{
  "Exodus": {
    "1": {
      "1": "These are the names of the sons of Israel (that is, Jacob) who came with him to Egypt with their families:",
      "2": "Reuben, Simeon, Levi, and Judah;",
      "3": "Issachar, Zebulun, and Benjamin;",
      "4": "Dan and Naphtali; Gad and Asher.",
      "5": "Joseph was already in Egypt. The total number of Jacob’s descendants was 70.",
      "6": "Eventually, Joseph, all his brothers, and that entire generation died.",
      "7": "But the descendants of Israel had many children. They became so numerous and strong that the land was filled with them.",
      "8": "Then a new king, who knew nothing about Joseph, began to rule in Egypt.",
      "9": "He said to his people, “There are too many Israelites, and they are stronger than we are.",
      "10": "We have to outsmart them, or they’ll increase in number. Then, if war breaks out, they will join our enemies, fight against us, and leave the country.”",
      "11": "So the Egyptians put slave drivers in charge of them in order to oppress them through forced labor. They built Pithom and Rameses as supply cities for Pharaoh.",
      "12": "But the more the Israelites were oppressed, the more they increased in number and spread out. The Egyptians couldn’t stand them any longer.",
      "13": "So they forced the Israelites to work hard as slaves.",
      "14": "They made their lives bitter with back-breaking work in mortar and bricks and every kind of work in the fields. All the jobs the Egyptians gave them were brutally hard.",
      "15": "Then the king of Egypt told the Hebrew midwives, whose names were Shiphrah and Puah,",
      "16": "“When you help the Hebrew women in childbirth, look at the child when you deliver it. If it’s a boy, kill it, but if it’s a girl, let it live.”",
      "17": "However, the midwives feared God and didn’t obey the king of Egypt’s orders. They let the boys live.",
      "18": "So the king of Egypt called for the midwives. He asked them, “Why have you done this? Why have you let the boys live?”",
      "19": "The midwives answered Pharaoh, “Hebrew women are not like Egyptian women. They are so healthy that they have their babies before a midwife arrives.”",
      "20": "God was good to the midwives. So the people increased in number and became very strong.",
      "21": "Because the midwives feared God, he gave them families of their own.",
      "22": "Then Pharaoh commanded all his people to throw into the Nile every Hebrew boy that was born, but to let every girl live."
    },
    "2": {
      "1": "A man from Levi’s family married a Levite woman.",
      "2": "The woman became pregnant and had a son. She saw how beautiful he was and hid him for three months.",
      "3": "When she couldn’t hide him any longer, she took a basket made of papyrus plants and coated it with tar and pitch. She put the baby in it and set it among the papyrus plants near the bank of the Nile River.",
      "4": "The baby’s sister stood at a distance to see what would happen to him.",
      "5": "While Pharaoh’s daughter came to the Nile to take a bath, her servants walked along the bank of the river. She saw the basket among the papyrus plants and sent her slave girl to get it.",
      "6": "Pharaoh’s daughter opened the basket, looked at the baby, and saw it was a boy. He was crying, and she felt sorry for him. She said, “This is one of the Hebrew children.”",
      "7": "Then the baby’s sister asked Pharaoh’s daughter, “Should I go and get one of the Hebrew women to nurse the baby for you?”",
      "8": "She answered, “Yes!” So the girl brought the baby’s mother.",
      "9": "Pharaoh’s daughter said to the woman, “Take this child, nurse him for me, and I will pay you.”\nShe took the child and nursed him.",
      "10": "When the child was old enough, she brought him to Pharaoh’s daughter, and he became her son. Pharaoh’s daughter named him Moses [Pulled Out] and said, “I pulled him out of the water.”",
      "11": "In the course of time Moses grew up. Then he went to see his own people and watched them suffering under forced labor. He saw a Hebrew, one of his own people, being beaten by an Egyptian.",
      "12": "He looked all around, and when he didn’t see anyone, he beat the Egyptian to death and hid the body in the sand.",
      "13": "When Moses went there the next day, he saw two Hebrew men fighting. He asked the one who started the fight, “Why are you beating another Hebrew?”",
      "14": "The man asked, “Who made you our ruler and judge? Are you going to kill me as you killed the Egyptian?” Then Moses was afraid and thought that everyone knew what he had done.",
      "15": "When Pharaoh heard what Moses had done, he tried to have him killed. But Moses fled from Pharaoh and settled in the land of Midian.\nOne day, while Moses was sitting by a well,",
      "16": "seven daughters of the priest of Midian came. They drew water and filled the troughs to water their father’s sheep.",
      "17": "But some shepherds came and chased them away. So Moses got up, came to their defense, and then watered their sheep.",
      "18": "When they came back to their father Reuel, he asked them, “Why have you come home so early today?”",
      "19": "They answered, “An Egyptian rescued us from some shepherds. He even drew water for us and watered the sheep.”",
      "20": "Reuel asked his daughters, “Where is he? Why did you leave the man there? Go, invite him to supper.”",
      "21": "Moses decided to stay with the man. So Reuel gave his daughter Zipporah to Moses as his wife.",
      "22": "She gave birth to a son. Moses named him Gershom [Foreigner], because he said, “I was a foreigner living in another country.”",
      "23": "After a long time passed, the king of Egypt died. The Israelites still groaned because they were slaves. So they cried out, and their cries for help went up to God.",
      "24": "God heard their groaning, and he remembered his promise  to Abraham, Isaac, and Jacob.",
      "25": "God saw the Israelites being oppressed and was concerned about them."
    },
    "3": {
      "1": "Moses was taking care of the sheep of his father-in-law Jethro, the priest of Midian. As he led the sheep to the far side of the desert, he came to Horeb, the mountain of God.",
      "2": "The Messenger of the Lord appeared to him there as flames of fire coming out of a bush. Moses looked, and although the bush was on fire, it was not burning up.",
      "3": "So he thought, “Why isn’t this bush burning up? I must go over there and see this strange sight.”",
      "4": "When the Lord saw that Moses had come over to see it, God called to him from the bush, “Moses, Moses!”\nMoses answered, “Here I am!”",
      "5": "God said, “Don’t come any closer! Take off your sandals because this place where you are standing is holy ground.",
      "6": "I am the God of your ancestors, the God of Abraham, Isaac, and Jacob.” Moses hid his face because he was afraid to look at God.",
      "7": "The Lord said, “I have seen the misery of my people in Egypt, and I have heard them crying out because of the slave drivers. I know how much they’re suffering.",
      "8": "I have come to rescue them from the power of the Egyptians and to bring them from that land to a good land with plenty of room for everyone. It is a land flowing with milk and honey where the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites live.",
      "9": "I have heard the cry of the people of Israel. I have seen how the Egyptians are oppressing them.",
      "10": "Now, go! I am sending you to Pharaoh so that you can bring my people Israel out of Egypt.”",
      "11": "But Moses said to God, “Who am I that I should go to Pharaoh and bring the people of Israel out of Egypt?”",
      "12": "God answered, “I will be with you. And this will be the proof that I sent you: When you bring the people out of Egypt, all of you will worship God on this mountain.”",
      "13": "Then Moses replied to God, “Suppose I go to the people of Israel and say to them, ‘The God of your ancestors has sent me to you,’ and they ask me, ‘What is his name?’ What should I tell them?”",
      "14": "God answered Moses, “I Am Who I Am. This is what you must say to the people of Israel: ‘I Am has sent me to you.’ ”",
      "15": "Again God said to Moses, “This is what you must say to the people of Israel: The Lord God of your ancestors, the God of Abraham, Isaac, and Jacob, has sent me to you. This is my name forever. This is my title throughout every generation.",
      "16": "“Go, assemble the leaders of Israel. Say to them, ‘The Lord God of your ancestors, the God of Abraham, Isaac, and Jacob, appeared to me. He said, “I have paid close attention to you and have seen what has been done to you in Egypt.",
      "17": "I promise I will take you away from your misery in Egypt to the land of the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites, a land flowing with milk and honey.” ’",
      "18": "“The leaders of Israel will listen to you. Then you and the leaders must go to the king of Egypt and say to him, ‘The Lord God of the Hebrews has met with us. Please let us travel three days into the desert to offer sacrifices to the Lord our God.’",
      "19": "I know that the king of Egypt will not let you go, even if he is forced to.",
      "20": "So I will use my power to strike Egypt. After all the miracles that I will do there, he will let you go.",
      "21": "I will make the Egyptians kind to the people of Israel so that, when you leave, you will not leave empty-handed.",
      "22": "“Every Hebrew woman should ask her Egyptian neighbor and any woman living in her home for silver and gold jewelry and for clothes. Put them on your sons and daughters. This way you will strip Egypt of its wealth.”"
    },
    "4": {
      "1": "“They will never believe me or listen to me!” Moses protested. “They will say, ‘The Lord didn’t appear to you.’ ”",
      "2": "Then the Lord asked him, “What’s that in your hand?”\nHe answered, “A shepherd’s staff.”",
      "3": "The Lord said, “Throw it on the ground.”\nWhen Moses threw it on the ground, it became a snake, and he ran away from it.",
      "4": "Then the Lord said to Moses, “Reach out and grab the snake by its tail.” He reached out and grabbed it, and it turned back into a staff as he held it.",
      "5": "The Lord explained, “This is to convince the people that the Lord God of their ancestors, the God of Abraham, Isaac, and Jacob, appeared to you.”",
      "6": "The Lord said to him, “Put your hand inside your shirt.” So Moses did this, and when he took his hand out, it had a skin disease. It looked as flaky as snow.",
      "7": "“Now put your hand back inside your shirt,” the Lord said. Moses put it back, and when he took it out this time, it was healthy again like the rest of his body.",
      "8": "Then the Lord said, “If they won’t believe you or pay attention to the first miraculous sign, they may believe the second.",
      "9": "But if they won’t believe these two miraculous signs or listen to you, take some water from the Nile River and pour it on the ground. The water you take from the Nile will turn into blood on the ground.”",
      "10": "Moses said to the Lord, “Please, Lord, I’m not a good speaker. I’ve never been a good speaker, and I’m not now, even though you’ve spoken to me. I speak slowly, and I become tongue-tied easily.”",
      "11": "The Lord asked him, “Who gave humans their mouths? Who makes humans unable to talk or hear? Who gives them sight or makes them blind? It is I, the Lord!",
      "12": "Now go, and I will help you speak and will teach you what to say.”",
      "13": "But Moses said, “Please, Lord, send someone else.”",
      "14": "Then the Lord became angry with Moses and asked, “What about your brother Aaron the Levite? I know he can speak well. He’s already on his way to meet you, and he will be very glad to see you.",
      "15": "You will speak to him and tell him what to say. I will help both of you speak, and I will teach you both what to do.",
      "16": "Aaron will speak to the people for you. He will be your spokesman, and you will be like God.",
      "17": "Take that shepherd’s staff with you, and use it to do the miraculous signs.”",
      "18": "Then Moses went back to his father-in-law Jethro. Moses said to him, “Please let me go back to my own people in Egypt. I would like to see if they’re still alive.”\nJethro said to Moses, “You may go.”",
      "19": "Now, the Lord had said to Moses in Midian, “Go back to Egypt, because all the men who wanted to kill you are dead.”",
      "20": "So Moses took his wife and sons, put them on a donkey, and started out for Egypt. He also brought with him the staff God had told him to take.",
      "21": "The Lord said to Moses, “When you get back to Egypt, see that you show Pharaoh all the amazing things that I have given you the power to do. But I will make him stubborn so that he will not let the people go.",
      "22": "Then tell Pharaoh, ‘This is what the Lord says: Israel is my firstborn son.",
      "23": "I told you to let my son go so that he may worship me. But you refused to let him go. So now I’m going to kill your firstborn son.’ ”",
      "24": "Along the way they stopped for the night. The Lord met Moses and tried to kill him.",
      "25": "Then Zipporah took a flint knife, cut off her son’s foreskin, and touched Moses’ feet with it. She said, “You are a bridegroom of blood to me!”",
      "26": "So the Lord let him alone. It was because of the circumcision that she said at that time, “You are a bridegroom of blood!”",
      "27": "Meanwhile, the Lord had told Aaron to meet Moses in the desert.\nWhen Aaron met Moses at the mountain of God, he kissed him.",
      "28": "Moses told Aaron everything the Lord had sent him to say and all the miraculous signs the Lord had commanded him to do.",
      "29": "Then Moses and Aaron went to Egypt and assembled all the leaders of the people of Israel.",
      "30": "Aaron told them everything the Lord had said to Moses. He also did the miraculous signs for the people,",
      "31": "and the people believed them. When they heard that the Lord was concerned about the people of Israel and that he had seen their misery, they knelt, bowing with their faces touching the ground."
    },
    "5": {
      "1": "Later Moses and Aaron went to Pharaoh and said, “This is what the Lord God of Israel says: Let my people go into the desert to celebrate a festival in my honor.”",
      "2": "Pharaoh asked, “Who is the Lord? Why should I obey him and let Israel go? I don’t know the Lord, and I won’t let Israel go.”",
      "3": "They replied, “The God of the Hebrews has met with us. Please let us travel three days into the desert to offer sacrifices to the Lord our God. If we don’t go, he may kill us with a plague or a war.”",
      "4": "The king of Egypt said to them, “Moses and Aaron, why are you distracting the people from their work? Get back to work!”",
      "5": "Then Pharaoh added, “Look how many people there are in the land! Do you want them to quit working?”",
      "6": "That same day Pharaoh gave these orders to the slave drivers and foremen:",
      "7": "“Don’t give the people any more straw to make bricks as you have been doing. Let them gather their own straw,",
      "8": "but insist that they make the same number of bricks they were making before. Making fewer bricks will not be acceptable. They’re lazy! That’s why they’re crying, ‘Let us go offer sacrifices to our God.’",
      "9": "Make the work harder for these people so that they will be too busy to listen to lies.”",
      "10": "The slave drivers and foreman went out and said to them, “This is what Pharaoh says: I’m no longer giving you straw.",
      "11": "Get your own straw wherever you can find it, but your work load will not be reduced one bit.”",
      "12": "So the people scattered all over Egypt to gather stubble for straw.",
      "13": "The slave drivers kept hurrying them. They said, “Finish the same amount of work each day, just as when you had straw.”",
      "14": "Pharaoh’s slave drivers had placed Israelite foremen in charge of the people. The slave drivers beat the foremen and said, “You didn’t finish all the bricks you were ordered to make yesterday or today. Why didn’t you make as many as you used to?”",
      "15": "Then the Israelite foremen complained to Pharaoh. They asked, “Why are you treating us this way?",
      "16": "We’re given no straw, and yet we’re told to make bricks. We’re being beaten, but your men are at fault.”",
      "17": "“You’re lazy! Just plain lazy!” Pharaoh answered. “That’s why you keep saying, ‘Let us go offer sacrifices to the Lord.’",
      "18": "Now get back to work! You won’t be given any straw, but you must still make the same number of bricks.”",
      "19": "The Israelite foremen realized they were in trouble when they were told, “Don’t make fewer bricks each day than you’re supposed to.”",
      "20": "As they left Pharaoh, they found Moses and Aaron waiting for them.",
      "21": "So they said, “May the Lord see what you have done and judge you! You have made Pharaoh and his officials hate us. You have given them an excuse to kill us.”",
      "22": "Moses went back to the Lord and asked, “Why have you brought this trouble on your people? Why did you send me?",
      "23": "Ever since I went to Pharaoh to speak for you, he has treated your people cruelly, and you have done nothing at all to rescue your people.”"
    },
    "6": {
      "1": "Then the Lord said to Moses, “Now you will see what I will do to Pharaoh. I will show him my power, and he will let my people go. I will show him my power, and he will throw them out of his country.”",
      "2": "God spoke to Moses, “I am the Lord.",
      "3": "I appeared to Abraham, Isaac, and Jacob as God Almighty, but I didn’t make myself known to them by my name, the Lord.",
      "4": "I even made a promise  to give them Canaan, the land where they lived as foreigners.",
      "5": "Now I have heard the groaning of the Israelites, whom the Egyptians hold in slavery, and I have remembered my promise.",
      "6": "“Tell the Israelites, ‘I am the Lord. I will bring you out from under the oppression of the Egyptians, and I will free you from slavery. I will rescue you with my powerful arm and with mighty acts of judgment.",
      "7": "Then I will make you my people, and I will be your God. You will know that I am the Lord your God, who brought you out from under the forced labor of the Egyptians.",
      "8": "I will bring you to the land I solemnly swore to give to Abraham, Isaac, and Jacob. I will give it to you as your own possession. I am the Lord.’ ”",
      "9": "Moses reported this to the Israelites. But they would not listen to him because they were so discouraged by their back-breaking work.",
      "10": "Then the Lord spoke to Moses,",
      "11": "“Go tell Pharaoh (the king of Egypt) to let the Israelites leave his country.”",
      "12": "But Moses protested to the Lord, “The Israelites wouldn’t listen to me. Why would Pharaoh listen to me? I’m such a poor speaker.”",
      "13": "The Lord spoke to Moses and Aaron about the Israelites and Pharaoh (the king of Egypt). He commanded them to bring the Israelites out of Egypt.",
      "14": "These were the heads of the families:\nThe sons of Reuben, Israel’s firstborn, were Hanoch, Pallu, Hezron, and Carmi.\nThese were the families descended from Reuben.",
      "15": "The sons of Simeon were Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, the son of a Canaanite woman. These were the families descended from Simeon.",
      "16": "These are the names of the sons of Levi listed in birth order: Gershon, Kohath, and Merari. Levi lived 137 years.",
      "17": "The sons of Gershon listed by their families were Libni and Shimei.",
      "18": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel. Kohath lived 133 years.",
      "19": "The sons of Merari were Mahli and Mushi.\nThese were the families descended from Levi listed in birth order.",
      "20": "Amram married his father’s sister Jochebed. She gave birth to Aaron and Moses. Amram lived 137 years.",
      "21": "The sons of Izhar were Korah, Nepheg, and Zichri.",
      "22": "The sons of Uzziel were Mishael, Elzaphan, and Sithri.",
      "23": "Aaron married Elisheba, daughter of Amminadab and sister of Nahshon. She gave birth to Nadab, Abihu, Eleazar, and Ithamar.",
      "24": "The sons of Korah were Assir, Elkanah, and Abiasaph.\nThese were the families descended from Korah.",
      "25": "Eleazar, son of Aaron, married one of the daughters of Putiel. She gave birth to Phinehas.\nThese were the heads of Levite households listed by their families.",
      "26": "This was the same Aaron and Moses to whom the Lord said, “Bring the Israelites out of Egypt in organized family groups.”",
      "27": "They—this same Moses and Aaron—told Pharaoh (the king of Egypt) to let the Israelites leave Egypt.",
      "28": "At that time the Lord spoke to Moses in Egypt.",
      "29": "He said to Moses, “I am the Lord. Tell Pharaoh (the king of Egypt) everything I tell you.”",
      "30": "But Moses said to the Lord, “Why would Pharaoh listen to me?”"
    },
    "7": {
      "1": "The Lord answered Moses, “I have made you a god to Pharaoh, and your brother Aaron is your prophet.",
      "2": "Tell your brother Aaron everything I command you, and he must tell Pharaoh to let the Israelites leave the country.",
      "3": "But I will make Pharaoh stubborn. Even though I will do many miraculous signs and amazing things in Egypt,",
      "4": "Pharaoh will not listen to you. Then I will use my power to punish Egypt severely, and I will bring my people, the Israelites, out of Egypt in organized family groups.",
      "5": "The Egyptians will know that I am the Lord when I use my power against Egypt and bring the Israelites out of there.”",
      "6": "Moses and Aaron did as the Lord had commanded them.",
      "7": "Moses was 80 years old and Aaron was 83 when they talked to Pharaoh.",
      "8": "The Lord said to Moses and Aaron,",
      "9": "“When Pharaoh says to you, ‘Give me a sign to prove that God has sent you,’ tell Aaron, ‘Take your shepherd’s staff and throw it down in front of Pharaoh,’ and it will become a large snake.”",
      "10": "Moses and Aaron went to Pharaoh and did as the Lord had commanded. Aaron threw his staff down in front of Pharaoh and his officials, and it became a large snake.",
      "11": "Then Pharaoh sent for his wise men and sorcerers. These Egyptian magicians did the same thing using their magic spells.",
      "12": "Each of them threw his staff down, and they all became large snakes. But Aaron’s staff swallowed theirs.",
      "13": "Yet, Pharaoh continued to be stubborn and would not listen to them, as the Lord had predicted.",
      "14": "Then the Lord said to Moses, “Pharaoh is being stubborn. He refuses to let my people go.",
      "15": "In the morning meet Pharaoh when he’s on his way to the Nile. Wait for him on the bank of the river. Take along the staff that turned into a snake.",
      "16": "Say to him, ‘The Lord God of the Hebrews sent me to tell you, “Let my people go to worship me in the desert.” So far you have not listened.",
      "17": "Here is what the Lord says: This is the way you will recognize that I am the Lord: With this staff in my hand, I’m going to strike the Nile, and the water will turn into blood.",
      "18": "The fish in the Nile will die, and the river will stink. The Egyptians will not be able to drink any water from the Nile.’ ”",
      "19": "The Lord said to Moses, “Tell Aaron, ‘Take your staff and stretch out your hand over the waters of Egypt—its rivers, canals, ponds, and all its reservoirs—so that they turn into blood. There will be blood everywhere in Egypt, even in the wooden and stone containers.’ ”",
      "20": "Moses and Aaron did as the Lord had commanded. In front of Pharaoh and his officials, Aaron raised his staff and struck the Nile. All the water in the river turned into blood.",
      "21": "The fish in the Nile died, and it smelled so bad that the Egyptians couldn’t drink any water from the river. There was blood everywhere in Egypt.",
      "22": "But the Egyptian magicians did the same thing using their magic spells. So Pharaoh continued to be stubborn and would not listen to Moses and Aaron, as the Lord had predicted.",
      "23": "Pharaoh turned and went back to his palace. He dismissed the entire matter from his mind.",
      "24": "All the Egyptians dug along the Nile for water to drink because they couldn’t drink any of the water from the river.",
      "25": "Seven days passed after the Lord struck the Nile."
    },
    "8": {
      "1": "Then the Lord said to Moses, “Go to Pharaoh, and tell him, ‘This is what the Lord says: Let my people go to worship me.",
      "2": "If you refuse to let them go, I will bring a plague of frogs on your whole country.",
      "3": "The Nile River will swarm with frogs. They will come into your palace, into your bedroom, on your bed, into the houses of your officials, on your people, into your ovens and into your mixing bowls.",
      "4": "The frogs will jump on you, on your people, and on all your officials.’ ”",
      "5": "Then the Lord said to Moses, “Tell Aaron, ‘Hold your staff over the rivers, canals, and ponds. This will bring frogs onto the land.’ ”",
      "6": "So Aaron held his staff over the waters of Egypt. The frogs came up and covered the land of Egypt.",
      "7": "But the magicians did the same thing using their magic spells and brought frogs onto the land.",
      "8": "Pharaoh sent for Moses and Aaron and said, “Pray that the Lord will take the frogs away from me and my people. Then I will let your people go to offer sacrifices to the Lord.”",
      "9": "Moses answered Pharaoh, “You may have the honor of choosing when I should pray for you, your officials, and your people. Then the frogs will leave you and your homes. The only ones left will be those in the Nile.”",
      "10": "“Pray for me tomorrow,” Pharaoh said.\nMoses replied, “It will be as you say so that you will know that there is no one like the Lord our God.",
      "11": "The frogs will leave you, your homes, your officials, and your people. The only frogs left will be those in the Nile.”",
      "12": "After Moses and Aaron left Pharaoh, Moses prayed to the Lord about the frogs he had brought on Pharaoh.",
      "13": "The Lord did what Moses asked. The frogs died in the houses, in the yards, and in the fields.",
      "14": "They were piled into countless heaps, and the land began to stink because of them.",
      "15": "When Pharaoh saw that the plague was over, he became stubborn and would not listen to Moses and Aaron, as the Lord had predicted.",
      "16": "Then the Lord said to Moses, “Tell Aaron, ‘Hold out your staff and strike the dust on the ground. All over Egypt the dust will turn into gnats.’ ”",
      "17": "When Moses told him, Aaron held out the staff in his hand and struck the dust on the ground. It turned into gnats that bit people and animals. All the dust on the ground everywhere in Egypt turned into gnats.",
      "18": "The magicians also tried to produce gnats using their magic spells, but they couldn’t do it. The gnats bit people and animals.",
      "19": "So the magicians said to Pharaoh, “This is the hand of God!”\nYet, Pharaoh continued to be stubborn and would not listen to Moses and Aaron, as the Lord had predicted.",
      "20": "Then the Lord said to Moses, “Early in the morning, stand in Pharaoh’s way when he’s going to the Nile. Say to him, ‘This is what the Lord says: Let my people go to worship me.",
      "21": "If you will not let my people go, I will send swarms of flies on you, your officials, your people, and your houses. The homes of the Egyptians will be filled with flies, and even the ground outside will be covered with them.",
      "22": "But on that day I will treat the region of Goshen differently. That is where my people live. There won’t be any flies there. This way you will know that I, the Lord, am here in this land.",
      "23": "I will distinguish between my people and yours. This miraculous sign will happen tomorrow.’ ”",
      "24": "The Lord did what he said. Dense swarms of flies came into Pharaoh’s palace and into the houses of his officials. All over Egypt the flies were ruining everything.",
      "25": "Pharaoh called for Moses and Aaron and said, “Go, sacrifice to your God here in this country.”",
      "26": "Moses replied, “It wouldn’t be right to do that. The sacrifices we offer to the Lord our God are disgusting to Egyptians. If they see us offer sacrifices that they consider disgusting, won’t they stone us to death?",
      "27": "We need to travel three days into the desert to offer sacrifices to the Lord our God, as he told us to do.”",
      "28": "Pharaoh said, “I will let you go, but don’t go very far. You may offer sacrifices to the Lord your God in the desert and pray for me.”",
      "29": "Moses answered, “As soon as I leave you, I will pray to the Lord. Tomorrow the swarms of flies will go away from you, your officials, and your people. But you must stop tricking us by not letting the people go to offer sacrifices to the Lord.”",
      "30": "Moses left Pharaoh and prayed to the Lord.",
      "31": "The Lord did what Moses asked. The swarms of flies left Pharaoh, his officials, and his people. Not one fly was left.",
      "32": "Yet, this time, too, Pharaoh was stubborn and did not let the people go."
    },
    "9": {
      "1": "Then the Lord said to Moses, “Go to Pharaoh, and tell him, ‘This is what the Lord God of the Hebrews says: Let my people go to worship me.",
      "2": "If you refuse to let them go and continue to hold them in slavery,",
      "3": "the Lord will bring a terrible plague on your livestock, including your horses, donkeys, camels, cattle, sheep, and goats.",
      "4": "But the Lord will distinguish between Israel’s livestock and the livestock of the Egyptians. No animals belonging to the Israelites will die.’ ”",
      "5": "The Lord set a definite time. He said, “Tomorrow I will do this.”",
      "6": "The next day the Lord did as he said. All the livestock of the Egyptians died, but none of the Israelites’ animals died.",
      "7": "Pharaoh found out that not one of the Israelites’ animals had died. Yet, Pharaoh continued to be stubborn and would not let the people go.",
      "8": "Then the Lord said to Moses and Aaron, “Take a handful of ashes from a kiln, and have Moses throw them up in the air as Pharaoh watches.",
      "9": "They will become a fine dust throughout Egypt. The dust will cause boils to break into open sores on people and animals throughout Egypt.”",
      "10": "They took ashes from a kiln and stood in front of Pharaoh. Moses threw the ashes up in the air, and they caused boils to break into open sores on people and animals.",
      "11": "The magicians couldn’t compete with Moses because they had boils like all the other Egyptians.",
      "12": "But the Lord made Pharaoh stubborn, so he wouldn’t listen to Moses and Aaron, as the Lord had predicted to Moses.",
      "13": "Then the Lord said to Moses, “Early in the morning, go to Pharaoh and say to him, ‘This is what the Lord God of the Hebrews says: Let my people go to worship me.",
      "14": "Now I will send plagues that will affect you personally as well as your officials and people. This is how you will know that there is no one like me anywhere on earth.",
      "15": "By now I could have used my power to kill you and your people with a plague that would have wiped you off the earth.",
      "16": "But I have spared you for this reason. I want to show you my power and make my name famous throughout the earth.",
      "17": "You are still blocking my people from leaving.",
      "18": "So, at this time tomorrow I will send the worst hailstorm that has ever happened in Egypt since the beginning of its history.",
      "19": "Now, send servants to bring your livestock and everything else you have indoors. All people and animals still outside and not brought in will die when the hail falls on them.’ ”",
      "20": "Those members of Pharaoh’s court who listened to the Lord’s warning brought their servants and cattle indoors quickly.",
      "21": "But those who didn’t take the Lord’s warning seriously left their servants and animals out in the open.",
      "22": "Then the Lord said to Moses, “Lift your hand toward the sky, and hail will fall on people, animals, and every plant in the fields of Egypt.”",
      "23": "When Moses lifted his staff toward the sky, the Lord sent thunder and hail, and lightning struck the earth. So the Lord made it hail on Egypt.",
      "24": "It hailed, and lightning flashed while it hailed. This was the worst storm in all the land of Egypt since it had become a nation.",
      "25": "All over Egypt the hail knocked down everything that was out in the open. It struck down people, animals, and every plant in the fields and destroyed every tree in the fields.",
      "26": "The only place it didn’t hail was the region of Goshen, where the Israelites lived.",
      "27": "Then Pharaoh sent for Moses and Aaron. “This time I have sinned,” he told them. “The Lord is right, and my people and I are wrong.",
      "28": "Pray to the Lord. We’ve had enough of God’s thunder and hail. I’ll let you go; you don’t have to stay here any longer.”",
      "29": "Moses replied, “As soon as I’m out of the city, I’ll spread out my hands to the Lord in prayer. The thunder will stop, and there will be no more hail. This is how you will know that the earth belongs to the Lord.",
      "30": "But I know that you and your officials still don’t fear the Lord God.”",
      "31": "(The flax and the barley were ruined, because the barley had formed heads and the flax was in bloom.",
      "32": "Neither the wheat nor the wild grain was damaged, because they ripen later.)",
      "33": "As soon as he left Pharaoh and went out of the city, Moses spread out his hands to the Lord in prayer. The thunder and the hail stopped, and no more rain came pouring down on the ground.",
      "34": "When Pharaoh saw that the rain, the hail, and the thunder had stopped, he sinned again. He and his officials continued to be stubborn.",
      "35": "Pharaoh was stubborn and would not let the Israelites go, as the Lord had predicted through Moses."
    },
    "10": {
      "1": "Then the Lord said to Moses, “Go to Pharaoh. I have made him and his officials stubborn so that I can do these miraculous signs among them.",
      "2": "You will be able to tell your children and grandchildren exactly how I treated the Egyptians and what miraculous signs I did among them. This is how you will all know that I am the Lord.”",
      "3": "So Moses and Aaron went to Pharaoh and said to him, “This is what the Lord God of the Hebrews says: How long will you refuse to humble yourself in my presence? Let my people go to worship me.",
      "4": "If you refuse to let my people go, tomorrow I will bring locusts into your country.",
      "5": "They will cover the land so that the ground can’t be seen. They will eat everything left by the hail, including every tree still standing in the fields.",
      "6": "They will fill your houses and the houses of all your officials and those of all the Egyptians. Your parents and ancestors never saw anything like this from the time they first came here until now.” Moses turned and left Pharaoh.",
      "7": "Then Pharaoh’s officials asked him, “How long will this man hold us in his grip? Let the Israelite men go to worship the Lord their God. When will you realize that Egypt is ruined?”",
      "8": "So Moses and Aaron were brought back to Pharaoh. “Go, worship the Lord your God,” he said to them. “But exactly who will be going?”",
      "9": "Moses answered, “Everyone! We’ll be taking our young and old, our sons and daughters, our flocks and herds with us. For us it’s a pilgrimage festival in the Lord’s honor.”",
      "10": "Pharaoh said to them, “The Lord would have to be with you if I would ever let you take your women and children along. I know you’re up to no good!",
      "11": "No! Only the men may go to worship the Lord, since that’s what you’ve been asking for.” Then Moses and Aaron were thrown out of Pharaoh’s palace.",
      "12": "The Lord said to Moses, “Stretch out your hand over Egypt to bring locusts. They will invade Egypt and eat up every plant in the land—everything left by the hail.”",
      "13": "Moses held his staff over the land of Egypt, and the Lord made a wind from the east blow over the land all that day and all that night. By morning the east wind had brought the locusts.",
      "14": "They invaded all of Egypt and landed all over the country in great swarms. Never before had there been so many locusts like this, nor would there ever be that many again.",
      "15": "They covered all the ground until it was black with them. They ate all the plants and all the fruit on the trees that the hail had left. Nothing green was left on any tree or plant anywhere in Egypt.",
      "16": "Then Pharaoh quickly called for Moses and Aaron and said, “I have sinned against the Lord your God and against you.",
      "17": "Please forgive my sin one more time. Pray to the Lord your God to take this deadly plague away from me.”",
      "18": "Moses left Pharaoh and prayed to the Lord.",
      "19": "Then the Lord changed the wind to a very strong west wind. It picked up the locusts and blew them into the Red Sea. Not one locust was left anywhere in Egypt.",
      "20": "But the Lord made Pharaoh stubborn, so he did not let the Israelites go.",
      "21": "Then the Lord said to Moses, “Lift your hand toward the sky, and a darkness so thick that it can be felt will come over Egypt.”",
      "22": "Moses lifted his hand toward the sky, and throughout Egypt there was total darkness for three days.",
      "23": "People couldn’t see each other, and no one went anywhere for three days. But all the Israelites had light where they were living.",
      "24": "Then Pharaoh called for Moses and said, “Go, worship the Lord! Even your women and children may go with you, but your flocks and herds must stay behind.”",
      "25": "But Moses said, “You must allow us to take our animals for the sacrifices and burnt offerings we have to make to the Lord our God.",
      "26": "All our livestock must go with us. Not one animal must be left behind. We’ll have to use some of them for worshiping the Lord our God, and we won’t know what we’ll need until we get there.”",
      "27": "But the Lord made Pharaoh stubborn, so he refused to let them go.",
      "28": "Pharaoh said to Moses, “Get out of my sight! Don’t ever let me see your face again. The day I do, you will die.”",
      "29": "“You’re right!” Moses answered. “You’ll never see my face again.”"
    },
    "11": {
      "1": "Then the Lord said to Moses, “I will bring one more plague on Pharaoh and Egypt. After that he will let you go. When he does, he will be certain to force all of you out of here.",
      "2": "Now announce to the people of Israel that each man and woman must ask the Egyptians for silver and gold jewelry.”",
      "3": "The Lord made the Egyptians kind to the people. And Moses was highly respected by Pharaoh’s officials and all the Egyptians.",
      "4": "Moses said, “This is what the Lord says: About midnight I will go out among the Egyptians.",
      "5": "Every firstborn son in Egypt will die, from the firstborn of Pharaoh who rules the land, to the firstborn children of female slaves who use their handmills, including every firstborn domestic animal.",
      "6": "There will be loud crying throughout Egypt, such as there has never been or ever will be again.",
      "7": "But where the Israelites are, not even a dog will be startled by any person or animal. This is how you will see that the Lord shows the distinction between Egypt and Israel.",
      "8": "Then all these officials of yours will come, bow down to me, and say, ‘You and all the people who follow you, get out!’ After that I will leave.” Burning with anger, Moses left Pharaoh.",
      "9": "The Lord had said to Moses, “Pharaoh will not listen to you. This is why I will do more amazing things in Egypt.”",
      "10": "Moses and Aaron showed Pharaoh all these amazing things. Yet, the Lord made Pharaoh stubborn, so he wouldn’t let the Israelites leave his country."
    },
    "12": {
      "1": "The Lord said to Moses and Aaron in Egypt,",
      "2": "“This month will be the very first month of the year for you.",
      "3": "Tell the whole community of Israel: On the tenth day of this month each man must take a lamb or a young goat for his family—one animal per household.",
      "4": "A household may be too small to eat a whole animal. That household and the one next door can share one animal. Choose your animal based on the number of people and what each person can eat.",
      "5": "Your animal must be a one-year-old male that has no defects. You may choose a lamb or a young goat.",
      "6": "Take care of it until the fourteenth day of this month.\n“Then at dusk, all the assembled people from the community of Israel must slaughter their animals.",
      "7": "They must take some of the blood and put it on the sides and tops of the doorframes of the houses where they will eat the animals.",
      "8": "The meat must be eaten that same night. It must be roasted over a fire and eaten with bitter herbs and unleavened bread.",
      "9": "Don’t eat any of it raw or boiled but roast the whole animal over a fire.",
      "10": "Don’t leave any of it until morning. Anything left over in the morning must be burned up.",
      "11": "This is how you should be dressed when you eat it: with your belt on, your sandals on your feet, and your shepherd’s staff in your hand. You must eat it in a hurry. It is the Lord’s Passover.",
      "12": "“On that same night I will go throughout Egypt and kill every firstborn male, both human and animal. I will severely punish all the gods of Egypt, because I am the Lord.",
      "13": "But the blood on your houses will be a sign for your protection. When I see the blood, I will pass over you. Nothing will touch or destroy you when I strike Egypt.",
      "14": "“This day will be one for you to remember. This is a permanent law for generations to come: You will celebrate this day as a pilgrimage festival in the Lord’s honor.",
      "15": "For seven days you must eat unleavened bread. On the very first day you must remove any yeast that you have in your houses. Whoever eats anything with yeast in it from the first day through the seventh day must be excluded from Israel.",
      "16": "You must have a holy assembly on the first day and another one on the seventh. You must not work on these days except to prepare your own meals. That’s all you may do.",
      "17": "You must celebrate the Festival of Unleavened Bread because it was on this very day that I brought you out of Egypt in organized family groups. This is a permanent law for future generations: You must celebrate this day.",
      "18": "From the evening of the fourteenth day of the first month until the evening of the twenty-first day you must eat unleavened bread.",
      "19": "There should be no yeast in your houses for seven days. Whoever eats anything with yeast in it must be excluded from the community of Israel, whether he is an Israelite or not.",
      "20": "Eat nothing made with yeast. Wherever you live, you must eat only unleavened bread.”",
      "21": "Then Moses called for all the leaders of Israel. He said to them, “Pick out a lamb or a young goat for your families, and kill the Passover animal.",
      "22": "Take the branch of a hyssop plant, dip it in the blood which is in a bowl, and put some of the blood on the top and sides of the doorframes of your houses. No one may leave the house until morning.",
      "23": "The Lord will go throughout Egypt to kill the Egyptians. When he sees the blood on the top and sides of the doorframe, he will pass over that doorway, and he will not let the destroyer come into your home to kill you.",
      "24": "“You must follow these instructions. They are a permanent law for you and your children.",
      "25": "When you enter the land that the Lord will give you as he promised, observe this ceremony.",
      "26": "When your children ask you what this ceremony means to you,",
      "27": "you must answer, ‘It’s the Passover sacrifice in the Lord’s honor. The Lord passed over the houses of the Israelites in Egypt and spared our homes when he killed the Egyptians.’ ”\nThen the people knelt, bowing with their faces touching the ground.",
      "28": "The Israelites did as the Lord had commanded Moses and Aaron.",
      "29": "At midnight the Lord killed every firstborn male in Egypt from the firstborn son of Pharaoh who ruled the land to the firstborn son of the prisoner in jail, and also every firstborn animal.",
      "30": "Pharaoh, all his officials, and all the other Egyptians got up during the night. There was loud crying throughout Egypt because in every house someone had died.",
      "31": "Pharaoh called for Moses and Aaron during the night. He said, “You and the Israelites must leave my people at once. Go, worship the Lord as you asked.",
      "32": "Take your flocks and herds, too, as you asked. Just go! And bless me, too!”",
      "33": "The Egyptians begged the people to leave the country quickly. They said, “Soon we’ll all be dead!”",
      "34": "So the people picked up their bread dough before it had risen and carried it on their shoulders in bowls, wrapped up in their clothes.",
      "35": "The Israelites did what Moses had told them and asked the Egyptians for gold and silver jewelry and for clothes.",
      "36": "The Lord made the Egyptians generous to the people, and they gave them what they asked for. So the Israelites stripped Egypt of its wealth.",
      "37": "The Israelites left Rameses to go to Succoth. There were about six hundred thousand men on foot, plus all the women and children.",
      "38": "Many other people also went with them, along with large numbers of sheep, goats, and cattle.",
      "39": "With the dough they had brought from Egypt, they baked round, flat bread. The dough hadn’t risen because they’d been thrown out of Egypt and had no time to prepare food for the trip.",
      "40": "The Israelites had been living in Egypt for 430 years.",
      "41": "After exactly 430 years all the Lord’s people left Egypt in organized family groups.",
      "42": "That night the Lord kept watch to take them out of Egypt. (All Israelites in future generations must keep watch on this night, since it is dedicated to the Lord.)",
      "43": "The Lord said to Moses and Aaron, “These are the rules for the Passover:\n“No foreigner may eat the Passover meal.",
      "44": "“Any male slave you have bought may eat it after you have circumcised him.",
      "45": "“No foreigner visiting you may eat it.\n“No hired worker may eat it.",
      "46": "“The meal must be eaten inside one house. Never take any of the meat outside the house.\n“Never break any of the bones.",
      "47": "“The whole community of Israel must celebrate the Passover.",
      "48": "“Foreigners may want to celebrate the Lord’s Passover. First, every male in the household must be circumcised. Then they may celebrate the Passover like native-born Israelites. But no uncircumcised males may ever eat the Passover meal.",
      "49": "The same instructions apply to native-born Israelites as well as foreigners.”",
      "50": "All the Israelites did as the Lord had commanded Moses and Aaron.",
      "51": "That very day the Lord brought all the Israelites out of Egypt in organized family groups."
    },
    "13": {
      "1": "The Lord spoke to Moses,",
      "2": "“Set apart every firstborn male for me. Every firstborn male offspring among the Israelites is mine, whether human or animal.”",
      "3": "Then Moses said to the people, “Remember this day—the day when you left Egypt, the land of slavery. The Lord used his mighty hand to bring you out of there. Don’t eat anything made with yeast.",
      "4": "Today, in the month of Abib, you are leaving Egypt.",
      "5": "The Lord swore to your ancestors that he would give you the land of the Canaanites, Hittites, Amorites, Hivites, and Jebusites. When he brings you into that land flowing with milk and honey, you must observe this ceremony in this month.",
      "6": "“For seven days you must eat unleavened bread. The seventh day will be a pilgrimage festival in the Lord’s honor.",
      "7": "Only unleavened bread should be eaten during these seven days. No sourdough or yeast should be seen anywhere in your territory.",
      "8": "On that day tell your children, ‘We do this because of what the Lord did for us when we left Egypt.’",
      "9": "This festival will be like a mark on your hand or a reminder on your forehead that the teachings of the Lord are always to be a part of your conversation. Because the Lord used his mighty hand to bring you out of Egypt,",
      "10": "you must follow these rules every year at this time.",
      "11": "“When the Lord brings you to the land of the Canaanites and gives it to you, as he swore to you and your ancestors,",
      "12": "sacrifice every firstborn male offspring to the Lord. The firstborn male offspring of each of your animals belongs to the Lord.",
      "13": "It will cost you a sheep or a goat to buy any firstborn donkey back from the Lord. If you don’t buy it back, then you must break the donkey’s neck. You must also buy every firstborn son back from the Lord.",
      "14": "“In the future when your children ask you what this means, tell them, ‘The Lord used his mighty hand to bring us out of slavery in Egypt.",
      "15": "When Pharaoh was too stubborn to let us go, the Lord killed every firstborn male in Egypt—human and animal. This is why we sacrifice every firstborn male to the Lord and buy every firstborn son back from the Lord.’",
      "16": "So this festival will be like a mark on your hand and like a band on your forehead, because the Lord used his mighty hand to bring us out of Egypt.”",
      "17": "When Pharaoh let the people go, God didn’t lead them on the road through Philistine territory, although that was the shortest route. God said, “If they see that they have to fight a war, they may change their minds and go back to Egypt.”",
      "18": "So God led the people around the other way, on the road through the desert toward the Red Sea. The Israelites were ready for battle when they left Egypt.",
      "19": "Moses took the bones of Joseph with him, because Joseph had made the Israelites solemnly swear to do this. Joseph had said, “God will definitely come to help you. When he does, take my bones with you.”",
      "20": "They moved from Succoth and camped at Etham, on the edge of the desert.",
      "21": "By day the Lord went ahead of them in a column of smoke to lead them on their way. By night he went ahead of them in a column of fire to give them light so that they could travel by day or by night.",
      "22": "The column of smoke was always in front of the people during the day. The column of fire was always there at night."
    },
    "14": {
      "1": "Then the Lord said to Moses,",
      "2": "“Tell the Israelites to go back and set up their camp facing Pi Hahiroth, between Migdol and the sea. Set up your camp facing north—by the sea.",
      "3": "Pharaoh will think, ‘The Israelites are just wandering around. The desert is blocking their escape.’",
      "4": "I will make Pharaoh so stubborn that he will pursue them. Then, because of what I do to Pharaoh and his entire army, I will receive honor, and the Egyptians will know that I am the Lord.” So that is what the Israelites did.",
      "5": "When Pharaoh (the king of Egypt) was told that the people had fled, he and his officials changed their minds about them. They said, “What have we done? We’ve lost our slaves because we’ve let Israel go.”",
      "6": "So Pharaoh prepared his chariot and took his army with him.",
      "7": "He took 600 of his best chariots as well as all the other chariots in Egypt, placing an officer in each of them.",
      "8": "The Lord made Pharaoh (the king of Egypt) so stubborn that he pursued the Israelites, who were boldly leaving Egypt.",
      "9": "The Egyptians pursued the Israelites. Pharaoh’s army, including all his horse-drawn chariots and cavalry, caught up with them as they were setting up their camp by the sea at Pi Hahiroth facing north.",
      "10": "As Pharaoh approached, the Israelites looked up and saw that the Egyptians were coming after them. Terrified, the Israelites cried out to the Lord.",
      "11": "They said to Moses, “Did you bring us out into the desert to die because there were no graves in Egypt? Look what you’ve done by bringing us out of Egypt!",
      "12": "Didn’t we tell you in Egypt, ‘Leave us alone! Let us go on serving the Egyptians’? It would have been better for us to serve the Egyptians than to die in the desert!”",
      "13": "Moses answered the people, “Don’t be afraid! Stand still, and see what the Lord will do to save you today. You will never see these Egyptians again.",
      "14": "The Lord is fighting for you! So be still!”",
      "15": "Then the Lord said to Moses, “Why are you crying out to me? Tell the Israelites to start moving.",
      "16": "Raise your staff, stretch out your hand over the sea, and divide the water. Then the Israelites will go through the sea on dry ground.",
      "17": "I am making the Egyptians so stubborn that they will follow the Israelites. I will receive honor because of what I will do to Pharaoh, his entire army, his chariots, and cavalry.",
      "18": "The Egyptians will know that I am the Lord when I am honored for what I did to Pharaoh, his chariots, and his cavalry.”",
      "19": "The Messenger of God, who had been in front of the Israelites, moved behind them. So the column of smoke moved from in front of the Israelites and stood behind them",
      "20": "between the Egyptian camp and the Israelite camp. The column of smoke was there when darkness came, and it lit up the night. Neither side came near the other all night long.",
      "21": "Then Moses stretched out his hand over the sea. All that night the Lord pushed back the sea with a strong east wind and turned the sea into dry ground. The water divided,",
      "22": "and the Israelites went through the middle of the sea on dry ground. The water stood like a wall on their right and on their left.",
      "23": "The Egyptians pursued them, and all Pharaoh’s horses, chariots, and cavalry followed them into the sea.",
      "24": "Just before dawn, the Lord looked down from the column of fire and smoke and threw the Egyptian camp into a panic.",
      "25": "He made the wheels of their chariots come off so that they could hardly move. Then the Egyptians shouted, “Let’s get out of here! The Lord is fighting for Israel! He’s against us!”",
      "26": "Then the Lord said to Moses, “Stretch out your hand over the sea so that the water will flow back over the Egyptians, their chariots, and their cavalry.”",
      "27": "Moses stretched his hand over the sea, and at daybreak the water returned to its usual place. The Egyptians tried to escape, but the Lord swept them into the sea.",
      "28": "The water flowed back and covered Pharaoh’s entire army, as well as the chariots and the cavalry that had followed Israel into the sea. Not one of them survived.",
      "29": "Meanwhile, the Israelites had gone through the sea on dry ground while the water stood like a wall on their right and on their left.",
      "30": "That day the Lord saved Israel from the Egyptians, and Israel saw the Egyptians lying dead on the seashore.",
      "31": "When the Israelites saw the great power the Lord had used against the Egyptians, they feared the Lord and believed in him and in his servant Moses."
    },
    "15": {
      "1": "Then Moses and the Israelites sang this song to the Lord:\n“I will sing to the Lord.\nHe has won a glorious victory.\nHe has thrown horses and their riders into the sea.",
      "2": "The Lord is my strength and my song.\nHe is my Savior.\nThis is my God, and I will praise him,\nmy father’s God, and I will honor him.",
      "3": "The Lord is a warrior!\nThe Lord is his name.",
      "4": "He has thrown Pharaoh’s chariots and army into the sea.\nPharaoh’s best officers were drowned in the Red Sea.",
      "5": "The deep water covered them.\nThey sank to the bottom like a rock.",
      "6": "Your right hand, O Lord, wins glory because it is strong.\nYour right hand, O Lord, smashes your enemies.",
      "7": "With your unlimited majesty, you destroyed those who attacked you.\nYou sent out your burning anger.\nIt burned them up like straw.",
      "8": "With a blast from your nostrils, the water piled up.\nThe waves stood up like a dam.\nThe deep water thickened in the middle of the sea.",
      "9": "“The enemy said, ‘I’ll pursue them!\nI’ll catch up with them!\nI’ll divide the loot!\nI’ll take all I want!\nI’ll use my sword!\nI’ll take all they have!’",
      "10": "Your breath blew the sea over them.\nThey sank like lead in the raging water.",
      "11": "“Who is like you among the gods, O Lord?\nWho is like you?\nYou are glorious because of your holiness\nand awe-inspiring because of your splendor.\nYou perform miracles.",
      "12": "You stretched out your right hand.\nThe earth swallowed them.",
      "13": "“Lovingly, you will lead the people you have saved.\nPowerfully, you will guide them to your holy dwelling.",
      "14": "People will hear of it and tremble.\nThe people of Philistia will be in anguish.",
      "15": "The tribal leaders of Edom will be terrified.\nThe powerful men of Moab will tremble.\nThe people of Canaan will be deathly afraid.",
      "16": "Terror and dread will fall on them.\nBecause of the power of your arm, they will be petrified\nuntil your people pass by, O Lord,\nuntil the people you purchased pass by.",
      "17": "You will bring them and plant them on your own mountain,\nthe place where you live, O Lord,\nthe holy place that you built with your own hands, O Lord.",
      "18": "The Lord will rule as king forever and ever.”",
      "19": "When Pharaoh’s horses, chariots, and cavalry went into the sea, the Lord made the water of the sea flow back over them. However, the Israelites had gone through the sea on dry ground.",
      "20": "Then the prophet Miriam, Aaron’s sister, took a tambourine in her hand. All the women, dancing with tambourines, followed her.",
      "21": "Miriam sang to them:\n“Sing to the Lord.\nHe has won a glorious victory.\nHe has thrown horses and their riders into the sea.”",
      "22": "Moses led Israel away from the Red Sea into the desert of Shur. For three days they traveled in the desert without finding water.",
      "23": "When they came to Marah, they couldn’t drink the water because it tasted bitter. That’s why the place was called Marah [Bitter Place].",
      "24": "The people complained about Moses by asking, “What are we supposed to drink?”",
      "25": "Moses cried out to the Lord, and the Lord showed  him a piece of wood. He threw it into the water, and the water became sweet.\nThere the Lord set down laws and rules for them to live by, and there he tested them.",
      "26": "He said, “If you will listen carefully to the Lord your God and do what he considers right, if you pay attention to his commands and obey all his laws, I will never make you suffer any of the diseases I made the Egyptians suffer, because I am the Lord, who heals you.”",
      "27": "Next, they went to Elim, where there were 12 springs and 70 palm trees. They camped there by the water."
    },
    "16": {
      "1": "The whole community of Israelites moved from Elim and came to the desert of Sin, which is between Elim and Sinai. This was on the fifteenth day of the second month after they had left Egypt.",
      "2": "In the desert the whole community complained about Moses and Aaron.",
      "3": "The Israelites said to them, “If only the Lord had let us die in Egypt! There we sat by our pots of meat and ate all the food we wanted! You brought us out into this desert to let us all starve to death!”",
      "4": "The Lord said to Moses, “I’m going to send you food from heaven like rain. Each day the people should go out and gather only what they need for that day. In this way I will test them to see whether or not they will follow my instructions.",
      "5": "But on the sixth day when they prepare what they bring home, it should be twice as much as they gather on other days.”",
      "6": "So Moses and Aaron said to all the Israelites, “In the evening you will know that it was the Lord who brought you out of Egypt.",
      "7": "In the morning you will see the glory of the Lord, because he has heard you complaining about him. Why are you complaining about us?”",
      "8": "Moses also said, “The Lord will give you meat to eat in the evening and all the food you want in the morning. The Lord has heard you complaining about him. Who are we? You’re not complaining about us but about the Lord.”",
      "9": "Moses said to Aaron, “Tell the whole community of Israelites, ‘Come into the Lord’s presence. He has heard you complaining.’ ”",
      "10": "While Aaron was speaking to the whole community of Israelites, they looked toward the desert. Suddenly, they saw the glory of the Lord in the column of smoke.",
      "11": "The Lord said to Moses,",
      "12": "“I’ve heard the Israelites complaining. Tell them, ‘At dusk you will eat meat, and in the morning you will eat all the food you want. Then you will know that I am the Lord your God.’ ”",
      "13": "That evening quails came and covered the camp, and in the morning there was a layer of dew around the camp.",
      "14": "When the dew was gone, the ground was covered with a thin layer of flakes like frost on the ground.",
      "15": "When the Israelites saw it, they asked each other, “What is this?” because they didn’t know what it was.\nMoses said to them, “It’s the food the Lord has given you to eat.",
      "16": "This is what the Lord has commanded: Each of you should gather as much as you can eat. Take two quarts for each person in your tent.”",
      "17": "So that is what the Israelites did. Some gathered more, some less.",
      "18": "They measured it into two-quart containers. Those who had gathered more didn’t have too much. Those who had gathered less didn’t have too little. They gathered as much as they could eat.",
      "19": "Then Moses said to them, “No one may keep any of it until morning.”",
      "20": "But some of them didn’t listen to Moses. They kept part of it until morning, and it was full of worms and smelled bad. So Moses was angry with them.",
      "21": "Each morning they gathered as much food as they could eat. When the sun was hot, it melted away.",
      "22": "But on the sixth day they gathered twice as much food, four quarts per person. All the leaders of the community came to Moses and told him about it.",
      "23": "He said to them, “This is what the Lord said: Tomorrow is a day of rest—a holy day dedicated to the Lord. Bake what you want to bake, and boil what you want to boil. Save all that’s left over, and keep it until tomorrow morning.”",
      "24": "So they saved it until the next morning as Moses had commanded, but it didn’t smell or have worms in it.",
      "25": "“Eat it today,” Moses said, “because today is a day of rest—a holy day dedicated to the Lord. You won’t find anything on the ground today.",
      "26": "You can gather food on six days, but on the seventh day, the day of rest, you won’t find any.”",
      "27": "On the seventh day some people went out to gather food, but they didn’t find any.",
      "28": "The Lord said to Moses, “How long will you refuse to do what I have commanded and instructed you to do?",
      "29": "Remember: The Lord has given you this day of rest as a holy day. That’s why he gives you enough food on the sixth day for two days. On the seventh day stay in your place—no one is to go out. Everyone, stay where you are.”",
      "30": "So the people never worked on the seventh day of the week.",
      "31": "The Israelites called the food manna. It was like coriander seeds. It was white and tasted like wafers made with honey.",
      "32": "Moses said, “This is what the Lord has commanded: Take two quarts of manna to be kept for your descendants. This way they will see the food that I gave you to eat in the desert when I brought you out of Egypt.”",
      "33": "Moses said to Aaron, “Take a jar, put two quarts of manna in it, and put it in the Lord’s presence to be kept for your descendants.”",
      "34": "Aaron put the jar of manna in front of the words of God’s promise to be kept there, as the Lord commanded Moses.",
      "35": "The Israelites ate manna for 40 years until they came to a place to settle. They ate manna until they came to the border of Canaan.",
      "36": "(Now, the standard dry measure at that time held 20 quarts.)"
    },
    "17": {
      "1": "The whole community of Israelites left the desert of Sin and traveled from place to place as the Lord commanded them. They camped at Rephidim, but there was no water for the people to drink.",
      "2": "So they complained to Moses by saying, “Give us water to drink!”\nMoses said to them, “Why are you complaining to me? Why are you testing the Lord?”",
      "3": "But the people were thirsty for water there. They complained to Moses and asked, “Why did you bring us out of Egypt? Was it to make us, our children, and our livestock die of thirst?”",
      "4": "So Moses cried out to the Lord, “What should I do with these people? They’re almost ready to stone me!”",
      "5": "The Lord answered Moses, “Bring some of the leaders of Israel with you, and go to where the people can see you. Take the staff you used to strike the Nile River.",
      "6": "I’ll be standing in front of you there by a rock at Mount Horeb. Strike the rock, and water will come out of it for the people to drink.”\nMoses did this while the leaders of Israel watched him.",
      "7": "He named that place Massah [Testing] and Meribah [Complaining] because the Israelites complained and because they tested the Lord, asking, “Is the Lord with us or not?”",
      "8": "The Amalekites fought Israel at Rephidim.",
      "9": "Moses said to Joshua, “Choose some of our men. Then fight the Amalekites. Tomorrow I will stand on top of the hill. I will hold in my hand the staff God told me to take along.”",
      "10": "Joshua did as Moses told him and fought the Amalekites, while Moses, Aaron, and Hur went to the top of the hill.",
      "11": "As long as Moses held up his hands, Israel would win, but as soon as he put his hands down, the Amalekites would start to win.",
      "12": "Eventually, Moses’ hands felt heavy. So Aaron and Hur took a rock, put it under him, and he sat on it. Aaron held up one hand, and Hur held up the other. His hands remained steady until sunset.",
      "13": "So Joshua defeated the Amalekite army in battle.",
      "14": "The Lord said to Moses, “Write this reminder on a scroll, and make sure that Joshua hears it, too: I will completely erase any memory of the Amalekites from the earth.”",
      "15": "Moses built an altar and called it The Lord Is My Banner.",
      "16": "He said, “Because a hand was lifted against the Lord’s throne, he will be at war against the Amalekites from one generation to the next.”"
    },
    "18": {
      "1": "Moses’ father-in-law Jethro, the priest of Midian, heard about everything God had done for Moses and his people Israel and how the Lord had brought Israel out of Egypt.",
      "2": "When Moses had sent away his wife Zipporah, his father-in-law Jethro had taken her in,",
      "3": "along with her two sons. The one son was named Gershom [Foreigner], because Moses said, “I was a foreigner living in another country.”",
      "4": "The name of the other was Eliezer [My God Is a Helper], because he said, “My father’s God was my helper. He saved me from Pharaoh’s death sentence.”",
      "5": "Moses’ father-in-law Jethro brought Moses’ sons and wife to Moses in the desert where he was camped near the mountain of God.",
      "6": "Jethro had sent word to Moses, “I’m coming to visit you, and I’m bringing your wife and her two sons.”",
      "7": "So Moses went out to meet his father-in-law. Moses bowed with his face touching the ground and kissed Jethro. After they asked each other how they were, they went into the tent.",
      "8": "Moses told his father-in-law everything the Lord had done to Pharaoh and the Egyptians for Israel, all the hardships they had had on the way, and how the Lord had saved them.",
      "9": "Jethro was delighted to hear about all the good things the Lord had done for Israel in rescuing them from the Egyptians.",
      "10": "He said, “Thank the Lord! He rescued you from the Egyptians and their Pharaoh and rescued these people from the control of the Egyptians,",
      "11": "who treated Israel with contempt. Now I know that the Lord is greater than all other gods.”",
      "12": "Then Jethro, Moses’ father-in-law, brought a burnt offering and other sacrifices to God. Aaron and all the leaders of Israel came to eat the meal with Moses’ father-in-law in God’s presence.",
      "13": "The next day Moses was settling disagreements among the people. The people stood around Moses from morning until evening.",
      "14": "When Moses’ father-in-law saw everything Moses was doing for the people, he asked, “Why are you doing this for the people? Why do you sit here alone, while all the people stand around you from morning until evening?”",
      "15": "Moses answered his father-in-law, “Because the people come to me to find out God’s will.",
      "16": "Whenever they have a disagreement and bring it to me, I decide which person is right, and I tell them God’s laws and instructions.”",
      "17": "Moses’ father-in-law replied, “What you’re doing is not good.",
      "18": "You and your people will wear yourselves out. This is too much work for you. You can’t do it alone!",
      "19": "Now listen to me, and I’ll give you some advice. May God be with you! You must be the people’s representative to God and bring their disagreements to him.",
      "20": "You must instruct them in the laws and the teachings, show them how to live, and tell them what to do.",
      "21": "“But choose capable men from all the people, men who fear God, men you can trust, men who hate corruption. Put them in charge of groups of 1,000, or 100, or 50, or 10 people.",
      "22": "Let them be the ones who usually settle disagreements among the people. They should bring all important cases to you, but they should settle all minor cases themselves. Make it easier for yourself by letting them help you.",
      "23": "If God commands you, and you do this, you will be able to continue your work, and all these people will have their disagreements settled so that they can go home.”",
      "24": "Moses listened to his father-in-law and did everything he said.",
      "25": "Moses chose capable men from all the Israelites and put them in charge of groups of 1,000, or 100, or 50, or 10 people.",
      "26": "These men were the ones who usually settled disagreements among the people. They would bring difficult cases to Moses, but they settled all minor ones themselves.",
      "27": "Moses sent his father-in-law on his way. So Jethro went back to his own country."
    },
    "19": {
      "1": "Two months after the Israelites left Egypt, they came to the desert of Sinai.",
      "2": "Israel had moved from Rephidim and had come into the desert of Sinai. They had set up camp there in front of the mountain.",
      "3": "Then Moses went up the mountain to God, and the Lord called to him from the mountain, “This is what you must say to the descendants of Jacob. Tell the Israelites,",
      "4": "‘You have seen for yourselves what I did to Egypt and how I carried you on eagles’ wings and brought you to my mountain.",
      "5": "If you carefully obey me and are faithful to the terms of my promise, then out of all the nations you will be my own special possession, even though the whole world is mine.",
      "6": "You will be my kingdom of priests and my holy nation.’ These are the words you must speak to the Israelites.”",
      "7": "So Moses went down and called for the leaders of the people. He repeated to them all the words that the Lord had commanded him.",
      "8": "All the people answered together, “We will do everything the Lord has said.” So Moses brought their answer back to the Lord.",
      "9": "The Lord said to Moses, “I am coming to you in a storm cloud so that the people will hear me speaking with you and will always believe you.” Moses told the Lord what the people had said.",
      "10": "So the Lord said to Moses, “Go to the people, and tell them they have two days to get ready. They must set themselves apart as holy. Have them wash their clothes",
      "11": "and be ready by the day after tomorrow. On that day the Lord will come down on Mount Sinai as all the people watch.",
      "12": "Mark off a boundary around the mountain for the people, and tell them not to go up the mountain or even touch it. Those who touch the mountain must be put to death.",
      "13": "No one should touch them. They must be stoned or shot with arrows. No matter whether it’s an animal or a person, it must not live. The people may go up the mountain only when the ram’s horn sounds a long blast.”",
      "14": "After Moses went down the mountain to the people, he had them get ready, and they washed their clothes.",
      "15": "Then Moses said to the people, “Be ready two days from now. Don’t disqualify yourselves by having sexual intercourse.”",
      "16": "On the morning of the second day, there was thunder and lightning with a heavy cloud over the mountain, and a very loud blast from a ram’s horn was heard. All the people in the camp shook with fear.",
      "17": "Then Moses led the people out of the camp to meet with God, and they stood at the foot of the mountain.",
      "18": "All of Mount Sinai was covered with smoke because the Lord had come down on it in fire. Smoke rose from the mountain like the smoke from a kiln, and the whole mountain shook violently.",
      "19": "As the sound of the horn grew louder and louder, Moses was speaking, and the voice of God answered him.",
      "20": "The Lord came down on top of Mount Sinai and called Moses to the top of the mountain. So Moses went up.",
      "21": "The Lord said to him, “Go down and warn the people not to force their way through the boundary to see the Lord, or many of them will die.",
      "22": "Even the priests who are allowed to come near the Lord must set themselves apart as holy, or the Lord will violently kill them.”",
      "23": "Moses said to the Lord, “The people can’t come up Mount Sinai, because you warned us yourself to mark off a boundary around the mountain and consider it holy.”",
      "24": "The Lord said to him, “Go down, and bring Aaron back with you. But the priests and the people must not force their way through the boundary to come up to the Lord, or he will violently kill them.”",
      "25": "So Moses went down to the people and told them."
    },
    "20": {
      "1": "Then God spoke all these words:",
      "2": "“I am the Lord your God, who brought you out of slavery in Egypt.",
      "3": "“Never have any other god.",
      "4": "Never make your own carved idols or statues that represent any creature in the sky, on the earth, or in the water.",
      "5": "Never worship them or serve them, because I, the Lord your God, am a God who does not tolerate rivals. I punish children for their parents’ sins to the third and fourth generation of those who hate me.",
      "6": "But I show mercy to thousands of generations of those who love me and obey my commandments.",
      "7": "“Never use the name of the Lord your God carelessly. The Lord will make sure that anyone who carelessly uses his name will be punished.",
      "8": "“Remember the day of rest by observing it as a holy day.",
      "9": "You have six days to do all your work.",
      "10": "The seventh day is the day of rest—a holy day dedicated to the Lord your God. You, your sons, your daughters, your male and female slaves, your cattle, and the foreigners living in your city must never do any work on that day.",
      "11": "In six days the Lord made heaven, earth, and the sea, along with everything in them. He didn’t work on the seventh day. That’s why the Lord blessed the day he stopped his work and set this day apart as holy.",
      "12": "“Honor your father and your mother, so that you may live for a long time in the land the Lord your God is giving you.",
      "13": "“Never murder.",
      "14": "“Never commit adultery.",
      "15": "“Never steal.",
      "16": "“Never lie when you testify about your neighbor.",
      "17": "“Never desire to take your neighbor’s household away from him.\n“Never desire to take your neighbor’s wife, his male or female slave, his ox, his donkey, or anything else that belongs to him.”",
      "18": "All the people heard the thunder and saw the lightning. They heard the blast of the ram’s horn and saw the mountain covered with smoke. So they shook with fear and stood at a distance.",
      "19": "Then they said to Moses, “You speak to us, and we’ll listen. But don’t let God speak to us, or we’ll die!”",
      "20": "Moses answered the people, “Don’t be afraid! God has come only to test you, so that you will be in awe of him and won’t sin.”",
      "21": "The people kept their distance while Moses went closer to the dark cloud where God was.",
      "22": "The Lord said to Moses, “This is what you must say to the Israelites: You’ve seen for yourselves that I have spoken to you from heaven.",
      "23": "Never make any gods of silver or gold for yourselves. Never worship them.",
      "24": "“You must build an altar for me made out of dirt. Sacrifice your burnt offerings and your fellowship offerings, your sheep, goats, and cattle on it. Wherever I choose to have my name remembered, I will come to you and bless you.",
      "25": "If you build an altar for me made out of stones, never make it with cut stone blocks. If you use a chisel on it, you will make it unacceptable to me.",
      "26": "Never use stairs to go up to my altar. Otherwise, people will be able to see under your clothes.”"
    },
    "21": {
      "1": "The Lord continued, “Here are the legal decisions to be used by the Israelites:",
      "2": "“Whenever you buy a Hebrew slave, he will be your slave for six years. In the seventh year he may leave as a free man, without paying for his freedom.",
      "3": "If he comes to you by himself, he must leave by himself. If he comes as a married man, his wife may leave with him.",
      "4": "If his master gives him a wife and she gives birth to sons or daughters, the wife and her children belong to the master, and the slave must leave by himself.",
      "5": "But if he makes this statement: ‘I hereby declare my love for my master, my wife, and my children. I don’t want to leave as a free man,’",
      "6": "then his master must bring him to God. The master must bring him to the door or the doorframe and pierce his ear with an awl. Then he will be his slave for life.",
      "7": "“Whenever a man sells his daughter into slavery, she will not go free the way male slaves do.",
      "8": "If she doesn’t please the master who has chosen her as a wife, he must let her be bought back by one of her close relatives. He has no right to sell her to foreigners, since he has treated her unfairly.",
      "9": "But if he has chosen her for his son, he must treat her like a daughter.",
      "10": "If that son marries another woman, he must not deprive the first wife of food, clothes, or sex.",
      "11": "If he doesn’t give her these three things, she can go free, without paying any money for her freedom.",
      "12": "“Whoever strikes someone and kills him must be put to death.",
      "13": "If it wasn’t done intentionally, but God let it happen, the killer should flee to a place I will set aside for you.",
      "14": "But whenever someone becomes so angry that he plans to kill his neighbor, you must take him away from my altar and put him to death.",
      "15": "“Whoever hits his father or mother must be put to death.",
      "16": "“Whoever kidnaps another person must be put to death, whether he has sold the kidnapped person or still has him.",
      "17": "“Whoever curses his father or mother must be put to death.",
      "18": "“This is what you must do whenever men quarrel and one hits the other with a rock or with his fist and injures him so that he has to stay in bed.",
      "19": "If the injured man can get up again and walk around outside with a cane, the one who hit him must not be punished. He must pay the injured man for the loss of his time and for all his medical expenses.",
      "20": "“Whenever an owner hits his male or female slave with a stick so that the slave dies from the beating, the owner must be punished.",
      "21": "But if the slave gets up in a day or two, the owner must not be punished. The slave is his property.",
      "22": "“This is what you must do whenever men fight and injure a pregnant woman so that she gives birth prematurely. If there are no other injuries, the offender must pay whatever fine the court allows the woman’s husband to demand.",
      "23": "If anyone is injured, the offender must pay a life for a life,",
      "24": "an eye for an eye, a tooth for a tooth, a hand for a hand, a foot for a foot,",
      "25": "a burn for a burn, a bruise for a bruise, a wound for a wound.",
      "26": "“Whenever an owner hits his male or female slave in the eye and the slave is blinded, he must let the slave go free to make up for the loss of the eye.",
      "27": "If the owner knocks out the tooth of his male or female slave, he must let the slave go free to make up for the loss of the tooth.",
      "28": "“Whenever a bull gores a man or a woman to death, the bull must be stoned to death, and its meat may not be eaten. The bull’s owner is free from any liability.",
      "29": "But if the bull has had the habit of goring, and the owner has been warned but has not kept it confined, and it kills a man or a woman, then the bull must be stoned and its owner must be put to death, too.",
      "30": "However, if only a cash settlement is demanded from the owner, the bull’s owner may save his life by paying whatever price is demanded of him.",
      "31": "If the bull gores someone’s son or daughter, this same ruling applies.",
      "32": "If the bull gores a male or female slave, its owner must pay 12 ounces of silver to the slave’s master, and the bull must be stoned.",
      "33": "“Whenever someone opens up a cistern or digs a new one and doesn’t cover it and a bull or a donkey falls into it,",
      "34": "the owner of the cistern must make up for the loss. He must pay money to the animal’s owner, and then the dead animal will be his.",
      "35": "“Whenever one person’s bull kills another person’s bull, they must sell the live bull and divide the money between them. They must divide the dead bull, too.",
      "36": "However, if it was known that the bull had the habit of goring, and its owner didn’t keep it confined, the owner must make up for the loss—bull for bull—and then the dead bull will be his.”"
    },
    "22": {
      "1": "The Lord continued, “Whenever someone steals a bull or a sheep and butchers it or sells it, he must make up for the loss with five head of cattle to replace the bull or four sheep to replace the sheep.",
      "2": "“If anyone catches a thief breaking in and hits him so that he dies, he is not guilty of murder.",
      "3": "But if it happens after sunrise, he is guilty of murder.\n“A thief must make up for what he has stolen. If he is unable to do so, he must be sold as a slave to pay for what he stole.",
      "4": "But if the stolen animal is found alive in his possession, whether it’s a bull, donkey, or a sheep, he must make up for the loss with double the amount.",
      "5": "“Whenever someone lets his livestock graze in a field or a vineyard, and they stray and graze in another person’s field, he must make up for what the damaged field was expected to produce. But if he lets them ruin the whole field with their grazing, he must make up from his own field for the loss with the best from his field and vineyard.",
      "6": "“Whenever a fire starts and spreads into the underbrush so that it burns up stacked or standing grain or ruins a field, the person who started the fire must make up for the loss.",
      "7": "“This is what you must do whenever someone gives his neighbor silver or other valuables to keep for him, and they are stolen from that person’s house: If the thief is caught, he must make up for the loss with double the amount.",
      "8": "If the thief is not caught, the owner of the house must be brought to God to find out whether or not he took his neighbor’s valuables.",
      "9": "If there is a dispute over the ownership of a bull, a donkey, a sheep, an article of clothing, or any other lost property which two people claim as their own, both people must bring their case to God. The one whom God declares guilty must make up for his neighbor’s loss with double the amount.",
      "10": "“This is what you must do whenever someone gives his neighbor a donkey, a bull, a sheep, or any other kind of animal to keep for him, and it dies, is injured, or is captured in war, and there are no witnesses.",
      "11": "The case between them must be settled by swearing an oath to the Lord that the neighbor did not take the other person’s animal. The owner must accept the oath. The neighbor doesn’t have to make up for the loss.",
      "12": "But if the animal was stolen from the neighbor, he must make up for the owner’s loss.",
      "13": "If it was killed by a wild animal, he must bring in the dead body as evidence. He doesn’t have to make up for an animal that has been killed.",
      "14": "“Whenever someone borrows an animal from his neighbor, and it is injured or dies while the owner is not present, the borrower must make up for the loss.",
      "15": "If the owner is with the animal, the borrower doesn’t have to make up for the loss. If it is rented, the rental fee covers the loss.",
      "16": "“Whenever a man seduces a virgin who is not engaged to anyone and has sexual intercourse with her, he must pay the bride-price and marry her.",
      "17": "If her father absolutely refuses to give her to him, he must pay an amount of money equal to the bride-price for virgins.",
      "18": "“Never let a witch live.",
      "19": "“Whoever has sexual intercourse with an animal must be put to death.",
      "20": "“Whoever sacrifices to any god except the Lord must be condemned and destroyed.",
      "21": "“Never mistreat or oppress foreigners, because you were foreigners living in Egypt.",
      "22": "“Never take advantage of any widow or orphan.",
      "23": "If you do and they cry out to me, you can be sure that I will hear their cry.",
      "24": "I will become angry and have you killed in combat. Then your wives and children will become widows and orphans.",
      "25": "“If you lend money to my people—to any poor person among you—never act like a moneylender. Charge no interest.",
      "26": "If you take any of your neighbor’s clothes as collateral, give it back to him by sunset.",
      "27": "It may be the only clothes he has to cover his body. What else will he sleep in? When he cries out to me, I will listen because I am compassionate.",
      "28": "“Never show disrespect for God or curse a leader of your people.",
      "29": "“Never withhold your best wine from me.\n“You must give me your firstborn son.",
      "30": "You must do the same with your cattle and your sheep. They will stay with their mothers seven days, but on the eighth day you must give them to me.",
      "31": "“You must be my holy people. Never eat the meat of an animal that has been killed by wild animals out in the countryside. Throw it to the dogs.”"
    },
    "23": {
      "1": "The Lord continued, “Never spread false rumors. Don’t join forces with wicked people by giving false testimony.",
      "2": "Never follow a crowd in doing wrong. When you testify in court, don’t side with the majority to pervert justice.",
      "3": "Never give special favors to poor people in court.",
      "4": "“Whenever you come across your enemy’s ox or donkey wandering loose, be sure to take it back to him.",
      "5": "Whenever you see that the donkey of someone who hates you has collapsed under its load, don’t leave it there. Be sure to help him with his animal.",
      "6": "“Never deny justice to poor people in court.",
      "7": "Avoid telling lies. Don’t kill innocent or honest people, because I will never declare guilty people innocent.",
      "8": "Never take a bribe, because bribes blind those who can see and deny justice to those who are in the right.",
      "9": "“Never oppress foreigners. You know what it’s like to be foreigners because you were foreigners living in Egypt.",
      "10": "“For six years you may plant crops in your fields and harvest them,",
      "11": "but in the seventh year you must leave the land unplowed and unused. In that way the poor among your people will have food to eat, and wild animals may eat what the poor people leave. You must do the same with your vineyards and olive groves.",
      "12": "“For six days you will do your work, but on the seventh day you must not work. Then your ox and donkey can rest. The slaves born in your household and foreigners will also be refreshed.",
      "13": "“Be careful to do everything I told you.\n“Never mention the names of other gods or let them be heard on your lips.",
      "14": "“Three times a year you must celebrate a pilgrimage festival in my honor.",
      "15": "“Celebrate the Festival of Unleavened Bread: For seven days you must eat unleavened bread, as I commanded you. Do this at the appointed time in the month of Abib, because that was when you left Egypt. No one may come into my presence without an offering.",
      "16": "“Celebrate the Festival of the Harvest with the first produce harvested from whatever you plant in your fields.\n“Celebrate the Festival of the Final Harvest at the end of the year when you harvest your crops from the fields.",
      "17": "“These are the three times each year that all your men must come into the presence of the Master, the Lord.",
      "18": "“Never offer the blood of a sacrifice to me at the same time you offer anything containing yeast. The fat sacrificed at my festivals should never be left over in the morning.",
      "19": "“You must bring the best of the first produce harvested from your soil to the house of the Lord your God.\n“Never cook a young goat in its mother’s milk.",
      "20": "“I’m going to send a Messenger in front of you to protect you on your trip and bring you to the place I have prepared.",
      "21": "Pay attention to him, and listen to him. Don’t defy him, because he will not forgive your disobedience. He is acting on my authority.",
      "22": "But if you will listen to him and do everything I say, then I will be an enemy to your enemies and an opponent to your opponents.",
      "23": "“My Messenger will go ahead of you and will bring you to the land of the Amorites, Hittites, Perizzites, Canaanites, Hivites, and Jebusites. I will wipe them out.",
      "24": "Never worship or serve their gods or follow their practices. Instead, you must destroy their gods and crush their sacred stones.",
      "25": "You must serve the Lord your God, and he will bless your food and water. I will take away all sickness from among you.",
      "26": "No woman in your land will miscarry or be unable to have children. I will let you live a normal life span.",
      "27": "“I will send my terror ahead of you and throw any nation you meet into a panic. I will make all your enemies flee from you.",
      "28": "I will spread panic ahead of you to force the Hivites, Canaanites, and Hittites out of your way.",
      "29": "I will not force them out of your way in one year. Otherwise, the land would be deserted, and wild animals would take over.",
      "30": "Little by little I will force them out of your way until you have increased enough in number to take possession of the land.",
      "31": "“I will establish your borders from the Red Sea to the Mediterranean Sea and from the Sinai Desert to the Euphrates River. I will put the people living in the land under your control, and you will force them out of your way.",
      "32": "Never make a treaty with them and their gods.",
      "33": "Never let them live in your land, or they will make you sin against me and trap you into serving their gods.”"
    },
    "24": {
      "1": "The Lord said to Moses, “You and Aaron, Nadab, Abihu, and 70 of Israel’s leaders come up the mountain to me and worship at a distance.",
      "2": "Moses may come near the Lord, but the others may not. The people must not come along with Moses.”",
      "3": "Moses went and told the people all the Lord’s words and legal decisions. Then all the people answered with one voice, “We will do everything the Lord has told us to do.”",
      "4": "So Moses wrote down all the Lord’s words.\nEarly the next morning he built an altar at the foot of the mountain and set up 12 sacred stones for the 12 tribes of Israel.",
      "5": "Then he sent young Israelite men, and they sacrificed bulls as burnt offerings and fellowship offerings to the Lord.",
      "6": "Moses took half of the blood and put it into bowls, and he threw the other half against the altar.",
      "7": "Then he took the Book of the Lord’s Promise  and read it while the people listened. They said, “We will obey and do everything the Lord has said.”",
      "8": "Moses took the blood and sprinkled it on the people and said, “Here is the blood which seals the promise that the Lord has made to you based on everything you have just heard.”",
      "9": "Moses went up with Aaron, Nadab, Abihu, and 70 of Israel’s leaders.",
      "10": "They saw the God of Israel. Under his feet was something like a pavement made out of sapphire as clear and blue as the sky itself.",
      "11": "God didn’t harm these leaders of the Israelites. So they saw God, and then they ate and drank.",
      "12": "The Lord said to Moses, “Come up to me on the mountain. Stay there, and I will give you the stone tablets with the teachings and the commandments I have written for the people’s instruction.”",
      "13": "Moses set out with his assistant Joshua, and Moses went up on the mountain of God.",
      "14": "He said to the leaders, “Wait here for us until we come back to you. Aaron and Hur are here with you. Take all your disagreements to them.”",
      "15": "So Moses went up on the mountain, and the cloud covered it.",
      "16": "The glory of the Lord settled on Mount Sinai. For six days the cloud covered it, and on the seventh day the Lord called to Moses from inside the cloud.",
      "17": "To the Israelites, the glory of the Lord looked like a raging fire on top of the mountain.",
      "18": "Moses entered the cloud as he went up the mountain. He stayed on the mountain 40 days and 40 nights."
    },
    "25": {
      "1": "The Lord said to Moses,",
      "2": "“Tell the Israelites to choose something to give me as a special contribution. You must accept whatever contribution each person freely gives.",
      "3": "This is the kind of contribution you will accept from them: gold, silver, and bronze,",
      "4": "violet, purple, and bright red yarn, fine linen, goats’ hair,",
      "5": "rams’ skins dyed red, fine leather, acacia wood,",
      "6": "olive oil for the lamps, spices for the anointing oil and for the sweet-smelling incense,",
      "7": "onyx stones, and other precious stones to be set in the chief priest’s ephod  and his breastplate.",
      "8": "“Then have them make a holy place for me, and I will live among them.",
      "9": "Make the tent and all its furnishings exactly like the plans I am showing you.",
      "10": "“Make an ark of acacia wood 45 inches long, 27 inches wide, and 27 inches high.",
      "11": "Cover it with pure gold inside and out, and put a gold molding around it.",
      "12": "Cast four gold rings for it, and fasten them to its four feet, two rings on each side.",
      "13": "Make poles of acacia wood, and cover them with gold.",
      "14": "Put the poles through the rings on the sides of the ark in order to carry it.",
      "15": "The poles must stay in the rings of the ark. Never remove them.",
      "16": "Then you will put into the ark the words of my promise which I will give you.",
      "17": "“Make a throne of mercy to cover the ark out of pure gold 45 inches long and 27 inches wide.",
      "18": "Make two angels  out of hammered gold for the two ends of the throne of mercy,",
      "19": "one on each end. Form the angels and the throne of mercy out of one piece of gold.",
      "20": "The angels should have their wings spread above the throne of mercy, overshadowing it. They should face each other, looking at the throne of mercy.",
      "21": "After you put into the ark the words of my promise which I will give you, place the throne of mercy on top.",
      "22": "I will be above the throne of mercy between the angels whenever I meet with you and give you all my commands for the Israelites.",
      "23": "“Make a table of acacia wood 36 inches long, 18 inches wide, and 27 inches high.",
      "24": "Cover it with pure gold, and put a gold molding around it.",
      "25": "Make a rim three inches wide around it, and put a gold molding around the rim.",
      "26": "Make four gold rings for it, and fasten them to the four corners, where the four legs are.",
      "27": "The rings are to be close to the rim. They are to hold the poles for carrying the table.",
      "28": "Make the poles out of acacia wood, cover them with gold, and use them to carry the table.",
      "29": "Make plates and dishes for the table out of pure gold, as well as pitchers and bowls to be used for pouring wine offerings.",
      "30": "Put the bread of the presence on this table so that it will be in front of me all the time.",
      "31": "“Make a lamp stand out of pure gold. The lamp stand, its base, and its shaft, as well as the flower cups, buds, and petals must be hammered out of one piece of gold.",
      "32": "Six branches are to come out of the sides, three branches on one side and three on the other.",
      "33": "Each of the six branches coming out of the lamp stand is to have three flower cups shaped like almond blossoms, with buds and petals.",
      "34": "The lamp stand itself is to have four flower cups shaped like almond blossoms, with buds and petals.",
      "35": "There should be a bud under each of the three pairs of branches coming out of the lamp stand.",
      "36": "The buds and branches should also be hammered out of the same piece of pure gold as the lamp stand.",
      "37": "“Make seven lamps, and set them on the lamp stand so that they light up the area in front of it.",
      "38": "The tongs and incense burners must be made of pure gold.",
      "39": "Use 75 pounds of pure gold to make the lamp stand and all the utensils.",
      "40": "Be sure to make them according to the plans you were shown on the mountain.”"
    },
    "26": {
      "1": "The Lord continued, “Make the inner tent with ten sheets made from fine linen yarn. Take violet, purple, and bright red yarn, and creatively work an angel  design into the fabric.",
      "2": "Each sheet will be 42 feet long and 6 feet wide—all the same size.",
      "3": "Five of the sheets must be sewn together, and the other five must also be sewn together.",
      "4": "Make 50 violet loops along the edge of the end sheet in each set,",
      "5": "placing the loops opposite each other.",
      "6": "Make 50 gold fasteners. Use them to link the two sets of sheets together so that the tent is a single unit.",
      "7": "“Make 11 sheets of goats’ hair to form an outer tent over the inner tent.",
      "8": "Each of the 11 sheets will be 45 feet long and 6 feet wide.",
      "9": "Sew five of the sheets together into one set and the remaining six into another set. Fold the sixth sheet in half to hang in front of the tent.",
      "10": "Make 50 loops along the edge of the end sheet in each set.",
      "11": "Make 50 bronze fasteners, and put them through the loops to link the inner tent together as a single unit.",
      "12": "The remaining half-sheet should hang over the back of the inner tent.",
      "13": "There will be 18 inches left over on each side because of the length of the outer tent’s sheets. That part should hang over each side in order to cover the inner tent.",
      "14": "Make a cover of rams’ skins that have been dyed red for the outer tent. Over that put a cover made of fine leather.",
      "15": "“Make a framework out of acacia wood for the inner tent.",
      "16": "Each frame is to be 15 feet long and 27 inches wide,",
      "17": "with two identical pegs. Make all the frames for the inner tent the same way.",
      "18": "Make 20 frames for the south side of the inner tent.",
      "19": "Then make 40 silver sockets at the bottom of the 20 frames, two sockets at the bottom of each frame for the two pegs.",
      "20": "For the north side of the inner tent make 20 frames",
      "21": "and 40 silver sockets, two at the bottom of each frame.",
      "22": "Make six frames for the far end, the west side.",
      "23": "Make two frames for each of the corners at the far end of the inner tent.",
      "24": "These will be held together at the bottom and held tightly at the top by a single ring. Both corner frames will be made this way.",
      "25": "There will be eight frames with 16 silver sockets, two at the bottom of each frame.",
      "26": "“Make crossbars out of acacia wood: five for the frames on one side of the inner tent,",
      "27": "five for those on the other side, and five for the frames on the far end of the inner tent, the west side.",
      "28": "The middle crossbar will run from one end to the other, halfway up the frames.",
      "29": "Cover the frames with gold, make gold rings to hold the crossbars, and cover the crossbars with gold.",
      "30": "“Set up the inner tent according to the plans you were shown on the mountain.",
      "31": "“Make a canopy of violet, purple, and bright red yarn. Creatively work an angel design into fine linen yarn.",
      "32": "Use gold hooks to hang it on four posts of acacia wood covered with gold, standing in four silver sockets.",
      "33": "Hang the canopy from the fasteners in the ceiling, and put the ark containing the words of my promise under it. The canopy will mark off the most holy place from the holy place.",
      "34": "Put the throne of mercy that is on the ark in the most holy place.",
      "35": "“Place the table outside the canopy on the north side of the inner tent, and put the lamp stand opposite the table on the south side.",
      "36": "“For the entrance of the outer tent, make a screen out of fine linen yarn, embroidered with violet, purple, and bright red yarn.",
      "37": "Make five posts of acacia wood for the screen and cover them with gold. Make gold hooks for this screen. Cast five bronze bases for the posts.”"
    },
    "27": {
      "1": "The Lord continued, “Make an altar out of acacia wood. It should be 7½ feet square, and 4½ feet high.",
      "2": "Make a horn at each of its four corners. The four horns and the altar must be made out of one piece of wood covered with bronze.",
      "3": "“Make all the utensils for it out of bronze: pots for taking away the altar’s ashes, also shovels, bowls, forks, and incense burners.",
      "4": "“Make a grate for it out of bronze mesh, and make a bronze ring for each of the four corners of the grate.",
      "5": "Put the grate under the ledge of the altar so that it comes halfway up the altar.",
      "6": "“Make poles out of acacia wood for the altar, and cover them with bronze.",
      "7": "The poles should be put through the rings on both sides of the altar to carry it.",
      "8": "“Make the altar out of boards so that it’s hollow inside. It must be made just as you were shown on the mountain.",
      "9": "“Make a courtyard for the tent. The south side of the courtyard should be 150 feet long and have curtains made out of fine linen yarn,",
      "10": "hung on 20 posts set in 20 bronze bases. The hooks and bands on the posts should be made of silver.",
      "11": "The north side should be the same: 150 feet long, with curtains on 20 posts set in 20 bronze bases. The hooks and bands on the posts should be made of silver.",
      "12": "“The courtyard on the west end should be 75 feet wide and have curtains hung on ten posts set in ten bases.",
      "13": "On the east end, facing the rising sun, the courtyard should also be 75 feet wide.",
      "14": "-Each side of the entrance will be 22½ feet wide with curtains hung on three posts set in three bases.",
      "15": "“The entrance to the courtyard must have a 30-foot screen made from fine linen yarn, embroidered with violet, purple, and bright red yarn, hung on four posts set in four bases.",
      "16": "All the posts around the courtyard should have silver bands, silver hooks, and bronze bases.",
      "17": "The courtyard should be 150 feet long, 75 feet wide, and 7½ feet high, with curtains made of fine linen yarn and with bronze bases.",
      "18": "“All the things for the tent, no matter how they’re used, including all the pegs for the tent and the courtyard, must be made of bronze.",
      "19": "“For the lighting, you must command the Israelites to bring you pure, virgin olive oil so that the lamps won’t go out.",
      "20": "In the tent of meeting outside the canopy where the words of my promise are, Aaron and his descendants must keep the lamps lit in the Lord’s presence from evening until morning. This is a permanent law among the Israelites for generations to come.”"
    },
    "28": {
      "1": "The Lord continued, “Out of all the Israelites, bring your brother Aaron and his sons Nadab, Abihu, Eleazar, and Ithamar to you. They will serve me as priests.",
      "2": "Make holy clothes for your brother Aaron to give him dignity and honor.",
      "3": "“Tell all those who have the skill—those to whom I have given this ability—to make Aaron’s clothes. These clothes will set him apart as holy when he serves me as priest.",
      "4": "These are the clothes they will make: a breastplate, an ephod and the robe that is worn with it, another specially woven linen robe, the chief priest’s turban, and a cloth belt. They will make these holy clothes for your brother Aaron and his sons so that they can serve me as priests.",
      "5": "They must use gold, violet, purple, and bright red yarn, and fine linen.",
      "6": "“Make the ephod out of fine linen yarn. Creatively work gold, violet, purple, and bright red yarn into the fabric.",
      "7": "It will have two shoulder straps attached at the top corners so that it can be fastened.",
      "8": "Make the belt that is attached to the ephod out of the same fabric.",
      "9": "Take two onyx stones, and engrave on them the names of the sons of Israel",
      "10": "in birth order—six of their names on one stone and the remaining six on the other.",
      "11": "Engrave the names of the sons of Israel on the two stones the same way a jeweler engraves a signet ring. Mount them in gold settings,",
      "12": "and fasten them on the shoulder straps of the ephod as reminders of who the Israelites are. In this way Aaron will carry their names on his shoulders as a reminder in the Lord’s presence.",
      "13": "Make gold settings",
      "14": "and two chains of pure gold, twisted like ropes, and fasten these chains to the settings.",
      "15": "“Make the breastplate for decision-making as creatively as you make the ephod. Make it out of gold, violet, purple, and bright red yarn and out of fine linen yarn.",
      "16": "Fold it in half so that it’s 9 inches square.",
      "17": "Fasten four rows of precious stones on it. In the first row put red quartz, topaz, and emerald.",
      "18": "In the second row put turquoise, sapphire, and crystal.",
      "19": "In the third row put jacinth, agate, and amethyst.",
      "20": "In the fourth row put beryl, onyx, and gray quartz. Mount them in gold settings.",
      "21": "The stones correspond to the 12 sons of Israel, by name, each stone engraved (like a signet ring) with the name of one of the 12 tribes.",
      "22": "“For the breastplate make chains out of pure gold, twisted like ropes.",
      "23": "Make two gold rings for the breastplate. Attach them to the two top corners of the breastplate.",
      "24": "Then fasten the two gold ropes to the rings at the top corners of the breastplate.",
      "25": "Fasten the other ends of the ropes to the two settings on the shoulder straps of the ephod so that the breastplate hangs in front of it.",
      "26": "Make two gold rings, and fasten them to the other two corners of the breastplate on the inside edge next to the ephod.",
      "27": "Make two more gold rings, and fasten them to the bottom of the shoulder straps on the front of the ephod. This will be close to the seam just above the belt of the ephod.",
      "28": "Then the breastplate should be fastened by its rings to the rings of the ephod with a violet cord. This will attach it just above the belt of the ephod and will hold the breastplate in place.",
      "29": "“Whenever Aaron goes into the holy place, he will be carrying the names of the sons of Israel over his heart as a constant reminder in the Lord’s presence. He must do this by wearing the breastplate for decision-making.",
      "30": "Put the Urim and Thummim  into the breastplate for decision-making. They, too, will be over Aaron’s heart when he comes into the Lord’s presence. In this way whenever he’s in the Lord’s presence, Aaron will always be carrying over his heart the means for determining the Lord’s decisions for the Israelites.",
      "31": "“Make the robe that is worn with the ephod entirely of violet material.",
      "32": "Make an opening for the head in the center with a reinforced edge (like a leather collar) all around it to keep it from tearing.",
      "33": "All around the hem of the robe make pomegranates of violet, purple, and bright red yarn with gold bells in between—",
      "34": "a gold bell alternating with a pomegranate all around the hem of the robe.",
      "35": "Aaron must wear it when he serves as priest. The sound of the bells must be heard when he comes into and goes out of the Lord’s presence in the holy place so that he won’t die.",
      "36": "“Make a flower-shaped medallion out of pure gold, and engrave on it (as on a signet ring): Holy to the Lord.",
      "37": "Fasten a violet cord to it, and tie it so that it’s on the front of the turban.",
      "38": "It will be on Aaron’s forehead. He’s the one to be blamed for anything done wrong when the Israelites bring their holy offerings—whatever their gifts may be. The medallion must always be on Aaron’s forehead so that the Lord will accept their offerings.",
      "39": "“Make the specially woven inner robe of fine linen. Make the turban of fine linen, but the belt should be embroidered with colored yarn.",
      "40": "“Also make linen robes, belts, and turbans for Aaron’s sons. These clothes will give them dignity and honor.",
      "41": "Put these clothes on your brother Aaron and his sons, anoint them, ordain them, and set them apart to serve me as priests.",
      "42": "“Make linen undergarments to cover them down to their thighs.",
      "43": "Aaron and his sons must wear them when they go into the tent of meeting or when they come near the altar to serve as priests in the holy place. Then they will be blameless and won’t die.\n“This is a permanent law for him and his descendants.”"
    },
    "29": {
      "1": "The Lord continued, “Now, this is what you must do in order to set Aaron and his sons apart to serve me as priests:\n“Take a young bull that has no defects and two rams that have no defects.",
      "2": "Use the finest wheat flour, but no yeast, and bake some loaves of bread, some rings of bread made with olive oil, and some wafers brushed with olive oil.",
      "3": "Put the bread in a basket, and bring the basket along with the young bull and the two rams.",
      "4": "“Then bring Aaron and his sons to the entrance of the tent of meeting, and wash them.",
      "5": "Take the clothes, and put them on Aaron—the linen robe, the ephod and the robe that is worn with it, and the breastplate. Use the belt to tie it on him tightly.",
      "6": "Put his turban on him, and fasten the holy crown to it.",
      "7": "Take the anointing oil, pour it on his head, and anoint him.",
      "8": "“Have his sons come forward. Dress them in their linen robes,",
      "9": "and put turbans on them. Tie belts around the waists of Aaron and his sons. They alone are to be priests; this is a permanent law. In this way you will ordain Aaron and his sons.",
      "10": "“Then bring the young bull to the front of the tent of meeting. Aaron and his sons will place their hands on its head.",
      "11": "Slaughter the bull in the Lord’s presence at the entrance to the tent of meeting.",
      "12": "Take some of the bull’s blood, and put it on the horns of the altar with your finger. Pour the rest of it out at the bottom of the altar.",
      "13": "“Then take all the fat that covers the internal organs, the lobe of the liver, and the two kidneys with the fat on them, and burn them on the altar.",
      "14": "But burn the bull’s meat, skin, and excrement outside the camp. It is an offering for sin.",
      "15": "“Take one of the rams. Then Aaron and his sons will place their hands on its head.",
      "16": "Slaughter it, take the blood, and throw it against the altar on all sides.",
      "17": "Cut the ram into pieces, wash the internal organs and legs, and put them with the other pieces and the head.",
      "18": "Then burn the whole ram on the altar. It’s a burnt offering, a soothing aroma, an offering by fire to the Lord.",
      "19": "“Take the other ram. Then Aaron and his sons will place their hands on its head.",
      "20": "Slaughter it, take some of the blood, and put it on the right ear lobes of Aaron and his sons, on their right thumbs, and on the big toes of their right feet. Throw the rest of the blood against the altar on all sides.",
      "21": "Take some of the blood that is on the altar and some of the anointing oil, and sprinkle it on Aaron and his clothes and on his sons and their clothes. In this way Aaron, his sons, and their clothes will be holy.",
      "22": "“From this same ram take the fat, the fat from the tail, the fat that covers the internal organs, the lobe of the liver, the two kidneys with the fat on them, and the right thigh. (This is the ram for the ordination.)",
      "23": "From the basket of unleavened bread which is in the Lord’s presence, take a round loaf of bread, a ring of bread made with olive oil, and a wafer.",
      "24": "Put all of these in the hands of Aaron and his sons, who will offer them to the Lord.",
      "25": "Then take them from their hands, and burn them on the altar on top of the burnt offering. It’s a soothing aroma in the Lord’s presence, an offering by fire to the Lord.",
      "26": "“Take the breast from the ram used for Aaron’s ordination, and present it to the Lord. This will be your share.",
      "27": "Set apart as holy the breast that is offered to the Lord and the thigh that is the contribution. Both will come from the ram used for the ordination. They both belong to Aaron and his sons.",
      "28": "It is a permanent law that the Israelites give this portion to Aaron and his sons as a contribution. This will also be their contribution to the Lord from the fellowship offerings.",
      "29": "“Aaron’s holy clothes will belong to his descendants so that they can be anointed and ordained in them.",
      "30": "The son who succeeds him as priest—the one who goes into the tent of meeting to serve in the holy place—will wear them for seven days.",
      "31": "“Take the ram used for the ordination, and boil its meat in a holy place.",
      "32": "At the entrance to the tent of meeting, Aaron and his sons will eat the meat of the ram and the bread left in the basket.",
      "33": "They will eat those offerings through which they made peace with the Lord at their ordination and installation. No one else may eat them because the offerings are holy.",
      "34": "If any meat or bread from the ordination is left over until morning, burn it up. It must not be eaten because it is holy.",
      "35": "“Do this with Aaron and his sons exactly as I have commanded you. Take seven days to ordain them.",
      "36": "Each day sacrifice a young bull as an offering to make peace with the Lord. Sacrifice this offering for sin on the altar in order to pay for its sins. Then anoint it with olive oil in order to dedicate it.",
      "37": "For seven days at the altar make peace with the Lord and set the altar apart for its holy purpose. Then the altar will be most holy. Anything that touches the altar will become holy.",
      "38": "“This is what you are to offer on the altar regularly every day: two one-year-old lambs.",
      "39": "Offer one in the morning and the other at dusk.",
      "40": "With the first lamb make an offering of eight cups of flour mixed with one quart of virgin olive oil. Make a wine offering of one quart of wine.",
      "41": "Offer the other lamb at dusk, and with it make the same grain offering and wine offering as in the morning. This is a soothing aroma, an offering by fire to the Lord.",
      "42": "“For generations to come this will be the daily burnt offering made in the Lord’s presence at the entrance to the tent of meeting. There I will meet with you to speak to you.",
      "43": "I will also meet with the Israelites there, and my glory will make this place holy.",
      "44": "I will dedicate the tent of meeting and the altar for their holy purposes. I will set Aaron and his sons apart for their holy duties of serving me as priests.",
      "45": "“Then I will live among the Israelites and be their God.",
      "46": "They will know that I am the Lord their God. I brought them out of Egypt so that I might live among them. I am the Lord their God.”"
    },
    "30": {
      "1": "The Lord continued, “Build an altar out of acacia wood for burning incense.",
      "2": "Make it 18 inches square and 36 inches high. The horns and altar must be made out of one piece of wood.",
      "3": "Cover all of it with pure gold—the top, the sides, and the horns. Put a gold molding around it.",
      "4": "Make two gold rings, and put them below the molding on opposite sides to hold the poles for carrying it.",
      "5": "Make the poles out of acacia wood, and cover them with gold.",
      "6": "Put the altar in front of the canopy which hangs over the ark containing the words of my promise. I will meet with you there in front of the throne of mercy that is on the ark.",
      "7": "“Aaron must burn sweet-smelling incense on this altar every morning when he takes care of the lamps.",
      "8": "Also, when Aaron lights the lamps at dusk, he must burn incense. For generations to come an incense offering must burn constantly in the Lord’s presence.",
      "9": "“Never burn any unauthorized incense on this altar or any burnt offerings or grain offerings. Never pour a wine offering on it.",
      "10": "Once a year Aaron must make peace with the Lord by putting blood on its horns. Once a year—for generations to come—blood from the offering must be placed on the altar to make peace with the Lord. It is most holy to the Lord.”",
      "11": "Then the Lord said to Moses,",
      "12": "“When you take a census of the Israelites, each person must pay the Lord a ransom for his life when he is counted. Then no plague will happen to them when they are counted.",
      "13": "As each person is counted, he must give one-fifth of an ounce of silver using the standard weight of the holy place. This one-fifth of an ounce of silver is a contribution to the Lord.",
      "14": "Everyone counted who is at least 20 years old must give this contribution to the Lord.",
      "15": "The rich must not give more than one-fifth of an ounce of silver, and the poor must not give less. This contribution is given to make peace with the Lord and make your lives acceptable to the Lord.",
      "16": "Take the money the Israelites give to make peace with the Lord, and use it to pay the expenses of the tent of meeting. It will be a reminder for the Israelites in the Lord’s presence that the sins in their lives are removed.”",
      "17": "The Lord said to Moses,",
      "18": "“Make a bronze basin with a bronze stand for washing. Put it between the tent of meeting and the altar, and fill it with water.",
      "19": "Aaron and his sons will use it for washing their hands and feet.",
      "20": "Before they go into the tent of meeting, they must wash so that they will not die. Before they come near the altar to serve as priests and burn an offering by fire to the Lord,",
      "21": "they will wash their hands and feet so that they will not die. This will be a permanent law for him and his descendants for generations to come.”",
      "22": "The Lord said to Moses,",
      "23": "“Take the finest spices: 12½ pounds of powdered  myrrh; half as much, that is, 6¼ pounds of fragrant cinnamon; 6¼ pounds of fragrant cane;",
      "24": "12½ pounds of cassia—all weighed using the standard weight of the holy place—and 4 quarts of olive oil.",
      "25": "Have a perfumer make these into a holy oil, a fragrant mixture, used only for anointing. This will be the holy oil used for anointing.",
      "26": "“Use it to anoint the tent of meeting, the ark containing the words of my promise,",
      "27": "the table and all the dishes, the lamp stand and all the utensils, the altar for incense,",
      "28": "the altar for burnt offerings and all its accessories, and the basin with its stand.",
      "29": "In this way you will dedicate them for their holy purpose. Then they will be most holy, and anything that touches them will become holy.",
      "30": "Anoint Aaron and his sons as well. In this way you will set them apart for their holy duties of serving me as priests.",
      "31": "“Say to the Israelites, ‘For generations to come, this will be my holy oil used only for anointing.",
      "32": "It must never be poured on the bodies of other people. Never make any perfumed oil using this formula. It is holy, and you must treat it as holy.",
      "33": "Whoever prepares a perfume like this or puts it on anyone who is not a priest must be excluded from the people.’ ”",
      "34": "The Lord said to Moses, “Take one part fragrant spices (two kinds of gum resin and aromatic mollusk shells), and mix them with one part pure frankincense.",
      "35": "Have a perfumer make it into fragrant incense, seasoned with salt, pure and holy.",
      "36": "Grind some of it into a fine powder, and put it in front of the ark containing the words of my promise in the tent of meeting, where I will meet with you. You must treat it as most holy.",
      "37": "Never make any incense for yourselves using this formula. Treat it as holy to the Lord.",
      "38": "Whoever prepares anything like it for his own enjoyment must be excluded from his people.”"
    },
    "31": {
      "1": "The Lord said to Moses,",
      "2": "“I have chosen Bezalel, son of Uri and grandson of Hur, from the tribe of Judah.",
      "3": "I have filled Bezalel with the Spirit of God, making him highly skilled, resourceful, and knowledgeable in all trades.",
      "4": "He’s a master artist familiar with gold, silver, and bronze.",
      "5": "He knows how to cut and set stones and how to work with wood. He’s an expert in all trades.",
      "6": "Also, I have appointed Oholiab, son of Ahisamach, from the tribe of Dan, to help him. I have given every craftsman the skill necessary to make everything I have commanded you:",
      "7": "the tent of meeting, the ark containing the words of my promise with the throne of mercy on it, and all the other furnishings for the tent,",
      "8": "the table and the dishes, the pure gold lamp stand and all its utensils, the altar for incense,",
      "9": "the altar for burnt offerings and all its accessories, the basin with its stand,",
      "10": "the special clothes—the holy clothes for the priest Aaron and the clothes for his sons when they serve as priests,",
      "11": "the anointing oil, and the sweet-smelling incense for the holy place. They will make all these things as I commanded you.”",
      "12": "The Lord said to Moses,",
      "13": "“Say to the Israelites, ‘Be sure to observe my days of rest as holy days. This will be a sign between me and you for generations to come so that you will know that I am the Lord who makes you holy.",
      "14": "“ ‘Observe the day of rest because it is holy to you. Whoever treats it like any other day must be put to death. Whoever works on that day must be excluded from the people.",
      "15": "You may work for six days, but the seventh day is a day of rest—a holy day, a day when you don’t work. It is holy to the Lord. Whoever works on that day must be put to death.",
      "16": "The Israelites must observe this day of rest as a holy day, celebrating it for generations to come as a permanent reminder of my promise.",
      "17": "It will be a permanent sign between me and the Israelites, because the Lord made heaven and earth in six days, and on the seventh day he stopped working and was refreshed.’ ”",
      "18": "The Lord finished speaking to Moses on Mount Sinai. Then he gave him the two tablets with his words on them, stone tablets inscribed by God himself."
    },
    "32": {
      "1": "When the people saw that Moses delayed coming down from the mountain, they gathered around Aaron. They said to him, “We don’t know what has happened to this Moses, who led us out of Egypt. Make gods who will lead us.”",
      "2": "Aaron said to them, “Have your wives, sons, and daughters take off the gold earrings they are wearing, and bring them to me.”",
      "3": "So all the people took off their gold earrings and handed them to Aaron.",
      "4": "After he had worked on the gold with a tool, he made it into a statue of a calf.\nThen they said, “Israel, here are your gods who brought you out of Egypt.”",
      "5": "When Aaron saw this, he built an altar in front of it and announced, “Tomorrow there will be a festival in the Lord’s honor.”",
      "6": "Early the next day the people sacrificed burnt offerings and brought fellowship offerings. Afterward, they sat down to a feast, which turned into an orgy.",
      "7": "The Lord said to Moses, “Go back down there. Your people whom you brought out of Egypt have ruined everything.",
      "8": "They’ve already turned from the way I commanded them to live. They’ve made a statue of a calf for themselves. They’ve bowed down to it and offered sacrifices to it. They’ve said, ‘Israel, here are your gods who brought you out of Egypt.’ ”",
      "9": "The Lord added, “I’ve seen these people, and they are impossible to deal with.",
      "10": "Now leave me alone. I’m so angry with them I am going to destroy them. Then I’ll make you into a great nation.”",
      "11": "But Moses pleaded with the Lord his God. “Lord,” he said, “why are you so angry with your people whom you brought out of Egypt using your great power and mighty hand?",
      "12": "Don’t let the Egyptians say, ‘He was planning all along to kill them in the mountains and wipe them off the face of the earth. That’s why he brought them out of our land.’ Don’t be so angry. Reconsider your decision to bring this disaster on your people.",
      "13": "Remember your servants Abraham, Isaac, and Israel. You took an oath, swearing on yourself. You told them, ‘I will make your descendants as numerous as the stars in the sky. I will give to your descendants all the land I spoke of. It will be their permanent possession.’ ”",
      "14": "So the Lord reconsidered his threat to destroy his people.",
      "15": "Moses turned and went down the mountain carrying the two tablets with God’s words. They were written on both sides, front and back.",
      "16": "The tablets were the work of God, and the writing was God’s writing inscribed on the tablets.",
      "17": "Then Joshua heard the noise of the people shouting. He said to Moses, “It’s the sound of war in the camp!”",
      "18": "Moses replied,\n“It’s not the sound of winners shouting.\nIt’s not the sound of losers crying.\nIt’s the sound of a wild celebration that I hear.”",
      "19": "When he came near the camp, he saw the calf and the dancing. In a burst of anger Moses threw down the tablets and smashed them at the foot of the mountain.",
      "20": "Then he took the calf they had made, burned it, ground it into powder, scattered it on the water, and made the Israelites drink it.",
      "21": "Moses asked Aaron, “What did these people do to you that you encouraged them to commit such a serious sin?”",
      "22": "“Don’t be angry, sir,” Aaron answered. “You know that these people are evil.",
      "23": "They said to me, ‘We don’t know what’s happened to this Moses who brought us out of Egypt. Make gods for us. They will lead us.’",
      "24": "So I told them to take off any gold they were wearing. They gave it to me. I threw it into the fire, and out came this calf!”",
      "25": "Aaron had let the people get out of control, and they became an object of ridicule to their enemies. When Moses saw this,",
      "26": "he stood at the entrance to the camp and said, “If you’re on the Lord’s side, come over here to me!” Then all the Levites gathered around him.",
      "27": "He said to them, “This is what the Lord God of Israel says: Each of you put on your sword. Go back and forth from one end of the camp to the other, and kill your relatives, friends, and neighbors.”",
      "28": "The Levites did what Moses told them, and that day about 3,000 people died.",
      "29": "Moses said, “Today you are ordained as the Lord’s priests. God gave you a blessing today because each of you fought with your own sons and brothers.”",
      "30": "The next day Moses said to the people, “You have committed a serious sin. Now I will go up the mountain to the Lord. Maybe I will be able to make a payment for your sin and make peace with the Lord for your sin.”",
      "31": "So Moses went back to the Lord and said, “These people have committed such a serious sin! They made gods out of gold for themselves.",
      "32": "But will you forgive their sin? If not, please wipe me out of the book you have written.”",
      "33": "The Lord answered Moses, “I will wipe out of my book whoever sins against me.",
      "34": "Now, go! Lead the people to the place I told you about. My Messenger will go ahead of you. But when I punish, I will punish them for their sin.”",
      "35": "So the Lord killed people because they had Aaron make the calf."
    },
    "33": {
      "1": "Then the Lord said to Moses, “You and the people you brought out of Egypt must leave this place. Go to the land I promised to Abraham, Isaac, and Jacob with an oath, saying, ‘I will give it to your descendants.’",
      "2": "I will send a Messenger ahead of you, and I will force out the Canaanites, Amorites, Hittites, Perizzites, Hivites, and Jebusites.",
      "3": "Go to that land flowing with milk and honey. But I will not be with you, because you are impossible to deal with, and I would destroy you on the way.”",
      "4": "When the people heard this bad news, they acted as if someone had died. No one wore any jewelry.",
      "5": "The Lord had said to Moses, “Tell the Israelites, ‘You are impossible to deal with. If I were with you, I might destroy you at any time. Now take off your jewelry, and I’ll decide what to do with you.’ ”",
      "6": "After they left Mount Horeb, the Israelites no longer wore their jewelry.",
      "7": "Now, Moses used to take a tent and set it up far outside the camp. He called it the tent of meeting. Anyone who was seeking the Lord’s will used to go outside the camp to the tent of meeting.",
      "8": "Whenever Moses went out to the tent, all the people would rise and stand at the entrances to their tents and watch Moses until he went in.",
      "9": "As soon as Moses went into the tent, the column of smoke would come down and stay at the entrance to the tent while the Lord spoke with Moses.",
      "10": "When all the people saw the column of smoke standing at the entrance to the tent, they would all bow with their faces touching the ground at the entrance to their own tents.",
      "11": "The Lord would speak to Moses personally, as a man speaks to his friend. Then Moses would come back to the camp, but his assistant, Joshua, son of Nun, stayed inside the tent.",
      "12": "Moses said to the Lord, “You’ve been telling me to lead these people, but you haven’t let me know whom you’re sending with me. You’ve also said, ‘I know you by name, and I’m pleased with you.’",
      "13": "If you really are pleased with me, show me your ways so that I can know you and so that you will continue to be pleased with me. Remember: This nation is your people.”",
      "14": "The Lord answered, “My presence will go with you, and I will give you peace.”",
      "15": "Then Moses said to him, “If your presence is not going with us, don’t make us leave this place.",
      "16": "How will anyone ever know you’re pleased with your people and me unless you go with us? Then we will be different from all other people on the face of the earth.”",
      "17": "The Lord answered Moses, “I will do what you have asked, because I am pleased with you, and I know you by name.”",
      "18": "Then Moses said, “Please let me see your glory.”",
      "19": "The Lord said, “I will let all my goodness pass in front of you, and there I will call out my name ‘the Lord.’ I will be kind to anyone I want to. I will be merciful to anyone I want to.",
      "20": "But you can’t see my face, because no one may see me and live.”",
      "21": "Then the Lord said, “Look, there’s a place near me. Stand by this rocky cliff.",
      "22": "When my glory passes by, I will put you in a crevice in the cliff and cover you with my hand until I have passed by.",
      "23": "Then I will take my hand away, and you’ll see my back, but my face must not be seen.”"
    },
    "34": {
      "1": "The Lord said to Moses, “Cut two more stone tablets like the first ones, and I will write on them the words that were on the first tablets which you smashed.",
      "2": "Be ready in the morning. Then come up on Mount Sinai, and stand in my presence on the top of the mountain.",
      "3": "No one may come with you or even be seen anywhere on the mountain. Even the flocks and herds may not graze in front of this mountain.”",
      "4": "So Moses cut two more stone tablets like the first ones. Early the next morning he went up on Mount Sinai, as the Lord had commanded him, carrying the two stone tablets.",
      "5": "The Lord came down in a cloud and stood there with him and called out his name “the Lord.”",
      "6": "Then he passed in front of Moses, calling out, “The Lord, the Lord, a compassionate and merciful God, patient, always faithful and ready to forgive.",
      "7": "He continues to show his love to thousands of generations, forgiving wrongdoing, disobedience, and sin. He never lets the guilty go unpunished, punishing children and grandchildren for their parents’ sins to the third and fourth generation.”",
      "8": "Immediately, Moses knelt, bowing with his face touching the ground.",
      "9": "Then he said, “Lord, please go with us! Even though we are impossible to deal with, forgive our sin and the wrong we have done, and accept us as your own people.”",
      "10": "The Lord said, “I’m making my promise  again. In front of all your people I will perform miracles that have never been done in any other nation in all the world. All the people around you will see how awesome these miracles are that I will perform for you.",
      "11": "Do everything that I command today. Then I will force the Amorites, Canaanites, Hittites, Perizzites, Hivites, and Jebusites out of your way.",
      "12": "Be careful not to make a treaty with those who live in the land where you’re going. This will prove to be a trap to you.",
      "13": "But tear down their altars, crush their sacred stones, and cut down their poles dedicated to the goddess Asherah.",
      "14": "(Never worship any other god, because the Lord is a God who does not tolerate rivals. In fact, he is known for not tolerating rivals.)",
      "15": "Be careful not to make a treaty with those who live in that land. When they chase after their gods as though they were prostitutes and sacrifice to them, they may invite you to eat the meat from their sacrifices with them.",
      "16": "Then your sons will end up marrying their daughters. When their daughters chase after their gods as though they were prostitutes, they’ll lead your sons to do the same thing.",
      "17": "“Never make an idol.",
      "18": "“You must celebrate the Festival of Unleavened Bread. As I commanded you, you must eat unleavened bread for seven days at the appointed time in the month of Abib, because in that month you came out of Egypt.",
      "19": "“Every first male offspring is mine, even the firstborn males of all your livestock, whether cattle, sheep, or goats.",
      "20": "It will cost you a sheep or a goat to buy back the firstborn donkey. If you don’t buy it back, then you must break the donkey’s neck. You must buy back every firstborn of your sons.\n“No one may come into my presence without an offering.",
      "21": "“You may work six days, but on the seventh day you must not work. Even during the time of plowing or harvesting you must not work on this day.",
      "22": "“You must celebrate the Festival of Weeks with the first grain from your wheat harvest, and the Festival of the Final Harvest at the end of the season.",
      "23": "“Three times a year all your men must come into the presence of the Master, the Lord God of Israel.",
      "24": "I will force nations out of your way and will expand your country’s borders. No one will want to take away your land while you’re gone three times a year to the Lord’s festivals.",
      "25": "“Never offer the blood of a sacrifice to me at the same time you offer anything containing yeast. No part of the sacrifice at the Passover Festival should be left over in the morning.",
      "26": "“You must bring the first and best of the produce harvested from your soil to the house of the Lord your God.\n“Never cook a young goat in its mother’s milk.”",
      "27": "Then the Lord said to Moses, “Write down these words, because on the basis of these words I’m making a promise to Israel and to you.”",
      "28": "Moses was there with the Lord 40 days and 40 nights without food or water. He wrote on the tablets the words of the promise, the ten commandments.",
      "29": "Moses came down from Mount Sinai, carrying the two tablets with God’s words on them. His face was shining from speaking with the Lord, but he didn’t know it.",
      "30": "When Aaron and all the Israelites looked at Moses and saw his face shining, they were afraid to come near him.",
      "31": "Moses called to them, so Aaron and all the leaders of the community came back to him. Then Moses spoke to them.",
      "32": "After that, all the other Israelites came near him, and he commanded them to do everything the Lord told him on Mount Sinai.",
      "33": "When Moses finished speaking to them, he put a veil over his face.",
      "34": "But whenever Moses went into the Lord’s presence to speak with him, he took off the veil until he came out. Whenever he came out and told the Israelites what he had been commanded,",
      "35": "they would see that Moses’ face was shining. Then Moses would put the veil back on until he went in again to speak with the Lord."
    },
    "35": {
      "1": "Moses assembled the whole Israelite community and said to them, “These are the things the Lord has commanded you to do:",
      "2": "You may work for six days, but the seventh day is a holy day of rest, a day when you don’t work. It is dedicated to the Lord. Whoever does any work on this day should be put to death.",
      "3": "Never light a fire in any of your homes on this day of rest.”",
      "4": "Then Moses said to the whole Israelite community, “This is what the Lord has commanded:",
      "5": "Choose something of your own to give as a special contribution to the Lord. Let everyone who is willing bring this kind of contribution to the Lord: gold, silver, and bronze,",
      "6": "violet, purple, and bright red yarn, fine linen, goats’ hair,",
      "7": "rams’ skins dyed red, fine leather, acacia wood,",
      "8": "olive oil for the lamps, spices for the anointing oil and for the sweet-smelling incense,",
      "9": "onyx stones, and other precious stones to be set in the chief priest’s ephod  and breastplate.",
      "10": "“Have all the skilled craftsmen among you come and make everything the Lord has commanded:",
      "11": "the inner tent, the outer tent, and cover, along with the fasteners, frames, crossbars, posts, and sockets,",
      "12": "the ark with its poles, the throne of mercy and the canopy over it,",
      "13": "the table with its poles, all the dishes, the bread of the presence,",
      "14": "the lamp stand used for the light with its utensils, its lamps and the olive oil for the lamps,",
      "15": "the altar for incense with its poles, the anointing oil, the sweet-smelling incense, the screen for the entrance to the tent,",
      "16": "the altar for burnt offerings with its bronze grate, its poles, and all its accessories, the basin with its stand,",
      "17": "the curtains for the courtyard, the posts, bases, and the screen for the entrance to the courtyard,",
      "18": "the pegs for the tent and the courtyard with their ropes,",
      "19": "the special clothes worn for official duties in the holy place—both the holy clothes for Aaron the priest and the clothes for his sons when they serve as priests.”",
      "20": "Then the whole Israelite community left Moses.",
      "21": "Those who were willing and whose hearts moved them came and brought their contributions to the Lord. The gifts were used to construct the tent of meeting, to pay other expenses, and to make the holy clothes.",
      "22": "All who were willing—men and women alike—came and brought all kinds of gold jewelry: pins, earrings, signet rings, and pendants. They took these gifts of gold and offered them to the Lord.",
      "23": "Those who had violet, purple, or bright red yarn, fine linen, goats’ hair, rams’ skins dyed red, or fine leather brought them.",
      "24": "Those who could give silver or bronze brought it as their contribution to the Lord. Those who had acacia wood that could be used in the construction brought it.",
      "25": "All the women who were skilled in spinning yarn brought violet, purple, and bright red yarn, and fine linen, which they had made by hand.",
      "26": "All the women who were willing and had the skill spun the goats’ hair.",
      "27": "The leaders brought onyx stones and other precious stones to be set in the chief priest’s ephod and breastplate.",
      "28": "They also brought the spices and the olive oil for the lamps, the anointing oil, and the sweet-smelling incense.",
      "29": "Every Israelite man and woman who was willing brought all these items to the Lord as a freewill offering. They brought these items to be used to make everything the Lord had commanded through Moses.",
      "30": "Then Moses said to the Israelites, “The Lord has chosen Bezalel, son of Uri and grandson of Hur, from the tribe of Judah.",
      "31": "The Lord has filled Bezalel with the Spirit of God, making him highly skilled, resourceful, and knowledgeable in all trades.",
      "32": "He’s a master artist familiar with gold, silver, and bronze.",
      "33": "He knows how to cut and set stones and how to work with wood. He’s an expert in all trades.",
      "34": "Also, the Lord has given Bezalel and Oholiab, son of Ahisamach, from the tribe of Dan the ability to teach others.",
      "35": "The Lord has made these men highly skilled in all trades. They can do the work of jewelers, carpenters, and designers. They know how to embroider violet, purple and bright red yarn on fine linen. They know how to weave yarn on a loom. They can do all kinds of trades. They are master artists.”"
    },
    "36": {
      "1": "Moses continued, “So Bezalel and Oholiab will do the work as the Lord has commanded. They will do this with the help of every other craftsman to whom the Lord has given the necessary skills and talents. They will know how to do all the work for constructing the holy place.”",
      "2": "Moses called Bezalel and Oholiab and every other craftsman to whom the Lord had given these skills and who was willing to come and do the work.",
      "3": "Moses turned over to them all the contributions the Israelites had brought for the work of constructing the holy place. But the people still kept bringing him freewill offerings every morning.",
      "4": "Finally, all the skilled craftsmen who were working on the holy place stopped what they were doing. They all came to Moses.",
      "5": "They said, “The people are bringing much more than we need for doing the work the Lord commanded us to do.”",
      "6": "So Moses gave instructions to have the following message announced all over camp: “No man or woman needs to make anything more to give as their special contribution to the holy place.” Then the people stopped bringing gifts.",
      "7": "The material they had was more than enough to do the job.",
      "8": "All the skilled craftsmen among the workers made the inner tent with ten sheets made from fine linen yarn and violet, purple, and bright red yarn. An angel  design was creatively worked into the fabric.",
      "9": "Each sheet was 42 feet long and 6 feet wide—all the same size.",
      "10": "Five of the sheets were sewn together, and the other five were also sewn together.",
      "11": "Then they made 50 violet loops along the edge of the end sheet in each set,",
      "12": "placing the loops opposite each other.",
      "13": "They also made 50 gold fasteners. They used them to link the two sets of sheets together so that the inner tent was a single unit.",
      "14": "They made 11 sheets of goats’ hair to form an outer tent over the inner tent.",
      "15": "Each of the 11 sheets was 45 feet long and 6 feet wide.",
      "16": "Five of the sheets were sewn together into one set, and the remaining six into another set.",
      "17": "Then they made 50 loops along the edge of the end sheet in each set.",
      "18": "They also made 50 bronze fasteners to link the inner tent together as a single unit.",
      "19": "They made a cover out of rams’ skins that had been dyed red for the outer tent, and over that they put a cover made of fine leather.",
      "20": "They made a framework out of acacia wood for the inner tent.",
      "21": "Each frame was 15 feet long and 27 inches wide,",
      "22": "with two identical pegs. They made all the frames for the inner tent this same way.",
      "23": "They made 20 frames for the south side of the inner tent.",
      "24": "Then they made 40 silver sockets at the bottom of the 20 frames, two sockets at the bottom of each frame for the two pegs.",
      "25": "For the north side of the inner tent they made 20 frames",
      "26": "and 40 silver sockets, two at the bottom of each frame.",
      "27": "They made six frames for the far end, the west side.",
      "28": "They made two frames for each of the corners at the far end of the inner tent.",
      "29": "They were held together at the bottom and held tightly at the top by a single ring. Both corner frames were made this way.",
      "30": "There were eight frames with 16 silver sockets, two at the bottom of each frame.",
      "31": "They also made crossbars out of acacia wood. Five were for the frames on one side of the inner tent,",
      "32": "five were for those on the other side, and five were for the frames on the far side of the inner tent, the west side.",
      "33": "They made the middle crossbar so that it ran from one end to the other, halfway up the frames.",
      "34": "They covered the frames with gold and made gold rings to hold the crossbars. They also covered the crossbars with gold.",
      "35": "They made the canopy out of violet, purple, and bright red yarn and fine linen yarn. An angel design was creatively worked into the fabric.",
      "36": "They made four posts of acacia wood for it and covered them with gold. They made gold hooks for the posts, and they cast four silver bases for them.",
      "37": "They made a screen out of fine linen yarn for the entrance to the outer tent. It was embroidered with violet, purple, and bright red yarn.",
      "38": "They also made five posts with hooks for hanging the screen. They covered the tops of the posts and the bands with gold, but the five bases for the posts were made of bronze."
    },
    "37": {
      "1": "Bezalel made the ark out of acacia wood 45 inches long, 27 inches wide, and 27 inches high.",
      "2": "He covered it with pure gold inside and out and put a gold molding around it.",
      "3": "He cast four gold rings for its four feet, two rings on each side.",
      "4": "Then he made poles out of acacia wood and covered them with gold.",
      "5": "He put them through the rings on the sides of the ark in order to carry it.",
      "6": "He made the throne of mercy out of pure gold 45 inches long and 27 inches wide.",
      "7": "Then he made two angels  out of hammered gold for the two ends of the throne of mercy,",
      "8": "one on each end. He formed the angels and the throne of mercy out of one piece of gold.",
      "9": "The angels had their wings spread above the throne of mercy, overshadowing it. They faced each other, looking at the throne of mercy.",
      "10": "He made the table out of acacia wood 36 inches long, 18 inches wide, and 27 inches high.",
      "11": "He covered it with pure gold and put a gold molding around it.",
      "12": "He made a rim 3 inches wide around it and put a gold molding around the rim.",
      "13": "He cast four gold rings for it and fastened the rings to the four corners, where the four legs were.",
      "14": "The rings were put close to the rim to hold the poles for carrying the table.",
      "15": "These poles were made out of acacia wood and were covered with gold.",
      "16": "For the table he made plates, dishes, bowls, and pitchers to be used for pouring wine offerings. All of them were made out of pure gold.",
      "17": "He made the lamp stand out of pure gold. The lamp stand, its base, and its shaft, as well as the flower cups, buds, and petals were hammered out of one piece of gold.",
      "18": "Six branches came out of its sides, three branches on one side and three on the other.",
      "19": "Each of the six branches coming out of the lamp stand had three flower cups shaped like almond blossoms, with buds and petals.",
      "20": "The lamp stand itself had four flower cups shaped like almond blossoms, each with a bud and petals.",
      "21": "There was a bud under each of the three pairs of branches coming out of the lamp stand.",
      "22": "The buds and branches were hammered out of the same piece of pure gold as the lamp stand.",
      "23": "He made the seven lamps, the tongs, and the incense burners out of pure gold.",
      "24": "The lamp stand and all the utensils were made out of 75 pounds of pure gold.",
      "25": "He made an altar out of acacia wood for burning incense. It was 18 inches square and 36 inches high. The horns and altar were made out of one piece of wood.",
      "26": "He covered all of it with pure gold—the top, the sides, and the horns—and he put a gold molding around it.",
      "27": "He made two gold rings and put them below the molding on opposite sides to hold the poles for carrying it.",
      "28": "He made the poles out of acacia wood and covered them with gold.",
      "29": "He also had a perfumer make the holy oil to be used for anointing and for the pure, sweet-smelling incense."
    },
    "38": {
      "1": "He made the altar for burnt offerings out of acacia wood 7½ feet square and 4½ feet high.",
      "2": "He made a horn at each of its four corners. He made the four horns and the altar out of one piece of wood covered with bronze.",
      "3": "He made all the utensils out of bronze: pots, shovels, bowls, forks, and incense burners.",
      "4": "He made a grate for the altar out of bronze mesh, and put it under the ledge, halfway up the altar.",
      "5": "He cast four rings to hold the poles (one for each of the four corners of the bronze grate).",
      "6": "He made the poles out of acacia wood and covered them with bronze.",
      "7": "He put the poles through the rings on the sides of the altar to carry it. He made the altar out of boards so that it was hollow inside.",
      "8": "He made the basin and stand out of the bronze mirrors given by the women who served at the entrance to the tent of meeting.",
      "9": "He also made the courtyard. The south side of the courtyard was 150 feet long and had curtains made out of fine linen yarn,",
      "10": "hung on 20 posts set in 20 bronze bases. The hooks and bands on the posts were made of silver.",
      "11": "The north side was also 150 feet long with 20 posts and 20 bronze bases. The hooks and bands on the posts were made of silver.",
      "12": "The west side was 75 feet long and had curtains hung on 10 posts set in 10 bases. The hooks and bands on the posts were made of silver.",
      "13": "The east side, facing the rising sun, was 75 feet wide.",
      "14": "-Each side of the entrance to the courtyard was 22½ feet wide with curtains hung on three posts set in three bases.",
      "15": "All the curtains around the courtyard were made out of fine linen yarn.",
      "16": "The bases for the posts were made of bronze. The hooks and bands on the posts were made of silver. The tops of the posts were covered with silver. And the bands on all the posts of the courtyard were made of silver.",
      "17": "The screen for the entrance to the courtyard was made of violet, purple, and bright red yarn embroidered on fabric made from fine linen yarn. It was 30 feet long and 7½ feet high, just like the curtains of the courtyard.",
      "18": "It was hung on four posts set in four bronze bases. The hooks and bands on the posts were made of silver. The tops of the posts were covered with silver.",
      "19": "All the pegs for the tent and the surrounding courtyard were made of bronze.",
      "20": "This is the amount of material that was used for the tent (the tent of the words of God’s promise). An inventory was ordered by Moses and carried out by the Levites under the direction of Ithamar, son of the priest Aaron.",
      "21": "Now Bezalel, son of Uri and grandson of Hur, from the tribe of Judah, made everything the Lord had commanded Moses.",
      "22": "He was a jeweler, carpenter, designer, and he knew how to embroider violet, purple, and bright red yarn on fine linen. His assistant was Oholiab, son of Ahisamach, from the tribe of Dan.",
      "23": "The total amount of gold from the offerings presented to the Lord used in building the holy place weighed over 2,193 pounds, using the standard weight of the holy place.",
      "24": "The silver collected when the census of the community was taken weighed 7,544 pounds, using the standard weight of the holy place.",
      "25": "This came to one-fifth of an ounce per person, for everyone counted who was at least 20 years old: 603,550 people.",
      "26": "He used 7,500 pounds of silver to cast the 100 bases for the holy place and the canopy. This was 75 pounds per base.",
      "27": "He used 44 pounds of silver to make the hooks and bands for the posts and the coverings for the tops of the posts.",
      "28": "The bronze from the offerings presented to the Lord weighed 5,310 pounds.",
      "29": "With this he made the bases for the entrance to the tent of meeting, the bronze altar with its bronze grate and all its accessories,",
      "30": "the bases all around the courtyard, the bases for the entrance to the courtyard, all the pegs for the tent, and all the pegs for the surrounding courtyard."
    },
    "39": {
      "1": "From the violet, purple, and bright red yarn they made special clothes worn for official duties in the holy place. They also made the holy clothes for Aaron. They followed the Lord’s instructions to Moses.",
      "2": "They made the ephod out of fine linen yarn and gold, violet, purple, and bright red yarn.",
      "3": "They hammered the gold into thin sheets and cut them up. They twisted the gold into threads, which they creatively worked into each strand of the violet, purple, and bright red yarn, and throughout the fine linen.",
      "4": "They made two shoulder straps attached at the top corners so that the ephod could be fastened.",
      "5": "They made the belt that is attached to the ephod out of the same fabric. They followed the Lord’s instructions to Moses.",
      "6": "They mounted the onyx stones in gold settings, and engraved on them the names of the sons of Israel.",
      "7": "Then they fastened them on the shoulder straps of the ephod as a reminder of who the Israelites are. They followed the Lord’s instructions to Moses.",
      "8": "They made the breastplate as creatively as they made the ephod. It was made out of gold, violet, purple, and bright red yarn, and of fine linen yarn.",
      "9": "It was folded in half and was 9 inches square.",
      "10": "They fastened four rows of precious stones on it. In the first row they put red quartz, topaz, and emerald.",
      "11": "In the second row they put turquoise, sapphire, and crystal.",
      "12": "In the third row they put jacinth, agate, and amethyst.",
      "13": "In the fourth row they put beryl, onyx, and gray quartz. The stones were mounted in gold settings.",
      "14": "They corresponded to the 12 sons of Israel, by name, each stone engraved (like a signet ring) with the name of one of the 12 tribes.",
      "15": "For the breastplate they made chains out of pure gold, twisted like ropes.",
      "16": "They made two gold settings and two gold rings and attached the two rings to the top two corners of the breastplate.",
      "17": "They fastened the two gold ropes to the rings at the top corners of the breastplate.",
      "18": "They fastened the other ends of the ropes to the two settings on the shoulder straps of the ephod so that the breastplate hung in front of it.",
      "19": "They made two gold rings and fastened them to the other two corners of the breastplate on the inside edge next to the ephod.",
      "20": "They made two more gold rings and fastened them to the bottom of the shoulder straps on the front of the ephod. This was close to the seam just above the belt of the ephod.",
      "21": "Then they fastened the breastplate by its rings to the rings of the ephod with a violet cord. So the breastplate was attached just above the belt of the ephod and was held in place. They followed the Lord’s instructions to Moses.",
      "22": "They made the robe that is worn with the ephod, woven entirely of violet yarn.",
      "23": "The opening in the center of the robe had a finished edge (like a leather collar) all around it to keep it from tearing.",
      "24": "On the hem of the robe they made pomegranates of violet, purple, and bright red yarn, and fine yarn.",
      "25": "They made bells out of pure gold and fastened them in between the pomegranates all around the hem of the robe.",
      "26": "A gold bell alternated with a pomegranate all around the hem of the robe that is worn by Aaron when he serves as priest. They followed the Lord’s instructions to Moses.",
      "27": "They wove inner robes out of fine linen for Aaron and his sons.",
      "28": "They also made the chief priest’s turban and the other beautiful turbans out of fine linen. They made the undergarments and belt out of fine linen yarn.",
      "29": "The belt was embroidered with violet, purple, and bright red yarn. They followed the Lord’s instructions to Moses.",
      "30": "They made the flower-shaped medallion (the holy crown) out of pure gold and engraved on it (as on a signet ring): Holy to the Lord.",
      "31": "They fastened a violet cord to it and tied it on top of the turban. They followed the Lord’s instructions to Moses.",
      "32": "So all the work on the inner tent (the tent of meeting) was now done. The Israelites followed all the Lord’s instructions to Moses.",
      "33": "Then they brought everything to Moses—the inner tent, the outer tent and all its furnishings, the fasteners, frames, crossbars, posts, sockets,",
      "34": "the cover made of rams’ skins dyed red, the cover made of fine leather, the canopy over the ark,",
      "35": "the ark containing the words of God’s promise with its poles and the throne of mercy,",
      "36": "the table with all the dishes, the bread of the presence,",
      "37": "the pure gold lamp stand with its lamps in a row and all its utensils, the olive oil for the lamps,",
      "38": "the gold altar, the anointing oil, the sweet-smelling incense, the screen for the entrance to the tent,",
      "39": "the bronze altar with its bronze grate, its poles, and all its accessories, the basin with its stand,",
      "40": "the curtains for the courtyard, the posts, bases, and screen for the entrance to the courtyard, the ropes and pegs—all the equipment needed for the service of the inner tent (the tent of meeting)—",
      "41": "the special clothes worn when serving as priests in the holy place—both the holy clothes for the priest Aaron and the clothes for his sons when serving as priests.",
      "42": "The Israelites had done all the work following the Lord’s instructions to Moses.",
      "43": "Moses inspected all the work and saw that they had followed the Lord’s instructions. So Moses blessed them."
    },
    "40": {
      "1": "Then the Lord said to Moses,",
      "2": "“Set up the tent (the tent of meeting) on the first day of the first month of the year.",
      "3": "Place the ark containing the words of my promise inside it, and hang the canopy over the ark.",
      "4": "Bring in the table, and arrange everything on it. Bring in the lamp stand, and set up the lamps.",
      "5": "Put the gold altar for incense in front of the ark. Put up the screen at the entrance to the tent.",
      "6": "“Put the altar for burnt offerings in front of the entrance to the tent of meeting.",
      "7": "Put the basin between the tent of meeting and the altar, and put water in it.",
      "8": "Set up the surrounding courtyard, and put up the screen at the entrance to the courtyard.",
      "9": "Take the anointing oil, and anoint the tent and everything in it. In this way you will dedicate it and all its furnishings. Then it will be holy.",
      "10": "Anoint the altar for burnt offerings and all the utensils. In this way you will dedicate the altar, and it will be most holy.",
      "11": "Anoint the basin and stand, and they will be dedicated.",
      "12": "“Bring Aaron and his sons to the entrance of the tent of meeting, and wash them.",
      "13": "Then dress Aaron in the holy clothes, and anoint him. In this way you will dedicate him to serve me as priest.",
      "14": "Have his sons come forward, and dress them in their linen robes.",
      "15": "Anoint them to serve me as priests, as you anointed their father. Their anointing will begin a permanent priesthood for them for generations to come.”",
      "16": "Moses did everything as the Lord commanded him.",
      "17": "So the tent was set up on the first day of the first month of the second year after the Israelites had left Egypt.",
      "18": "When Moses set up the tent, he put the sockets in place, put up the frames, inserted the crossbars, and set up the posts.",
      "19": "He spread the outer tent over the inner tent and put the cover on top. Moses followed the Lord’s instructions.",
      "20": "He took the words of God’s promise and put them in the ark. He put the poles on the ark and placed the throne of mercy on top of the ark.",
      "21": "Then he brought the ark into the tent and hung the canopy over it to mark off where the ark was. Moses followed the Lord’s instructions.",
      "22": "Moses put the table in the tent of meeting on the north side of the tent outside the canopy.",
      "23": "He arranged the bread on the table in the Lord’s presence, following the Lord’s instructions.",
      "24": "He placed the lamp stand in the tent of meeting opposite the table, on the south side of the tent.",
      "25": "He set up the lamps in the Lord’s presence, following the Lord’s instructions.",
      "26": "Moses put the gold altar in the tent of meeting in front of the canopy.",
      "27": "He burned sweet-smelling incense on it, following the Lord’s instructions.",
      "28": "Then he put up the screen at the entrance to the tent.",
      "29": "He put the altar for burnt offerings at the entrance to the tent (the tent of meeting). He sacrificed burnt offerings and grain offerings on it. Moses followed the Lord’s instructions.",
      "30": "He put the basin between the tent of meeting and the altar and put water in it for washing.",
      "31": "Moses, Aaron, and his sons used this water to wash their hands and feet.",
      "32": "They would wash whenever they went into the tent of meeting or whenever they approached the altar. Moses followed the Lord’s instructions.",
      "33": "He set up the courtyard around the tent and the altar and put up the screen at the entrance to the courtyard. Finally, Moses finished the work.",
      "34": "Then the column of smoke covered the tent of meeting, and the glory of the Lord filled the tent.",
      "35": "Moses couldn’t go into the tent of meeting, because the smoke settled on it and the glory of the Lord filled the tent.",
      "36": "In all their travels, whenever the column of smoke moved from the tent, the Israelites would break camp.",
      "37": "But if the column didn’t move, they wouldn’t break camp.",
      "38": "So the Lord’s column stayed over the tent during the day, and there was fire in the smoke at night. In this way all the Israelites could see the column throughout their travels."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:17.261745-04:00",
    "Translation": "GW"
  }
}