{
  "Hebrews": {
    "1": {
      "1": "In the past God spoke to our ancestors at many different times and in many different ways through the prophets.",
      "2": "In these last days he has spoken to us through his Son. God made his Son responsible for everything. His Son is the one through whom God made the universe.",
      "3": "His Son is the reflection of God’s glory and the exact likeness of God’s being. He holds everything together through his powerful words. After he had cleansed people from their sins, he now holds the honored position—the one next to the majestic God [the Father] on the heavenly throne.",
      "4": "The Son has become greater than the angels since he has been given a name that is superior to theirs.",
      "5": "God never said to any of his angels,\n“You are my Son.\nToday I have become your Father.”\nAnd God never said to any of his angels,\n“I will be his Father,\nand he will be my Son.”",
      "6": "When God was about to send his firstborn Son into the world, he said,\n“All of God’s angels must worship him.”",
      "7": "God said about the angels,\n“He makes his messengers winds.\nHe makes his servants flames of fire.”",
      "8": "But God said about his Son,\n“Your throne, O God, is forever and ever.\nThe scepter in your kingdom is a scepter for justice.",
      "9": "You have loved what is right and hated what is wrong.\nThat is why God, your God,\nanointed you, rather than your companions, with the oil of joy.”",
      "10": "God also said,\n“Lord, in the beginning you laid the foundation of the earth.\nWith your own hands you made the heavens.",
      "11": "They will come to an end, but you will live forever.\nThey will all wear out like clothes.",
      "12": "They will be taken off like a coat.\nYou will change them like clothes.\nBut you remain the same, and your life will never end.",
      "13": "But God never said to any of the angels,\n“Take the honored position—the one next to me on the heavenly throne\nuntil I put your enemies under your control.”",
      "14": "What are all the angels? They are spirits sent to serve those who are going to receive salvation."
    },
    "2": {
      "1": "For this reason we must pay closer attention to what we have heard. Then we won’t drift away from the truth.",
      "2": "After all, the message that the angels brought was reliable, and every violation and act of disobedience was properly punished.",
      "3": "So how will we escape punishment if we reject the important message, the message that God saved us? First, the Lord told this saving message. Then those who heard him confirmed that message.",
      "4": "God verified what they said through miraculous signs, amazing things, other powerful acts, and with other gifts from the Holy Spirit as he wanted.",
      "5": "He didn’t put the world that will come (about which we are talking) under the angels’ control.",
      "6": "Instead, someone has declared this somewhere in Scripture:\n“What is a mortal that you should remember him,\nor the Son of Man  that you take care of him?",
      "7": "You made him a little lower than the angels.\nYou crowned him with glory and honor.",
      "8": "You put everything under his control.”\nWhen God put everything under his Son’s control, nothing was left out.\nHowever, at the present time we still don’t see everything under his Son’s control.",
      "9": "Jesus was made a little lower than the angels, but we see him crowned with glory and honor because he suffered death. Through God’s kindness  he died on behalf of everyone.",
      "10": "God is the one for whom and through whom everything exists. Therefore, while God was bringing many sons and daughters to glory, it was the right time to bring Jesus, the source of their salvation, to the end of his work through suffering.",
      "11": "Jesus, who makes people holy, and all those who are made holy have the same Father. That is why Jesus isn’t ashamed to call them brothers and sisters.",
      "12": "He says,\n“I will tell my people about your name.\nI will praise you within the congregation.”",
      "13": "In addition, Jesus says,\n“I will trust him.”\nAnd Jesus says,\n“I am here with the sons and daughters God has given me.”",
      "14": "Since all of these sons and daughters have flesh and blood, Jesus took on flesh and blood to be like them. He did this so that by dying he would destroy the one who had power over death (that is, the devil).",
      "15": "In this way he would free those who were slaves all their lives because they were afraid of dying.",
      "16": "So Jesus helps Abraham’s descendants rather than helping angels.",
      "17": "Therefore, he had to become like his brothers and sisters so that he could be merciful. He became like them so that he could serve as a faithful chief priest in God’s presence and make peace with God for their sins.",
      "18": "Because Jesus experienced temptation when he suffered, he is able to help others when they are tempted."
    },
    "3": {
      "1": "Brothers and sisters, you are holy partners in a heavenly calling. So look carefully at Jesus, the apostle and chief priest about whom we make our declaration of faith.",
      "2": "Jesus is faithful to God, who appointed him, in the same way that Moses was faithful when he served in God’s house.",
      "3": "Jesus deserves more praise than Moses in the same way that the builder of a house is praised more than the house.",
      "4": "After all, every house has a builder, but the builder of everything is God.",
      "5": "Moses was a faithful servant in God’s household. He told the people what God would say in the future.",
      "6": "But Christ is a faithful son in charge of God’s household. We are his household if we continue to have courage and to be proud of the confidence we have.",
      "7": "As the Holy Spirit says,\n“If you hear God speak today, don’t be stubborn.",
      "8": "Don’t be stubborn like those who rebelled\nand tested me in the desert.",
      "9": "That is where your ancestors tested me,",
      "10": "although they had seen what I had done for 40 years.\nThat is why I was angry with those people. So I said,\n‘Their hearts continue to stray,\nand they have not learned my ways.’",
      "11": "So I angrily took a solemn oath\nthat they would never enter my place of rest.”",
      "12": "Be careful, brothers and sisters, that none of you ever develop a wicked, unbelieving heart that turns away from the living God.",
      "13": "Encourage each other every day while you have the opportunity. If you do this, none of you will be deceived by sin and become stubborn.",
      "14": "After all, we will remain Christ’s partners only if we continue to hold on to our original confidence until the end.",
      "15": "Scripture says,\n“If you hear God speak today, don’t be stubborn.\nDon’t be stubborn like those who rebelled.”",
      "16": "Who heard God and rebelled? All those whom Moses led out of Egypt rebelled.",
      "17": "With whom was God angry for 40 years? He was angry with those who sinned and died in the desert.",
      "18": "Who did God swear would never enter his place of rest? He was talking about those who didn’t obey him.",
      "19": "So we see that they couldn’t enter his place of rest because they didn’t believe."
    },
    "4": {
      "1": "God’s promise that we may enter his place of rest still stands. We are afraid that some of you think you won’t enter his place of rest.",
      "2": "We have heard the same Good News that your ancestors heard. But the message didn’t help those who heard it in the past because they didn’t believe.",
      "3": "We who believe are entering that place of rest. As God said, “So I angrily took a solemn oath that they would never enter my place of rest.” God said this even though he had finished his work when he created the world.",
      "4": "Somewhere in Scripture God has said this about the seventh day: “On the seventh day God rested from all his work.”",
      "5": "God also said in the same passage, “They will never enter my place of rest.”",
      "6": "However, some people enter that place of rest. Those who heard the Good News in the past did not enter God’s place of rest because they did not obey God.",
      "7": "So God set another day. That day is today. Many years after your ancestors failed to enter that place of rest God spoke about it through David in the passage already quoted: “If you hear God speak today, don’t be stubborn.”",
      "8": "If Joshua had given the people rest, God would not have spoken about another day.",
      "9": "Therefore, a time of eternal rest exists for God’s people.",
      "10": "Those who entered his place of rest also rest from their work as God did from his.",
      "11": "So we must make every effort to enter that place of rest. Then no one will be lost by following the example of those who refused to obey.",
      "12": "God’s word is living and active. It is sharper than any two-edged sword and cuts as deep as the place where soul and spirit meet, the place where joints and marrow meet. God’s word judges a person’s thoughts and intentions.",
      "13": "No creature can hide from God. Everything is uncovered and exposed for him to see. We must answer to him.",
      "14": "We need to hold on to our declaration of faith: We have a superior chief priest who has gone through the heavens. That person is Jesus, the Son of God.",
      "15": "We have a chief priest who is able to sympathize with our weaknesses. He was tempted in every way that we are, but he didn’t sin.",
      "16": "So we can go confidently to the throne of God’s kindness  to receive mercy and find kindness, which will help us at the right time."
    },
    "5": {
      "1": "Every chief priest is chosen from humans to represent them in front of God, that is, to offer gifts and sacrifices for sin.",
      "2": "The chief priest can be gentle with people who are ignorant and easily deceived, because he also has weaknesses.",
      "3": "Because he has weaknesses, he has to offer sacrifices for his own sins in the same way that he does for the sins of his people.",
      "4": "No one takes this honor for himself. Instead, God calls him as he called Aaron.",
      "5": "So Christ did not take the glory of being a chief priest for himself. Instead, the glory was given to him by God, who said,\n“You are my Son.\nToday I have become your Father.”",
      "6": "In another place in Scripture, God said,\n“You are a priest forever,\nin the way Melchizedek was a priest.”",
      "7": "During his life on earth, Jesus prayed to God, who could save him from death. He prayed and pleaded with loud crying and tears, and he was heard because of his devotion to God.",
      "8": "Although Jesus was the Son of God, he learned to be obedient through his sufferings.",
      "9": "After he had finished his work, he became the source of eternal salvation for everyone who obeys him.",
      "10": "God appointed him chief priest in the way Melchizedek was a priest.",
      "11": "We have a lot to explain about this. But since you have become too lazy to pay attention, explaining it to you is hard.",
      "12": "By now you should be teachers. Instead, you still need someone to teach you the elementary truths of God’s word. You need milk, not solid food.",
      "13": "All those who live on milk lack the experience to talk about what is right. They are still babies.",
      "14": "However, solid food is for mature people, whose minds are trained by practice to know the difference between good and evil."
    },
    "6": {
      "1": "With this in mind, we should stop going over the elementary truths about Christ and move on to topics for more mature people. We shouldn’t repeat the basics about turning away from the useless things we did and the basics about faith in God.",
      "2": "We shouldn’t repeat the basic teachings about such things as baptisms, setting people apart for holy tasks, dead people coming back to life, and eternal judgment.",
      "3": "If God permits, we will do this.",
      "4": "Some people once had God’s light. They experienced the heavenly gift and shared in the Holy Spirit.",
      "5": "They experienced the goodness of God’s word and the powers of the world to come.",
      "6": "Yet, they have deserted Christ. They are crucifying the Son of God again and publicly disgracing him. Therefore, they cannot be led a second time to God.",
      "7": "God blesses the earth. So rain often falls on it, and it produces useful crops for farmers.",
      "8": "However, if the earth produces thorns and thistles, it is worthless and in danger of being cursed. In the end it will be burned.",
      "9": "Dear friends, even though we say these things, we are still convinced that better things are in store for you and that they will save you.",
      "10": "God is fair. He won’t forget what you’ve done or the love you’ve shown for him. You helped his holy people, and you continue to help them.",
      "11": "We want each of you to prove that you’re working hard so that you will remain confident until the end.",
      "12": "Then, instead of being lazy, you will imitate those who are receiving the promises through faith and patience.",
      "13": "God made a promise to Abraham. Since he had no one greater on whom to base his oath, he based it on himself.",
      "14": "He said, “I will certainly bless you and give you many descendants.”",
      "15": "So Abraham received what God promised because he waited patiently for it.",
      "16": "When people take oaths, they base their oaths on someone greater than themselves. Their oaths guarantee what they say and end all arguments.",
      "17": "God wouldn’t change his plan. He wanted to make this perfectly clear to those who would receive his promise, so he took an oath.",
      "18": "God did this so that we would be encouraged. God cannot lie when he takes an oath or makes a promise. These two things can never be changed. Those of us who have taken refuge in him hold on to the confidence we have been given.",
      "19": "We have this confidence as a sure and strong anchor for our lives. This confidence goes into the holy place behind the curtain",
      "20": "where Jesus went before us on our behalf. He has become the chief priest forever in the way Melchizedek was a priest."
    },
    "7": {
      "1": "Melchizedek was king of Salem and priest of the Most High God. He met Abraham and blessed him when Abraham was returning from defeating the kings.",
      "2": "Abraham gave Melchizedek a tenth of everything he had captured.\nIn the first place, Melchizedek’s name means king of God’s approval. He is also called king of Salem (which means king of peace).",
      "3": "No one knows anything about Melchizedek’s father, mother, or ancestors. No one knows when he was born or when he died. Like the Son of God, Melchizedek continues to be a priest forever.",
      "4": "You can see how important Melchizedek was. Abraham gave him a tenth of what he had captured, even though Abraham was the father of the chosen people.",
      "5": "Moses’ Teachings say that members of the tribe of Levi who become priests must receive a tenth of everything from the people. The priests collect it from their own people, Abraham’s descendants.",
      "6": "Although Melchizedek was not from the tribe of Levi, he received a tenth of everything from Abraham. Then Melchizedek blessed Abraham, who had God’s promises.",
      "7": "No one can deny that the more important person blesses the less important person.",
      "8": "Priests receive a tenth of everything, but they die. Melchizedek received a tenth of everything, but we are told that he lives.",
      "9": "We could even say that when Abraham gave Melchizedek a tenth of everything, Levi was giving a tenth of everything. Levi gave, although later his descendants would receive a tenth of everything.",
      "10": "Even though Levi had not yet been born, he was in the body of Abraham when Melchizedek met him.",
      "11": "The people established the Levitical priesthood based on instructions they received. If the work of the Levitical priests had been perfect, we wouldn’t need to speak about another kind of priest. However, we speak about another kind of priest, a priest like Melchizedek, not a Levitical priest like Aaron.",
      "12": "When a different kind of priesthood is established, the regulations for those priests are different.",
      "13": "The priest whom we are talking about was a member of a different tribe. No one from that tribe ever served as a priest at the altar.",
      "14": "Everyone knows that our Lord came from the tribe of Judah. Moses never said anything about priests coming from that tribe.",
      "15": "The regulations were different. This became clear when a different priest who is like Melchizedek appeared.",
      "16": "That person is a priest, not because he met human requirements, but because he has power that comes from a life that cannot be destroyed.",
      "17": "The Scriptures say the following about him: “You are a priest forever, in the way Melchizedek was a priest.”",
      "18": "The former requirements are rejected because they are weak and useless.",
      "19": "Moses’ Teachings couldn’t accomplish everything that God required. But we have something else that gives us greater confidence and allows us to approach God.",
      "20": "None of this happened without an oath. The men from the tribe of Levi may have become priests without an oath,",
      "21": "but Jesus became a priest when God took an oath. God said about him, “The Lord has taken an oath and will not change his mind. You are a priest forever.”",
      "22": "In this way Jesus has become the guarantee of a better promise.",
      "23": "There was a long succession of priests because when a priest died he could no longer serve.",
      "24": "But Jesus lives forever, so he serves as a priest forever.",
      "25": "That is why he is always able to save those who come to God through him. He can do this because he always lives and intercedes for them.",
      "26": "We need a chief priest who is holy, innocent, pure, set apart from sinners, and who holds the honored position—the one next to God the Father on the heavenly throne.",
      "27": "We need a priest who doesn’t have to bring daily sacrifices as those chief priests did. First they brought sacrifices for their own sins, and then they brought sacrifices for the sins of the people. Jesus brought the sacrifice for the sins of the people once and for all when he sacrificed himself.",
      "28": "Moses’ Teachings designated mortals as chief priests even though they had weaknesses. But God’s promise, which came after Moses’ Teachings, designated the Son who forever accomplished everything that God required."
    },
    "8": {
      "1": "The main point we want to make is this: We do have this kind of chief priest. This chief priest holds the honored position—the one next to the majestic God [the Father] on the heavenly throne.",
      "2": "He serves as priest of the holy place and of the true tent set up by the Lord and not by any human.",
      "3": "Every chief priest is appointed to offer gifts and sacrifices. Therefore, this chief priest had to offer something.",
      "4": "If he were on earth, he would not even be a priest. On earth other priests offer gifts by following the instructions that Moses gave.",
      "5": "They serve at a place that is a pattern, a shadow, of what is in heaven. When Moses was about to make the tent, God warned him, “Be sure to make everything based on the plan I showed you on the mountain.”",
      "6": "Jesus has been given a priestly work that is superior to the Levitical priests’ work. He also brings a better promise  from God that is based on better guarantees.",
      "7": "If nothing had been wrong with the first promise, no one would look for another one.",
      "8": "But God found something wrong with his people and said to them,\n“The days are coming, says the Lord, when I will make a new promise to Israel and Judah.",
      "9": "It will not be like the promise that I made to their ancestors when I took them by the hand and brought them out of Egypt. They rejected that promise, so I ignored them, says the Lord.",
      "10": "But this is the promise that I will make to Israel after those days, says the Lord: I will put my teachings inside them, and I will write those teachings on their hearts. I will be their God, and they will be my people.",
      "11": "No longer will each person teach his neighbors or his relatives by saying, ‘Know the Lord.’ All of them from the least important to the most important will all know me",
      "12": "because I will forgive their wickedness and I will no longer hold their sins against them.”",
      "13": "God made this new promise and showed that the first promise was outdated. What is outdated and aging will soon disappear."
    },
    "9": {
      "1": "The first promise had rules for the priests’ service. It also had a holy place on earth.",
      "2": "A tent was set up. The first part of this tent was called the holy place. The lamp stand, the table, and the bread of the presence were in this part of the tent.",
      "3": "Behind the second curtain was the part of the tent called the most holy place.",
      "4": "It contained the gold incense burner and the ark of the Lord’s promise. The ark was completely covered with gold. In the ark were the gold jar filled with manna, Aaron’s staff that had blossomed, and the tablets on which the promise  was written.",
      "5": "Above the ark were the angels  of glory with their wings overshadowing the throne of mercy. (Discussing these things in detail isn’t possible now.)",
      "6": "That is how these two parts of the tent were set up. The priests always went into the first part of the tent to perform their duties.",
      "7": "But only the chief priest went into the second part of the tent. Once a year he entered and brought blood that he offered for himself and for the things that the people did wrong unintentionally.",
      "8": "The Holy Spirit used this to show that the way into the most holy place was not open while the tent was still in use.",
      "9": "The first part of the tent is an example for the present time. The gifts and sacrifices that were brought there could not give the worshiper a clear conscience.",
      "10": "These gifts and sacrifices were meant to be food, drink, and items used in various purification ceremonies. These ceremonies were required for the body until God would establish a new way of doing things.",
      "11": "But Christ came as a chief priest of the good things that are now here. Christ went through a better, more perfect tent that was not made by human hands and that is not part of this created world.",
      "12": "He used his own blood, not the blood of goats and bulls, for the sacrifice. He went into the most holy place and offered this sacrifice once and for all to free us forever.",
      "13": "The blood of goats and bulls and the ashes of cows sprinkled on unclean  people made their bodies holy and clean.",
      "14": "The blood of Christ, who had no defect, does even more. Through the eternal Spirit he offered himself to God and cleansed our consciences from the useless things we had done. Now we can serve the living God.",
      "15": "Because Christ offered himself to God, he is able to bring a new promise from God. Through his death he paid the price to set people free from the sins they committed under the first promise. He did this so that those who are called can be guaranteed an inheritance that will last forever.",
      "16": "In order for a will to take effect, it must be shown that the one who made it has died.",
      "17": "A will is used only after a person is dead because it goes into effect only when a person dies.",
      "18": "That is why even the first promise was made with blood.",
      "19": "As Scripture tells us, Moses told all the people every commandment. Then he took the blood of calves and goats together with some water, red yarn, and hyssop and sprinkled the scroll and all the people.",
      "20": "He said, “Here is the blood that seals the promise God has made to you.”",
      "21": "In the same way, Moses sprinkled blood on the tent and on everything used in worship.",
      "22": "As Moses’ Teachings tell us, blood was used to cleanse almost everything, because if no blood is shed, no sins can be forgiven.",
      "23": "The copies of the things in heaven had to be cleansed by these sacrifices. But the heavenly things themselves had to be cleansed by better sacrifices.",
      "24": "Christ didn’t go into a holy place made by human hands. He didn’t go into a model of the real thing. Instead, he went into heaven to appear in God’s presence on our behalf.",
      "25": "Every year the chief priest went into the holy place to make a sacrifice with blood that isn’t his own. However, Christ didn’t go into heaven to sacrifice himself again and again.",
      "26": "Otherwise, he would have had to suffer many times since the world was created. But now, at the end of the ages, he has appeared once to remove sin by his sacrifice.",
      "27": "People die once, and after that they are judged.",
      "28": "Likewise, Christ was sacrificed once to take away the sins of humanity, and after that he will appear a second time. This time he will not deal with sin, but he will save those who eagerly wait for him."
    },
    "10": {
      "1": "Moses’ Teachings with their yearly cycle of sacrifices are only a shadow of the good things in the future. They aren’t an exact likeness of those things. They can never make those who worship perfect.",
      "2": "If these sacrifices could have made the worshipers perfect, the sacrifices would have stopped long ago. Those who worship would have been cleansed once and for all. Their consciences would have been free from sin.",
      "3": "Instead, this yearly cycle of sacrifices reminded people of their sins.",
      "4": "(The blood of bulls and goats cannot take away sins.)",
      "5": "For this reason, when Christ came into the world, he said,\n“ ‘You did not want sacrifices and offerings,\nbut you prepared a body for me.",
      "6": "You did not approve of burnt offerings and sacrifices for sin.’",
      "7": "Then I said, ‘I have come!\n(It is written about me in the scroll of the book.)\nI have come to do what you want, my God.’ ”",
      "8": "In this passage Christ first said, “You did not want sacrifices, offerings, burnt offerings, and sacrifices for sin. You did not approve of them.” (These are the sacrifices that Moses’ Teachings require people to offer.)",
      "9": "Then Christ says, “I have come to do what you want.” He did away with sacrifices in order to establish the obedience that God wants.",
      "10": "We have been set apart as holy because Jesus Christ did what God wanted him to do by sacrificing his body once and for all.",
      "11": "Every day each priest performed his religious duty. He offered the same type of sacrifice again and again. Yet, these sacrifices could never take away sins.",
      "12": "However, this chief priest made one sacrifice for sins, and this sacrifice lasts forever. Now he holds the honored position—the one next to God the Father on the heavenly throne.",
      "13": "Since that time, he has been waiting for his enemies to be made his footstool.",
      "14": "With one sacrifice he accomplished the work of setting them apart for God forever.",
      "15": "The Holy Spirit tells us the same thing:",
      "16": "“This is the promise  that I will make to them after those days, says the Lord: ‘I will put my teachings in their hearts and write them in their minds.’ ”",
      "17": "Then he adds, “I will no longer hold their sins and their disobedience against them.”",
      "18": "When sins are forgiven, there is no longer any need to sacrifice for sins.",
      "19": "Brothers and sisters, because of the blood of Jesus we can now confidently go into the holy place.",
      "20": "Jesus has opened a new and living way for us to go through the curtain. (The curtain is his own body.)",
      "21": "We have a superior priest in charge of God’s house.",
      "22": "We have been sprinkled with his blood to free us from a guilty conscience, and our bodies have been washed with clean water. So we must continue to come to him with a sincere heart and strong faith.",
      "23": "We must continue to hold firmly to our declaration of faith. The one who made the promise is faithful.",
      "24": "We must also consider how to encourage each other to show love and to do good things.",
      "25": "We should not stop gathering together with other believers, as some of you are doing. Instead, we must continue to encourage each other even more as we see the day of the Lord coming.",
      "26": "If we go on sinning after we have learned the truth, no sacrifice can take away our sins.",
      "27": "All that is left is a terrifying wait for judgment and a raging fire that will consume God’s enemies.",
      "28": "If two or three witnesses accused someone of rejecting Moses’ Teachings, that person was shown no mercy as he was executed.",
      "29": "What do you think a person who shows no respect for the Son of God deserves? That person looks at the blood of the promise (the blood that made him holy) as no different from other people’s blood, and he insults the Spirit that God gave us out of his kindness. He deserves a much worse punishment.",
      "30": "We know the God who said,\n“I alone have the right to take revenge.\nI will pay back.”\nGod also said,\n“The Lord will judge his people.”",
      "31": "Falling into the hands of the living God is a terrifying thing.",
      "32": "Remember the past, when you first learned the truth. You endured a lot of hardship and pain.",
      "33": "At times you were publicly insulted and mistreated. At times you associated with people who were treated this way.",
      "34": "You suffered with prisoners. You were cheerful even though your possessions were stolen, since you know that you have a better and more permanent possession.",
      "35": "So don’t lose your confidence. It will bring you a great reward.",
      "36": "You need endurance so that after you have done what God wants you to do, you can receive what he has promised.",
      "37": "“Yet, the one who is coming will come soon. He will not delay.",
      "38": "The person who has God’s approval will live by faith.\nBut if he turns back, I will not be pleased with him.”",
      "39": "We don’t belong with those who turn back and are destroyed. Instead, we belong with those who have faith and are saved."
    },
    "11": {
      "1": "Faith assures us of things we expect and convinces us of the existence of things we cannot see.",
      "2": "God accepted our ancestors because of their faith.",
      "3": "Faith convinces us that God created the world through his word. This means what can be seen was made by something that could not be seen.",
      "4": "Faith led Abel to offer God a better sacrifice than Cain’s sacrifice. Through his faith Abel received God’s approval, since God accepted his sacrifices. Through his faith Abel still speaks, even though he is dead.",
      "5": "Faith enabled Enoch to be taken instead of dying. No one could find him, because God had taken him. Scripture states that before Enoch was taken, God was pleased with him.",
      "6": "No one can please God without faith. Whoever goes to God must believe that God exists and that he rewards those who seek him.",
      "7": "Faith led Noah to listen when God warned him about the things in the future that he could not see. He obeyed God and built a ship to save his family. Through faith Noah condemned the world and received God’s approval that comes through faith.",
      "8": "Faith led Abraham to obey when God called him to go to a place that he would receive as an inheritance. Abraham left his own country without knowing where he was going.",
      "9": "Faith led Abraham to live as a foreigner in the country that God had promised him. He lived in tents, as did Isaac and Jacob, who received the same promise from God.",
      "10": "Abraham was waiting for the city that God had designed and built, the city with permanent foundations.",
      "11": "Faith enabled Abraham to become a father, even though he was old and Sarah had never been able to have children. Abraham trusted that God would keep his promise.",
      "12": "Abraham was as good as dead. Yet, from this man came descendants as numerous as the stars in the sky and as countless as the grains of sand on the seashore.",
      "13": "All these people died having faith. They didn’t receive the things that God had promised them, but they saw these things coming in the distant future and rejoiced. They acknowledged that they were living as strangers with no permanent home on earth.",
      "14": "Those who say such things make it clear that they are looking for their own country.",
      "15": "If they had been thinking about the country that they had left, they could have found a way to go back.",
      "16": "Instead, these men were longing for a better country—a heavenly country. That is why God is not ashamed to be called their God. He has prepared a city for them.",
      "17": "When God tested Abraham, faith led him to offer his son Isaac. Abraham, the one who received the promises from God, was willing to offer his only son as a sacrifice.",
      "18": "God had said to him, “Through Isaac your descendants will carry on your name.”",
      "19": "Abraham believed that God could bring Isaac back from the dead. Abraham did receive Isaac back from the dead in a figurative sense.",
      "20": "Faith led Isaac to bless Jacob and Esau.",
      "21": "While Jacob was dying, faith led him to bless each of Joseph’s sons. He leaned on the top of his staff and worshiped God.",
      "22": "While Joseph was dying, faith led him to speak about the Israelites leaving Egypt and give them instructions about burying his bones.",
      "23": "Faith led Moses’ parents to hide him for three months after he was born. They did this because they saw that Moses was a beautiful baby and they were not afraid to disobey the king’s order.",
      "24": "When Moses grew up, faith led him to refuse to be known as a son of Pharaoh’s daughter.",
      "25": "He chose to suffer with God’s people rather than to enjoy the pleasures of sin for a little while.",
      "26": "He thought that being insulted for Christ would be better than having the treasures of Egypt. He was looking ahead to his reward.",
      "27": "Faith led Moses to leave Egypt without being afraid of the king’s anger. Moses didn’t give up but continued as if he could actually see the invisible God.",
      "28": "Faith led Moses to establish the Passover and spread the blood on the doorposts so that the destroying angel would not kill the firstborn sons.",
      "29": "Faith caused the people to go through the Red Sea as if it were dry land. The Egyptians also tried this, but they drowned.",
      "30": "Faith caused the walls of Jericho to fall after the Israelites marched around them for seven days.",
      "31": "Faith led the prostitute Rahab to welcome the spies as friends. She was not killed with those who refused to obey God.",
      "32": "What more should I say? I don’t have enough time to tell you about Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets.",
      "33": "Through faith they conquered kingdoms, did what God approved, and received what God had promised. They shut the mouths of lions,",
      "34": "put out raging fires, and escaped death. They found strength when they were weak. They were powerful in battle and defeated other armies.",
      "35": "Women received their loved ones back from the dead. Other believers were brutally tortured but refused to be released so that they might gain eternal life.",
      "36": "Some were made fun of and whipped, and some were chained and put in prison.",
      "37": "Some were stoned to death, sawed in half, and killed with swords. Some wore the skins of sheep and goats. Some were poor, abused, and mistreated.",
      "38": "The world didn’t deserve these good people. Some wandered around in deserts and mountains and lived in caves and holes in the ground.",
      "39": "All these people were known for their faith, but none of them received what God had promised.",
      "40": "God planned to give us something very special so that we would gain eternal life with them."
    },
    "12": {
      "1": "Since we are surrounded by so many examples of faith, we must get rid of everything that slows us down, especially sin that distracts us. We must run the race that lies ahead of us and never give up.",
      "2": "We must focus on Jesus, the source and goal of our faith. He saw the joy ahead of him, so he endured death on the cross and ignored the disgrace it brought him. Now he holds the honored position—the one next to God the Father on the heavenly throne.",
      "3": "Think about Jesus, who endured opposition from sinners, so that you don’t become tired and give up.",
      "4": "You struggle against sin, but your struggles haven’t killed you.",
      "5": "You have forgotten the encouraging words that God speaks to you as his children:\n“My child, pay attention when the Lord disciplines you.\nDon’t give up when he corrects you.",
      "6": "The Lord disciplines everyone he loves.\nHe severely disciplines everyone he accepts as his child.”",
      "7": "Endure your discipline. God corrects you as a father corrects his children. All children are disciplined by their fathers.",
      "8": "If you aren’t disciplined like the other children, you aren’t part of the family.",
      "9": "On earth we have fathers who disciplined us, and we respect them. Shouldn’t we place ourselves under the authority of God, the father of spirits, so that we will live?",
      "10": "For a short time our fathers disciplined us as they thought best. Yet, God disciplines us for our own good so that we can become holy like him.",
      "11": "We don’t enjoy being disciplined. It always seems to cause more pain than joy. But later on, those who learn from that discipline have peace that comes from doing what is right.",
      "12": "Strengthen your tired arms and weak knees.",
      "13": "Keep walking along straight paths so that your injured leg won’t get worse. Instead, let it heal.",
      "14": "Try to live peacefully with everyone, and try to live holy lives, because if you don’t, you will not see the Lord.",
      "15": "Make sure that everyone has kindness  from God so that bitterness doesn’t take root and grow up to cause trouble that corrupts many of you.",
      "16": "Make sure that no one commits sexual sin or is as concerned about earthly things as Esau was. He sold his rights as the firstborn son for a single meal.",
      "17": "You know that afterwards, when he wanted to receive the blessing that the firstborn son was to receive, he was rejected. Even though he begged and cried for the blessing, he couldn’t do anything to change what had happened.",
      "18": "You have not come to something that you can feel, to a blazing fire, to darkness, to gloom, to a storm,",
      "19": "to a trumpet’s blast, and to a voice. When your ancestors heard that voice, they begged not to hear it say another word.",
      "20": "They couldn’t obey the command that was given, “If even an animal touches the mountain, it must be stoned to death.”",
      "21": "The sight was so terrifying that even Moses said he was trembling and afraid.",
      "22": "Instead, you have come to Mount Zion, to the city of the living God, to the heavenly Jerusalem. You have come to tens of thousands of angels joyfully gathered together",
      "23": "and to the assembly of God’s firstborn children (whose names are written in heaven). You have come to a judge (the God of all people) and to the spirits of people who have God’s approval and have gained eternal life.",
      "24": "You have come to Jesus, who brings the new promise  from God, and to the sprinkled blood that speaks a better message than Abel’s.",
      "25": "Be careful that you do not refuse to listen when God speaks. Your ancestors didn’t escape when they refused to listen to God, who warned them on earth. We certainly won’t escape if we turn away from God, who warns us from heaven.",
      "26": "When God spoke to your ancestors, his voice shook the earth. But now he has promised, “Once more I will shake not only the earth but also the sky.”",
      "27": "The words once more show clearly that God will change what he has made. These are the things that can be shaken. Then only the things that cannot be shaken will remain.",
      "28": "Therefore, we must be thankful that we have a kingdom that cannot be shaken. Because we are thankful, we must serve God with fear and awe in a way that pleases him.",
      "29": "After all, our God is a destructive fire."
    },
    "13": {
      "1": "Continue to love each other.",
      "2": "Don’t forget to show hospitality to believers you don’t know. By doing this some believers have shown hospitality to angels without being aware of it.",
      "3": "Remember those in prison as if you were in prison with them. Remember those who are mistreated as if you were being mistreated.",
      "4": "Marriage is honorable in every way, so husbands and wives should be faithful to each other. God will judge those who commit sexual sins, especially those who commit adultery.",
      "5": "Don’t love money. Be happy with what you have because God has said, “I will never abandon you or leave you.”",
      "6": "So we can confidently say,\n“The Lord is my helper.\nI will not be afraid.\nWhat can mortals do to me?”",
      "7": "Remember your leaders who have spoken God’s word to you. Think about how their lives turned out, and imitate their faith.",
      "8": "Jesus Christ is the same yesterday, today, and forever.",
      "9": "Don’t get carried away by all kinds of unfamiliar teachings. Gaining inner strength from God’s kindness  is good for us. This strength does not come from following rules about food, rules that don’t help those who follow them.",
      "10": "Those who serve at the tent have no right to eat what is sacrificed at our altar.",
      "11": "The chief priest brings the blood of animals into the holy place as an offering for sin. But the bodies of those animals were burned outside the Israelite camp.",
      "12": "That is why Jesus suffered outside the gates of Jerusalem. He suffered to make the people holy with his own blood.",
      "13": "So we must go to him outside the camp and endure the insults he endured.",
      "14": "We don’t have a permanent city here on earth, but we are looking for the city that we will have in the future.",
      "15": "Through Jesus we should always bring God a sacrifice of praise, that is, words that acknowledge him.",
      "16": "Don’t forget to do good things for others and to share what you have with them. These are the kinds of sacrifices that please God.",
      "17": "Obey your leaders, and accept their authority. They take care of you because they are responsible for you. Obey them so that they may do this work joyfully and not complain about you. (Causing them to complain would not be to your advantage.)",
      "18": "Pray for us. We are sure that our consciences are clear because we want to live honorably in every way.",
      "19": "I especially ask for your prayers so that I may come back to you soon.",
      "20": "The God of peace brought the great shepherd of the sheep, our Lord Jesus, back to life through the blood of an eternal promise.",
      "21": "May this God of peace prepare you to do every good thing he wants. May he work in us through Jesus Christ to do what is pleasing to him. Glory belongs to Jesus Christ forever. Amen.",
      "22": "I urge you, brothers and sisters, to listen patiently to my encouraging words. I have written you a short letter.",
      "23": "You know that Timothy, our brother, has been freed. If he comes here soon, both of us will visit you.",
      "24": "Greet all your leaders and all God’s holy people. Those who are with us from Italy greet you.",
      "25": "May God’s good will  be with all of you!"
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:24.587207-04:00",
    "Translation": "GW"
  }
}