{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:55.756276-04:00",
    "Translation": "GW"
  },
  "Jeremiah": {
    "1": {
      "1": "These are the words of Jeremiah, son of Hilkiah. He was one of the priests at Anathoth in the territory of Benjamin.",
      "2": "The Lord spoke his word to Jeremiah when King Josiah, son of Amon, was in his thirteenth year as king of Judah.",
      "3": "The Lord also spoke when Jehoiakim, son of Josiah, was king of Judah and during the 11 years that Zedekiah, another son of Josiah, was king of Judah. The Lord continued to speak to Jeremiah until the people of Jerusalem were taken away into captivity in the fifth month of the year.",
      "4": "The Lord spoke his word to me,",
      "5": "“Before I formed you in the womb,\nI knew you.\nBefore you were born,\nI set you apart for my holy purpose.\nI appointed you to be a prophet to the nations.”",
      "6": "I, Jeremiah, said, “Almighty Lord, I do not know how to speak. I am only a boy!”",
      "7": "But the Lord said to me, “Don’t say that you are only a boy. You will go wherever I send you. You will say whatever I command you to say.",
      "8": "Don’t be afraid of people. I am with you, and I will rescue you,” declares the Lord.",
      "9": "Then the Lord stretched out his hand and touched my mouth. The Lord said to me,\n“Now I have put my words in your mouth.",
      "10": "Today I have put you in charge of nations and kingdoms.\nYou will uproot and tear down.\nYou will destroy and overthrow.\nYou will build and plant.”",
      "11": "Again the Lord spoke his word to me and asked, “Jeremiah, what do you see?”\nI answered, “I see a branch of an almond tree.”",
      "12": "Then the Lord said to me, “Right. I am watching to make sure that my words come true.”",
      "13": "Again the Lord spoke his word to me and asked, “What do you see?”\nI answered, “I see a boiling pot, and its top is tilted away from the north.”",
      "14": "Then the Lord said to me,\n“Disaster will be poured out from the north\non all those who live in the land.",
      "15": "I am going to call every family and kingdom from the north,”\ndeclares the Lord.\n“They will come, and they will set up their thrones\nat the entrance of Jerusalem’s gates.\nThey will attack all the walls around the city\nand all the cities of Judah.",
      "16": "I will pass sentence on my people because of all their wickedness.\nThey abandoned me,\nburned incense to other gods,\nand worshiped what their hands have made.",
      "17": "Brace yourself, Jeremiah!\nStand up, and say to them whatever I tell you to say.\nDon’t be terrified in their presence,\nor I will make you even more terrified in their presence.",
      "18": "Today I have made you like a fortified city,\nan iron pillar, and a bronze wall.\nYou will be able to stand up to the whole land.\nYou will be able to stand up to Judah’s kings,\nits officials, its priests, and all the common people.",
      "19": "They will fight you, but they will not defeat you.\nI am with you, and I will rescue you,” declares the Lord."
    },
    "2": {
      "1": "The Lord spoke his word to me,",
      "2": "“Go and announce to Jerusalem,\n‘This is what the Lord says:\nI remember the unfailing loyalty of your youth,\nthe love you had for me as a bride.\nI remember how you followed me into the desert,\ninto a land that couldn’t be farmed.",
      "3": "Israel was set apart for the Lord.\nIt was the best part of the harvest.\nAll who devoured it became guilty,\nand disaster struck them,’ ” declares the Lord.",
      "4": "Listen to the Lord’s word, descendants of Jacob,\nall the families in the nation of Israel.",
      "5": "This is what the Lord says:\nWhat did your ancestors find wrong with me\nthat they went so far away from me?\nThey followed worthless idols and became worthless themselves.",
      "6": "They didn’t ask, “Where is the Lord,\nwho brought us from Egypt?\nHe led us through the desert,\nthrough a wasteland and its pits,\na land of drought and the shadow of death.\nNo one lives there or travels there.”",
      "7": "I brought them into a fertile land\nto eat its fruit and its produce.\nThey came and made my land unclean.\nThey made my property disgusting.",
      "8": "The priests didn’t ask, “Where is the Lord?”\nThose who deal with my teachings didn’t know me.\nThe rulers rebelled against me.\nThe prophets prophesied in the name of Baal\nand followed statues that couldn’t help them.",
      "9": "“That is why I am bringing charges against you,” declares the Lord,\n“and I am bringing charges against your grandchildren.",
      "10": "Go over to the coasts of Cyprus, and see.\nSend someone to Kedar, and observe closely.\nSee if there has ever been anything like this.",
      "11": "Has any nation ever exchanged gods?\n(Their gods aren’t really gods.)\nYet, my people have exchanged their Glory\nfor something that doesn’t help them.",
      "12": "Be horrified over this, heaven.\nBe terribly afraid,” declares the Lord.",
      "13": "“My people have done two things wrong.\nThey have abandoned me,\nthe fountain of life-giving water.\nThey have also dug their own cisterns,\nbroken cisterns that can’t hold water.",
      "14": "“Are the people of Israel slaves?\nWere they born into slavery?\nWhy, then, have they become someone’s property?",
      "15": "Young lions have roared very loudly at them.\nYoung lions have turned the land into a wasteland.\nThe cities have been burned down, and everyone has left.",
      "16": "People from Noph and Tahpanhes have cracked your skulls, Israel.",
      "17": "You have brought this on yourself\nby abandoning the Lord your God\nwhen he led you on his way.",
      "18": "You won’t gain anything by going to Egypt\nto drink water from the Nile River.\nYou won’t gain anything by going to Assyria\nto drink water from the Euphrates River.",
      "19": "Your own wickedness will correct you,\nand your unfaithful ways will punish you.\nYou should know and see how evil and bitter it is for you\nif you abandon the Lord your God and do not fear me,”\ndeclares the Almighty Lord of Armies.",
      "20": "“Long ago you broke off your yoke, tore off your chains,\nand said that you wouldn’t be a slave.\nYou lay down and acted like a prostitute\non every high hill and under every large tree.",
      "21": "I planted you like a choice grapevine from the very best seed.\nNow you have turned against me and have become a wild vine.",
      "22": "Even if you wash with detergent and use a lot of soap,\nI would still see the stains from your wickedness,”\ndeclares the Almighty Lord.",
      "23": "“How can you say that you haven’t dishonored yourselves\nand haven’t followed other gods—the Baals?\nLook how you’ve behaved in the valley.\nAcknowledge what you’ve done.\nYou are like a young camel that swiftly runs here and there.",
      "24": "You are like a wild donkey that is used to the desert,\nsniffing the wind while in heat.\nAll who look for you won’t get tired.\nThey will find you during your monthly period.",
      "25": "Don’t run until your feet are bare and your throats are dry.\nBut you say that it’s useless.\nYou love foreign gods and follow them.",
      "26": "“As a thief feels ashamed when he’s caught,\nso the nation of Israel will feel ashamed.\nTheir kings, princes, priests,\nand prophets will also feel ashamed.",
      "27": "You call wood your father.\nYou call stone your mother.\nYou’ve turned your backs, not your faces, to me.\nBut when you’re in trouble, you ask me to come and rescue you.",
      "28": "Where are the gods that you made for yourselves?\nLet them come and rescue you when you’re in trouble.\nYou have as many gods as you have cities, Judah!",
      "29": "“Why do you complain about me?\nAll of you have rebelled against me,” declares the Lord.",
      "30": "“I have punished your children without results.\nThey didn’t respond to correction.\nYou killed my prophets like a raging lion.",
      "31": "“Consider the Lord’s word, people of this generation.\nHaven’t I been a desert, a land of thick darkness, for Israel?\nWhy do my people say that they are free to wander around\nand no longer come to me?",
      "32": "A young woman can’t forget her jewelry or a bride her veils.\nYet, my people have forgotten me for countless days.",
      "33": "You carefully planned ways to look for love.\nYou taught your ways to wicked women.",
      "34": "You have the blood from poor and innocent people\non your clothes.\nYou didn’t kill them for breaking into your home.",
      "35": "In spite of all this you say, ‘I’m innocent.\nGod will turn his anger from me,\nbecause I haven’t sinned.’",
      "36": "You change your mind so easily.\nYou will be put to shame by Egypt\nas you were put to shame by Assyria.",
      "37": "You will also leave this place with your hands over your head,\nbecause the Lord has rejected those you trust.\nYou will not be helped by them.”"
    },
    "3": {
      "1": "A saying:\nIf a man divorces his wife\nand she leaves him and marries another man,\nher first husband shouldn’t go back to her again.\nThe land would become thoroughly polluted.\n“You have acted like a prostitute who has many lovers.\nAnd now you want to come back to me!” declares the Lord.",
      "2": "“Look at the bare hills, and see.\nYou have had sex with men in every place.\nYou sat by the roadside waiting for them like a nomad in the desert.\nYou have polluted the land with your prostitution and wickedness.",
      "3": "So the rain has been withheld, and there have been no spring showers.\nYet, you have the shameless look of a prostitute,\nand you refuse to blush.",
      "4": "But now you are calling to me.\nYou say, ‘Father! You have been my companion\never since I was young.",
      "5": "He won’t hold a grudge forever.\nHe won’t always be angry.’\nYou have said and done all the evil things that you could.”",
      "6": "When Josiah was king, the Lord asked me, “Did you see what unfaithful Israel did? She went up every high mountain and under every large tree, and she acted like a prostitute there.",
      "7": "I thought that after she had done all this that she would come back to me. But she didn’t come back, and her treacherous sister Judah saw her.",
      "8": "Judah saw that I sent unfaithful Israel away because of her adultery and that I gave Israel her divorce papers. But treacherous Judah, her sister, wasn’t afraid. She also acted like a prostitute.",
      "9": "Because she wasn’t concerned about acting like a prostitute, she polluted the land and committed adultery with standing stones and wood pillars.",
      "10": "Even after all this, Israel’s treacherous sister Judah didn’t wholeheartedly come back to me. She was deceitful,” declares the Lord.",
      "11": "Then the Lord said to me, “Unfaithful Israel was less guilty than treacherous Judah.",
      "12": "Go and proclaim these things to the north:\n“ ‘Come back, unfaithful Israel.\nIt is the Lord speaking.\nI will no longer frown on you\nbecause I’m merciful,’ declares the Lord.\n‘I will no longer be angry with you.",
      "13": "Admit that you’ve done wrong!\nYou have rebelled against the Lord your God.\nYou have given yourself to strangers under every large tree.\nYou have not obeyed me,’ declares the Lord.",
      "14": "“Come back, you rebellious people,” declares the Lord. “I’m your husband. I will take you, one from every city and two from every family, and bring you to Zion.",
      "15": "I will give you shepherds after my own heart. They will be shepherds who feed you with knowledge and insight.",
      "16": "In those days you will be fertile, and your population will increase in the land,” declares the Lord. “People will no longer talk about the ark of the Lord’s promise. It will no longer come to mind. They won’t remember it, miss it, or make another one.",
      "17": "At that time they will call Jerusalem the throne of the Lord. All nations will gather in Jerusalem because the name of the Lord will be found there. They will no longer follow their own stubborn, evil ways.",
      "18": "In those days the nation of Judah will live with the nation of Israel. They will come together from the land of the north to the land that I gave their ancestors as their own property.",
      "19": "“I wanted to treat you like children\nand give you a pleasant land,\nthe most beautiful property among the nations.\nI thought that you would call me Father and wouldn’t turn away from me.",
      "20": "But like a wife who betrays her husband,\nso you, nation of Israel, betrayed me,” declares the Lord.",
      "21": "The sound of crying is heard on the hills.\nIt is the crying and the pleading of the people of Israel.\nThey have become crooked\nand have forgotten the Lord their God.",
      "22": "“Come back, you rebellious people,\nand I will forgive you for being unfaithful.” \nHere we are!\nWe have come to you because you are the Lord our God.",
      "23": "Truly, the noise from the hills, from the mountains,\nis the noise of false worship.\nTruly, the Lord our God will rescue us.",
      "24": "Ever since we were young,\nthe shameful worship of Baal\nhas taken everything our ancestors worked for,\ntheir flocks and herds, their sons and daughters.",
      "25": "We must lie down in our shame\nand be covered by our disgrace.\nEver since we were young, we and our ancestors have sinned\nagainst the Lord our God.\nWe haven’t obeyed the Lord our God."
    },
    "4": {
      "1": "The Lord declares,\n“If you come back, Israel,\nif you come back to me,\nif you take your disgusting idols out of my sight\nand you don’t wander away from me,",
      "2": "if you take the oath, ‘As the Lord lives …’\nin an honest, fair, and right way,\nthen the nations will be blessed,\nand they will be honored by me.”",
      "3": "This is what the Lord says to the people of Judah and to Jerusalem:\nPlow your unplowed fields,\nand don’t plant among thorns.",
      "4": "Be circumcised by the Lord,\nand get rid of the foreskins of your hearts,\npeople of Judah and inhabitants of Jerusalem.\nIf you don’t, my fury will flare up like a fire.\nIt will burn, and no one will be able to put it out,\nbecause of the evil you do.",
      "5": "Report this message in Judah.\nMake it heard in Jerusalem.\nSay, “Blow the ram’s horn throughout the land.”\nShout loudly and say, “Gather together!\nLet’s go into the fortified cities.”",
      "6": "Raise the flag to signal people to go to Zion.\nTake cover!\nDon’t just stand there!\nI’m bringing disaster and widespread destruction from the north.",
      "7": "A lion has come out of its lair.\nA destroyer of nations has set out.\nHe has left his place to destroy your land.\nYour cities will be ruined, and no one will live in them.",
      "8": "So put on sackcloth, mourn, and cry\nbecause the Lord’s burning anger hasn’t turned away from us.",
      "9": "“When that day comes,” declares the Lord,\n“the king and the leaders will lose their courage.\nThe priests will be stunned.\nThe prophets will be amazed and astonished.”",
      "10": "I said, “Almighty Lord,\nyou certainly have deceived these people and Jerusalem.\nYou said that everything would go well for them,\nbut a sword is held at their throats.”",
      "11": "At that time it will be said to these people and to Jerusalem:\n“A hot wind from the heights will blow in the desert\non the tracks of my people.\nIt will not be a wind that winnows  or cleanses.",
      "12": "It will be a stronger wind than that.\nIt will come from me.\nNow, I will pass sentence on them.”",
      "13": "The enemy comes up like clouds.\nHis chariots are like a raging wind.\nHis horses are faster than eagles.\nHow horrible it will be for us! We will be destroyed!",
      "14": "Jerusalem, wash the evil from your heart\nso that you may be rescued.\nDon’t continue making evil plans.",
      "15": "A message is heard from Dan,\nand a report of disaster comes from the mountains of Ephraim.",
      "16": "Warn the nations about these things.\nBring them to the attention of Jerusalem.\n“Hostile troops are coming from a distant country.\nThey are shouting battle cries against the cities of Judah.",
      "17": "They surround them like men guarding a field,\nbecause Judah has rebelled against me,”\ndeclares the Lord.",
      "18": "“You brought this on yourself.\nThis is your punishment.\nIt is bitter.\nIt breaks your heart.”",
      "19": "My anguish, my anguish!\nI writhe in pain.\nMy heart is beating wildly!\nMy heart is pounding!\nI can’t keep quiet\nbecause I hear a ram’s horn sounding the alarm for war.",
      "20": "One disaster follows another.\nThe whole land is ruined.\nMy tents are suddenly destroyed.\nTheir curtains are torn in an instant.",
      "21": "How long must I see the battle flag and hear the sound of rams’ horns?",
      "22": "“My people are fools. They don’t know me.\nThey are stupid people. They don’t understand.\nThey are experts in doing wrong,\nand they don’t know how to do good.”",
      "23": "I see the earth. It’s formless and empty.\nI see the sky. Its lights are gone.",
      "24": "I see the mountains. They are shaking,\nand the hills are swaying.",
      "25": "I see that there are no people,\nand every bird has flown away.",
      "26": "I see that the fertile land has become a desert,\nand all its cities are torn down\nbecause of the Lord and his burning anger.",
      "27": "This is what the Lord says:\nThe whole earth will be ruined,\nalthough I will not destroy it completely.",
      "28": "The earth will mourn, and the sky will grow black.\nI have spoken, and I have planned it.\nI won’t change my plans, and I won’t turn back.",
      "29": "All the people in the city will flee\nat the sound of riders and archers.\nThey will go off into the thickets\nand climb among the rocks.\nThe entire city will be abandoned, and no one will live in it.",
      "30": "You are going to be destroyed!\nWhat are you going to do?\nWhy do you dress in red and put on gold jewelry?\nWhy do you wear eye shadow?\nYou are making yourself beautiful for nothing.\nYour lovers reject you; they want to kill you.",
      "31": "I hear a woman in labor.\nI hear the woman cry with anguish as she gives birth to her first child.\nMy people Zion are gasping for breath.\nThey are stretching out their hands, saying,\n“How horrible it is for us!\nWe’re defenseless in the presence of murderers!”"
    },
    "5": {
      "1": "Walk around the streets of Jerusalem.\nLook around, and think about these things.\nSearch the city squares.\nSee if you can find anyone\nwho does what is right and seeks the truth.\nThen I will forgive Jerusalem.",
      "2": "People say, “As the Lord lives …”\nYet, they lie when they take this oath.",
      "3": "Lord, your eyes look for the truth.\nYou strike these people, but they don’t feel it.\nYou crush them, but they refuse to be corrected.\nThey are more stubborn than rocks.\nThey refuse to turn back.",
      "4": "I thought, “These are poor, foolish people.\nThey don’t know the way of the Lord\nand the justice that God demands.",
      "5": "Let me go to important people and speak to them.\nThey know the way of the Lord\nand the justice that God demands.”\nBut they, too, had broken off their yokes \nand torn off their chains.",
      "6": "That is why a lion from the forest will attack them.\nA wolf from the wilderness will destroy them.\nA leopard will lie in ambush outside their cities.\nAll who leave the cities will be torn to pieces,\nbecause they rebel so often\nand they become more and more unfaithful.",
      "7": "“Why should I forgive you?\nYour children abandoned me.\nThey took godless oaths.\nThey committed adultery, even though I satisfied their needs.\nThey traveled in crowds to the houses of prostitutes.",
      "8": "They are like well-fed stallions that are wild with desire.\nThey neigh for their neighbors’ wives.",
      "9": "I will punish them for these things,” declares the Lord.\n“I will punish this nation.",
      "10": "“Go among Jerusalem’s rows of grapevines and destroy them,\nbut don’t destroy all of them.\nCut off the branches because they don’t belong to the Lord.",
      "11": "The nations of Israel and Judah are unfaithful to me,”\ndeclares the Lord.",
      "12": "They lie about the Lord and say,\n“He doesn’t exist!\nNothing bad will happen to us.\nWe won’t experience war or famine.",
      "13": "The prophets are nothing but windbags.\nThe Lord hasn’t spoken through them,\nso let what they say happen to them.”",
      "14": "This is what the Lord God of Armies says:\nBecause you’ve talked like this,\nI’m going to put my words in your mouth like a fire.\nThese people will be like wood.\nMy words will burn them up.",
      "15": "Nation of Israel, I’m going to bring a nation from far away\nto attack you, declares the Lord.\nIt is a nation that has lasted a long time.\nIt is an ancient nation.\nYou don’t know the language of this nation.\nYou can’t understand what its people say.",
      "16": "Their arrow quivers are like open graves.\nThey are all mighty warriors.",
      "17": "They will devour your harvest and your food.\nThey will devour your sons and your daughters.\nThey will devour your flocks and your cattle.\nThey will devour your grapevines and your fig trees.\nWith their swords they will destroy\nthe fortified cities you trust.",
      "18": "Yet, even in those days, declares the Lord,\nI won’t destroy all of you.",
      "19": "They will ask, “Why has the Lord our God done all this to us?” Answer them, “You have abandoned me and served foreign gods in your land. So you will serve foreigners in a land that isn’t yours.”",
      "20": "“Tell this to the descendants of Jacob, and make this heard in Judah:",
      "21": "Hear this, you stupid and senseless people!\nYou have eyes, but you cannot see.\nYou have ears, but you cannot hear.",
      "22": "Don’t you fear me?” asks the Lord.\n“Don’t you tremble in my presence?\nI made the sand a boundary for the sea,\na permanent barrier that it cannot cross.\nAlthough the waves toss continuously, they can’t break through.\nAlthough they roar, they can’t cross it.",
      "23": "But these people are stubborn and rebellious.\nThey have turned aside and wandered away from me.",
      "24": "They don’t say to themselves,\n‘We should fear the Lord our God.\nHe sends rain at the right time,\nthe autumn rain and the spring rain.\nHe makes sure that we have harvest seasons.’",
      "25": "Your wickedness has turned these things away.\nYour sins have kept good things away from you.",
      "26": "“Wicked people are found among my people.\nThey lie in ambush like bird catchers.\nThey set traps and catch people.",
      "27": "Like cages filled with birds, their houses are filled with deceit.\nThat is why they become powerful and rich.",
      "28": "They grow big and fat.\nTheir evil deeds have no limits.\nThey have no respect for the rights of others.\nThey have no respect for the rights of orphans.\nBut they still prosper.\nThey don’t defend the rights of the poor.",
      "29": "I will punish them for these things,” declares the Lord.\n“I will punish this nation.",
      "30": "“Something horrible and disgusting is happening in the land:",
      "31": "Prophets prophesy lies.\nPriests rule under the prophets’ directions,\nand my people love this.\nBut what will you do in the end?”"
    },
    "6": {
      "1": "“Take cover, people of Benjamin!\nRun away from Jerusalem!\nBlow the ram’s horn in Tekoa.\nRaise the flag over Beth Hakkerem,\nbecause disaster and widespread destruction\nare coming from the north.",
      "2": "“My people Zion are like lovely pastures.",
      "3": "With their flocks, shepherds will come to them,\npitch their tents all around them,\nand each of them will tend his own flock.",
      "4": "The shepherds say, ‘Prepare yourselves for war against Zion.\nLet’s attack at noon!\nHow horrible it will be for us. The day is passing,\nand the shadows of evening are growing longer.",
      "5": "Let’s attack at night and destroy its palaces.’ ”",
      "6": "This is what the Lord of Armies says:\nCut down its trees.\nBuild up dirt mounds to attack Jerusalem.\nThis city must be punished.\nThere is nothing but oppression in it.",
      "7": "As a well keeps its water fresh,\nso Jerusalem keeps its evil fresh.\nViolence and destruction can be heard in it.\nI see that it is sick and wounded.",
      "8": "Pay attention to my warning, Jerusalem,\nor I will turn away from you.\nI will make your land desolate,\na land where no one will live.",
      "9": "This is what the Lord of Armies says:\nThoroughly pick through the faithful few of Israel\nlike someone picks through a grapevine.\nLike someone picking grapes, pass your hand over its branches again.",
      "10": "Whom can I speak to?\nWhom can I give a warning to?\nWho will listen?\nTheir ears are plugged,\nand they aren’t able to pay attention.\nWhen the Lord speaks his word to them,\nthey show contempt for it and object to it.",
      "11": "I am filled with the anger of the Lord.\nI am tired of holding it in. \n“Pour it out on the children in the street\nand on the gangs of young men.\nA man and his wife will be taken away\nas well as very old people.",
      "12": "Their households, their fields, and their wives\nwill be turned over to others.\nI will use my power against those who live in the land,”\ndeclares the Lord.",
      "13": "“All of them, from the least important to the most important,\nare eager to make money dishonestly.\nAll of them, from prophets to priests, act deceitfully.",
      "14": "They treat my people’s wounds as though they were not serious, saying,\n‘Everything is alright! Everything is alright!’\nBut it’s not alright.",
      "15": "Are they ashamed when they do disgusting things?\nNo, they’re not ashamed.\nThey don’t even know how to blush.\nSo they will die with those who die.\nThey will be brought down when I punish them,” says the Lord.",
      "16": "This is what the Lord says:\nStand at the crossroads and look.\nAsk which paths are the old, reliable paths.\nAsk which way leads to blessings.\nLive that way, and find a resting place for yourselves.\nBut you said that you wouldn’t live that way.",
      "17": "I posted watchmen over you.\nPay attention to the sound of the ram’s horn.\nBut you said that you wouldn’t pay attention.",
      "18": "Listen, you nations,\nand learn, you witnesses, what will happen to them.",
      "19": "Listen, earth!\nI’m going to bring disaster on these people.\nIt is the result of their own plots,\nbecause they won’t pay attention to my words.\nThey reject my teachings.",
      "20": "Incense that comes from Sheba is no good to me.\nSugar cane that comes from a distant land is no good to me.\nI won’t accept your burnt offerings.\nI’m not pleased with your sacrifices.",
      "21": "This is what the Lord says:\nI’m going to lay stumbling blocks in front of these people.\nParents and children will stumble over them.\nNeighbors and their friends will die.",
      "22": "This is what the Lord says:\nAn army is going to come from the north.\nA great nation is preparing itself in the distant parts of the earth.",
      "23": "Its people take hold of bows and spears.\nThey are cruel and have no compassion.\nThey sound like the roaring sea.\nThey ride on horses.\nThey march like soldiers ready for battle\nagainst my people Zion.",
      "24": "We have heard the news about them.\nOur hands hang limp.\nWe are gripped by anguish and pain\nlike a woman giving birth to a child.",
      "25": "Don’t go into the field or walk on the road.\nThe enemy has a sword.\nTerror is all around.",
      "26": "Wear sackcloth, and roll around in ashes, my people.\nMourn as if you have lost your only child, and cry bitterly.\nThe destroyer will suddenly attack us.",
      "27": "“Jeremiah, I have put you in charge of testing and refining my people.\nYou will know how to test their ways.",
      "28": "They are all vicious rebels.\nThey go around slandering.\nThey are all like bronze and iron.\nThey corrupt themselves.",
      "29": "The bellows of the blast furnace blow fiercely\nto make the fire melt away the lead.\nIt is useless to go on refining\nbecause the impurities can’t be removed.",
      "30": "People will call them useless silver\nbecause the Lord has rejected them.”"
    },
    "7": {
      "1": "The Lord spoke his word to Jeremiah. He said,",
      "2": "“Stand at the gate of the Lord’s house, and announce from there this message: ‘Listen to the Lord’s word, all you people of Judah who go through these gates to worship the Lord.",
      "3": "This is what the Lord of Armies, the God of Israel, says: Change the way you live and act, and I will let you live in this place.",
      "4": "Do not trust the words of this saying, “This is the Lord’s temple, the Lord’s temple, the Lord’s temple!” It’s a lie.",
      "5": "“ ‘Suppose you really change the way you live and act and you really treat each other fairly.",
      "6": "Suppose you do not oppress foreigners, orphans, and widows, or kill anyone in this place. And suppose you do not follow other gods that lead you to your own destruction.",
      "7": "Then I will let you live in this place, in the land that I gave permanently to your ancestors long ago.",
      "8": "“ ‘You are trusting the words of a saying. It’s a lie that cannot help you.",
      "9": "You steal, murder, commit adultery, lie when you take oaths, burn incense as an offering to Baal, and run after other gods that you do not know.",
      "10": "Then you stand in my presence in the house that is called by my name. You think that you’re safe to do all these disgusting things.",
      "11": "The house that is called by my name has become a gathering place for thieves. I have seen what you are doing,’ ” declares the Lord.",
      "12": "“ ‘But go to my place that was at Shiloh, where I first made a dwelling place for my name. See what I did to Shiloh because of the evil done by my people Israel.",
      "13": "You have done the same things the people did at Shiloh,’ ” declares the Lord. “ ‘Although I spoke to you again and again, you did not listen. When I called you, you did not answer.",
      "14": "So what I did to Shiloh I will now do to the house that is called by my name. This is the place I gave to you and to your ancestors, the place where you feel so safe.",
      "15": "I will force you out of my sight as I forced out all your relatives, all of Ephraim’s descendants.’",
      "16": "“Jeremiah, don’t pray for these people. Don’t cry or pray for them. Don’t plead with me, because I will not listen to you.",
      "17": "Don’t you see what they are doing in the cities of Judah and in the streets of Jerusalem?",
      "18": "Children gather wood, fathers light fires, and women knead dough to make cakes for the queen of heaven. They pour out wine offerings to other gods in order to make me furious.",
      "19": "They aren’t really provoking me,” declares the Lord. “But they are harming themselves to their own shame.",
      "20": "“This is what the Almighty Lord says: My anger and fury will be poured out on this place, on humans and animals, and on trees and crops. My anger and fury will burn and not be put out.",
      "21": "“This is what the Lord of Armies, the God of Israel, says: Add your burnt offerings to your sacrifices, and eat the meat.",
      "22": "When I brought your ancestors out of Egypt, I did not tell them anything about burnt offerings and sacrifices.",
      "23": "But I did tell them this, ‘Obey me, and I will be your God, and you will be my people. Live the way I told you to live so that things will go well for you.’",
      "24": "But they didn’t obey me or pay attention to me. They followed their own plans and their stubborn, evil ways. They went backward and not forward.",
      "25": "From the time that your ancestors left Egypt until now, I have sent all my servants the prophets to you again and again.",
      "26": "But you didn’t obey me or pay attention to me. You became impossible to deal with, and you were worse than your ancestors.",
      "27": "“Jeremiah, you will say all these things to them, but they will not obey you. You will call to them, but they will not respond to you.",
      "28": "You will say to them, ‘This is the nation that did not obey the Lord their God. They did not accept discipline. Truth has disappeared and vanished from their lips.’",
      "29": "“Cut off your hair and throw it away. Sing a song of mourning on the bare hills, because in his anger the Lord has rejected and abandoned the people of this generation.",
      "30": "The people of Judah have done what I consider evil,” declares the Lord. “They set up their detestable idols in the house that is called by my name. They have made it unclean.",
      "31": "They have built worship sites at Topheth in the valley of Ben Hinnom in order to burn their sons and daughters as sacrifices. I did not ask for this. It never entered my mind.",
      "32": "“That is why the days are coming,” declares the Lord, “when that place will no longer be known as Topheth or the valley of Ben Hinnom. Instead, it will be known as Slaughter Valley. They will bury people at Topheth because no other place will be left.",
      "33": "The dead bodies of these people will become food for birds and animals, and no one will be there to frighten them away.",
      "34": "In the cities of Judah and in the streets of Jerusalem, I will banish the sounds of joy and happiness and the sounds of brides and grooms, because the land will be a wasteland.”"
    },
    "8": {
      "1": "The Lord declares, “At that time the bones of the kings and the leaders of Judah, the bones of the priests and the prophets, and the bones of the others who lived in Jerusalem will be taken out of their graves.",
      "2": "They will be spread out and exposed to the sun, the moon, and all the stars in the sky. These are the things that they had loved, served, gone after, sought, and worshiped. Their bones will not be gathered or buried, but they will become manure on the ground.",
      "3": "“Then the few who remain from these wicked people will want to die rather than live where I will scatter them,” declares the Lord of Armies.",
      "4": "“Say to them, ‘This is what the Lord says:\nWhen someone falls, he gets back up.\nWhen someone turns away from me, he returns.",
      "5": "The people of Jerusalem turned away from me without ever returning.\nThey still cling to deceit.\nThey refuse to return.",
      "6": "I have paid attention and listened,\nbut they weren’t honest.\nThey don’t turn away from their wickedness and ask,\n“What have we done?”\nThey go their own ways like horses charging into battle.",
      "7": "Even storks know when it’s time to return.\nMourning doves, swallows, and cranes know\nwhen it’s time to migrate.\nBut my people don’t know\nthat I, the Lord, am urging them to return.",
      "8": "“ ‘How can you say that you are wise\nand that you have the Lord’s teachings?\nThe scribes have used their pens to turn these teachings into lies.",
      "9": "Wise people are put to shame, confused, and trapped.\nThey have rejected the Lord’s word.\nThey don’t really have any wisdom.",
      "10": "That is why I will give their wives to other men\nand their fields to new owners.\nAll of them, from the least important to the most important,\nare eager to make money dishonestly.\nAll of them, from prophets to priests, act deceitfully.",
      "11": "They treat my dear people’s wounds\nas though they were not serious, saying,\n“Everything is alright! Everything is alright!”\nBut it’s not alright.",
      "12": "Are they ashamed that they do disgusting things?\nNo, they’re not ashamed.\nThey don’t even know how to blush.\nSo they will die with those who die.\nThey will be brought down when I punish them,’ ” says the Lord.",
      "13": "“ ‘I would have gathered their harvest,’ ” declares the Lord,\n“ ‘but there are no grapes on the vine.\nThere are no figs on the tree,\nand the leaves have dried up.\nWhat I have given them will be taken away.’ ”",
      "14": "Why are we just sitting here? Let’s get up!\nLet’s go into the fortified cities and die there.\nThe Lord our God has condemned us to die.\nHe has given us poison to drink\nbecause we have sinned against the Lord.",
      "15": "We hoped for peace, but nothing good has happened.\nWe hoped for a time of healing, but there’s only terror.",
      "16": "The snorting of horses can be heard from Dan.\nThe neighing of stallions makes the whole land tremble.\nThey are coming to devour the land and everything in it,\nthe city and its people.",
      "17": "“I am going to send snakes among you,\nvipers that can’t be charmed.\nThey will bite you,” declares the Lord.",
      "18": "Sorrow has overwhelmed me.\nI am sick at heart!",
      "19": "The cry from my dear people comes from a distant land:\n“Isn’t the Lord in Zion?\nIsn’t Zion’s king still there?”\nThey make me furious with their idols, with their foreign gods.",
      "20": "The harvest is past,\nthe summer has ended,\nand we haven’t been saved.",
      "21": "I am crushed because my dear people have been crushed.\nI mourn; terror grips me.",
      "22": "Isn’t there medicine in Gilead?\nAren’t there doctors there?\nThen why hasn’t the health of my dear people been restored?"
    },
    "9": {
      "1": "“I wish that my head were filled with water\nand my eyes were a fountain of tears\nso that I could cry day and night\nfor my dear people who have been killed.",
      "2": "I wish I had a place to stay in the desert.\nI would abandon my people and go away from them.\nThey are all adulterers,\na mob of traitors.",
      "3": "They use their tongues like bows that shoot arrows.\nLies and dishonesty rule the land.\nThey go from one evil thing to another,\nand they don’t know me,” declares the Lord.",
      "4": "“Beware of your neighbors.\nDon’t trust your relatives.\nEvery relative cheats.\nEvery neighbor goes around slandering.",
      "5": "Everyone cheats his neighbor.\nNo one speaks the truth.\nMy people train their tongues to speak lies.\nThey wear themselves out doing wrong.",
      "6": "Oppression follows oppression.\nDeceit follows deceit.\nThey refuse to acknowledge me,” declares the Lord.",
      "7": "This is what the Lord of Armies says:\nI will now refine them with fire and test them.\nWhat else can I do for my dear people?",
      "8": "Their tongues are like deadly arrows.\nThey speak deceitfully.\nPeople speak politely to their neighbors,\nbut they think of ways to set traps for them.",
      "9": "I will punish them for these things, declares the Lord.\nI will punish this nation.\nI still won’t be satisfied.",
      "10": "I will cry and weep for the mountains.\nI will sing a funeral song for the pastures in the wilderness.\nThey are destroyed so that no one can travel through them.\nNo one can hear the sound of cattle.\nBirds and cattle have fled.\nThey are gone.",
      "11": "I will turn Jerusalem into a pile of rubble, a home for jackals.\nI will destroy the cities of Judah so that no one can live there.",
      "12": "No one is wise enough to understand this.\nTo whom has the Lord revealed this\nso that they can explain it?\nThe land dies; it has been ruined like the desert\nso that no one can travel through it.",
      "13": "The Lord answered,\n“They’ve abandoned my teachings that I placed in front of them.\nThey didn’t obey me, and they didn’t follow them.",
      "14": "They followed their own stubborn ways and other gods—the Baals,\nas their ancestors taught them.”",
      "15": "This is what the Lord of Armies, the God of Israel, says:\nI am going to feed these people bitterness\nand give them poison to drink.",
      "16": "I will scatter them among nations\nthat they and their ancestors haven’t heard of.\nI will send armies after them until I’ve wiped them out.",
      "17": "This is what the Lord of Armies says:\nConsider this:\nCall for the women who cry at funerals.\nSend for those who are the most skilled.",
      "18": "They should come quickly and cry for us.\nOur eyes will run with tears.\nOur eyelids will flow with water.",
      "19": "The sound of crying is heard from Zion.\n“We’re ruined! We’re very ashamed.\nWe must leave our land because our homes have been torn down.”",
      "20": "Listen to the Lord’s word, you women,\nand open your ears to hear his words.\nTeach your daughters how to cry.\nTeach your neighbors funeral songs.",
      "21": "Death has come through our windows and entered our palaces.\nDeath has cut down the children in the streets\nand the young men in the marketplaces.",
      "22": "This is what the Lord says:\nDead bodies will fall like manure on the field.\nThey will be like grain that has been cut but not gathered.",
      "23": "This is what the Lord says:\nDon’t let wise people brag about their wisdom.\nDon’t let strong people brag about their strength.\nDon’t let rich people brag about their riches.",
      "24": "If they want to brag, they should brag that they understand and know me.\nThey should brag that I, the Lord, act out of love, righteousness,\nand justice on the earth.\nThis kind of bragging pleases me, declares the Lord.",
      "25": "“The days are coming,” declares the Lord,\n“when I will punish all who are circumcised.",
      "26": "I will punish Egypt, Judah, Edom, Ammon, and Moab.\nI will punish all who shave the hair on their foreheads\nor live in the desert.\nEven though these nations are circumcised,\nall Israel has uncircumcised hearts.”"
    },
    "10": {
      "1": "Listen to the message that the Lord has spoken to you, nation of Israel.",
      "2": "This is what the Lord says:\nDon’t learn the practices of the nations.\nDon’t be frightened by the signs in the sky\nbecause the nations are frightened by them.",
      "3": "The religion of the people is worthless.\nWoodcutters cut down trees from the forest.\nThe hands of craftsmen prepare them with axes.",
      "4": "Craftsmen decorate them with silver and gold\nand fasten them together with hammers and nails\nso that they won’t fall over.",
      "5": "These trees are like scarecrows in cucumber gardens.\nThey aren’t able to speak.\nThey have to be carried, because they can’t walk.\nDon’t be afraid of them.\nThey can’t harm you.\nThey can’t do you any good either.",
      "6": "No one is like you, O Lord.\nYou are great.\nYour name is powerful.",
      "7": "Everyone fears you, O King of the Nations.\nThis is what you deserve.\nNo one is like you among all the wise people in the nations\nor in all their kingdoms.",
      "8": "They are complete idiots.\nThey learn nonsense from wooden idols.",
      "9": "Hammered silver is brought from Tarshish and gold from Uphaz.\nCraftsmen and goldsmiths shape these metals.\nThe clothing for the idols is blue and purple,\nall made by skilled workers.",
      "10": "But the Lord is the only God.\nHe is the living God and eternal king.\nThe earth trembles when he is angry.\nThe nations can’t endure his fury.",
      "11": "Tell them this: These gods will disappear from the earth\nand from under heaven because they didn’t make heaven and earth.",
      "12": "The Lord made the earth by his power.\nHe set up the world by his skill.\nHe stretched out the world by his understanding.",
      "13": "He speaks, and the water in the sky produces a storm.\nHe makes clouds rise from the ends of the earth.\nHe makes lightning flash with the rain.\nHe brings wind out of his storehouses.",
      "14": "Everyone is stupid and ignorant.\nMetalsmiths are put to shame by their idols.\nTheir statues are false gods.\nThey can’t breathe.",
      "15": "They are worthless jokes.\nWhen they are punished, they disappear.",
      "16": "Jacob’s God isn’t like them.\nHe made everything,\nand Israel is the tribe that belongs to him.\nHis name is the Lord of Armies.",
      "17": "Pick up your bags. You are being blockaded.",
      "18": "This is what the Lord says:\nI am going to throw out those who live in the land at this time\nand cause trouble for them so that they will feel it.",
      "19": "Oh, I’m wounded!\nMy wound is serious.\nThen I thought that this is my punishment, and I will bear it.",
      "20": "My tent is destroyed, and all my ropes are broken.\nMy children have left me and have disappeared.\nThere’s no one to set up my tent again\nor put up my tent curtains.",
      "21": "The shepherds are foolish.\nThey don’t look to the Lord for help.\nThat is why they won’t succeed,\nand all their flocks will be scattered.",
      "22": "The report has arrived.\nA tremendous uproar is coming from the land of the north.\nIts army will destroy Judah’s cities\nand make them homes for jackals.",
      "23": "O Lord, I know that the way humans act is not under their control.\nHumans do not direct their steps as they walk.",
      "24": "Correct me, O Lord, but please be fair.\nDon’t correct me when you’re angry.\nOtherwise, you’ll reduce me to nothing.",
      "25": "Pour out your fury on the nations who don’t know you\nand on people who don’t worship you.\nThey have devoured the descendants of Jacob.\nThey have devoured them completely.\nThey have destroyed their homes."
    },
    "11": {
      "1": "This is the message that the Lord spoke to Jeremiah. He said,",
      "2": "“Listen to the terms of this promise, and tell them to the people of Judah and to those who live in Jerusalem.",
      "3": "Say to them, ‘This is what the Lord, the God of Israel, says: Cursed is anyone who doesn’t listen to the terms of this promise.",
      "4": "I made this promise to your ancestors when I brought them out of Egypt, which was an iron smelter. I said, “Obey me, and do everything that I have told you to do. Then you will be my people, and I will be your God.",
      "5": "I will keep the oath I made to your ancestors and give them a land flowing with milk and honey, the land you still have today.” ’ ”\nI answered, “Yes, Lord.”",
      "6": "The Lord said to me, “Announce all these things in the cities of Judah and in the streets of Jerusalem: Listen to the terms of this promise, and keep them.",
      "7": "I solemnly warned your ancestors when I brought them out of Egypt, and the warning still applies to you today. I solemnly warned them to obey me.",
      "8": "But they didn’t obey me or pay attention to me. They followed their own stubborn, evil ways. So I punished them, because they did not keep all the terms of the promise, the terms that I commanded them to keep.”",
      "9": "The Lord said to me, “Conspiracy exists among the people of Judah and among those who live in Jerusalem.",
      "10": "They’ve gone back to the evil ways of their ancestors and refused to obey my words. They are following other gods and worshiping them. The nations of Israel and Judah have rejected the promise that I made to their ancestors.",
      "11": "This is what the Lord says: I’m going to bring a disaster on them that they can’t escape. Although they will cry out to me, I won’t listen to them.",
      "12": "Then the cities of Judah and those who live in Jerusalem will cry to the gods to whom they’ve been sacrificing. But these gods will never rescue them when they’re in trouble.",
      "13": "Judah, you have as many gods as you have cities. You have set up many altars in Jerusalem to sacrifice to Baal. You have as many altars as there are streets in Jerusalem.",
      "14": "Jeremiah, don’t pray for these people. Don’t cry or pray for them. I won’t listen when they call to me for help in times of trouble.",
      "15": "“What right do these people I love have to be in my house\nwhen they do so many devious things?\nCan the meat from their sacrifices turn disaster away from them?\nThey rejoice when they do evil.”",
      "16": "The Lord called you a large olive tree\nthat has beautiful fruit to look at.\nHe will set fire to you with a mighty storm,\nand your branches will be broken.",
      "17": "The Lord of Armies planted you.\nHe has pronounced disaster on you.\nThis is because of the evil things\nthat Israel and Judah have done.\nThey have made him furious by burning incense\nas an offering to Baal.",
      "18": "The Lord revealed their plot to me so that I would understand. He showed me what they were doing.",
      "19": "I was like a trusting lamb brought to the slaughter. I didn’t know that they were plotting against me. They were saying, “Let’s destroy the tree with its fruit. Let’s cut Jeremiah off from this world of the living so that we won’t be reminded of him anymore.”",
      "20": "O Lord of Armies, you judge fairly\nand test motives and thoughts.\nI want to see you take revenge on them,\nbecause I’ve brought my case to you.",
      "21": "This is what the Lord says: The people of Anathoth want to kill you. They say, “Don’t prophesy in the name of the Lord, or we’ll kill you.”",
      "22": "This is what the Lord of Armies says: I’m going to punish them. The young men will die because of war. Their sons and daughters will die because of famine.",
      "23": "I will bring a disaster on the people of Anathoth. It will be a year of punishment. There will be no survivors."
    },
    "12": {
      "1": "O Lord, even if I would argue my case with you,\nyou would always be right.\nYet, I want to talk to you about your justice.\nWhy do wicked people succeed?\nWhy do treacherous people have peace and quiet?",
      "2": "You plant them, and they take root.\nThey grow, and they produce fruit.\nThey speak well of you with their lips, but their hearts are far from you.",
      "3": "You know me, O Lord.\nYou see me and test my devotion to you.\nDrag them away like sheep to be slaughtered.\nPrepare them for the day of slaughter.",
      "4": "How long will the land mourn?\nHow long will the plants in every field remain dried up?\nThe animals and the birds are dying,\nbecause people are wicked.\nThey think that God  doesn’t know what they are doing.",
      "5": "“If you have raced against others on foot, and they have tired you out,\nhow can you compete with horses?\nIf you stumble in open country,\nhow can you live in the jungle along the Jordan River?",
      "6": "Even your relatives and members of your father’s household betray you.\nThey have also formed a mob to find you.\nDon’t trust them when they say good things about you.",
      "7": "“I have abandoned my nation.\nI have left my own people.\nI have handed the people I love over to their enemies.",
      "8": "My people have turned on me like a lion in the forest.\nThey roar at me, so I hate them.",
      "9": "My people are like a colorful bird of prey.\nOther birds of prey surround it.\nGo, gather all the animals in the field,\nand bring them to devour it.",
      "10": "Many shepherds have destroyed my vineyard.\nThey’ve trampled my property.\nThey’ve turned my pleasant property into a wasteland.",
      "11": "They’ve left it a wasteland.\nDevastated, it mourns in my presence.\nThe whole land is destroyed,\nbut no one takes this to heart.",
      "12": "Looters swarm all over the bare hills in the desert.\nThe Lord’s sword destroys them\nfrom one end of the land to the other.\nNo one will be safe.",
      "13": "My people planted wheat, but they harvested thorns.\nThey worked until they became sick, but they gained nothing by it.\nThey were disappointed by their harvests\nbecause of the burning anger of the Lord.",
      "14": "“This is what I, the Lord, say about all my evil neighbors who take the inheritance that I gave my people Israel: I am going to uproot those neighbors from their lands. I will also uproot the people of Judah from among them.",
      "15": "After I’ve uprooted them, I will have compassion on them again. I will return them to their inheritance and to their lands.",
      "16": "Suppose they learn carefully the ways of my people. Suppose they take an oath in my name, ‘As the Lord lives …’ as they taught my people to take an oath in the name of Baal. Then they will build homes among my people.",
      "17": "But suppose they don’t listen. Then I will uproot that nation and destroy it,” declares the Lord."
    },
    "13": {
      "1": "This is what the Lord said to me: “Buy a linen belt. Put it around your waist. Don’t let it get wet.”",
      "2": "So I bought the belt, as the Lord had told me, and put it around my waist.",
      "3": "The Lord spoke his word to me again. He said,",
      "4": "“Take the belt that you bought, the one you’re wearing. Go to the Euphrates River, and bury it there in a crack in the rocks.”",
      "5": "So I went and buried it by the Euphrates, as the Lord had told me.",
      "6": "After many days the Lord said to me, “Go to the Euphrates, and get the belt from where I told you to bury it.”",
      "7": "So I went back to the Euphrates and dug it up. I got the belt from where I had buried it. Now the belt was ruined. It was good for nothing.",
      "8": "Then the Lord spoke his word to me. He said,",
      "9": "“This is what the Lord says: This is how I will destroy Judah’s arrogance and Jerusalem’s extreme arrogance.",
      "10": "These wicked people refuse to listen to me. They go their own stubborn ways and follow other gods in order to serve them and worship them. They are like this good-for-nothing belt.",
      "11": "As a belt clings to a person’s waist, so I have made the entire nation of Israel and the entire nation of Judah cling to me,” declares the Lord. “I did this so that they would be my people and bring fame, praise, and honor to me. However, they wouldn’t listen.",
      "12": "“Give this message to them, ‘This is what the Lord God of Israel says: Every bottle will be filled with wine.’ Then they will say to you, ‘We know that every bottle will be filled with wine.’",
      "13": "Say to them, ‘This is what the Lord says: I’m going to make everyone who lives in this land drunk. The kings who sit on David’s throne, the priests, the prophets, and all those who live in Jerusalem will become drunk.",
      "14": "Then I will smash them like bottles against each other. I will smash parents and children together, declares the Lord. I will have no pity, mercy, or compassion when I destroy them.’ ”",
      "15": "Listen, and pay attention!\nDon’t be arrogant. The Lord has spoken.",
      "16": "Honor the Lord your God before it gets dark,\nbefore your feet stumble on the mountains in the twilight.\nYou will look for light,\nbut the Lord will turn it into the shadow of death\nand change it into deep darkness.",
      "17": "If you won’t listen,\nI will cry secretly over your arrogance.\nI will cry bitterly, and my eyes will flow with tears\nbecause the Lord’s flock will be taken captive.",
      "18": "Say to the king and his mother,\n“Come down from your thrones,\nbecause your crowns have fallen off your heads.”",
      "19": "The cities in the Negev will be locked up,\nand there will be no one to reopen them.\nAll the people of Judah will be taken away into captivity.",
      "20": "Look up, and see those who are coming from the north.\nWhere is the flock that was given to you—your beautiful sheep?",
      "21": "What will you say\nwhen God makes the people you thought were your friends\nyour new masters?\nWon’t pain grip you like a woman in labor?",
      "22": "If you ask yourself,\n“Why do these things happen to me?”\nit’s because you have so many sins.\nYour clothes have been torn off\nand your limbs are bare.",
      "23": "Can Ethiopians change the color of their skin\nor leopards change their spots?\nCan you do good\nwhen you’re taught to do wrong?",
      "24": "“I will scatter you like straw that is blown away by a desert wind.",
      "25": "This is your fate, the destiny I have planned for you,”\ndeclares the Lord.\n“You have forgotten me and trusted false gods.",
      "26": "I will also tear off your clothes,\nand your shame will be seen.",
      "27": "I have seen you commit adultery and squeal with delight.\nI have seen you act like a shameless prostitute\non the hills and in the fields.\nHow horrible it will be for you, Jerusalem!\nWill you ever be clean?”"
    },
    "14": {
      "1": "The Lord spoke his word to Jeremiah about the drought.",
      "2": "Judah mourns; its gates fall apart.\nThe people of Judah sit in mourning on the ground.\nTheir cry goes up from Jerusalem.",
      "3": "Important people send their assistants out for water.\nThey go to the cisterns, but they don’t find any water.\nThey come back with their containers empty.\nThey cover their heads, because they are ashamed and disgraced.",
      "4": "The ground is cracked because there has been no rain in the land.\nThe farmers are disappointed. They cover their heads.",
      "5": "Even deer in the fields give birth and abandon their young\nbecause there’s no grass.",
      "6": "Wild donkeys stand on the bare hills.\nThey sniff the air like jackals.\nTheir eyesight fails because they have no green plants.",
      "7": "Do something, Lord, for the sake of your name,\neven though our sins testify against us.\nWe have been unfaithful and have sinned against you.",
      "8": "You are Israel’s hope,\nthe one who saves it in times of trouble.\nWhy should you be like a stranger in the land,\nlike a traveler who stays only one night?",
      "9": "Why should you be like someone taken by surprise,\nlike a strong man who cannot help?\nYou, O Lord, are among us.\nWe are called by your name.\nDon’t leave us!",
      "10": "This is what the Lord says about these people: They love to wander. They don’t keep their feet where they belong. So the Lord isn’t happy with them. He will remember their crimes and punish their sins.",
      "11": "The Lord said to me, “Don’t pray for the good of these people.",
      "12": "Even if they go without food, I won’t listen to their cries for help. Even if they sacrifice burnt offerings and grain offerings, I won’t be pleased with them. But I will destroy these people with wars, famines, and plagues.”",
      "13": "Then I said, “Almighty Lord, prophets are saying to them, ‘You won’t see wars or famines, because I, the Lord, will give you lasting peace in this place.’ ”",
      "14": "Then the Lord told me, “These are the lies that the prophets are telling in my name: They claim that I sent them, commanded them, and spoke to them. They dreamed up the visions they tell you. Their predictions are worthless. They are the products of their own imagination.",
      "15": "“I didn’t send these prophets. Yet, they prophesy in my name that there will be no wars or famines in this land. So this is what I, the Lord, say about them: Wars and famines will bring an end to these prophets.",
      "16": "The people they prophesy to will be thrown out into the streets of Jerusalem. They will be victims of famines and wars. No one will bury them, their wives, their sons, or their daughters. I will pour on them the destruction that they deserve.",
      "17": "“Say this to them:\n‘My eyes flow with tears day and night without stopping\nbecause my dear people will suffer massive destruction.\nIt will be a very serious blow.’ ”",
      "18": "If I go to the field, I see those killed because of war.\nIf I go to the city, I see those sick because of famine.\nProphets and priests wander through a land they haven’t heard of.",
      "19": "Have you completely rejected Judah?\nDo you despise Zion?\nWhy have you struck us so hard that we cannot heal?\nWe hope for peace, but no good comes from it.\nWe hope for a time of healing, but there’s only terror.",
      "20": "O Lord, we realize our wickedness\nand the wrongs done by our ancestors.\nWe have sinned against you.",
      "21": "For the sake of your name, don’t despise us.\nDon’t dishonor your glorious throne.\nRemember your promise  to us; don’t break it.",
      "22": "The worthless gods of the nations can’t make it rain.\nBy themselves, the skies can’t give showers.\nBut you can, O Lord our God.\nWe have hope in you because you do all these things."
    },
    "15": {
      "1": "Then the Lord said to me, “Even if Moses and Samuel were standing in front of me, I would not feel sorry for these people. Send them away from me, and let them go.",
      "2": "When they ask you where they should go, say to them, ‘This is what the Lord says:\nThose who are destined to die will die.\nThose who are destined to die in wars will die in wars.\nThose who are destined to die in famines will die in famines.\nThose who are destined to die in captivity will die in captivity.’",
      "3": "“I will devise four ways to punish them,” declares the Lord. “I will send swords to kill, dogs to drag away, and birds and animals to devour and destroy.",
      "4": "I will make these people a horrifying sight to all the kingdoms on the earth. This will happen because of what Judah’s King Manasseh, son of Hezekiah, did in Jerusalem.",
      "5": "No one will take pity on you, Jerusalem.\nNo one will mourn for you.\nNo one will bother to ask how you are doing.",
      "6": "You have left me,” declares the Lord.\n“You have turned your back on me.\nSo I will use my power against you and destroy you.\nI’m tired of showing compassion to you.",
      "7": "“I will separate them with a winnowing  shovel at the city gates.\nI will make them childless.\nI will destroy my people because they will not change their ways.",
      "8": "Their widows will be more numerous\nthan the grains of sand on the seashore.\nAt noontime I will send a destroyer against the mothers of young men.\nI will suddenly bring anguish and terror to them.",
      "9": "A mother who gives birth to seven sons will grow faint\nand breathe her last.\nShe will die, ashamed and humiliated,\nwhile it is still daylight. \nI will put survivors from these people to death\nin the presence of their enemies,” declares the Lord.",
      "10": "I’m so miserable! Why did my mother give birth to me?\nI am a man who argues and quarrels with the whole earth.\nI have never lent or borrowed anything.\nYet, everyone curses me.",
      "11": "The Lord said,\n“I will certainly rescue you for a good reason.\nI will certainly make your enemies plead with you\nin times of disaster and in times of distress.",
      "12": "(No one can break iron, iron from the north, or bronze.)",
      "13": "I will give away your wealth and treasures as loot\nas the price for all the sins that you have committed\nthroughout your territory.",
      "14": "I will make you serve your enemies in a land that you haven’t heard of,\nbecause my anger has started a fire.\nIt will burn you.”",
      "15": "O Lord, you understand.\nRemember me, take care of me,\nand take revenge on those who persecute me.\nBe patient, and don’t take me away.\nYou should know that I’ve been insulted because of you.",
      "16": "Your words were found, and I devoured them.\nYour words are my joy and my heart’s delight,\nbecause I am called by your name, O Lord God of Armies.",
      "17": "I didn’t keep company with those who laugh and have fun.\nI sat alone because your hand was on me.\nYou filled me with outrage.",
      "18": "Why is my pain unending\nand my wound incurable, refusing to heal?\nWill you disappoint me like a stream\nthat dries up in summertime?",
      "19": "This is what the Lord says:\nIf you will return, I will take you back.\nIf you will speak what is worthwhile and not what is worthless,\nyou will stand in my presence.\nThe people will return to you, but you will not return to them.",
      "20": "I will make you like a solid bronze wall in front of these people.\nThey will fight you, but they will not defeat you.\nI am with you, and I will save you and rescue you,\ndeclares the Lord.",
      "21": "I will rescue you from the power of wicked people\nand free you from the power of tyrants."
    },
    "16": {
      "1": "The Lord spoke his word to me. He said,",
      "2": "“Don’t marry! Don’t have any sons or daughters in this place!",
      "3": "This is what the Lord says about the sons and daughters born in this place and about the mothers and fathers who have children in this land:",
      "4": "They will die horrible deaths. No one will mourn for them or bury them. They will be like manure on the ground. Wars and famines will bring them to an end. Their bodies will be food for birds and animals.",
      "5": "“This is what the Lord says: Don’t go into a house where people are grieving. Don’t go to mourn or to grieve for them. I’m taking my peace, love, and compassion away from these people,” declares the Lord.",
      "6": "“Old and young alike will die in this land. No one will mourn for them or bury them. No one will cut his own body or shave his own head for them.",
      "7": "No one will offer food to comfort those who mourn the dead. No one will give a consoling drink to those who have lost their fathers or mothers.",
      "8": "“Don’t even go into a home where there is a banquet. Don’t sit with them to eat and drink.",
      "9": "This is what the Lord of Armies, the God of Israel, says: I’m going to put a stop to the sounds of joy and happiness and the sounds of brides and grooms in this place. This will happen in your lifetime, while you watch.",
      "10": "“When you tell the people all these things, they will ask you, ‘Why does the Lord threaten us with all these disasters? What have we done wrong? How have we sinned against the Lord our God?’",
      "11": "Then say to them, ‘It’s because your ancestors abandoned me, declares the Lord. They followed other gods, served them, worshiped them, and abandoned me. They didn’t obey my teachings.",
      "12": "You have done worse than your ancestors. All of you are following your own stubborn, evil ways that keep you from obeying me.",
      "13": "So I will throw you out of this land into a land that you and your ancestors haven’t heard of. There you will serve other gods day and night because I will no longer have pity on you.’",
      "14": "“That is why the days are coming,” declares the Lord, “when people will no longer begin an oath with, ‘The Lord brought the people of Israel out of Egypt. As the Lord lives….’",
      "15": "But they will say, ‘The Lord brought the people of Israel out of the land of the north and all the lands where he had scattered them. As the Lord lives….’ They will say this because I will bring them back to the land that I gave their ancestors.",
      "16": "“I’m going to send for many fishermen,” declares the Lord, “and they will catch the people of Israel. After that, I will send for many hunters, and they will hunt for them on every mountain and hill and even in the cracks in the rocks.",
      "17": "I see everything that they do. They can’t hide anything from me. Their wickedness can’t be hidden; I can see it.",
      "18": "First, I will have them pay twice as much for their wickedness and their sin, because they have polluted my land. They have filled my property with the lifeless statues of their detestable and disgusting idols.”",
      "19": "The Lord is my strength and my fortress,\nmy refuge in times of trouble.\nNations come to you from the most distant parts of the world\nand say, “Our ancestors have inherited lies,\nworthless and unprofitable gods.”",
      "20": "“People can’t make gods for themselves.\nThey aren’t really gods.",
      "21": "That is what I will teach them.\nThis time I will make my power and my strength known to them.\nThen they will know that my name is the Lord.”"
    },
    "17": {
      "1": "The Lord says, “Judah’s sin is written with an iron pen.\nIt is engraved with a diamond point\non the tablet of their hearts and on the horns of their altars.",
      "2": "Even their children remember their altars\nand their poles dedicated to the goddess Asherah\nbeside large trees on high hills",
      "3": "and on mountains in the open country.\nI will turn your wealth and all your treasures into loot.\nI will do this because of your worship sites and your sin\nthroughout all your territory.",
      "4": "You will lose the inheritance that I gave you.\nI will make you serve your enemies in a land that you haven’t heard of.\nI will do this because you have stirred up the fire of my anger.\nIt will burn forever.",
      "5": "“This is what the Lord says:\nCursed is the person who trusts humans,\nwho makes flesh and blood his strength\nand whose heart turns away from the Lord.",
      "6": "He will be like a bush in the wilderness.\nHe will not see when something good comes.\nHe will live in the dry places in the desert,\nin a salty land where no one can live.",
      "7": "Blessed is the person who trusts the Lord.\nThe Lord will be his confidence.",
      "8": "He will be like a tree that is planted by water.\nIt will send its roots down to a stream.\nIt will not be afraid in the heat of summer.\nIts leaves will turn green.\nIt will not be anxious during droughts.\nIt will not stop producing fruit.",
      "9": "“The human mind is the most deceitful of all things. It is incurable.\nNo one can understand how deceitful it is.",
      "10": "I, the Lord, search minds and test hearts.\nI will reward each person for what he has done.\nI will reward him for the results of his actions.",
      "11": "A person who gets rich dishonestly is like a partridge\nthat hatches eggs it did not lay.\nDuring his lifetime, he will lose his wealth.\nIn the end, he will be a godless fool.”",
      "12": "Our holy place is a glorious throne,\nhighly honored from the beginning.",
      "13": "O Lord, the Hope of Israel, all who abandon you will be put to shame.\nThose who turn away from you will be written in dust,\nbecause they abandon the Lord,\nthe fountain of life-giving water.",
      "14": "Heal me, O Lord, and I will be healed.\nRescue me, and I will be rescued.\nYou are the one I praise.",
      "15": "People keep asking me,\n“Where is the Lord’s word?\nLet it come.”",
      "16": "I have not run away from being your shepherd,\nand I have not longed for the day of destruction.\nYou know what came out of my mouth.",
      "17": "Do not terrorize me.\nYou are my refuge on the day of disaster.",
      "18": "Put my persecutors to shame,\nbut do not let me be put to shame.\nTerrify them,\nbut do not let me be terrified.\nBring the day of disaster on them,\nand destroy them completely.",
      "19": "This is what the Lord said to me: Stand at People’s Gate, where the kings of Judah go in and out. Then stand at every gate in Jerusalem.",
      "20": "Tell everyone: “Listen to the Lord’s word, you kings of Judah, all the people of Judah, and all those who live in Jerusalem, and go through these gates.",
      "21": "This is what the Lord says: Watch out! If you value your lives, do not carry anything on the day of rest—a holy day or bring it through the gates of Jerusalem.",
      "22": "Do not bring anything out of your homes on the day of rest. Do not do any work, but observe the day of rest as a holy day, as I told your ancestors.",
      "23": "Your ancestors did not obey me or pay attention to me. They were impossible to deal with and would not listen or accept discipline.",
      "24": "“Now,” declares the Lord, “you must listen to me and not bring anything through the gates of this city on the day of rest. You must observe the day of rest as a holy day by not doing any work on it.",
      "25": "If you do this, then the kings and princes who sit on David’s throne will come through the gates of this city. They and their princes will ride in chariots and on horses along with the people of Judah and those who live in Jerusalem. This city will always have people living in it.",
      "26": "“People will come from the cities of Judah, from all around Jerusalem, from the territory of Benjamin, from the foothills, from the mountains, and from the Negev. They will bring burnt offerings, sacrifices, grain offerings, and incense. They will also bring thank offerings to the Lord’s temple.",
      "27": "But you must listen to me and observe the day of rest as a holy day by not carrying anything through the gates of Jerusalem on the day of rest. If you don’t do this, I will set its gates on fire. The fire will burn down the palaces in Jerusalem, and you won’t be able to put it out.”"
    },
    "18": {
      "1": "The Lord spoke his word to Jeremiah. He said,",
      "2": "“Go to the potter’s house. There I will give you my message.”",
      "3": "I went to the potter’s house, and he was working there at his wheel.",
      "4": "Whenever a clay pot he was working on was ruined, he would rework it into a new clay pot the way he wanted to make it.",
      "5": "The Lord spoke his word to me. The Lord asked,",
      "6": "“Nation of Israel, can’t I do with you as this potter does with clay? Nation of Israel, you are like the clay in the potter’s hands.",
      "7": "“At one time I may threaten to tear up, break down, and destroy a nation or a kingdom.",
      "8": "But suppose the nation that I threatened turns away from doing wrong. Then I will change my plans about the disaster I planned to do to it.",
      "9": "“At another time I may promise to build and plant a nation or a kingdom.",
      "10": "But suppose that nation does what I consider evil and doesn’t obey me. Then I will change my plans about the good that I promised to do to it.",
      "11": "“Now say to the people of Judah and to those who live in Jerusalem, ‘This is what the Lord says: I’m going to prepare a disaster and make plans against you. Turn from your evil ways, change your lives, and do good.’",
      "12": "“But they will answer, ‘It’s useless! We’ll live the way we want to. We’ll go our own stubborn, evil ways.’",
      "13": "“This is what the Lord says:\nAsk among the nations if anyone has ever heard anything like this.\nThe people of Israel have done a very horrible thing.",
      "14": "The rocky slopes of Lebanon are never without snow.\nThe cool mountain streams never dry up.",
      "15": "But my people have forgotten me.\nThey burn incense as an offering to worthless idols,\nand they stumble along the way, on the ancient path.\nThey go on side roads and not on major highways.",
      "16": "Their land will become desolate\nand something to be hissed at forever.\nEveryone who will pass by it will be stunned and shake his head.",
      "17": "Like the east wind I will scatter them in front of the enemy.\nOn the day of their disaster,\nI will show them my back, not my face.”",
      "18": "Then they said, “Let’s plot against Jeremiah, because the teachings of the priests, the advice of wise people, and the word of the prophets won’t disappear. Accuse him! Pay no attention to anything he says.”",
      "19": "Pay attention to me, O Lord,\nand listen to what my accusers say.",
      "20": "Good should not be paid back with evil.\nThey dig a pit to take my life.\nRemember how I stood in your presence and pleaded for them\nin order to turn your anger away from them.",
      "21": "Now, hand their children over to famine.\nPour out their blood by using your sword.\nThen their wives will become childless widows.\nTheir husbands will be put to death.\nTheir young men will be struck down in battle.",
      "22": "Make them cry out from their homes\nwhen you suddenly send troops against them,\nbecause they dug a pit to catch me and hid snares for my feet.",
      "23": "But you, O Lord, know that they plan to kill me.\nDon’t forgive their crimes.\nDon’t wipe their sins out of your sight.\nMake them stumble in your presence.\nDeal with them when you get angry."
    },
    "19": {
      "1": "This is what the Lord says: Go and buy a clay jar from a potter. Take along some of the leaders of the people and some of the leaders of the priests.",
      "2": "Go to the valley of Ben Hinnom at the entrance to Potsherd Gate. Announce there the things I plan to do.",
      "3": "Say, “Listen to the Lord’s word, you kings of Judah and those who live in Jerusalem. This is what the Lord of Armies, the God of Israel, says: I’m going to bring such a disaster on this place that the ears of everyone who hears about it will ring.",
      "4": "“The people, their ancestors, and the kings of Judah have abandoned me. They have made this place unrecognizable by burning incense as an offering to other gods that they hadn’t heard of. They have filled this place with the blood of innocent people.",
      "5": "They have built worship sites to burn their children as sacrifices to Baal. I didn’t ask them or command them to do this. It never entered my mind.",
      "6": "“That is why the days are coming, declares the Lord, when this place will no longer be called Topheth or the valley of Ben Hinnom. Instead, it will be called Slaughter Valley.",
      "7": "I will smash the plans of Judah and Jerusalem in this place. I will cut them down with swords in front of their enemies and with the hands of those who want to kill them. I will give their bodies as food to birds and to animals.",
      "8": "I will devastate this city. It will become something to hiss at. Everyone who goes by it will be stunned and hiss with contempt at all the disasters that happen to it.",
      "9": "I will make the people eat the flesh of their sons and daughters. They will eat each other’s flesh during blockades and hardships that their enemies impose on them when they want to kill them.”",
      "10": "The Lord says, “Then smash the jar in front of the men who went with you.",
      "11": "Say to them, ‘This is what the Lord of Armies says: I will smash these people and this city as this potter’s jar was smashed beyond repair. They will bury the dead in Topheth until there’s no other place to bury them.",
      "12": "That’s what I will do to this place and to those who live in it, declares the Lord. I will make this city like Topheth.",
      "13": "The houses in Jerusalem, the houses of the kings of Judah, and all the rooftops of the houses will be unclean  like this city Topheth. This is because people burned incense to the entire army of heaven and poured out wine offerings to other gods.’ ”",
      "14": "Then Jeremiah left Topheth, where the Lord had sent him to prophesy. He stood in the courtyard of the Lord’s temple and said to all the people,",
      "15": "“This is what the Lord of Armies, the God of Israel, says: I’m going to bring on this city and on all its towns the disasters that I threatened. They’ve become impossible to deal with, and they refuse to obey me.”"
    },
    "20": {
      "1": "Now the priest, Immer’s son Pashhur, the chief officer of the Lord’s temple, heard Jeremiah prophesying these things.",
      "2": "Pashhur struck the prophet Jeremiah and put him in prison at Upper Benjamin Gate that was in the Lord’s temple.",
      "3": "The next day when Pashhur took Jeremiah out of prison, Jeremiah said to him, “The Lord doesn’t call you Pashhur, but he calls you Terror Everywhere.",
      "4": "This is what the Lord says: I’m going to make you terrify yourself and all your friends. Their enemies’ swords will kill them, and you will see it with your own eyes. I will hand all of Judah over to the king of Babylon. He will take the people away as captives to Babylon or kill them with swords.",
      "5": "I will hand all the riches of this city over to their enemies. This will include all its produce, all its valuables, and all the treasures of the kings of Judah. Their enemies will loot them, take them away, and bring them to Babylon.",
      "6": "And you, Pashhur, and all those who live in your house will go into captivity. You will go to Babylon, and you will die there. You will be buried there together with all your friends to whom you prophesied these lies.”",
      "7": "O Lord, you have deceived me, and I was deceived.\nYou overpowered me and won.\nI’ve been made fun of all day long.\nEveryone mocks me.",
      "8": "Each time I speak, I have to cry out and shout,\n“Violence and destruction!”\nThe Lord’s word has made me the object of insults\nand contempt all day long.",
      "9": "I think to myself, “I can forget the Lord\nand no longer speak his name.”\nBut his word is inside me like a burning fire shut up in my bones.\nI wear myself out holding it in, but I can’t do it any longer.",
      "10": "I have heard many people whispering,\n“Terror is everywhere!\nReport him! Let’s report him!”\nAll my closest friends are waiting to see me stumble.\nThey say, “Maybe he will be tricked.\nThen we can overpower him and take revenge on him.”",
      "11": "But the Lord is on my side like a terrifying warrior.\nThat is why those who persecute me will stumble. They can’t win.\nThey will be very ashamed that they can’t succeed.\nTheir eternal shame will not be forgotten.",
      "12": "But the Lord of Armies examines the righteous.\nHe sees their motives and thoughts.\nI want to see you take revenge on them,\nbecause I’ve brought my case to you.",
      "13": "Sing to the Lord! Praise the Lord!\nHe has rescued the lives of needy people\nfrom the power of wicked people.",
      "14": "Cursed is the day that I was born,\nthe day that my mother gave birth to me.\nMay it not be blessed.",
      "15": "Cursed is the man who made my father very happy with the news\nthat he had just become the father of a baby boy.",
      "16": "May that man be like the cities\nthat the Lord destroyed without pity.\nMay he hear a cry of alarm in the morning\nand a battle cry at noon.",
      "17": "If only he had killed me while I was in the womb.\nThen my mother would have been my grave,\nand she would have always been pregnant.",
      "18": "Why did I come out of the womb?\nAll I’ve seen is trouble and grief.\nI will finish my days in shame."
    },
    "21": {
      "1": "The Lord spoke his word to Jeremiah when King Zedekiah sent Pashhur, son of Malchiah, and the priest Zephaniah, son of Maaseiah, to Jeremiah. They said,",
      "2": "“Consult the Lord for us, because King Nebuchadnezzar of Babylon is attacking us. Maybe the Lord will perform miracles for us so that Nebuchadnezzar will retreat.”",
      "3": "Jeremiah responded to them, “This is what you should say to Zedekiah,",
      "4": "‘This is what the Lord God of Israel says: I’m going to take your weapons away from you. You are using these weapons to fight the king of Babylon as well as the Babylonians who are now blockading you outside the wall. I will bring the Babylonians inside this city.",
      "5": "I will fight you in anger, fury, and rage with my powerful hand and my mighty arm.",
      "6": "I will defeat those who live in this city, both people and animals. They will die from a terrible plague.",
      "7": "Afterwards, declares the Lord, I will hand over Judah’s King Zedekiah, his officials, the people, and everyone else in this city who survives the plague, war, and famine. They will be handed over to King Nebuchadnezzar of Babylon and to their enemies who want to kill them. Nebuchadnezzar will kill them with swords. He won’t spare them, show them compassion, or care for them.’",
      "8": "“Say to these people, ‘This is what the Lord says: I am going to give you the choice of life or death.",
      "9": "Those who live in this city will die in the war, famine, or plague. Those of you who go out and surrender to the Babylonians will live. You will escape with your lives.",
      "10": "I’ve decided to harm this city, not to do good to it, declares the Lord. It will be handed over to the king of Babylon, and he will burn it down.’",
      "11": "“Say to the nation of the king of Judah, ‘Listen to the Lord’s word,",
      "12": "descendants of David. This is what the Lord says:\nJudge fairly every morning.\nRescue those who have been robbed from those who oppress them.\nOtherwise, my fury will break out and burn like fire.\nNo one will be able to put it out\nbecause of the evil things you have done.",
      "13": "“ ‘I’m against you, Jerusalem.\nYou are the city that is in the valley\nand on the rock in the plain,’ ”\ndeclares the Lord.\n“ ‘But you ask, “Who can attack us?\nWho can enter our places of refuge?”",
      "14": "“ ‘I will punish you because of the evil things you have done,’ ”\ndeclares the Lord.\n“ ‘I will start a fire in your forests,\nand it will burn up everything around you.’ ”"
    },
    "22": {
      "1": "This is what the Lord says: Go to the palace of the king of Judah, and speak this message there:",
      "2": "“Listen to the Lord’s word, you officials, you people who come into these gates, and you, king of Judah, the one sitting on David’s throne.",
      "3": "“This is what the Lord says: Judge fairly, and do what is right. Rescue those who have been robbed from those who oppress them. Don’t mistreat foreigners, orphans, or widows, and don’t oppress them. Don’t kill innocent people in this place.",
      "4": "If you do what I say, then the kings who sit on David’s throne will ride through the gates of this palace in chariots and on horses along with their officials and their people.",
      "5": "But if you don’t do what I say, I will take an oath on myself,” declares the Lord, “that this palace will become a pile of rubble.",
      "6": "“This is what the Lord says about the palace of the king of Judah:\nThis palace is like Gilead to me,\nlike the top of Lebanon.\nI will certainly turn it into a desert,\ninto cities that no one lives in.",
      "7": "I will send people to destroy you.\nThey will have their own weapons.\nThey will cut down your finest cedar trees\nand throw them on a fire.",
      "8": "“People from many nations will pass by this city and ask each other, ‘Why has the Lord done this to this important city?’",
      "9": "The answer will be: ‘They rejected the promise  of the Lord their God. They worshiped other gods and served them.’ ”",
      "10": "Don’t cry for the dead.\nDon’t shake your heads at them.\nCry bitterly for those who are taken away,\nbecause they won’t come back to see their homeland.",
      "11": "This is what the Lord says about King Josiah’s son Shallum, who succeeded his father as king of Judah and left this place: He will never come back here again.",
      "12": "He will die in the place where he was taken captive, and he will never see this land again.",
      "13": "“How horrible it will be for the person who builds his house dishonestly\nand his upper rooms through injustice.\nHe makes his neighbors work for nothing\nand doesn’t pay them for their work.",
      "14": "He says, ‘I will build a large house for myself with big upper rooms.’\nHe cuts out windows in it,\npanels the rooms with cedar,\nand paints them red.",
      "15": "Do you think you’re a better king than others\nbecause you use more cedar?\nYour father ate and drank and did what is fair and right.\nEverything went well for him.",
      "16": "He defended the cause of the poor and needy.\nEverything went well for him.\nIsn’t this what it means to know me?” asks the Lord.",
      "17": "“But your eyes and your mind are set on nothing but dishonest profits.\nYou kill innocent people and violently oppress your people.”",
      "18": "This is what the Lord says about Jehoiakim, son of Judah’s King Josiah:\nPeople won’t mourn for him and say,\n“How horrible it is for my brother and sister!”\nThey won’t mourn for him and say,\n“How horrible it is for my master and his splendor!”",
      "19": "He will receive a donkey’s burial.\nHe will be dragged off and thrown outside the gates of Jerusalem.",
      "20": "“Go to Lebanon and cry! Raise your voice in Bashan!\nCry out from Abarim, because all your lovers are defeated.”",
      "21": "I spoke to you when you were prosperous,\nbut you said that you wouldn’t listen.\nThis is how you’ve been ever since you were young.\nYou don’t listen to me.",
      "22": "The wind will blow away all your shepherds,\nand your lovers will go into captivity.\nThen you will be ashamed and disgraced by all your wickedness.",
      "23": "You live in Lebanon and have your nest in the cedars.\nBut you will groan when pain strikes you,\npain like a woman giving birth to a child.",
      "24": "“As I live,” declares the Lord, “even though you, Jehoiakin, son of Judah’s King Jehoiakim, are the signet ring on my right hand, I will pull you off my hand.",
      "25": "I will hand you over to those who want to kill you, those you fear—King Nebuchadnezzar of Babylon and the Babylonians.",
      "26": "I will throw you and your mother into another land. You weren’t born there, but you will die there.",
      "27": "You will want to return to this land, but you won’t be allowed to come home.”",
      "28": "This Jehoiakin is like a rejected and broken pot that no one wants.\nIs that why he and his descendants will be thrown out\nand cast into another land they’ve never heard of?",
      "29": "O land, land, land!\nListen to the Lord’s word.",
      "30": "This is what the Lord says:\nWrite this about Jehoiakin: He will be childless.\nHe won’t prosper in his lifetime.\nNone of his descendants will succeed him as king.\nThey won’t sit on David’s throne and rule Judah again."
    },
    "23": {
      "1": "“How horrible it will be for the shepherds who are destroying and scattering the sheep in my care,” declares the Lord.",
      "2": "“This is what I, the Lord God of Israel, said to the shepherds who take care of my people: You have scattered my sheep and chased them away. You have not taken care of them, so now I will take care of you by punishing you for the evil you have done,” declares the Lord.",
      "3": "“Then I will gather the remaining part of my flock from all the countries where I chased them. I will bring them back to their pasture, and they will be fertile and increase in number.",
      "4": "I will put shepherds over them. Those shepherds will take care of them. My sheep will no longer be afraid or terrified, and not one of them will be missing,” declares the Lord.",
      "5": "“The days are coming,” declares the Lord,\n“when I will grow a righteous branch for David.\nHe will be a king who will rule wisely.\nHe will do what is fair and right in the land.",
      "6": "In his lifetime, Judah will be saved,\nand Israel will live in safety. This is the name that he will be given: The Lord is our righteousness.",
      "7": "“That is why the days are coming,” declares the Lord, “when people’s oaths will no longer be, ‘The Lord brought the people of Israel out of Egypt. As the Lord lives….’",
      "8": "Instead, their oaths will be, ‘The Lord brought the descendants of the nation of Israel out of the land of the north and all the lands where he  had scattered them. As the Lord lives….’ At that time they will live in their own land.",
      "9": "“Say this about the prophets:\nI am deeply disturbed.\nAll my bones tremble.\nI am like a drunk,\nlike a person who has had too much wine,\nbecause of the Lord and his holy words.",
      "10": "The land is filled with adulterers.\nThe land mourns because of the curse.\nPastures in the wilderness have dried up.\nThe people are evil,\nand they use their strength to do the wrong things.",
      "11": "The prophets and priests are godless.\nEven in my temple I’ve found them doing evil,” declares the Lord.",
      "12": "“That is why their own way will become\nlike slippery paths in the dark.\nThey will be chased away, and they will fall down in the dark.\nI will bring disaster on them.\nIt is time for them to be punished,” declares the Lord.",
      "13": "“Say this about the prophets of Samaria:\nI saw something disgusting.\nThe prophets of Samaria prophesied by Baal\nand led my people Israel astray.",
      "14": "“Say this about the prophets of Jerusalem:\nI see something horrible.\nThe prophets of Jerusalem commit adultery and live a lie.\nThey support those who do evil\nso that no one turns back from his wickedness.\nThey are all like Sodom to me,\nand those who live in Jerusalem are like Gomorrah.”",
      "15": "This is what the Lord of Armies says about the prophets:\nI will give them wormwood to eat and poison to drink.\nThe prophets of Jerusalem have spread godlessness\nthroughout the land.",
      "16": "This is what the Lord of Armies says:\nDon’t listen to what the prophets are saying to you.\nThey fill you with false hope.\nThey speak about visions that they dreamed up.\nThese visions are not from the Lord.",
      "17": "They keep saying to those who despise me,\n“The Lord says, ‘Everything will go well for you.’ ”\nThey tell all who live by their own stubborn ways,\n“Nothing bad will happen to you.”",
      "18": "Who is in the Lord’s inner circle\nand sees and hears his word?\nWho pays attention and listens to his word?",
      "19": "The storm of the Lord will come with his anger.\nLike a windstorm, it will swirl down on the heads of the wicked.",
      "20": "The anger of the Lord will not turn back\nuntil he has done everything he intends to do.\nIn the last days you will understand this clearly.",
      "21": "I didn’t send these prophets,\nyet they ran with their message.\nI didn’t speak to them,\nyet they prophesied.",
      "22": "If they had been in my inner circle,\nthey would have announced my words to my people.\nThey would have turned back from their evil ways\nand the evil they have done.",
      "23": "“I am a God who is near.\nI am also a God who is far away,” declares the Lord.",
      "24": "“No one can hide so that I can’t see him,” declares the Lord.\n“I fill heaven and earth!” declares the Lord.",
      "25": "“I’ve heard the prophets who speak lies in my name. They say, ‘I had a dream! I had a dream!’",
      "26": "How long will these prophets continue to lie and deceive?",
      "27": "They tell each other the dreams they had, because they want to make my people forget my name, as their ancestors forgot my name because of Baal.",
      "28": "The prophet who has a dream should tell his dream. However, the person who has my word should honestly speak my word. What does grain have to do with straw?” asks the Lord.",
      "29": "“Isn’t my word like fire or like a hammer that shatters a rock?” asks the Lord.",
      "30": "“I’m against the prophets who steal my words from each other,” declares the Lord.",
      "31": "“I’m against the prophets who speak their own thoughts and say that they speak for me.",
      "32": "I’m against those who prophesy dreams they made up,” declares the Lord. “They tell the dreams they made up and lead my people astray with their lies and their wild talk. I didn’t send them or command them to go. They don’t help these people at all,” declares the Lord.",
      "33": "“When these people, the prophets, or the priests ask you, ‘What revelation has the Lord burdened you with now?’ say to them, ‘You are the burden! I will abandon you, declares the Lord.’",
      "34": "Suppose the prophets, the priests, or these people say, ‘This is the Lord’s revelation!’ I will punish them and their families.",
      "35": "They should ask their neighbors and their relatives, ‘What is the Lord’s answer?’ and ‘What did the Lord say?’",
      "36": "They should never again say, ‘This is the Lord’s revelation,’ because each person’s word becomes the revelation. They will twist the words of the living God, the Lord of Armies, our God.",
      "37": "“Jeremiah, say this to the prophets, ‘What was the Lord’s answer to you?’ and ‘What did the Lord say?’",
      "38": "Suppose they say, ‘This is the Lord’s revelation!’ Then say, ‘This is what the Lord says: Because you have said, “This is the Lord’s revelation!” even though I commanded you not to repeat this saying,",
      "39": "I will certainly forget you. I will throw you out of my presence and out of the city that I gave you and your ancestors.",
      "40": "I will bring eternal disgrace and shame on you. It will never be forgotten.’ ”"
    },
    "24": {
      "1": "King Nebuchadnezzar of Babylon took Jehoiakin  (son of King Jehoiakim of Judah), the princes of Judah, the skilled workers, and the builders from Jerusalem into captivity and brought them to Babylon. After this, the Lord showed me two baskets of figs set in front of the Lord’s temple.",
      "2": "One basket had very good figs, like figs that ripen first. The other basket had very bad figs. These figs were so bad that they couldn’t be eaten.",
      "3": "Then the Lord asked me, “What do you see, Jeremiah?”\nI answered, “Figs. Figs that are very good. I also see figs that are very bad, so bad that they can’t be eaten.”",
      "4": "The Lord spoke his word to me,",
      "5": "“This is what the Lord God of Israel says: The captives of Judah, whom I sent away from here to Babylon, are like these good figs. I will look kindly on them.",
      "6": "I will watch over them for their own good, and I will bring them back to this land. I will build them up and not tear them down. I will plant them and not uproot them.",
      "7": "I will give them the desire to know that I am the Lord. They will be my people, and I will be their God, because they will wholeheartedly come back to me.",
      "8": "“But this is what the Lord says about the bad figs that are so bad that they can’t be eaten. The Lord says, ‘Like these bad figs, I will abandon King Zedekiah of Judah, his princes, the remaining few in Jerusalem who stayed behind in this land, and those who are living in Egypt.",
      "9": "I will make them a horrifying sight to all the kingdoms of the earth. They will be a disgrace and an example. They will become something ridiculed and cursed wherever I scatter them.",
      "10": "I will send wars, famines, and plagues until they disappear from the land that I gave to them and their ancestors.’ ”"
    },
    "25": {
      "1": "The Lord spoke his word to Jeremiah about all the people of Judah when Jehoiakim, son of Josiah, was in his fourth year as king. (This was the first year that Nebuchadnezzar was king of Babylon.)",
      "2": "The prophet Jeremiah spoke to all the people of Judah and to everyone who lived in Jerusalem. He said,",
      "3": "“For 23 years, from the time that Josiah, son of Amon, was in his thirteenth year as king of Judah until today, the Lord continued to speak his word to me. So I have spoken to you again and again, but you have not listened.",
      "4": "“Even though the Lord has sent all his servants the prophets to you, you haven’t listened or paid attention to them.",
      "5": "The prophets said, ‘Turn from your evil ways and the evil you have done, and live in the land that the Lord permanently gave to you and your ancestors.",
      "6": "Don’t follow other gods to serve and worship them. Don’t make me furious about the idols your hands have shaped. Then I won’t harm you.",
      "7": "But you haven’t listened to me, declares the Lord. You have made me furious about the idols your hands have shaped and have brought harm upon yourselves.’",
      "8": "“This is what the Lord of Armies says: You did not listen to my words,",
      "9": "so I’m going to send for all the families from the north. I will also send for my servant King Nebuchadnezzar of Babylon, declares the Lord. I will bring the families from the north to attack this land, its people, and all these surrounding nations. I’m going to destroy them and turn them into something terrible, something ridiculed, and something permanently ruined.",
      "10": "I will take from them the sounds of joy and happiness, the sounds of brides and grooms, the sound of mills, and the light of lamps.",
      "11": "This whole land will be ruined and become a wasteland. These nations will serve the king of Babylon for 70 years.",
      "12": "“When the 70 years are over, I will punish the king of Babylon and that nation for their crimes, declares the Lord. I will turn Babylon into a permanent wasteland.",
      "13": "I will bring on that land all the disasters I threatened to do to it, everything that Jeremiah prophesied against all the nations, everything written in this book.",
      "14": "Many nations and great kings will make slaves of the people of Babylon, and I will pay them back for what they have done.”",
      "15": "This is what the Lord God of Israel said to me: Take from my hand this cup filled with the wine of my fury, and make all the nations to whom I’m sending you drink from it.",
      "16": "When they drink from it, they will stagger and go insane because of the wars that I’m going to send them.",
      "17": "So I took the cup from the Lord’s hand. I made all the nations to whom the Lord sent me drink from it:",
      "18": "Jerusalem and the cities of Judah as well as its kings and officials. When they drank from it, they became wastelands and ruins, something ridiculed and cursed, until today.",
      "19": "I also made these people drink from it: Pharaoh king of Egypt, his servants, officials, all his people,",
      "20": "and all the foreign people living among them; all the kings of the land of Uz; all the kings of Philistia, those from the cities of Ashkelon, Gaza, and Ekron, and the people left in Ashdod;",
      "21": "Edom, Moab, and the people of Ammon;",
      "22": "all the kings of Tyre and Sidon, and the kings on the seacoast;",
      "23": "Dedan, Tema, Buz, and all who shave the hair on their foreheads;",
      "24": "all the kings of Arabia, and all the kings of the foreign people living in the desert;",
      "25": "all the kings of Zimri, all the kings of Elam, and all the kings of Media;",
      "26": "all the kings of the north, near and far, one after another—all the kingdoms of the earth. Last of all, the king of Sheshach will drink from the cup.",
      "27": "The Lord said, “Say to them, ‘This is what the Lord of Armies, the God of Israel, says: Drink, get drunk, vomit, fall down, and don’t get up because of the wars that I’m going to send you.’",
      "28": "But if they refuse to take the cup from your hand and drink from it, say to them, ‘This is what the Lord of Armies says: You must drink from it!",
      "29": "I am going to bring disaster on the city that is named after me. Do you think you’ll go unpunished? You will not go unpunished! I’m declaring war on all those who live on earth, declares the Lord of Armies.’",
      "30": "“That is why you will prophesy all these things to them and say,\n‘The Lord roars from above.\nHe thunders from his holy dwelling place.\nHe roars against his land.\nHe shouts like those who stomp grapes.\nHe shouts against all those who live on earth.",
      "31": "The sound is echoing to the ends of the earth\nbecause the Lord has brought charges against the nations.\nHe will judge all humans.\nHe will kill the wicked, declares the Lord.’",
      "32": "“This is what the Lord of Armies says:\nDisaster is spreading from nation to nation.\nA great storm is brewing from the distant corners of the earth.”",
      "33": "On that day those killed by the Lord will stretch from one end of the earth to the other. They will not be mourned, taken away, or buried. They will become like manure on the ground.",
      "34": "Mourn, you shepherds, and cry.\nRoll in the dust, you leaders of the flock.\nThe time has come for you to be slaughtered.\nThe time has come for you to be scattered,\nand you will break like fine pottery.",
      "35": "There will be no place for the shepherds to flee,\nno escape for the leaders of the flock.",
      "36": "The shepherds are crying\nand the leaders of the flock are mourning\nbecause the Lord is stripping their pasture.",
      "37": "The peaceful pastures are destroyed by the Lord’s burning anger.",
      "38": "He has left his lair like a lion.\nTheir land has been ruined\nbecause of the heat of the oppressor,\nbecause of the fury of his anger."
    },
    "26": {
      "1": "The Lord spoke his word when Judah’s King Jehoiakim, son of Josiah, began to rule. He said,",
      "2": "“This is what the Lord says: Stand in the courtyard of the Lord’s temple, and speak to all the people who come from the cities of Judah to worship in the Lord’s temple. Tell them everything that I command you to tell them. Don’t leave out a single word.",
      "3": "Maybe they’ll listen, and they’ll turn from their evil ways. Then I’ll change my plan about the disaster I intend to bring on them because of the evil they have done.”",
      "4": "The Lord added, “Also say to them, ‘This is what the Lord says: Suppose you don’t listen to me and don’t follow my teachings that I set in front of you.",
      "5": "Suppose you don’t listen to the words of my servants the prophets, whom I sent to you again and again, even though you didn’t listen.",
      "6": "Then I will do to this temple what I did to Shiloh. I will turn this city into something that will be cursed by all the nations on earth.’ ”",
      "7": "The priests, the prophets, and all the people heard Jeremiah speaking these things in the Lord’s temple.",
      "8": "But as soon as Jeremiah finished saying everything that the Lord had commanded him to say, the priests, the prophets, and all the people grabbed him and said, “You must die!",
      "9": "Why do you prophesy in the Lord’s name that this temple will be like Shiloh and this city will become a pile of rubble with no one living here?” Then all the people crowded around Jeremiah in the Lord’s temple.",
      "10": "When the officials of Judah heard about these things, they went from the king’s palace to the Lord’s temple. They sat at the entrance of New Gate to the Lord’s temple.",
      "11": "Then the priests and the prophets said to the officials and all the people, “This man is condemned to die because he prophesied against this city as you yourselves have heard.”",
      "12": "Then Jeremiah said to all the officials and all the people, “The Lord sent me to prophesy everything that you have heard me say against this temple and against this city.",
      "13": "Now, change your ways and what you are doing, and listen to the Lord your God. Then the Lord will change his plan about the disaster that he intends to bring on you.",
      "14": "“My life is in your hands. Do with me whatever you think is good and right.",
      "15": "But know for certain that if you put me to death, you, this city, and the people living in it will be guilty of killing an innocent person. The Lord has certainly sent me to speak all these things to you.”",
      "16": "Then the officials and all the people said to the priests and prophets, “This man should not be condemned to die. He has spoken to us in the name of the Lord our God.”",
      "17": "Then some of the leaders in the land got up and said to the entire crowd,",
      "18": "“Micah from Moresheth prophesied at the time of Judah’s King Hezekiah and said to all the people of Judah, ‘This is what the Lord of Armies says:\nZion will be plowed like a field,\nJerusalem will become a pile of rubble,\nand the temple mountain will become a worship site\ncovered with trees.’",
      "19": "Did Judah’s King Hezekiah and all the people of Judah put Micah to death? No! Hezekiah feared the Lord and sought the Lord’s favor. So the Lord changed his plan about the disaster he intended to bring on them. But we are about to bring a bigger disaster on ourselves.”",
      "20": "There was another man prophesying in the name of the Lord. His name was Uriah, son of Shemaiah, from Kiriath Jearim. He prophesied against this city and this land as Jeremiah did.",
      "21": "When King Jehoiakim and all his personal troops and officials heard what Uriah said, the king wanted to put him to death. But Uriah heard about it and fled in fear to Egypt.",
      "22": "King Jehoiakim sent soldiers to Egypt: Elnathan (son of Achbor) and other soldiers along with him.",
      "23": "They brought Uriah from Egypt and took him to King Jehoiakim. The king executed Uriah and threw his body into the burial ground for the common people.",
      "24": "Ahikam, son of Shaphan, supported Jeremiah. So Jeremiah was not handed over to the people to be put to death."
    },
    "27": {
      "1": "When Zedekiah, son of King Josiah of Judah, began to rule, the Lord spoke his word to Jeremiah.",
      "2": "This is what the Lord said to me: Make leather straps and a wooden yoke, and strap the yoke on your neck.",
      "3": "Then send messages to the kings of Edom, Moab, Ammon, Tyre, and Sidon, with messengers who have come to King Zedekiah of Judah in Jerusalem.",
      "4": "Give them an order for their masters: “This is what the Lord of Armies, the God of Israel, says: Say this to your masters,",
      "5": "‘I used my great strength and my powerful arm to make the earth along with the people and the animals on it. I give it to anyone I please.",
      "6": "Now I have handed all these countries over to my servant King Nebuchadnezzar of Babylon. I have even made wild animals serve him.",
      "7": "All nations will serve him, his son, and his grandson until Babylon is defeated. Then many nations and great kings will make him their slave.",
      "8": "“ ‘Suppose nations or kingdoms won’t serve or surrender to King Nebuchadnezzar of Babylon. I will punish those nations by wars, famines, and plagues, until I have put an end to them by Nebuchadnezzar’s power, declares the Lord.",
      "9": "Don’t listen to prophets, mediums, interpreters of dreams, fortunetellers, or sorcerers who tell you that you’ll never serve the king of Babylon.",
      "10": "They are prophesying lies to you. They will cause you to be taken far from your lands. I’ll scatter you, and you will die.",
      "11": "But suppose a nation surrenders to the king of Babylon and serves him. I will let it stay in its own land. People will farm the land and live on it,’ ” declares the Lord.",
      "12": "I spoke the same message to King Zedekiah of Judah, “Surrender to the king of Babylon, serve him and his people, and you will stay alive.",
      "13": "Why should you and your people die in wars, famines, and plagues? The Lord has threatened the nations that don’t serve the king of Babylon.",
      "14": "Don’t listen to the prophets who tell you that you’ll never serve the king of Babylon. They are prophesying lies to you.",
      "15": "I didn’t send them, declares the Lord. They prophesy lies in my name. So I will scatter you, and you and the prophets will die.”",
      "16": "I also spoke this message to the priests and all the people. “This is what the Lord said to me: Don’t listen to the prophets who tell you that the utensils of the Lord’s temple will be brought back from Babylon soon. They are prophesying lies to you.",
      "17": "Don’t listen to them. Instead, serve the king of Babylon, and live. Why should this city be turned into rubble?",
      "18": "If they are prophets and the Lord is speaking to them, they should beg the Lord of Armies not to allow the utensils that are left in the Lord’s temple, in the royal palace of Judah, and in Jerusalem to be taken away to Babylon.",
      "19": "-“Babylon’s King Nebuchadnezzar took Jehoiakin, son of King Jehoiakim of Judah, into captivity from Jerusalem to Babylon along with all the nobles of Judah and Jerusalem. But he didn’t take the pillars, the bronze pool, the stands, and the rest of the utensils that are left in this city.",
      "20": "This is what the Lord of Armies, the God of Israel, says about the utensils that are left in the Lord’s temple, in the royal palace of Judah, and in Jerusalem:",
      "21": "They will be taken to Babylon and stay there until I come for them, declares the Lord. I will take them from there and bring them back to this place.”"
    },
    "28": {
      "1": "In that same year, early in the rule of King Zedekiah of Judah, in the fifth month of his fourth year as king, the prophet Hananiah, son of Azzur, from Gibeon, spoke to me in the Lord’s temple. He said to me in front of the priests and all the people,",
      "2": "“This is what the Lord of Armies, the God of Israel, says: I will break the yoke  of the king of Babylon.",
      "3": "Within two years I will bring back all the utensils of the Lord’s temple that King Nebuchadnezzar of Babylon took from this place and carried off to Babylon.",
      "4": "I will also bring back to this place Jehoiakin, son of King Jehoiakim of Judah, and all the captives of Judah who went to Babylon, declares the Lord. So I will break the yoke of the king of Babylon.”",
      "5": "The prophet Jeremiah replied to the prophet Hananiah in front of the priests and all the people standing in the Lord’s temple.",
      "6": "He said, “Amen! May the Lord do this! May the Lord make your prophecy come true and bring back the utensils of the Lord’s temple and all the captives from Babylon to this place.",
      "7": "But now listen to this message that I am speaking to you and to all the people:",
      "8": "Long ago, the prophets who preceded you and me prophesied wars, disasters, and plagues against many countries and great kingdoms.",
      "9": "But the prophet who prophesied peace was recognized as a prophet that the Lord sent only if the message of the prophet came true.”",
      "10": "Then the prophet Hananiah took the yoke off the neck of the prophet Jeremiah and broke it.",
      "11": "Hananiah said in front of all the people, “This is what the Lord says: In the same way, I will break the yoke of King Nebuchadnezzar of Babylon off the neck of all the nations within two years.” Then the prophet Jeremiah went on his way.",
      "12": "After the prophet Hananiah broke the yoke off the neck of the prophet Jeremiah, the Lord spoke his word to Jeremiah. He said,",
      "13": "“Tell Hananiah, ‘This is what the Lord says: You have broken the wooden yoke, but I  will replace it with an iron yoke.",
      "14": "This is what the Lord of Armies, the God of Israel, says: I will put an iron yoke on the necks of all these nations so that they will serve King Nebuchadnezzar of Babylon. They will serve him! I will even make wild animals serve him.’ ”",
      "15": "Then Jeremiah told the prophet Hananiah, “Now listen, Hananiah, the Lord hasn’t sent you. You have made these people believe a lie.",
      "16": "This is what the Lord says: I’m going to remove you from the face of the earth. You will die this year because you have encouraged rebellion against the Lord.”",
      "17": "So the prophet Hananiah died in the seventh month of that year."
    },
    "29": {
      "1": "The prophet Jeremiah sent a letter from Jerusalem to the rest of the leaders among the captives. He also sent it to the priests, the prophets, and all the people that Nebuchadnezzar took away as captives from Jerusalem to Babylon.",
      "2": "(This was after King Jehoiakin  and his mother, the court officials, the leaders of Judah and Jerusalem, the craftsmen, and metal workers left Jerusalem.)",
      "3": "He sent the letter with Shaphan’s son Elasah and Hilkiah’s son Gemariah, whom King Zedekiah of Judah had sent to King Nebuchadnezzar in Babylon. The letter said:",
      "4": "This is what the Lord of Armies, the God of Israel, says to all those who were taken captive from Jerusalem to Babylon:",
      "5": "Build houses, and live in them. Plant gardens, and eat what they produce.",
      "6": "Get married, and have sons and daughters. Find wives for your sons, and let your daughters get married so that they can have sons and daughters. Grow in number there; don’t decrease.",
      "7": "Work for the good of the city where I’ve taken you as captives, and pray to the Lord for that city. When it prospers, you will also prosper.",
      "8": "This is what the Lord of Armies, the God of Israel, says: Don’t let the prophets or the mediums who are among you trick you. Don’t even listen to your own dreams.",
      "9": "These people are prophesying lies to you in my name. I didn’t send them, declares the Lord.",
      "10": "This is what the Lord says: When Babylon’s 70 years are over, I will come to you. I will keep my promise to you and bring you back to this place.",
      "11": "I know the plans that I have for you, declares the Lord. They are plans for peace and not disaster, plans to give you a future filled with hope.",
      "12": "Then you will call to me. You will come and pray to me, and I will hear you.",
      "13": "When you look for me, you will find me. When you wholeheartedly seek me,",
      "14": "I will let you find me, declares the Lord. I will bring you back from captivity. I will gather you from all the nations and places where I’ve scattered you, declares the Lord. I will bring you back from the place where you are being held captive.",
      "15": "You’ve said that the Lord has given you prophets in Babylon.",
      "16": "But this is what the Lord says about the king who sits on David’s throne and about all the people who live in this city, the people who are your relatives and who weren’t taken away as captives:",
      "17": "The Lord of Armies says: I’m going to send them wars, famines, and plagues. These people are like rotten figs to me, figs that are so bad that they can’t be eaten.",
      "18": "I will chase them with wars, famines, and plagues. I will make them a horrifying sight to all the kingdoms on the earth. They will become something cursed, ridiculed, and hissed at, and they will be a disgrace among all the nations where I scatter them.",
      "19": "They didn’t listen to me, declares the Lord. I sent them my servants the prophets again and again, but they refused to listen, declares the Lord.",
      "20": "So listen to the Lord’s word, all you captives who were sent away from Jerusalem to Babylon.",
      "21": "This is what the Lord of Armies, the God of Israel, says about Kolaiah’s son Ahab and about Maaseiah’s son Zedekiah, who prophesy lies to you in my name: I’m going to hand them over to King Nebuchadnezzar of Babylon. I will kill them as you watch.",
      "22": "Because of them, all the captives from Judah who are in Babylon will use this curse: May the Lord curse you as he cursed Zedekiah and Ahab, whom the king of Babylon burned to death.",
      "23": "They have done shameful things in Israel. They committed adultery with their neighbors’ wives and spoke lies in my name. I didn’t command them to do this. I know what they have done. I’m a witness, declares the Lord.",
      "24": "The Lord says, “Say to Shemaiah from Nehelam,",
      "25": "‘This is what the Lord of Armies, the God of Israel, says: You sent letters in your own name to all the people who are in Jerusalem, to the priest Zephaniah, son of Maaseiah, and to all the priests. These letters said:",
      "26": "The Lord made you priest instead of Jehoiada so that there would be officials for the Lord’s temple. You should put any lunatic who acts like a prophet in prison and in shackles.",
      "27": "Now, why haven’t you arrested Jeremiah from Anathoth? After all, he acts like a prophet among you.",
      "28": "That’s why Jeremiah sent this message to us in Babylon: You will be captives a long time. Build houses, and live in them. Plant gardens, and eat what they produce.’ ”",
      "29": "The priest Zephaniah read this letter to the prophet Jeremiah.",
      "30": "Then the Lord spoke his word to Jeremiah. He said,",
      "31": "“Send this message to all the captives: ‘This is what the Lord says about Shemaiah from Nehelam: Shemaiah prophesied to you, but I didn’t send him. He has made you believe a lie.",
      "32": "The Lord says: I will punish Shemaiah from Nehelam. I will also punish his descendants. No one from his family will be left alive. He will not see the blessings that I’m going to send my people, declares the Lord, because he has encouraged rebellion against the Lord.’ ”"
    },
    "30": {
      "1": "The Lord spoke his word to Jeremiah. He said,",
      "2": "“This is what the Lord God of Israel says: Write in a book everything that I tell you.",
      "3": "The days are coming,” declares the Lord, “when I will bring my people Israel and Judah back from captivity. I will bring them back to the land that I gave their ancestors, and they will take possession of it.”",
      "4": "This is the message that the Lord spoke about Israel and Judah:",
      "5": "“This is what the Lord says:\n“We hear cries of fear, cries of panic, not cries of peace.",
      "6": "Ask now, and see: Can a man give birth to a child?\nWhy, then, do I see every strong man holding his stomach in pain\nlike a woman giving birth to a child?\nWhy has every face turned pale?",
      "7": "How terrible that day will be!\nThere will be no other day like it.\nIt will be a time of calamity for the descendants of Jacob,\nbut they will be rescued from it.",
      "8": "“On that day,” declares the Lord of Armies, “I will break the yokes  off your necks and tear off your ropes. Foreigners will no longer make you serve them.",
      "9": "You will serve the Lord your God and David your king. I will establish him for you.",
      "10": "“Don’t be afraid, my servant Jacob,” declares the Lord.\n“Don’t be terrified, Israel.\nI’m going to rescue you from a faraway place.\nI’m going to rescue your descendants from where they are captives.\nThe descendants of Jacob will again have peace and security,\nand no one will frighten them.",
      "11": "I am with you, and I will rescue you,” declares the Lord.\n“I will completely destroy all the nations where I scattered you,\nbut I will not completely destroy you.\nI will correct you with justice.\nI won’t let you go entirely unpunished.",
      "12": "“This is what the Lord says:\nYour wound is incurable.\nYour injury is beyond healing.",
      "13": "No one argues that you should be healed.\nNo medicine will heal you.",
      "14": "All your lovers have forgotten you,\nand they don’t want you anymore.\nI’ve punished you as an enemy would.\nI’ve corrected you as a cruel person would.\nYou are very wicked, and you have many sins.",
      "15": "Why do you cry about your wound, your injury that can’t be cured?\nI’ve done this to you.\nYou are very wicked, and you have many sins.",
      "16": "That is why everyone who devours you will be devoured,\nand all your enemies will be taken away as captives.\nThose who looted you will be looted.\nThose who stole from you in war will have things stolen from them.",
      "17": "I’ll restore your health and heal your wounds,” declares the Lord.\n“People call you an outcast:\nZion, no one cares for you.",
      "18": "“This is what the Lord says:\nI’m going to bring the captives back to Jacob’s tents\nand show compassion on their homes.\nCities will be built on the ruins,\nand fortified palaces will be built in their rightful place.",
      "19": "The people who live there will sing songs of praise,\nand the sound of laughter will be heard from there.\nI’ll make them numerous, and their number won’t decrease.\nI’ll bring them honor, and they won’t be considered unimportant.",
      "20": "Their children will be like they were long ago.\nTheir community will be established in my presence,\nand I will punish everyone who oppresses them.",
      "21": "Their leader will be someone from their own people.\nTheir ruler will come from among them.\nI’ll bring him near, and he will come close to me.\nWho would dare to come near me?” asks the Lord.",
      "22": "You will be my people, and I will be your God.",
      "23": "The storm of the Lord will come with his anger.\nLike a driving wind, it will swirl down on the heads of the wicked.",
      "24": "The Lord’s burning anger will not turn back\nuntil he has done everything he intends to do.\nIn the last days you will understand this clearly."
    },
    "31": {
      "1": "“At that time,” declares the Lord, “I will be the God of all the families of Israel, and they will be my people.”",
      "2": "This is what the Lord says:\nThe people who survived the wars have found favor in the desert.\nIsrael went to find its rest.",
      "3": "The Lord appeared to me in a faraway place and said,\n“I love you with an everlasting love.\nSo I will continue to show you my kindness.",
      "4": "Once again I will build you up,\nand you will be rebuilt, my dear people Israel.\nOnce again you will take your tambourines,\nand you will go dancing with happy people.",
      "5": "Once again you will plant vineyards on the mountains of Samaria.\nThose who plant them will enjoy the fruit.",
      "6": "There will be a day when watchmen on the mountains of Ephraim\nwill call out this message:\n‘Arise! Let’s go to Zion, to the Lord our God.’ ”",
      "7": "This is what the Lord says:\nSing a happy song about Jacob.\nSing joyfully for the leader of the nations.\nShout, sing praise, and say,\n“O Lord, rescue your people, the remaining few from Israel.”",
      "8": "“I will bring them from the land of the north.\nI will gather them from the farthest parts of the earth.\nBlind people and lame people will return\ntogether with pregnant women and those in labor.\nA large crowd will return here.",
      "9": "They will cry as they return.\nThey will pray as I bring them back.\nI will lead them beside streams\non a level path where they will not stumble.\nI will be a Father to Israel,\nand Ephraim will be my firstborn.",
      "10": "“You nations, listen to the Lord’s word.\nTell it to the distant islands.\nSay, ‘The one who scattered the people of Israel will gather them\nand watch over them as a shepherd watches over his flock.’",
      "11": "The Lord will free the descendants of Jacob\nand reclaim them from those who are stronger than they are.",
      "12": "They will come and shout for joy on top of Mount Zion.\nThey will stream to it to enjoy the Lord’s blessings:\nfresh grain, new wine, and olive oil, lambs and calves.\nTheir lives will be like well-watered gardens,\nand they will never suffer again.",
      "13": "Then young women will rejoice and dance\nalong with young men and old men.\nI will turn their mourning into joy.\nI will comfort them.\nI will give them joy in place of their sorrow.",
      "14": "I will satisfy the priests with rich food.\nMy people will be filled with my blessings,” declares the Lord.",
      "15": "This is what the Lord says:\nA sound is heard in Ramah,\nthe sound of crying in bitter grief.\nRachel is crying for her children.\nShe refuses to be comforted,\nbecause they are dead.",
      "16": "This is what the Lord says:\nStop your crying, and wipe away your tears.\nYou will be rewarded for your work, declares the Lord.\nYou will return from the land of the enemy.",
      "17": "Your future is filled with hope, declares the Lord.\nYour children will return to their own territory.",
      "18": "“I have certainly heard Ephraim mourn and say,\n‘You disciplined me, and I was disciplined.\nI was like a young, untrained calf.\nTurn me, and I will be turned,\nbecause you are the Lord my God.",
      "19": "After I was turned around, I changed the way I thought and acted.\nAfter I was taught a lesson, I hung my head in shame.\nI was so ashamed and humiliated,\nbecause of all the stupid things I have done\never since I was young.’",
      "20": "Is Ephraim my dear son? Is he a pleasant child?\nEven though I have often spoken against him, I still think fondly of him.\nThat is why my heart longs for him,\nand I will certainly have compassion on him,” declares the Lord.",
      "21": "Set up landmarks!\nPut up road signs!\nRemember the highway, the road on which you traveled.\nCome back, my dear people Israel, come back to your cities.",
      "22": "How long will you wander around, you unfaithful people?\nThe Lord will create something new on earth:\nA woman will protect a man.",
      "23": "This is what the Lord of Armies, the God of Israel, says: When I have brought them back from captivity, they will once again use this saying in Judah and in its cities:\n“The Lord bless you, home of righteousness, holy mountain.",
      "24": "Judah and all its cities will live there together.\nFarmers and shepherds will also live there.",
      "25": "I will give those who are weary all they need.\nI will refresh everyone who is filled with sorrow.”",
      "26": "At this, I woke up and looked around. My sleep had been pleasant.",
      "27": "“The days are coming,” declares the Lord, “when I will plant the nations of Israel and Judah with people and animals.",
      "28": "Once I watched over them to uproot them, to tear them down, and to wreck, ruin, and hurt them. Now I will watch over them to build them up and to plant them,” declares the Lord.",
      "29": "“When those days come, people will no longer say, ‘Fathers have eaten sour grapes, and their children’s teeth are set on edge.’",
      "30": "But each person will die for his own sin. Whoever eats sour grapes will have his own teeth set on edge.",
      "31": "“The days are coming,” declares the Lord, “when I will make a new promise  to Israel and Judah.",
      "32": "It will not be like the promise that I made to their ancestors when I took them by the hand and brought them out of Egypt. They rejected that promise, although I was a husband to them,” declares the Lord.",
      "33": "“But this is the promise that I will make to Israel after those days,” declares the Lord: “I will put my teachings inside them, and I will write those teachings on their hearts. I will be their God, and they will be my people.",
      "34": "No longer will each person teach his neighbors or his relatives by saying, ‘Know the Lord.’ All of them, from the least important to the most important, will know me,” declares the Lord, “because I will forgive their wickedness and I will no longer hold their sins against them.”",
      "35": "The Lord provides the sun to be a light during the day.\nHe orders the moon and stars to be lights during the night.\nHe stirs up the sea so that its waves roar.\nHis name is the Lord of Armies.\nThis is what the Lord says:",
      "36": "Only if these laws stop working, declares the Lord,\nwill Israel’s descendants stop being a nation in my presence.",
      "37": "This is what the Lord says:\nOnly if the heavens could be measured\nor the foundations of the earth could be searched,\nwould I ever reject all of Israel’s descendants\nbecause of everything that they have done, declares the Lord.",
      "38": "“The days are coming,” declares the Lord, “when the city will be rebuilt for me from the Tower of Hananel to Corner Gate.",
      "39": "A measuring line will stretch from there straight to the Hill of Gareb, and then it will turn to Goah.",
      "40": "The whole valley, filled with its dead bodies and ashes, and the whole area to the Kidron Valley, as far as the corner of Horse Gate in the east, will be holy to the Lord. It will never be uprooted or torn down again.”"
    },
    "32": {
      "1": "The Lord spoke his word to Jeremiah during Zedekiah’s tenth year as king of Judah. (This was Nebuchadnezzar’s eighteenth year as king.)",
      "2": "At that time the army of the king of Babylon was blockading Jerusalem.\nThe prophet Jeremiah was locked up in the courtyard of the prison. This prison was in the palace of the king of Judah.",
      "3": "When King Zedekiah of Judah locked up Jeremiah, Zedekiah asked him, “Why are you prophesying? You are saying, ‘This is what the Lord says: I’m going to hand this city over to the king of Babylon, and he will capture it.",
      "4": "King Zedekiah of Judah will not escape from the Babylonians. He will certainly be handed over to the king of Babylon. He will talk to Nebuchadnezzar in person and look him in the eye.",
      "5": "Nebuchadnezzar will take Zedekiah to Babylon, and Zedekiah will stay there until I deal with him, declares the Lord. When you fight the Babylonians, you won’t win.’ ”",
      "6": "Jeremiah said, “The Lord spoke his word to me. He said,",
      "7": "‘Jeremiah, your cousin Hanamel, son of Shallum, is going to come to you and say, “Buy my field that is in Anathoth, because as the closest relative it is your responsibility to buy it.” ’",
      "8": "“Then, as the Lord had said, my cousin Hanamel came to me in the courtyard of the prison. He said to me, ‘Please buy my field that is in Anathoth in the territory of Benjamin. It is your responsibility to purchase it, because the rights of the closest relative belong to you. Buy it for yourself.’ Then I knew that the Lord had spoken to me.",
      "9": "“So I bought the field in Anathoth from my cousin Hanamel and gave him the money. The field cost seven ounces of silver.",
      "10": "I signed the deed, sealed it, had people witness the signing of the deed, and paid out the silver.",
      "11": "Then I took the sealed copy of the deed, containing the terms and conditions, as well as an unsealed copy.",
      "12": "I gave the copies of the deeds to Baruch, son of Neriah and grandson of Mahseiah. I did this in the presence of my cousin Hanamel and the witnesses who had signed the deed and in the presence of all the Jews who were sitting in the courtyard of the prison.",
      "13": "Then I gave Baruch these orders:",
      "14": "‘This is what the Lord of Armies, the God of Israel, says: Take both of these documents, both the sealed and the unsealed copies of the deed. Put them in a clay jar so that they will last a long time.",
      "15": "This is what the Lord of Armies, the God of Israel, says: My people will again buy houses, fields, and vineyards in this land.’",
      "16": "“After I had given the copies to Baruch, son of Neriah, I prayed to the Lord. I prayed,",
      "17": "‘Almighty Lord, you made heaven and earth by your great strength and powerful arm. Nothing is too hard for you.",
      "18": "You show mercy to thousands of generations. However, you punish children for the wickedness of their parents. You, God, are great and mighty. Your name is the Lord of Armies.",
      "19": "You make wise plans and do mighty things. You see everything the descendants of Adam do. You reward them for the way they live and for what they do.",
      "20": "You performed miraculous signs and amazing things in Egypt. To this day you are still doing them in Israel. You made a name for yourself that continues to this day.",
      "21": "You brought your people from Egypt with miraculous signs and amazing things, with a mighty hand and a powerful arm, and with great terror.",
      "22": "You gave them the land that you swore with an oath to give their ancestors, the land flowing with milk and honey.",
      "23": "They entered and took possession of it. However, they refused to obey you or to follow your teachings. They didn’t do anything you commanded them to do, so you brought all this disaster on them.",
      "24": "“ ‘See how the dirt ramps have been built up around the city to capture it! Because of wars, famines, and plagues, the city will be handed over to the Babylonians who are attacking it. What you have threatened to do has happened, as you can see.",
      "25": "Yet you, Almighty Lord, told me to buy a field with money and get witnesses to confirm it, although the city was handed over to the Babylonians.’ ”",
      "26": "The Lord spoke his word to Jeremiah. He said,",
      "27": "“I am the Lord God of all humanity. Nothing is too hard for me.",
      "28": "This is what the Lord says: I’m going to hand this city over to the Babylonians and King Nebuchadnezzar of Babylon. They will capture it.",
      "29": "“The Babylonians who are attacking this city will break in, set this city on fire, and burn it down. They will burn down the houses of people who made me furious by going up to the roofs to burn incense to Baal and to pour out wine offerings to other gods.",
      "30": "Ever since they were young, the people of Israel and Judah have done what I consider evil. The people of Israel have made me furious by what they’ve done,” declares the Lord.",
      "31": "“The people in this city have made me so angry and furious from the day they built it to this day. So now I must remove this city from my presence.",
      "32": "“The people of Israel and Judah have made me furious because they are evil. The people, their kings and officials, their priests and prophets, and the Judeans and those who live in Jerusalem",
      "33": "have turned their backs, not their faces to me. I taught them again and again, but they refused to listen and learn.",
      "34": "They set up their detestable idols in the temple that is called by my name, and they dishonored it.",
      "35": "In the valley of Ben Hinnom they built worship sites for Baal to sacrifice their sons and daughters to Molech. I didn’t ask them to do this. It never entered my mind. I didn’t make Judah sin.",
      "36": "“You have said this about the city, ‘Because of wars, famines, and plagues it will be handed over to the king of Babylon.’ Now this is what the Lord God of Israel says:",
      "37": "I am going to gather the people from all the lands where I scattered them in my anger, fury, and terrifying wrath. I will bring them back to this place and make them live here securely.",
      "38": "They will be my people, and I will be their God.",
      "39": "I will give them the same attitude and the same purpose so that they will fear me as long as they live. This will be for their own good and for the good of their children.",
      "40": "I will make an eternal promise  to them that I will never stop blessing them. I will make them fear me so that they will never turn away from me.",
      "41": "I will enjoy blessing them. With all my heart and soul I will faithfully plant them in this land.",
      "42": "“This is what the Lord says: As I brought all these disasters on these people, so I will bring on them all these blessings that I have promised them.",
      "43": "You have said that this land is a wasteland, without people or animals living in it. You have also said that it has been handed over to the Babylonians. But people will once again buy fields in this land.",
      "44": "They will buy fields for money, sign deeds, seal them, and have people witness the signing of the deeds. This will happen in the territory of Benjamin, in the region of Jerusalem, in the cities of Judah, in the cities on the mountains, in the hill country, and in the Negev because I will bring them back from their captivity,” declares the Lord."
    },
    "33": {
      "1": "While Jeremiah was still being held in the courtyard of the prison, the Lord spoke his word to him a second time. The Lord said,",
      "2": "“I made the earth, formed it, and set it in place. My name is the Lord. This is what the Lord says:",
      "3": "Call to me, and I will answer you. I will tell you great and mysterious things that you do not know.",
      "4": "The houses in this city and the palaces of the kings of Judah have been torn down to be used against the dirt ramps and weapons of the Babylonians. This is what the Lord God of Israel says about this:",
      "5": "The people of Israel fought the Babylonians. Now their houses are filled with the bodies of their own people I killed in my anger and my fury. I will hide my face from this city because of its wickedness.",
      "6": "“But I will heal this city and restore it to health. I will heal its people, and I will give them peace and security.",
      "7": "I will restore Judah and Israel and rebuild them as they were before.",
      "8": "I will cleanse them from all the sins that they have committed against me. I will forgive them for all the sins that they have committed against me and for rebelling against me.",
      "9": "Then Jerusalem will be my source of joy, praise, and honor. All the nations on earth will hear about all the blessings that I will give to Jerusalem. They will be afraid and tremble because of all the prosperity that I will provide for it.",
      "10": "“This is what the Lord says: You have said that this place is ruined and that no people or animals live in it. It’s true! The cities of Judah and the streets of Jerusalem are deserted. No people or animals live there. But once again you will hear",
      "11": "the sounds of joy and happiness and the sounds of brides and grooms. You will hear those who bring thank offerings to the Lord’s temple say,\n‘Give thanks to the Lord of Armies because the Lord is good,\nbecause his mercy endures forever.’\nI will restore the fortunes of the land to what they were before,” says the Lord.",
      "12": "“This is what the Lord of Armies says: In this deserted place, where no people or animals live, and in all its cities, there will once again be pastures where shepherds can rest their flocks.",
      "13": "In the cities on the mountains, in the foothills, in the Negev, in the territory of Benjamin, in the area around Jerusalem, and in the cities of Judah, shepherds will once again count their sheep,” says the Lord.",
      "14": "“The days are coming,” declares the Lord, “when I will keep the promise that I made to Israel and Judah.",
      "15": "In those days and at that time, I will cause a righteous branch to spring up for David. He will do what is fair and right in the land.",
      "16": "In those days Judah will be saved and Jerusalem will live securely. Jerusalem will be called The Lord Our Righteousness.",
      "17": "“This what the Lord says: David will never fail to have a descendant sitting on the throne of Israel.",
      "18": "The Levitical priests will never fail to have a descendant in my presence to sacrifice burnt offerings, to burn grain offerings, and to prepare daily sacrifices.”",
      "19": "The Lord spoke his word to Jeremiah. He said,",
      "20": "“This is what the Lord says: Suppose you could break my arrangement  with day and night so that they wouldn’t come at their proper time.",
      "21": "Then my arrangement with my servant David could be broken, and he would not have a descendant to rule on his throne. The arrangement with my servants the Levitical priests could also be broken.",
      "22": "I will multiply the descendants of my servant David and the Levites who serve me like the stars of heaven that cannot be counted and the sand on the seashore that cannot be measured.”",
      "23": "Then the Lord spoke his word to Jeremiah. He said,",
      "24": "“Haven’t you noticed what these people have said? They have said that the Lord has rejected the two families he has chosen. They despise my people, and they no longer consider them a nation.",
      "25": "“This is what the Lord says: Suppose I hadn’t made an arrangement with day and night or made laws for heaven and earth.",
      "26": "Then I would reject the descendants of Jacob and of my servant David. I would not let any of David’s descendants rule the descendants of Abraham, Isaac, and Jacob. However, I will restore their fortunes and love them.”"
    },
    "34": {
      "1": "The Lord spoke his word to Jeremiah when King Nebuchadnezzar of Babylon, his entire army, and all the kingdoms and people that he ruled were attacking Jerusalem and all its cities. He said,",
      "2": "“This is what the Lord God of Israel says: Go to King Zedekiah of Judah, and tell him, ‘The Lord says: I’m going to hand this city over to the king of Babylon, and he will burn it down.",
      "3": "You will not escape from him. You will certainly be captured and handed over to him. You will see the king of Babylon with your own eyes, and he will talk to you face to face. Then you will go to Babylon.",
      "4": "“ ‘Listen to the Lord’s word, King Zedekiah of Judah. This is what the Lord says about you: You will not die in war.",
      "5": "You will die peacefully. People will burn funeral fires for you as they did for your ancestors, the kings who lived before you. They will say, “Oh, master,” as they mourn for you. I have spoken my word, declares the Lord.’ ”",
      "6": "The prophet Jeremiah told all these things to King Zedekiah of Judah in Jerusalem.",
      "7": "He did this when the army of the king of Babylon was attacking Jerusalem and the cities of Lachish and Azekah. These were the only fortified cities of Judah that were left.",
      "8": "The Lord spoke his word to Jeremiah after King Zedekiah and all the people in Jerusalem promised to free their slaves.",
      "9": "Everyone was supposed to free his Hebrew slaves, both male and female. No one was supposed to keep another Jew as a slave.",
      "10": "All the officials and all the people agreed and promised to free their male and female slaves and not to keep them as slaves anymore. So they set them free.",
      "11": "But afterwards, they changed their minds and took back the men and women they had freed and made them their slaves again.",
      "12": "The Lord spoke his word to Jeremiah. He said,",
      "13": "“This is what the Lord God of Israel says: I put a condition on the promise  I made to your ancestors when I brought them from Egypt, where they were slaves. I said,",
      "14": "‘Every seven years each of you must free any Hebrews who sold themselves to you. When they have served you for six years, you must set them free.’ But your ancestors refused to obey me or listen to me.",
      "15": "Recently, you changed and did what I consider right. You agreed to free your neighbors, and you made a promise in my presence, in the temple that is called by my name.",
      "16": "Now you have changed again and dishonored me. You brought back the male and female slaves that you had set free to live their own lives. You have forced them to be your male and female slaves again.",
      "17": "“This is what the Lord says: You didn’t obey me. You haven’t freed your relatives and neighbors. Now I am going to free you,” declares the Lord. “I will free you to die in wars, plagues, and famines. I will make all the kingdoms of the world horrified at the thought of you.",
      "18": "I will hand over the people who have rejected my promise. They have not kept the terms of the promise which they made in my presence when they cut a calf in two and passed between its pieces.",
      "19": "I will hand over the officials of Judah and Jerusalem, the palace officials, the priests, and all the common people who passed between the pieces of the calf.",
      "20": "I will hand them over to their enemies who want to kill them, and their corpses will be food for birds and wild animals.",
      "21": "I will hand King Zedekiah of Judah and his officials over to their enemies who want to kill them and to the army of the king of Babylon, the army that has withdrawn from you.",
      "22": "I am going to give a command,” declares the Lord. “I will bring that army back to this city to attack it, capture it, and burn it down. I will destroy the cities of Judah so that no one will live there.”"
    },
    "35": {
      "1": "The Lord spoke his word to Jeremiah during the reign of Jehoiakim, son of King Josiah of Judah. He said,",
      "2": "“Go to the family of Rechab and talk to them. Take them into one of the side rooms in the Lord’s temple, and offer them a drink of wine.”",
      "3": "I took Jaazaniah, who was the son of Jeremiah and the grandson of Habazziniah, and I took Jaazaniah’s brothers and all his sons—the whole family of Rechab.",
      "4": "I brought them into the Lord’s temple, into the side room of the sons of Hanan. (He was Igdaliah’s son, the man of God.) It was next to the room of the officials and above the side room of Maaseiah, Shallum’s son, the doorkeeper.",
      "5": "Then I set cups and pitchers filled with wine in front of the family of Rechab. I said to them, “Drink some wine.”",
      "6": "They answered, “We don’t drink wine, because our ancestor Jonadab, Rechab’s son, gave us this order: ‘You and your descendants must never drink wine.",
      "7": "Never build any houses or plant any fields or vineyards. You must never have any of these things. You must always live in tents so that you may live for a long time in the land where you are staying.’",
      "8": "We, along with our wives, sons, and daughters, have obeyed our ancestor Jonadab, Rechab’s son, in everything he ordered us to do. We have never drunk wine,",
      "9": "built houses to live in, or owned vineyards, pastures, or grainfields.",
      "10": "We live in tents, and we have obeyed everything our ancestor Jonadab ordered us to do.",
      "11": "But when King Nebuchadnezzar of Babylon invaded this land, we said, ‘Let’s go to Jerusalem to escape the Babylonian and Aramean armies.’ That’s why we are living in Jerusalem.”",
      "12": "Then the Lord spoke his word to Jeremiah. He said,",
      "13": "“This is what the Lord of Armies, the God of Israel, says: Tell the people of Judah and those who live in Jerusalem, ‘Won’t you ever learn your lesson and obey my words? declares the Lord.",
      "14": "Jonadab, Rechab’s son, ordered his descendants not to drink wine. This order has been carried out. His descendants have not drunk any wine to this day, because they have obeyed their ancestor’s order. I have spoken to you again and again, but you have refused to listen to me.",
      "15": "I have sent all my servants the prophets to you again and again. They said, “Turn from your evil ways, do what is right, and don’t follow other gods in order to serve them. Then you will live in the land that I gave you and your ancestors.” However, you refused to listen to me or obey me.",
      "16": "The descendants of Jonadab, Rechab’s son, have carried out the orders of their ancestor, but you refuse to listen to me.",
      "17": "“ ‘This is what the Lord God of Armies, the God of Israel, says: I am going to bring on Judah and on all those who live in Jerusalem all the disasters that I threatened. I have spoken to them, but they didn’t listen. I called to them, but they didn’t answer.’ ”",
      "18": "Then Jeremiah said to the family of Rechab, “This is what the Lord of Armies, the God of Israel, says: You obeyed the order of your ancestor Jonadab, followed all his instructions, and did exactly what he told you to do.",
      "19": "So this is what the Lord of Armies, the God of Israel, says: A descendant of Jonadab, Rechab’s son, will always serve me.”"
    },
    "36": {
      "1": "In the fourth year of the reign of Jehoiakim, son of King Josiah of Judah, the Lord spoke his word to Jeremiah. He said,",
      "2": "“Take a scroll, and write on it everything that I have dictated to you about Israel, Judah, and all the other nations from the time I spoke to you during the reign of Josiah until today.",
      "3": "Maybe the nation of Judah will hear about all the disasters that I plan to bring on them, and they will turn from their wicked ways. Then I will forgive their wickedness and their sins.”",
      "4": "Then Jeremiah called Baruch, son of Neriah. Jeremiah dictated everything that the Lord had told him, and Baruch wrote it all down on a scroll.",
      "5": "Jeremiah told Baruch, “I’m no longer allowed to go to the Lord’s temple.",
      "6": "On a day of fasting, you must read from the scroll the Lord’s message that you wrote as I dictated. You must read it to the people in the Lord’s temple. You must also read it to all the people of Judah when they come from their cities.",
      "7": "Maybe their prayers will come into the Lord’s presence, and they will turn from their evil ways. The Lord has threatened these people with his terrifying anger and fury.”",
      "8": "Baruch, son of Neriah, did as the prophet Jeremiah commanded him. In the Lord’s temple he read from the scroll everything that the Lord had said.",
      "9": "In the ninth month of the fifth year of the reign of Jehoiakim, son of King Josiah of Judah, a time for fasting was called. It was a time for all the people in Jerusalem and for everyone who was coming from any city in Judah to Jerusalem to fast in the Lord’s presence.",
      "10": "Then Baruch read the scroll containing Jeremiah’s words. Baruch read it to all the people in the Lord’s temple in the room of the scribe Gemariah, son of Shaphan, in the upper courtyard at the entrance of New Gate of the Lord’s temple.",
      "11": "Micaiah, who was the son of Gemariah and the grandson of Shaphan, heard Baruch read from the scroll everything the Lord had said.",
      "12": "Then he went down to the scribe’s room in the king’s palace where all the scribes were sitting. The scribe Elishama, Delaiah (son of Shemaiah), Elnathan (son of Achbor), Gemariah (son of Shaphan), Zedekiah (son of Hananiah), and all the other officials were there.",
      "13": "Micaiah told them everything he heard Baruch read from the scroll publicly.",
      "14": "Then all the officials sent Jehudi, who was the son of Nethaniah, the grandson of Shelemiah, and the great-grandson of Cushi, to Baruch. Jehudi said to Baruch, “Bring the scroll that you read publicly, and come with me.” Baruch, son of Neriah, took the scroll and went with him to see the officers.",
      "15": "They said to Baruch, “Please sit down, and read it to us.”\nSo Baruch read it to them.",
      "16": "When they heard everything, they turned to each other in terror. They said to Baruch, “We must tell the king everything.”",
      "17": "Then they asked Baruch, “Please tell us how you wrote all this. Did Jeremiah dictate it to you?”",
      "18": "Baruch answered, “He dictated everything to me, and I wrote it on the scroll in ink.”",
      "19": "The officials said to Baruch, “You and Jeremiah must hide. Don’t let anyone know where you are.”",
      "20": "After they put the scroll in the side room of the scribe Elishama, they went to the king in the courtyard and told him everything.",
      "21": "Then the king sent Jehudi to get the scroll. He took the scroll from the side room of the scribe Elishama. Jehudi read it to the king and all the officials standing by the king.",
      "22": "It was the ninth month, and the king was in his winter house sitting in front of the fire in the fireplace.",
      "23": "As Jehudi read three or four columns, the king would cut them off with a scribe’s knife and throw them into the fire in the fireplace. He did this until the whole scroll was burned up.",
      "24": "The king and all his attendants didn’t show any fear or tear their clothes in fear when they heard everything being read.",
      "25": "Even when Elnathan, Delaiah, and Gemariah urged the king not to burn the scroll, he refused to listen to them.",
      "26": "The king commanded Jerahmeel (the king’s son), Seraiah (son of Azriel), and Shelemiah (son of Abdeel) to arrest the scribe Baruch and the prophet Jeremiah. But the Lord had hidden Baruch and Jeremiah.",
      "27": "After the king burned up the scroll that Baruch had written and that Jeremiah had dictated, the Lord spoke his word to Jeremiah. He said,",
      "28": "“Take another scroll, and write on it everything that was written on the scroll that King Jehoiakim of Judah burned.",
      "29": "Say about King Jehoiakim of Judah, ‘This is what the Lord says: You burned this scroll, and you asked Jeremiah, “Why did you write that the king of Babylon will certainly come to destroy this land and take away people and animals?”",
      "30": "This is what the Lord says about King Jehoiakim of Judah: He will have no one to sit on David’s throne, and his own corpse will be thrown out and exposed to the heat of day and the cold of night.",
      "31": "I will punish him, his descendants, and his attendants for their wickedness. They refused to listen. So I will bring on them, on those who live in Jerusalem, and on the people of Judah all the disasters that I have threatened.’ ”",
      "32": "Then Jeremiah took another scroll and gave it to the scribe Baruch, son of Neriah. As Jeremiah dictated, Baruch wrote on it everything that was on the scroll that King Jehoiakim of Judah had burned. They added many similar messages."
    },
    "37": {
      "1": "King Nebuchadnezzar of Babylon appointed Zedekiah, son of Josiah, to be king of Judah. Zedekiah succeeded Jehoiakin, son of Jehoiakim.",
      "2": "But Zedekiah, his administrators, and the common people didn’t listen to what the Lord had spoken through the prophet Jeremiah.",
      "3": "King Zedekiah sent Jehucal (son of Shelemiah) and the priest Zephaniah (son of Maaseiah) to the prophet Jeremiah. They asked him, “Please pray to the Lord our God for us.”",
      "4": "Jeremiah was still free to come and go among the people. The people of Jerusalem hadn’t put him in prison yet.",
      "5": "Pharaoh’s army had come from Egypt, and when the Babylonians who were blockading Jerusalem heard this news, they retreated from Jerusalem.",
      "6": "The Lord spoke his word to the prophet Jeremiah. He said,",
      "7": "“This is what the Lord God of Israel says: Say this to the king of Judah, who sent you to get advice from me: ‘Pharaoh’s army has come out to help you. But it will go back to Egypt, its own land.",
      "8": "Then the Babylonians will return. They will attack the city, capture it, and burn it down.",
      "9": "“ ‘This is what the Lord says: Don’t deceive yourselves by thinking that the Babylonians will leave you. They will not leave you.",
      "10": "Even if you would defeat the entire Babylonian army so that they had only a few badly wounded men left in their tents, they would get up and burn down this city.’ ”",
      "11": "The Babylonian army had retreated from Jerusalem because Pharaoh’s army was coming.",
      "12": "So Jeremiah wanted to leave Jerusalem and go to the territory of Benjamin to take possession of his property there among the people.",
      "13": "But when he came to Benjamin Gate, the captain of the guard there, whose name was Irijah, son of Shelemiah and grandson of Hananiah, arrested the prophet Jeremiah. He said, “You’re deserting to the Babylonians!”",
      "14": "Jeremiah answered, “That’s a lie! I’m not deserting to the Babylonians.” But Irijah wouldn’t listen to him. Irijah arrested Jeremiah and took him to the officials.",
      "15": "The officials were so angry with Jeremiah that they beat him and put him in prison in the scribe Jonathan’s house, which had been turned into a prison.",
      "16": "Jeremiah went into a prison cell, and he stayed there a long time.",
      "17": "Then King Zedekiah sent for Jeremiah, and the king asked him privately in the palace, “Is there any message from the Lord?”\nJeremiah answered, “Yes! There is a message from the Lord. You will be handed over to the king of Babylon.”",
      "18": "Then Jeremiah asked King Zedekiah, “What crime have I committed against you, your administrators, or these people? Why have you put me in prison?",
      "19": "Where are the prophets who told you that the king of Babylon wouldn’t attack you and this land?",
      "20": "But now, Your Majesty, please listen, and accept my plea for mercy. Don’t return me to the scribe Jonathan’s house, or I will die there.”",
      "21": "King Zedekiah gave the command to have Jeremiah put in the courtyard of the prison. He gave him a loaf of bread every day from the bakers’ street until all the bread in the city was gone. So Jeremiah stayed in the courtyard of the prison."
    },
    "38": {
      "1": "Shephatiah (son of Mattan), Gedaliah (son of Pashhur), Jucal (son of Shelemiah), and Pashhur (son of Malchiah) heard that Jeremiah was speaking to all the people.",
      "2": "They heard Jeremiah say, “This is what the Lord says: Those who stay in this city will die in wars, famines, or plagues. But those who surrender to the Babylonians will live. They will escape with their lives.",
      "3": "“This is what the Lord says: This city will certainly be handed over to the army of the king of Babylon, and it will capture the city.”",
      "4": "Then the officials said to the king, “Have this man put to death. He discourages the soldiers who are left in this city and all the people by telling them such things. This man is not trying to help these people; he’s trying to hurt them.”",
      "5": "King Zedekiah answered, “He’s in your hands. I won’t do anything to stop you.”",
      "6": "So they took Jeremiah and threw him into the cistern of Malchiah, the king’s son. It was in the courtyard of the prison. They used ropes to lower Jeremiah into the cistern. There was no water in the cistern, only mud, and Jeremiah sank in the mud.",
      "7": "But an official in the royal palace, Ebed Melech from Sudan, heard that they had put Jeremiah in the cistern. The king happened to be sitting at Benjamin Gate.",
      "8": "Ebed Melech left the royal palace and spoke to the king at Benjamin Gate.",
      "9": "“Your Majesty, everything that these men have done to the prophet Jeremiah is wrong. They have thrown him into the cistern, where he’ll starve to death, because there’s no more bread in the city.”",
      "10": "Then the king gave Ebed Melech from Sudan this command: “Take 30 men from here, and lift the prophet Jeremiah out of the cistern before he dies.”",
      "11": "So Ebed Melech took the men with him and went to the royal palace, to a room under the treasury. He took rags and torn clothes from there and lowered them with ropes to Jeremiah in the cistern.",
      "12": "Ebed Melech from Sudan said to Jeremiah, “Put these rags and torn clothes under your arms to protect you from the ropes.” Jeremiah did.",
      "13": "They used the ropes to pull Jeremiah up and lift him out of the cistern. Then Jeremiah stayed in the courtyard of the prison.",
      "14": "King Zedekiah sent for the prophet Jeremiah and brought him to the third entrance in the Lord’s temple. “I’m going to ask you a question,” the king said to Jeremiah. “Don’t hide anything from me.”",
      "15": "Jeremiah answered Zedekiah, “If I answer you, you’ll kill me. If I give you advice, you won’t listen to me.”",
      "16": "So King Zedekiah secretly swore an oath to Jeremiah, “The Lord gave us life. As the Lord lives, I will not kill you or hand you over to these men who want to kill you.”",
      "17": "Jeremiah said to Zedekiah, “This is what the Lord God of Armies, the God of Israel, says: If you surrender to the officers of the king of Babylon, you will live, and this city will not be burned. You and your household will live.",
      "18": "But if you don’t surrender to the officers of the king of Babylon, this city will be handed over to the Babylonians. They will burn it down, and you will not escape from them.”",
      "19": "King Zedekiah answered Jeremiah, “I’m afraid of the Jews who have deserted to the Babylonians. The Babylonians may hand me over to them, and they will torture me.”",
      "20": "Jeremiah said, “You will not be handed over to them. Obey the Lord by doing what I’m telling you. Then everything will go well for you, and you will live.",
      "21": "But if you refuse to surrender, this is what the Lord has shown me.",
      "22": "All the women who are left in the palace of Judah’s king will be brought out to the officers of the king of Babylon. These women will say:\n‘Your trusted friends have misled you and used you.\nYour feet are stuck in the mud, and your friends have deserted you.’",
      "23": "“All your wives and children will be brought to the Babylonians. You will not escape from them. You will be captured by the king of Babylon, and this city will be burned down.”",
      "24": "Zedekiah said to Jeremiah, “Don’t let anyone know about this conversation, or you will die.",
      "25": "The officials may find out that I’ve been talking with you. They may come to you and say, ‘Tell us what you said to the king and what the king said to you. Don’t hide anything from us, or we’ll kill you.’",
      "26": "If they come to you, say to them, ‘I asked the king not to send me back to Jonathan’s house to die there.’ ”",
      "27": "All the officials came to Jeremiah and questioned him. He told them exactly what the king had told him to say. So they stopped questioning him, because they hadn’t heard his conversation with the king.",
      "28": "Jeremiah stayed in the courtyard of the prison until the day Jerusalem was captured."
    },
    "39": {
      "1": "In the tenth month of Zedekiah’s ninth year as king of Judah, King Nebuchadnezzar of Babylon attacked Jerusalem with his entire army and blockaded it.",
      "2": "On the ninth day of the fourth month of Zedekiah’s eleventh year as king, they broke into the city.",
      "3": "Then all the officers of the king of Babylon came in and sat in Middle Gate: Nergal (the quartermaster), Samgar Nebo (the chief officer), Nergal (the quartermaster and the chief fortuneteller), and all the rest of the officers of the king of Babylon.",
      "4": "When King Zedekiah of Judah and all the soldiers saw them, they fled. They left the city at night by way of the king’s garden through the gate between the two walls, and they took the road to the plain of Jericho.",
      "5": "The Babylonian army pursued them and caught up with Zedekiah in the plain of Jericho. They arrested him and brought him to Babylon’s King Nebuchadnezzar at Riblah in the territory of Hamath. The king of Babylon passed sentence on him.",
      "6": "The king of Babylon slaughtered Zedekiah’s sons as Zedekiah watched at Riblah. He also slaughtered all the leaders of Judah.",
      "7": "Then he blinded Zedekiah, put him in bronze shackles, and took him to Babylon.",
      "8": "The Babylonians burned down the royal palace and the people’s homes, and they tore down the walls of Jerusalem.",
      "9": "Nebuzaradan, Babylon’s captain of the guard, captured the few people left in the city, those who surrendered to him, and the rest of the people.",
      "10": "But Nebuzaradan, the captain of the guard, left some poor people who had nothing in the land of Judah. At that time he gave them vineyards and farms.",
      "11": "King Nebuchadnezzar of Babylon gave Nebuzaradan an order concerning Jeremiah. He said,",
      "12": "“Take him, and look after him. Don’t harm him in any way, but do for him whatever he asks.”",
      "13": "Nebuzaradan (the captain of the guard), Nebushazban (the chief official), Nergal (the quartermaster and the chief fortuneteller), and all the other leaders of the king of Babylon sent for Jeremiah.",
      "14": "They took Jeremiah out of the courtyard of the prison and handed him over to Gedaliah, son of Ahikam and grandson of Shaphan, to take him home. So he lived among the people.",
      "15": "While Jeremiah was still confined in the courtyard of the prison, the Lord spoke his word to him. The Lord said,",
      "16": "“Say to Ebed Melech from Sudan, ‘This is what the Lord of Armies, the God of Israel, says: I’m going to carry out my threat against this city by bringing disaster on it instead of prosperity. At that time these things will happen as you watch.",
      "17": "But at that time I will rescue you, declares the Lord. You will not be handed over to those you fear.",
      "18": "I will certainly rescue you. You will not die in war. You will escape with your life because you trusted me, declares the Lord.’ ”"
    },
    "40": {
      "1": "The Lord spoke his word to Jeremiah after Nebuzaradan, the captain of the guard, let him go at Ramah. Nebuzaradan found Jeremiah in chains along with the captives of Jerusalem and Judah who were being taken to Babylon.",
      "2": "The captain of the guard took Jeremiah aside and said to him, “The Lord your God threatened to bring this disaster on this place.",
      "3": "He has carried out his threat. The Lord did as he promised because you Israelites have sinned against him and refused to obey him. That is why this has happened to you.",
      "4": "Today I’m removing the chains from your hands. If you would like to come with me to Babylon, come, and I’ll look after you. But if you don’t want to come with me to Babylon, don’t come. The whole land is yours. Go wherever you want.",
      "5": "“If you wish to remain, then go back to Gedaliah, son of Ahikam and grandson of Shaphan, whom the king of Babylon appointed to govern the cities of Judah. Live among the people with him, or go anywhere you want.” The captain of the guard gave Jeremiah some food and a present and let him go.",
      "6": "Jeremiah went to Gedaliah, son of Ahikam, at Mizpah and lived with him among the people who were left in the land.",
      "7": "All the army commanders and their men who were in the field heard that the king of Babylon had appointed Gedaliah, son of Ahikam, to govern the country and some of the country’s poorest men, women, and children who had not been taken away to Babylon.",
      "8": "These are the commanders who went with their men to Gedaliah at Mizpah: Ishmael (son of Nethaniah), Johanan and Jonathan (sons of Kareah), Seraiah (son of Tanhumeth), the sons of Ephai from Netophah, and Jezaniah, who was the son of a man from Maacah.",
      "9": "Gedaliah, son of Ahikam and grandson of Shaphan, swore an oath to them and their men. He said, “Don’t be afraid to serve the Babylonians. Live in this country, serve the king of Babylon, and you will prosper.",
      "10": "I’m going to live in Mizpah and represent you when the Babylonians come to us. Gather grapes, summer fruit, and olive oil, and put them in storage jars. Live in the cities you have taken over.”",
      "11": "Now, all the Jews who were in Moab, Ammon, Edom, and in all the other countries heard that the king of Babylon had left a few survivors in Judah and had appointed Gedaliah, son of Ahikam and grandson of Shaphan, to govern them.",
      "12": "So all the Jews returned from all the places where they had been scattered. They came to Judah and to Gedaliah at Mizpah. They gathered a large harvest of grapes and summer fruit.",
      "13": "Kareah’s son Johanan and all the army commanders who were still in the country came to Gedaliah at Mizpah.",
      "14": "They asked him, “Do you know that King Baalis of the Ammonites has sent Ishmael, Nethaniah’s son, to kill you?” However, Gedaliah, son of Ahikam, didn’t believe them.",
      "15": "Then Johanan, Kareah’s son, secretly asked Gedaliah at Mizpah, “Let me kill Ishmael, Nethaniah’s son. No one will know about it. Why should he kill you? All the Jews who have gathered around you would scatter. What is left of Judah would disappear.”",
      "16": "Gedaliah, son of Ahikam, told Johanan, Kareah’s son, “Don’t do that! What you are saying about Ishmael is a lie.”"
    },
    "41": {
      "1": "In the seventh month Ishmael (son of Nethaniah and grandson of Elishama, a descendant of the royal family and of the king’s officers) went with ten men to Gedaliah, son of Ahikam, at Mizpah. As they ate together at Mizpah,",
      "2": "Ishmael, son of Nethaniah, and the ten men who were with him got up, drew their swords, and killed Gedaliah, son of Ahikam and grandson of Shaphan. So they assassinated the man whom the king of Babylon had appointed to govern the land.",
      "3": "Ishmael also killed all the Jews who were with Gedaliah at Mizpah as well as the Babylonian soldiers that he found there.",
      "4": "The day after the murder of Gedaliah, before anyone knew about it,",
      "5": "80 men arrived from Shechem, Shiloh, and Samaria. Their beards were shaved off, their clothes were torn, and cuts were on their bodies. They brought grain offerings and incense to the Lord’s temple.",
      "6": "Ishmael, son of Nethaniah, left Mizpah to meet them, crying as he went. When he met them, he said to them, “Come to Gedaliah, son of Ahikam.”",
      "7": "When they came into the city, Ishmael, son of Nethaniah, and his men slaughtered them and threw them into a cistern.",
      "8": "However, ten men from the group had said to Ishmael, “Don’t kill us! We have wheat, barley, olive oil, and honey hidden in the country.” So he left them alone and didn’t kill them along with the others.",
      "9": "Now, the cistern where Ishmael threw all the bodies of the men he had killed was the same one that King Asa made as a part of his defense against King Baasha of Israel. Ishmael, son of Nethaniah, filled it with the bodies.",
      "10": "Then Ishmael took captive the rest of the people who were at Mizpah. He captured the king’s daughters and all the other people who had been left at Mizpah. They were the people whom Nebuzaradan, the captain of the guard, had put under the control of Gedaliah, son of Ahikam. Ishmael, son of Nethaniah, took them captive and left for Ammon.",
      "11": "When Kareah’s son Johanan and all the army commanders who were with him heard about all the crimes Ishmael, son of Nethaniah, had done,",
      "12": "they took all their men and went to fight Ishmael. They caught up with him at the large pool in Gibeon.",
      "13": "When all the people who were with Ishmael saw Kareah’s son Johanan and all the army commanders who were with him, they were glad.",
      "14": "Then all the people Ishmael had taken captive at Mizpah turned and ran to Kareah’s son Johanan.",
      "15": "Ishmael and eight of his men escaped from Johanan and fled to Ammon.",
      "16": "Then Kareah’s son Johanan and all the army commanders who were with him brought back the rest of the people of Mizpah whom he had rescued from Ishmael, son of Nethaniah, after Ishmael had killed Gedaliah, son of Ahikam. Johanan brought back men, women, children, soldiers, and commanders from Gibeon.",
      "17": "When they left Gibeon, they stayed near Bethlehem at Geruth Kimham on their way to Egypt.",
      "18": "They were afraid of the Babylonians because Ishmael had killed Gedaliah whom the king of Babylon had appointed to govern the land."
    },
    "42": {
      "1": "Then all the army commanders along with Kareah’s son Johanan and Hoshaiah’s son Jezaniah and all the people, from the least important to the most important, came to the prophet Jeremiah.",
      "2": "They said to him, “Please listen to our request, and pray to the Lord your God for all of us who are left here. As you can see, there are only a few of us left.",
      "3": "Let the Lord your God tell us where we should go and what we should do.”",
      "4": "The prophet Jeremiah answered them, “I have listened to your request. I will pray to the Lord your God as you have requested, and I will tell you everything the Lord says. I won’t keep anything from you.”",
      "5": "They said to Jeremiah, “May the Lord be a true and faithful witness against us if we don’t do exactly what the Lord your God tells us to do.",
      "6": "We will obey the Lord our God to whom we are sending you, whether it’s good or bad. Yes, we will obey the Lord our God so that everything will go well for us.”",
      "7": "After ten days the Lord spoke his word to Jeremiah.",
      "8": "So Jeremiah called Kareah’s son Johanan, all the army commanders who were with him, and all the people from the least important to the most important.",
      "9": "Jeremiah said to them, “You sent me to plead your case humbly to the Lord. This is what the Lord God of Israel says:",
      "10": "Suppose you stay in this land. Then I will build you up and not tear you down. I will plant you and not uproot you. I will change my plans about the disaster I’ve brought on you.",
      "11": "Don’t be afraid of the king of Babylon, whom you now fear. Don’t be afraid of him, declares the Lord. I’m with you. I will save you and rescue you from his power.",
      "12": "I will have compassion on you. I will make him have compassion on you and return you to your land.",
      "13": "“But suppose you say, ‘We won’t stay in this land,’ and you disobey the Lord your God.",
      "14": "Then you say, ‘We’ll go to Egypt, where we won’t have to see war, hear the sound of a ram’s horn, or be hungry. We’ll stay there.’",
      "15": "“Now, listen to the Lord’s word, you people who are left in Judah. This is what the Lord of Armies, the God of Israel, says: Suppose you’re determined to go to Egypt, and you go and live there.",
      "16": "Then the wars you fear will catch up with you in Egypt. The famines you dread will follow you to Egypt, and you will die there.",
      "17": "So all the people who decide to go and live in Egypt will die in wars, famines, and plagues. No one will survive or escape the disasters I will bring on them.",
      "18": "“This is what the Lord of Armies, the God of Israel, says: As my anger and my fury were poured out on those who live in Jerusalem, so my fury will be poured out on you if you go to Egypt. You will become a curse word. You will become something ridiculed, cursed, and disgraced. You won’t see this place again.",
      "19": "“The Lord has told you people who are left in Judah not to go to Egypt. You need to know that I am warning you today.",
      "20": "You only deceived yourselves when you sent me to the Lord your God and said, ‘Pray to the Lord our God for us, and tell us everything that the Lord our God says, and we’ll do it.’",
      "21": "I have told you today, but you won’t obey anything the Lord your God sent me to tell you.",
      "22": "But now, you need to know that you will die in wars, famines, or plagues in the place where you want to go and live.”"
    },
    "43": {
      "1": "So Jeremiah finished telling all the people the message from the Lord their God. He told them everything the Lord their God sent him to tell them.",
      "2": "Azariah (son of Hoshaiah), Johanan (son of Kareah), and all the arrogant people said to Jeremiah, “You’re lying! The Lord our God didn’t send you to tell us that we must not go to live in Egypt.",
      "3": "But Baruch, son of Neriah, has turned you against us in order to hand us over to the Babylonians. Then they will kill us or take us as captives to Babylon.”",
      "4": "So Johanan (son of Kareah), all the army commanders, and all the people didn’t obey the Lord. They didn’t stay in Judah.",
      "5": "Johanan (son of Kareah) and all the army commanders took all the people who were left in Judah to Egypt. These were all the people who had come back to Judah from the places where they had been scattered.",
      "6": "They took men, women, children, and the king’s daughters. They took every person whom Nebuzaradan, the captain of the guard, had left with Gedaliah, son of Ahikam and grandson of Shaphan, including the prophet Jeremiah and Baruch, son of Neriah.",
      "7": "They didn’t listen to the Lord, so they went to Egypt. They went as far as Tahpanhes.",
      "8": "Then the Lord spoke his word to Jeremiah in Tahpanhes. He said,",
      "9": "“Take some large stones, and bury them under the brick pavement at the entrance to the Pharaoh’s palace in Tahpanhes. Do this while the people of Judah watch you.",
      "10": "Say to them, ‘This is what the Lord of Armies, the God of Israel, says: I’m going to send for my servant King Nebuchadnezzar of Babylon. I will set his throne over these stones that I buried, and I will spread his royal canopy above them.",
      "11": "He will defeat Egypt. He will bring death to those who are supposed to die. He will capture those who are supposed to be captured. He will kill in battle those who are supposed to be killed in battle.",
      "12": "He  will set fire to the temples of Egypt’s gods. He will burn down the temples and take their gods captive. Nebuchadnezzar will put on Egypt as his coat as a shepherd puts on his coat. He will leave Egypt peacefully.",
      "13": "At Beth Shemesh he will break the monuments in Egypt and burn down the temples of Egypt’s gods.’ ”"
    },
    "44": {
      "1": "The Lord spoke his word to Jeremiah about all the Jews living in Egypt at Migdol, Tahpanhes, Noph, and Pathros.",
      "2": "This is what the Lord of Armies, the God of Israel, says: You have seen all the disasters I brought on Jerusalem and on all the cities of Judah. Today they are deserted ruins.",
      "3": "It is because their people did evil, and they made me angry. They went to burn incense and serve other gods that neither you nor your ancestors heard of.",
      "4": "I have sent my servants the prophets to you again and again to tell you not to do these detestable things that I hate.",
      "5": "But you wouldn’t listen or pay attention. You wouldn’t turn from your wicked ways and wouldn’t stop burning incense as an offering to other gods.",
      "6": "That is why my fury and anger were poured out and continued to burn in the cities of Judah and on the streets of Jerusalem. So they became the desolate ruin that they are today.",
      "7": "Now, this is what the Lord God of Armies, the God of Israel, says: Why do you bring this terrible disaster on yourselves? Why do you keep destroying men, women, children, and babies from Judah until none are left?",
      "8": "Why do you make me angry by burning incense to other gods in Egypt, where you have come to live. You will destroy yourselves and be cursed and ridiculed by all the nations on earth.",
      "9": "Have you forgotten the wicked things done by your ancestors, by the kings of Judah and their wives, and by you and your wives in Judah and on the streets of Jerusalem?",
      "10": "You have not humbled yourselves even to this day. You haven’t feared me or lived your lives by my teachings or by my decrees that I gave your ancestors.",
      "11": "This is what the Lord of Armies, the God of Israel, says: I’m going to bring disaster on you and destroy all of Judah.",
      "12": "I will take away from Judah those who are left, those who were determined to go to live in Egypt. They will die in Egypt. All of them, from the least important to the most important, will die in wars or be brought to an end by famines. They will become something cursed, ridiculed, and disgraced.",
      "13": "I will punish those living in Egypt as I punished Jerusalem with wars, famines, and plagues.",
      "14": "None of the people of Judah who went to live in Egypt will survive or return to Judah, where they long to return and live. Only a few refugees will return there.",
      "15": "Then all the men who knew that their wives were burning incense to other gods, all the women who were standing there, and all the people who lived at Pathros in Egypt answered Jeremiah. They said,",
      "16": "“We won’t listen to the message that you have spoken to us in the Lord’s name.",
      "17": "We will do everything we said we would do. We will burn incense to the queen of heaven and pour out wine offerings to her as our ancestors, our kings, and our officials did in the cities of Judah and on the streets of Jerusalem. We had plenty to eat then, and we lived comfortably and saw no disaster.",
      "18": "But since we stopped burning incense to the queen of heaven and pouring out wine offerings to her, we have had nothing but wars and famines.”",
      "19": "The women added, “When we burned incense to the queen of heaven, poured out wine offerings to her, and made cakes for her with her image on them, do you think our husbands didn’t approve?”",
      "20": "Then Jeremiah said to all the people, both men and women, to everyone who answered him,",
      "21": "“Doesn’t the Lord remember that you burned incense in the cities of Judah and on the streets of Jerusalem along with your ancestors, your kings and your officials, and the people in the land?",
      "22": "The Lord could no longer bear the wicked and detestable things you did. That is why your land has become something ruined, destroyed, and cursed. No one lives in that land today.",
      "23": "You burned incense as offerings to other gods, sinned against the Lord, and wouldn’t obey him. You didn’t live by his teachings, decrees, or written instructions. That is why you have met with this disaster as it is today.”",
      "24": "Then Jeremiah said to all the people, including the women, “Listen to the Lord’s word, all you people of Judah who are in Egypt.",
      "25": "This is what the Lord of Armies, the God of Israel, says: You and your wives made promises, and you have kept them. You said, ‘We will certainly do what we vow. We will burn incense to the queen of heaven and pour out wine offerings to her.’\n“So go ahead. Keep your vows, and do what you vow.",
      "26": "But listen to the Lord’s word, all you people of Judah who live in Egypt. ‘I swear by my great name,’ says the Lord, ‘that no one from Judah who lives anywhere in Egypt will ever again call on my name and take the oath, “As the Almighty Lord lives.”",
      "27": "I am going to watch over them. I am going to watch over them to bring disasters, not blessings. In Egypt the people from Judah will die in wars and famines until everyone is gone.",
      "28": "Those who escape the wars will return to Judah from Egypt. Then all the people of Judah who went to live in Egypt will know whose words have come true, mine or theirs.",
      "29": "I will give you this sign,’ declares the Lord. ‘I will punish you in this place so that you will know that my threats of disaster will happen to you.",
      "30": "This is what the Lord says: I’m going to hand Pharaoh Hophra, king of Egypt, over to his enemies and to those who want to kill him, just as I handed over King Zedekiah of Judah to King Nebuchadnezzar of Babylon and to those who wanted to kill him.’ ”"
    },
    "45": {
      "1": "This is the message that the prophet Jeremiah spoke to Baruch, son of Neriah. Baruch wrote these things on a scroll as Jeremiah dictated them during the fourth year that Jehoiakim, son of Josiah, was king of Judah. Jeremiah said,",
      "2": "“This is what the Lord God of Israel says to you, Baruch:",
      "3": "You said, ‘I’m so miserable! The Lord has added grief to my pain. I’m worn out from groaning. I can’t find any rest.’",
      "4": "“Say this to Baruch, ‘This is what the Lord says: I will tear down what I have built. I will uproot what I have planted throughout the earth.",
      "5": "Are you looking for great things for yourself? Don’t look for them, because I’m going to bring disaster on all people, declares the Lord. But wherever you go I will let you escape with your life.’ ”"
    },
    "46": {
      "1": "The Lord spoke this message to the prophet Jeremiah about the nations.",
      "2": "This is the message about Egypt, about the army of Pharaoh Neco, king of Egypt. King Nebuchadnezzar of Babylon defeated his army at Carchemish along the Euphrates River during the fourth year that Jehoiakim, son of Josiah, was king of Judah.",
      "3": "“Get your large and small shields ready; advance into battle.",
      "4": "Harness your horses. Mount up, you horsemen.\nTake your positions, and put on your helmets.\nPolish your spears.\nPut on your armor.",
      "5": "“What do I see in them?\nThey are terrified.\nThey are retreating.\nTheir warriors are defeated.\nThey flee without looking back.\nTerror is all around them,” declares the Lord.",
      "6": "“The infantry can’t flee.\nThe warriors can’t escape.\nThey stumble and fall in the north by the Euphrates River.",
      "7": "Who is this, rising like the Nile River,\nlike streams that flow swiftly?",
      "8": "Egypt is like the rising Nile River,\nlike a river quickly overflowing its banks.\nEgypt says, ‘I will rise; I will cover the earth.\nI will destroy cities and the people in them.’",
      "9": "Go into battle, you horsemen.\nDrive wildly, you chariot drivers.\nMarch into battle, you warriors,\nyou warriors from Sudan and Put who carry shields,\nyou warriors from Lydia who use bows and arrows.",
      "10": "That day belongs to the Almighty Lord of Armies.\nIt is a day of vengeance when he will take revenge on his enemies.\nHis sword will devour until it has had enough,\nand it will drink their blood until it’s full.\nThe Almighty Lord of Armies will offer them as sacrifices\nin the north by the Euphrates River.",
      "11": "Go to Gilead, and get medicine, dear people of Egypt.\nYou have used many medicines without results; you can’t be cured.",
      "12": "The nations have heard of your shame; your cry fills the earth.\nOne warrior will stumble over another,\nand both will fall together.”",
      "13": "The Lord spoke this message to the prophet Jeremiah about the coming of King Nebuchadnezzar of Babylon, who will defeat Egypt.",
      "14": "“Tell this in Egypt; announce this in Migdol.\nMake it known in Memphis and in Tahpanhes.\nSay, ‘Take your positions, and get ready.\nSwords will kill those around you.’",
      "15": "Why should your soldiers be cut down?\nThey can’t stand because the Lord will push them down.",
      "16": "They have repeatedly stumbled, and now they have fallen.\nThey say to each other,\n‘Get up! Let’s go back to our people,\nto the land where we were born,\nand escape our enemy’s sword.’",
      "17": "There they will cry, ‘Pharaoh, king of Egypt, is a big windbag.\nHe has missed his chance.’",
      "18": "“As I live,” declares the king, whose name is the Lord of Armies,\n“someone who is like Mount Tabor among the mountains will come.\nSomeone who is like Mount Carmel by the sea will come.",
      "19": "Pack your bags, inhabitants of Egypt,\nbecause you will be taken away as captives.\nMemphis will become a dreary wasteland,\na pile of rubble where no one lives.",
      "20": "“Egypt is like a beautiful cow,\nbut a horsefly from the north will attack it.",
      "21": "Egypt’s hired soldiers are like fattened calves.\nThey will turn and run away together.\nThey won’t stand their ground.\nThe day of destruction is coming.\nAt that time they will be punished.",
      "22": "Egypt will hiss like a snake as it slithers away.\nIts enemies will come with full force.\nThey will attack it with axes like those who chop wood.",
      "23": "They will cut down the forest,” declares the Lord,\n“since Egypt can’t be found.\nThey are more numerous than locusts; they can’t be counted.",
      "24": "The people of Egypt will be put to shame.\nThey will be handed over to the people from the north.”",
      "25": "The Lord of Armies, the God of Israel, says,\n“I’m going to punish Amon, who is the god of Thebes.\nI will also punish Pharaoh, Egypt, its gods, its kings,\nand whoever trusts Pharaoh.",
      "26": "I’ll hand them over to those who want to kill them,\nto King Nebuchadnezzar of Babylon and his officers.\nAfterward, they will live in peace as they did long ago,”\ndeclares the Lord.",
      "27": "“Don’t be afraid, my servant Jacob.\nDon’t be terrified, Israel.\nI’m going to rescue you and your descendants from a faraway land,\nfrom the land where you are captives.\nThen Jacob’s descendants will again have undisturbed peace,\nand no one will make them afraid.",
      "28": "Don’t be afraid, my servant Jacob,” declares the Lord.\n“I am with you.\nI will completely destroy all the nations where I scattered you,\nbut I will not completely destroy you.\nI will correct you with justice.\nI won’t let you go entirely unpunished.”"
    },
    "47": {
      "1": "The Lord spoke this message to the prophet Jeremiah about the Philistines before Pharaoh defeated Gaza.",
      "2": "This is what the Lord says:\nWater is rising in the north.\nIt will become an overflowing river.\nIt will overflow the land and everything in it,\nthe cities and those who live in them.\nPeople will cry out and everyone who lives in the land will cry loudly.",
      "3": "They will hear the sound of galloping war horses,\nthe rattling of enemy chariots,\nand the rumbling of their wheels.\nFathers who lack courage abandon their children.",
      "4": "The time has come to destroy all the Philistines,\nto cut off from Tyre and Sidon any Philistine\nwho might have escaped to get help.\nThe Lord will destroy the Philistines\nand anyone who is left from the island of Crete.",
      "5": "Gaza will shave its head in mourning.\nAshkelon will be destroyed.\nHow long will you cut yourselves, you people left on the plains?",
      "6": "You cry out, “Sword of the Lord,\nhow long will you keep on fighting?\nGo back into your scabbard.\nStay there and rest!”",
      "7": "How can the sword of the Lord rest?\nThe Lord has ordered it to attack Ashkelon and the coast.\nHe has put it there."
    },
    "48": {
      "1": "This is what the Lord of Armies, the God of Israel, says about Moab:\nHow horrible it will be for Nebo; it will be destroyed.\nKiriathaim will be put to shame; it will be captured.\nIts stronghold will be put to shame and torn down.",
      "2": "People will no longer praise Moab.\nThe people in Heshbon will plan Moab’s destruction.\n“Let’s destroy that nation!”\nYou will be silenced, city of Madmen.\nDeath will come after you.",
      "3": "People will cry out from Horonaim, “Looting and great destruction!”",
      "4": "Moab will be broken.\nIts little ones will cry out.",
      "5": "People go up the pass of Luhith, crying bitterly as they go.\nOn the road down to Horonaim they have heard\nthe distressful cry of destruction.",
      "6": "“Run away! Run for your lives!\nRun like a wild donkey in the desert.”",
      "7": "Since you trust the things you do and your treasures,\nyou will be captured.\nChemosh will go into captivity with all its priests and officials.",
      "8": "The destroyer will come to every city, and no city will escape.\nThe valley will be destroyed, and the plain will be laid waste\nas the Lord has threatened.",
      "9": "Put salt on Moab.\nIt will be destroyed.\nIts cities will become deserted ruins.",
      "10": "Cursed are those who neglect doing the Lord’s work.\nCursed are those who keep their swords from killing.",
      "11": "“Moab has lived securely ever since it was young.\nIts people are like wine left to settle in a jar.\nThey aren’t poured from one jar to another.\nThey haven’t gone into captivity.\nThat is why its flavor has remained the same,\nand its aroma hasn’t changed.",
      "12": "That is why the days are coming,” declares the Lord,\n“when I will send people to pour Moab out of its jars\nand to smash its pitchers.",
      "13": "Then Moab will be ashamed of Chemosh\nas the nation of Israel was ashamed when it trusted Bethel.",
      "14": "“How can you say, ‘We are soldiers and warriors’?",
      "15": "The enemy will attack Moab and destroy its cities.\nIts finest young men will be slaughtered,”\ndeclares the king, whose name is the Lord of Armies.",
      "16": "“Moab’s destruction is coming near; disaster is coming quickly.",
      "17": "Mourn over it, all of its neighbors and everyone who knows its fame.\nSay, ‘Look at the strong staff, the beautiful rod, that is broken!’",
      "18": "“People of Dibon, come down from your place of honor\nand sit on the dry ground.\nThe destroyers of Moab will attack you.\nThey will destroy your fortresses.",
      "19": "Stand by the road in Aroer, and watch.\nAsk those who are fleeing\nand those who are escaping what is happening.",
      "20": "They will answer, ‘Moab is disgraced; it is defeated.\nShout loudly, and cry.\nTell the news in Arnon that Moab is destroyed.’",
      "21": "“Judgment has come to all the cities on the plain: to Holon, Jahzah, Mephaath,",
      "22": "Dibon, Nebo, Beth Diblathaim,",
      "23": "Kiriathaim, Beth Gamul, Beth Meon,",
      "24": "Kerioth, Bozrah, and on all the cities of Moab, far and near.",
      "25": "“Moab’s horn is cut off, and its arm is broken,”\ndeclares the Lord.",
      "26": "“Get the people of Moab drunk; they have spoken against the Lord.\nThey will wallow in their own vomit, and people will laugh at them.",
      "27": "People of Moab, didn’t you laugh at the people of Israel?\nWere they caught among thieves?\nWhenever you talk about them you shake your heads in contempt.",
      "28": "People of Moab, abandon your cities.\nLive among the cliffs.\nBe like doves that make their nests at the entrance of a cave.",
      "29": "“We have heard about the arrogance of Moab’s people.\nThey are very arrogant.\nThey are very arrogant, conceited, and boastful.",
      "30": "I know how arrogant they are,” declares the Lord,\n“but it isn’t right.\nThey brag and don’t do what they say.",
      "31": "That is why I will weep for Moab and cry for all of Moab.\nI will moan for the people of Kir Hareseth.",
      "32": "I will cry for you as Jazer cries.\nI will cry for you, grapevines of Sibmah.\nYour branches once spread as far as the sea,\nand they reached as far as the sea of Jazer.\nThe destroyer will destroy your ripened fruits and your grapes.",
      "33": "Joy and gladness have disappeared from the orchards and fields of Moab.\nI will stop the wine flowing from the winepresses.\nNo one will stomp on grapes with shouts of joy.\nThere will be shouts, but not shouts of joy.",
      "34": "“The cry will be heard from Heshbon to Elealeh and Jahaz. It will be heard from Zoar to Horonaim and Eglath Shelishiyah. Even the streams of Nimrim will dry up.",
      "35": "I will stop those in Moab who come to worship sites, those who bring offerings to their gods,” declares the Lord.",
      "36": "“That is why I moan for Moab like a flute. I sound like a flute for the people of Kir Hareseth. The wealth they gained has disappeared.",
      "37": "“Every head is shaved, and every beard is cut off. There are gashes on every hand and sackcloth on every waist.",
      "38": "People in Moab will mourn on every rooftop and in every street. There will be mourning everywhere, because I will break Moab like a jar that no one wants,” declares the Lord.",
      "39": "“They will cry, ‘Look how Moab is defeated! Moab turns away in shame!’ Moab has become something ridiculed and something held in contempt by everyone around it.",
      "40": "“This is what the Lord says:\nThe enemy will swoop down like eagles and spread their wings over Moab.",
      "41": "The cities will be taken, and the fortified places will be captured.\nOn that day Moab’s soldiers will be like women in childbirth.",
      "42": "Moab will be destroyed as a nation,\nbecause it spoke against the Lord.",
      "43": "Disasters, pits, and traps are in store for those who live in Moab,”\ndeclares the Lord.",
      "44": "“Whoever flees from a disaster will fall into a pit.\nWhoever climbs out of the pit will be caught in a trap.\nI will bring a year of punishment to Moab,” declares the Lord.",
      "45": "“Those who flee will stand exhausted in the shadow of Heshbon.\nA fire will come out of Heshbon and a flame from Sihon.\nIt will burn the foreheads of the people of Moab\nand the skulls of those noisy people.",
      "46": "How horrible it will be for you, Moab.\nYou people of Chemosh will die.\nYour sons will be taken away into exile,\nand your daughters will be taken away into captivity.",
      "47": "But I will restore Moab in the last days,” declares the Lord.\nThe judgment against Moab ends here."
    },
    "49": {
      "1": "This is what the Lord says about the people of Ammon:\nDoesn’t Israel have any children? Doesn’t it have any heirs?\nWhy, then, has the god Milcom  taken over the inheritance\nof Gad’s descendants?\nWhy do Milcom’s people live in Gad’s cities?",
      "2": "That is why the days are coming, declares the Lord,\nwhen I will sound the battle cry against Rabbah,\nwhere the people of Ammon live.\nIt will become a pile of rubble.\nIts villages will be burned down.\nThen Israel will take possession of its inheritance, says the Lord.",
      "3": "Cry loudly, Heshbon, because Ai is destroyed.\nCry, people of Rabbah, put on your sackcloth, and mourn.\nRun back and forth between the walls.\nMilcom will be taken away into captivity\nwith its priests and officials.",
      "4": "Why do you brag about your valleys,\nyour fertile valleys, you unfaithful people?\nYou trust your treasures.\nYou think, “Who would attack me?”",
      "5": "I am going to bring terror on you from all around,\ndeclares the Almighty Lord of Armies.\nEveryone will be scattered.\nNo one will gather the refugees.",
      "6": "But afterward, I will return the captives of Ammon, declares the Lord.",
      "7": "This is what the Lord of Armies says about Edom:\nIs there no longer any wisdom in Teman?\nHas wisdom disappeared from your people?\nHas their wisdom vanished?",
      "8": "Turn and run.\nHide in deep caves, inhabitants of Dedan.\nWhen I punish them,\nI will bring disaster on the descendants of Esau.",
      "9": "If people come to pick your grapes,\nwon’t they leave a few grapes behind?\nIf thieves come during the night,\nwon’t they steal only until they’ve had enough?",
      "10": "Yet, I will strip the descendants of Esau.\nI will find their hiding places.\nThey won’t be able to hide.\nTheir children and relatives will be destroyed.\nNone of their neighbors will say,",
      "11": "“Abandon your orphans, and I will keep them alive.\nYour widows can trust me.”",
      "12": "This is what the Lord says: If those who don’t deserve to drink from the cup still drink from it, why should you go unpunished? You won’t go unpunished. You must drink from it.",
      "13": "I take an oath on myself, declares the Lord, that Bozrah will become a pile of rubble. It will become something horrifying, ridiculed, ruined, and cursed. All its cities will lie in ruins permanently.",
      "14": "I heard a message from the Lord.\nA messenger was sent among the nations to say,\n“Assemble, and attack Edom.\nGet ready for battle.”",
      "15": "“Edom, I will make you the smallest of nations\nand despised among humanity.",
      "16": "You have frightened other people.\nYour arrogance has deceived you.\nYou live on rocky cliffs\nand occupy the highest places in the hills.\nEven though you build your nest as high as an eagle,\nI will bring you down from there,” declares the Lord.",
      "17": "“Then Edom will become something horrible.\nEveryone who passes by it will be horrified\nand hiss at all its wounds.",
      "18": "Edom will be like Sodom, Gomorrah, and their neighboring cities\nwhen they were destroyed.\nNo one will live there.\nNo human will stay there,” says the Lord.",
      "19": "“I will suddenly chase them from their places\nlike a lion coming out of the jungle\nalong the Jordan River into pastureland.\nI will appoint over Edom whomever I choose.\nWho is like me? Who can challenge me?\nIs there any leader who can stand up to me?”",
      "20": "Listen to the plans that the Lord is making against Edom\nand the things he intends to do to those who live in Teman.\nHe will surely drag away the little ones of the flock.\nHe will surely destroy the pasture\nbecause of the people who live in Teman.",
      "21": "The earth will quake at the sound of their downfall.\nThe sound of their crying will be heard at the Red Sea.",
      "22": "The enemy will swoop down like eagles\nand spread their wings over Bozrah.\nOn that day Edom’s soldiers will be like women in childbirth.",
      "23": "This is a message about Damascus.\n“Hamath and Arpad are worried because they heard the bad news.\nThey melt in fear.\nThey are troubled like a sea that can’t be calmed.",
      "24": "The people of Damascus are weak.\nThey turn to flee, but panic grips them.\nAnguish and pain grip them like a woman in labor.",
      "25": "Why isn’t that famous, happy city abandoned?",
      "26": "That is why its young men will die in the streets,\nand its soldiers will be silenced that day,”\ndeclares the Lord of Armies.",
      "27": "“I will set fire to the walls of Damascus\nand burn down Benhadad’s palaces.”",
      "28": "This is about the tribe of Kedar and the kingdoms of Hazor that King Nebuchadnezzar of Babylon defeated. This is what the Lord says:\nGet ready, attack Kedar,\nand loot the people from the east.",
      "29": "Their tents and their flocks will be taken.\nTheir tent curtains, utensils, and camels will be carried away.\nPeople will shout to them, “Terror is all around!”",
      "30": "Run far away! Find a place to hide,\ninhabitants of Hazor, declares the Lord.\nKing Nebuchadnezzar of Babylon has made plans against you\nand intends to attack you.",
      "31": "Get ready! Attack the nation living peacefully and securely,\ndeclares the Lord.\nIt is a nation with no gates or bars.\nIts people live alone.",
      "32": "Their camels will be taken as prizes.\nTheir large herds will be taken as loot.\nI will scatter to the winds\nthose who shave the hair on their foreheads.\nI will bring disaster on them from every side,\ndeclares the Lord.",
      "33": "Hazor will be a place where only jackals live.\nIt will become a permanent wasteland.\nNo one will live there.\nNo human will stay there.",
      "34": "Early in the rule of King Zedekiah of Judah, the Lord spoke his word to the prophet Jeremiah about Elam.",
      "35": "This is what the Lord of Armies says:\nI’m going to break the bows of Elam’s archers,\nthe most important weapon of their strength.",
      "36": "I’ll bring the four winds\nfrom the four corners of heaven against Elam\nand scatter its people in every direction.\nThere won’t be a nation\nwhere Elam’s refugees won’t go.",
      "37": "I’ll defeat the people of Elam in the presence of their enemies,\nin the presence of those who want to kill them.\nI’ll bring disaster with my burning anger, declares the Lord.\nI’ll send armies after them until I put an end to them.",
      "38": "I’ll set my throne in Elam and destroy its king and officials,\ndeclares the Lord.",
      "39": "But afterward, I’ll return the captives of Elam, declares the Lord."
    },
    "50": {
      "1": "This is the message that the Lord spoke about Babylon and the land of the Babylonians through the prophet Jeremiah.",
      "2": "“Announce this among the nations, and spread the news.\nRaise a flag, and announce it.\nDon’t hide anything.\nSay, ‘Babylon will be captured.\nBel will be put to shame.\nMarduk will be filled with terror.\nBabylon’s statues will be put to shame.\nIts idols will be filled with terror.’",
      "3": "A nation from the north will attack Babylon\nand destroy its land so that no one will live in it.\nPeople and animals will run away.",
      "4": "“In those days and at that time,” declares the Lord,\n“the people of Israel and Judah will cry as they go together\nto seek the Lord their God.",
      "5": "They will ask which road goes to Zion and turn in that direction.\nThey will go there to make a permanent agreement with the Lord.\nIt will not be forgotten.",
      "6": "My people have been lost sheep.\nTheir shepherds have led them astray.\nThey wander around on the mountains.\nThey go from mountains to hills.\nThey have forgotten their resting place.",
      "7": "Everyone who finds them eats them.\nTheir enemies say, ‘We’re not guilty.\nThey have sinned against the Lord, their true pasture.\nThey have sinned against the Lord, the hope of their ancestors.’",
      "8": "“Run away from Babylon.\nLeave the land of the Babylonians.\nBe like the male goats that lead the flock.",
      "9": "I am going to stir up an alliance of strong nations from the north\nand bring it against Babylon.\nThose nations will take up positions against Babylon.\nBabylon will be captured from the north.\nIts enemy’s arrows will be like skilled soldiers\nwho don’t come back empty-handed.",
      "10": "The Babylonians will become the prize.\nAll who loot them will get everything they want,”\ndeclares the Lord.",
      "11": "“You are happy and excited.\nYou have looted the people who belong to me.\nYou dance around like calves on the grass\nand neigh like stallions.",
      "12": "But your mother will be greatly ashamed.\nThe woman who gave birth to you will be disgraced.\nBabylon, you will be the least important nation.\nYou will become a parched desert.",
      "13": "No one will live in Babylon because of the Lord’s anger.\nIt will be completely abandoned.\nEveryone who passes by Babylon will be horrified\nand hiss at all its wounds.",
      "14": "“Take up your positions around Babylon, all you archers with bows.\nShoot at it; don’t save any arrows,\nbecause the people of Babylon have sinned against the Lord.",
      "15": "Shout a war cry against them on every side.\nThey’ll surrender.\nTheir towers will fall and their walls will be torn down.\nSince this is the Lord’s vengeance, take revenge against them.\nDo to them what they did to others.",
      "16": "Don’t allow anyone in Babylon to plant or harvest.\nEveryone will turn to his own people and flee to his own homeland\nbecause of the enemies’ swords.",
      "17": "“The people of Israel are like scattered sheep that lions have chased.\nThe first to devour them was the king of Assyria.\nThe last to gnaw at their bones was King Nebuchadnezzar of Babylon.",
      "18": "“This is what the Lord of Armies, the God of Israel, says:\nI am going to punish the king of Babylon and his land\nas I punished the king of Assyria.",
      "19": "I will bring the people of Israel back to their pastures.\nThey will eat on Mount Carmel and Mount Bashan.\nThey will eat until they are full\non the mountains of Ephraim and Gilead.",
      "20": "In those days and at that time,” declares the Lord,\n“people will look for Israel’s crimes, but they will find none.\nThey will look for Judah’s sins, but none will be found.\nI will forgive the faithful few whom I have spared.",
      "21": "Attack the land of Merathaim\nand the people who live in Pekod.\nClaim them for me by killing them with a sword,”\ndeclares the Lord.\n“Do everything I commanded you.",
      "22": "The noise of battle and great destruction fills the land.",
      "23": "The hammer of the whole earth is broken and shattered.\nSee how desolate Babylon is of all the nations!",
      "24": "I will set traps for you, Babylon.\nYou will be caught, but you won’t know it.\nYou will be found and captured\nbecause you have opposed the Lord.",
      "25": "The Lord will open his armory\nand bring out the weapons of his fury,\nbecause the Almighty Lord of Armies\nhas a job to do in the land of the Babylonians.",
      "26": "Attack them from a distance,\nopen their storehouses,\npile up their corpses like piles of grain,\nclaim them for me by destroying them,\nand don’t leave anyone behind.",
      "27": "Kill all their young bulls.\nLet them go to be slaughtered.\nHow horrible it will be for them when their time has come,\nthe time for them to be punished.",
      "28": "Listen! Fugitives and refugees from Babylon\nare coming to Zion to tell about\nthe vengeance of the Lord our God, the vengeance for his temple.",
      "29": "“Call together the archers, the soldiers with bows, against Babylon.\nSet up blockades around it. Don’t let anyone escape.\nPay the people of Babylon back for what they have done.\nDo to them what they did to others.\nThey have disobeyed the Lord, the Holy One of Israel.",
      "30": "That is why their young men will die in the streets,\nand all their soldiers will be silenced that day,”\ndeclares the Lord.",
      "31": "“I’m against you, you arrogant city,”\ndeclares the Almighty Lord of Armies.\n“Your day has come, the time when I will punish you.",
      "32": "Those arrogant people will stumble and fall,\nand there will be no one to help them get up.\nI will light a fire in their cities\nthat will burn up everything around them.”",
      "33": "This is what the Lord of Armies says:\nAll the people of Israel and Judah are oppressed.\nAll their enemies have captured them.\nThey refuse to let them go.",
      "34": "Their defender is strong.\nHis name is the Lord of Armies.\nHe will certainly take up their cause\nin order to bring rest to the land of Israel\nand unrest to the people who live in Babylon.",
      "35": "“A sword will kill the Babylonians and everyone who lives in Babylon,”\ndeclares the Lord.\n“A sword will kill their officials and their wise men.",
      "36": "A sword will kill the false prophets.\nThey will become fools.\nA sword will kill their soldiers and defeat them.",
      "37": "A sword will kill their horses, their chariots,\nand all the foreigners within their ranks.\nThey will become women.\nA sword will destroy their treasures, and they will be looted.",
      "38": "A drought will diminish their water supply, and it will dry up.\nBabylon is a land of idols, statues that will go crazy with fear.",
      "39": "That is why desert animals will live with hyenas.\nDesert owls will also live there.\nIt will no longer be inhabited or lived in for generations.",
      "40": "Babylon will be like Sodom, Gomorrah, and their neighboring cities\nwhen I, God, destroyed them.\nNo one will live there.\nNo human will stay there,” declares the Lord.",
      "41": "“People are going to come from the north.\nA great nation and many kings will rise from the ends of the earth.",
      "42": "They will take hold of bows and spears.\nThey will be cruel and have no compassion.\nThey will sound like the sea when it roars.\nThey will ride horses.\nThey are ready for war, ready to attack you, people of Babylon.",
      "43": "The king of Babylon has heard reports about them, and he loses courage.\nAnguish will grip him as pain grips a woman in labor.",
      "44": "I will suddenly chase them from their places\nlike a lion coming out of the jungle\nalong the Jordan River into pastureland.\nI will appoint over Babylon whomever I choose.\nWho is like me? Who can challenge me?\nIs there any leader who can stand up to me?",
      "45": "Listen to the plans that the Lord is making against Babylon\nand the things he intends to do to the land of the Babylonians.\nHe will surely drag away the little ones of the flock.\nHe will surely destroy the pasture because of the Babylonians.",
      "46": "The earth will quake at the news that Babylon has been captured.\nIts cry will be heard among the nations.”"
    },
    "51": {
      "1": "This is what the Lord says:\nI will stir up a destructive wind against Babylon\nand against the people who live in Leb Kamai.",
      "2": "I will send people to winnow  Babylon,\nto winnow it and strip its land bare.\nThey will attack it from every direction on the day of trouble.",
      "3": "Have the archers bend their bows.\nHave them put on their armor.\nDon’t spare Babylon’s young men.\nCompletely destroy its whole army.",
      "4": "Babylon’s soldiers will fall down badly wounded in their streets.\nThey will lie dead in their own land.",
      "5": "Israel and Judah haven’t been abandoned by their God, the Lord of Armies, although their land is guilty of abandoning the Holy One of Israel.",
      "6": "Run away from Babylon!\nRun for your lives!\nYou shouldn’t die because of Babylon’s crimes.\nThis is the time for the vengeance of the Lord.\nHe will pay the people of Babylon back for what they have done.",
      "7": "Babylon was a golden cup in the Lord’s hand.\nIt made the whole world drunk.\nThe nations drank its wine.\nThat is why the nations have gone insane.",
      "8": "Babylon will suddenly fall and be shattered.\nCry for it.\nBring medicine for its pain.\nMaybe it can be healed.",
      "9": "We wanted to heal Babylon, but it couldn’t be healed.\nLet’s abandon it and go to our own land.\nGod has judged Babylon.\nIts judgment is complete.",
      "10": "The Lord has brought about our victory.\nLet’s announce in Zion what the Lord our God has done.",
      "11": "Sharpen the arrows; fill the quivers.\nThe Lord will stir up the spirit of the kings of the Medes\nbecause his plan is to destroy Babylon.\nThe Lord will avenge his temple.",
      "12": "Raise your battle flag in front of the walls of Babylon.\nStrengthen the guards.\nStation watchmen.\nPrepare ambushes.\nThe Lord will carry out his plans\nagainst the people who live in Babylon.",
      "13": "Babylon, you live beside many rivers and are rich with treasures,\nbut your end has come.\nThe thread of your life has been cut off.",
      "14": "The Lord of Armies has taken an oath on himself:\n“I will certainly fill you with many enemy armies.\nThey will swarm like locusts.\nPeople will shout their victory over you.”",
      "15": "The Lord made the earth by his power.\nHe set up the world by his wisdom.\nHe stretched out heaven by his understanding.",
      "16": "When he thunders, the water in the sky roars.\nHe makes clouds rise from the ends of the earth.\nHe sends lightning with the rain.\nHe brings wind out of his storehouses.",
      "17": "Everyone is stupid and ignorant.\nMetalsmiths are put to shame by their idols.\nTheir statues are false gods.",
      "18": "They can’t breathe.\nThey are worthless jokes.\nWhen they are punished, they will disappear.",
      "19": "Jacob’s God isn’t like them.\nHe made everything,\nand Israel is the tribe that belongs to him.\nHis name is the Lord of Armies.",
      "20": "“You are my war club and my weapon for battle.\nI will use you to crush nations.\nI will use you to destroy kingdoms.",
      "21": "I will use you to crush horses and their riders.\nI will use you to crush chariots and their drivers.",
      "22": "I will use you to crush men and women.\nI will use you to crush the old and the young.\nI will use you to crush young men and women.",
      "23": "I will use you to crush shepherds and their flocks.\nI will use you to crush farmers and their oxen.\nI will use you to crush governors and officials.",
      "24": "“In your presence I will pay back Babylon\nand all the people who live in Babylon\nfor all the evil things that they did in Zion,”\ndeclares the Lord.",
      "25": "“I am against you, Babylon, you destructive mountain.\nYou have destroyed the whole earth,” declares the Lord.\n“I will use my power against you,\nroll you off the cliffs,\nand make you a scorched mountain.",
      "26": "People won’t find any stones in you to use as a cornerstone.\nThey won’t find any stones in you to use for a foundation.\nYou will become permanent ruins,” declares the Lord.",
      "27": "Raise your battle flag throughout the world.\nBlow the ram’s horn among the nations.\nPrepare nations to attack Babylon.\nTell the kingdoms of Ararat, Minni, and Ashkenaz to attack it.\nAppoint a commander to lead the attack.\nBring up horses like a swarm of locusts.",
      "28": "Prepare nations to attack Babylon.\nPrepare the king of the Medes, their governors, all their deputies,\nand all the countries that they rule.",
      "29": "The earth trembles and writhes in pain.\nThe Lord carries out his plans against Babylon\nto make Babylon a wasteland so that no one will live there.",
      "30": "The warriors of Babylon have stopped fighting.\nThey stay in their fortified cities.\nTheir strength has failed. They have become women.\nTheir buildings are set on fire.\nThe bars across their gates are broken.",
      "31": "Runners run to meet runners.\nMessengers follow messengers.\nThey inform the king of Babylon that his entire city is captured.",
      "32": "The river crossings have been taken.\nThe enemy has burned its marshes,\nand its soldiers are terrified.",
      "33": "This is what the Lord of Armies, the God of Israel, says:\nThe people of Babylon are like a threshing floor \nat the time it is trampled.\nTheir harvest time will come soon.",
      "34": "King Nebuchadnezzar of Babylon has devoured us.\nHe has thrown us into confusion.\nHe has turned us into empty jars.\nHe has swallowed us like a monster.\nHe has filled his belly with our delicacies.\nThen he spit us out.",
      "35": "The people who live in Zion say,\n“May the violence done to us be done to Babylon.”\nJerusalem says,\n“May the people of Babylon be held responsible for our deaths.”",
      "36": "This is what the Lord says:\nI am going to take up your cause and get revenge for you.\nI will dry up Babylon’s sea and make its springs dry.",
      "37": "Babylon will become piles of rubble.\nIt will become a dwelling place for jackals,\nsomething horrible, and an object of contempt,\nwhere no one lives.",
      "38": "Its people are like roaring lions and growling lion cubs.",
      "39": "When they are excited,\nI will prepare a feast for them\nand make them drunk so that they will shout and laugh.\nThey will fall into a deep sleep and never wake up again,\ndeclares the Lord.",
      "40": "I will take them to be slaughtered like lambs, rams, and male goats.",
      "41": "“Sheshach has been captured.\nBabylon, the city that the whole world praised, has been taken captive.",
      "42": "What a horrifying sight Babylon will be to the nations!\nThe sea will rise over Babylon,\nand its roaring waves will cover it.",
      "43": "Its cities will be ruined.\nIt will become a desert, a land where no one lives\nand where no human travels.",
      "44": "I will punish Bel in Babylon.\nI will make Bel spit out everything that it has swallowed.\nNations will no longer stream to Babylon,\nand its walls will fall.",
      "45": "“Leave it, my people!\nRun for your lives!\nRun from the burning anger of the Lord.",
      "46": "Don’t lose courage or be afraid when rumors are heard in the land.\nOne rumor comes one year; another rumor comes the next year.\nRumors of violence are in the land.\nRumors that one ruler will fight against another are in the land.",
      "47": "That is why the days are coming when I will punish Babylon’s idols.\nThe whole country will be put to shame,\nand all its soldiers will lie dead.",
      "48": "Then heaven and earth and everything in them will rejoice over Babylon,\nbecause destroyers from the north will attack it,”\ndeclares the Lord.",
      "49": "Because the people of Babylon have killed many Israelites\nand because they have killed many people throughout the earth,\nBabylon must fall.",
      "50": "You people who escaped from the sword, leave!\nDon’t just stand there.\nRemember the Lord in a distant land, and think about Jerusalem.",
      "51": "We have been put to shame, and we have been disgraced.\nShame covers our faces, because foreigners have gone\ninto the holy places of the Lord’s temple.",
      "52": "“That is why the days are coming,” declares the Lord,\n“when I will punish their idols,\nand those who are wounded will moan everywhere in the land.",
      "53": "The people of Babylon might go up to heaven.\nThey might fortify their strongholds.\nBut destroyers will still come from me against them,”\ndeclares the Lord.",
      "54": "Cries of agony are heard from Babylon.\nSounds of terrible destruction are heard\nfrom the land of the Babylonians.",
      "55": "The Lord will destroy Babylon.\nHe will silence the loud noise coming from it.\nWaves of enemies will come roaring in like raging water.\nThe noise will be heard everywhere.",
      "56": "A destroyer will attack Babylon,\nits soldiers will be captured,\nand their bows and arrows will be broken. \n“I, the Lord, am a God who punishes evil.\nI will certainly punish them.",
      "57": "I will make their officials and wise men drunk,\nalong with their governors, officers, and soldiers.\nThey will fall into a deep sleep and never wake up,”\ndeclares the king, whose name is the Lord of Armies.",
      "58": "This is what the Lord of Armies says:\nThe thick walls of Babylon will be leveled,\nand its high gates will be set on fire.\nPeople exhaust themselves for nothing.\nThe nations wear themselves out only to have a fire.",
      "59": "This is the message that the prophet Jeremiah gave to Seraiah, son of Neriah and grandson of Mahseiah, when Seraiah went to Babylon with King Zedekiah of Judah in the fourth year of Zedekiah’s rule. (Seraiah was the quartermaster.)",
      "60": "Jeremiah wrote on a scroll all the disasters that would happen to Babylon. He wrote all these things that have been written about Babylon.",
      "61": "Jeremiah said to Seraiah, “When you come to Babylon, see that you read all this.",
      "62": "Then say, ‘Lord, you have threatened to destroy this place so that no person or animal will live here, and it will become a permanent ruin.’",
      "63": "When you finish reading this scroll, tie a stone to it and throw it into the middle of the Euphrates River.",
      "64": "Say, ‘Babylon will sink like this scroll. It will never rise again because of the disasters that I will bring on it.’ ”\nThe words of Jeremiah end here."
    },
    "52": {
      "1": "Zedekiah was 21 years old when he began to rule, and he ruled for 11 years in Jerusalem. His mother’s name was Hamutal, daughter of Jeremiah from Libnah.",
      "2": "Zedekiah did what the Lord considered evil, as Jehoiakim had done.",
      "3": "The Lord became angry with Jerusalem and Judah and threw the people out of his sight.\nZedekiah rebelled against the king of Babylon.",
      "4": "On the tenth day of the tenth month of the ninth year of Zedekiah’s reign, King Nebuchadnezzar of Babylon attacked Jerusalem with his entire army. They set up camp and built dirt ramps around the city walls.",
      "5": "The blockade of the city lasted until Zedekiah’s eleventh year as king.",
      "6": "On the ninth day of the fourth month, the famine in the city became so severe that the common people had no food.",
      "7": "The enemy broke through the city walls, and all Judah’s soldiers fled. They left the city at night through the gate between the two walls beside the king’s garden. While the Babylonians were attacking the city from all sides, they took the road to the plain of Jericho.",
      "8": "The Babylonian army pursued King Zedekiah and caught up with him in the plain of Jericho. His entire army had deserted him.",
      "9": "The Babylonians captured the king and brought him to the king of Babylon at Riblah in Hamath, where the king of Babylon passed sentence on him.",
      "10": "The king of Babylon slaughtered Zedekiah’s sons as Zedekiah watched. He also slaughtered all the officials of Judah at Riblah.",
      "11": "Then he blinded Zedekiah and put him in bronze shackles. The king of Babylon took him to Babylon and put him in a prison, where he stayed until he died.",
      "12": "On the tenth day of the fifth month of Nebuchadnezzar’s nineteenth year as king of Babylon, Nebuzaradan, who was the captain of the guard and an officer of the king of Babylon, came to Jerusalem.",
      "13": "He burned down the Lord’s temple, the royal palace, and all the houses in Jerusalem. Every important building was burned down.",
      "14": "The entire Babylonian army that was with the captain of the guard tore down the walls around Jerusalem.",
      "15": "Nebuzaradan, the captain of the guard, captured the few people left in the city, those who surrendered to the king of Babylon, and the rest of the population.",
      "16": "But Nebuzaradan, the captain of the guard, left some of the poorest people in the land to work in the vineyards and on the farms.",
      "17": "The Babylonians broke apart the bronze pillars of the Lord’s temple, the stands, and the bronze pool in the Lord’s temple. They shipped all the bronze to Babylon.",
      "18": "They took the pots, shovels, snuffers, bowls, dishes, and all the bronze utensils used in the temple service.",
      "19": "The captain of the guard also took pans, incense burners, bowls, pots, lamp stands, dishes, and the bowls used for wine offerings. The captain of the guard took all of the trays and bowls that were made of gold or silver.",
      "20": "The bronze from the 2 pillars, the pool, and the 12 bronze bulls under the stands that King Solomon had made for the Lord’s temple couldn’t be weighed.",
      "21": "One pillar was 27 feet high and 18 feet in circumference. It was three inches thick and hollow.",
      "22": "The capital that was on it was 7½ feet high with a filigree and pomegranates around it. They were all made of bronze. The second pillar was the same. It also had pomegranates.",
      "23": "There were 96 pomegranates on the sides. The total number of pomegranates on the surrounding filigree was 100.",
      "24": "The captain of the guard took the chief priest Seraiah, the second priest Zephaniah, and the 3 doorkeepers.",
      "25": "From the city he also took an army commander, 7 men who had access to the king whom he found in the city, the scribe who was in charge of the militia, and 60 common people whom he found in the city.",
      "26": "Nebuzaradan, the captain of the guard, took them and brought them to the king of Babylon at Riblah.",
      "27": "The king of Babylon executed them at Riblah in the territory of Hamath. So the people of Judah were captives as they left their land.",
      "28": "These are the people Nebuchadnezzar took captive: In his seventh year as king, he took 3,023 Jews.",
      "29": "In his eighteenth year, Nebuchadnezzar took 832 people from Jerusalem.",
      "30": "In Nebuchadnezzar’s twenty-third year as king, Nebuzaradan, the captain of the guard, took away 745 Jews. In all, 4,600 people were taken away.",
      "31": "On the twenty-fifth day of the twelfth month of the thirty-seventh year of the imprisonment of King Jehoiakin of Judah, King Evil Merodach of Babylon, in the first year of his reign, freed King Jehoiakin of Judah and released him from prison.",
      "32": "He treated him well and gave him a special position higher than the other kings who were with him in Babylon.",
      "33": "Jehoiakin no longer wore prison clothes, and he ate his meals in the king’s presence as long as he lived.",
      "34": "The king of Babylon gave him a daily food allowance as long as he lived."
    }
  }
}