{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:04.010221-04:00",
    "Translation": "GW"
  },
  "Joel": {
    "1": {
      "1": "This is what the Lord said to Joel, son of Pethuel.",
      "2": "Listen to this, you leaders!\nOpen your ears, all inhabitants of this land!\nNothing like this has ever happened in your lifetime\nor in your ancestors’ lifetime.",
      "3": "Tell your children about it.\nHave your children tell their children.\nHave your grandchildren tell their children.",
      "4": "What young locusts leave, mature locusts will eat.\nWhat mature locusts leave, adult locusts will eat.\nWhat adult locusts leave, grasshoppers will eat.",
      "5": "Wake up and cry, you drunks!\nCry loudly, you wine drinkers!\nNew wine has been taken away from you.",
      "6": "A strong nation attacked my land.\nIt has too many soldiers to count.\nThey have teeth like lions.\nThey have fangs like grown lions.",
      "7": "They destroyed my grapevines.\nThey ruined my fig trees.\nThey stripped off what they could eat,\nthrew the rest away, and left the branches bare.",
      "8": "Cry loudly like a young woman who is dressed in sackcloth,\nmourning for the man she was going to marry.",
      "9": "Grain offerings and wine offerings\nare no longer brought to the Lord’s temple.\nThe priests, the Lord’s servants, mourn.",
      "10": "Israel’s fields are ruined, and the ground is dried up.\nThe grain has been destroyed.\nThe new wine has dried up.\nThe olive oil has run out.",
      "11": "Be sad, you farmers!\nCry loudly, you grape growers!\nMourn for the wheat and the barley.\nThe harvest is destroyed in the field.",
      "12": "The grapevines are dried up.\nThe fig trees are withered.\nThe pomegranate, palm, and apricot trees,\nas well as all the trees in the orchards, have died.\nYes, the joy of these people has died too.",
      "13": "Put on your sackcloth and mourn, you priests.\nCry loudly, you servants of the altar.\nSpend the night in sackcloth, you servants of my God.\nGrain offerings and wine offerings\nare withheld from your God’s temple.",
      "14": "Schedule a time to fast!\nCall for an assembly!\nGather the leaders and everyone who lives in the land.\nBring them to the temple of the Lord your God,\nand cry to the Lord for help.",
      "15": "This will be a terrible day!\nThe day of the Lord is near,\nand it will come like destruction from the Almighty.",
      "16": "Food disappears right before our eyes.\nHappiness and rejoicing disappear from our God’s temple.",
      "17": "Seeds shrivel up in their shells.\nStorehouses are destroyed.\nBarns are ruined.\nThe grain has dried up.",
      "18": "The animals groan.\nHerds of cattle wander around confused.\nThere’s no pasture for them.\nEven flocks of sheep are suffering.",
      "19": "O Lord, I cry to you for help!\nFire has burned up the open pastures.\nFlames have burned up all the trees in the orchards.",
      "20": "Even wild animals long for you.\nStreams run dry.\nFire has burned up the open pastures."
    },
    "2": {
      "1": "Blow the ram’s horn in Zion.\nSound the alarm on my holy mountain.\nEveryone who lives in the land should tremble,\nbecause the day of the Lord is coming.\nCertainly, it is near.",
      "2": "It is a day of darkness and gloom,\na day of clouds and overcast skies.\nA large and mighty army\nwill spread over the mountains like the dawn.\nNothing like this has ever happened.\nNothing like this will ever happen again.",
      "3": "In front of this army a fire burns.\nBehind it flames are blazing.\nIn front of it the land is like the garden of Eden.\nBehind it the land is like a barren desert.\nNothing escapes it!",
      "4": "The soldiers look like horses.\nThey run like war horses.",
      "5": "As they leap on mountaintops,\nthey sound like rattling chariots,\nlike crackling fire burning up straw,\nand like a mighty army prepared for battle.",
      "6": "People are terrified in their presence.\nEvery face turns pale.",
      "7": "They run like warriors.\nThey climb walls like soldiers.\nThey march straight ahead.\nThey do not leave their places.",
      "8": "They do not crowd one another.\nThey keep in their own lines.\nEven when they break through the defenses,\nthey do not break their ranks.",
      "9": "They rush into the city.\nThey run along the wall.\nThey climb into houses.\nThey enter through windows like thieves.",
      "10": "The earth quakes in their presence,\nand the sky shakes.\nThe sun and the moon turn dark,\nand the stars no longer shine.",
      "11": "The Lord shouts out orders to his army.\nHis forces are very large.\nThe troops that carry out his commands are mighty.\nThe day of the Lord is extremely terrifying.\nWho can endure it?",
      "12": "“But even now,” declares the Lord,\n“return to me with all your heart—\nwith fasting, crying, and mourning.”",
      "13": "Tear your hearts, not your clothes.\nReturn to the Lord your God.\nHe is merciful and compassionate,\npatient, and always ready to forgive\nand to change his plans about disaster.",
      "14": "Who knows?\nHe may reconsider and change his plan\nand leave a blessing for you.\nThen you could give grain offerings and wine offerings\nto the Lord your God.",
      "15": "Blow the ram’s horn in Zion.\nSchedule a time to fast.\nCall for an assembly.",
      "16": "Gather the people.\nPrepare them for a holy meeting.\nAssemble the leaders.\nGather the children, even the nursing infants. \nGrooms leave their rooms.\nBrides leave their chambers.",
      "17": "The priests who serve the Lord cry\nbetween the altar and the entrance to the temple.\nThey say,\n“Spare your people, O Lord.\nDon’t let the people who belong to you become a disgrace.\nDon’t let the nations ridicule them.\nWhy should people ask, ‘Where is their God?’ ”",
      "18": "Then the Lord became concerned about his land,\nand he had pity on his people.",
      "19": "The Lord said to his people,\n“I am going to send grain, new wine, and olive oil to you.\nYou will be satisfied with them.\nI will no longer make you a disgrace among the nations.",
      "20": "“I will keep the northern army far from you,\nand I will force it into a dry and barren land.\nThe soldiers in front will be forced into the eastern sea.\nThe soldiers in back will be forced into the western sea.\nA foul odor will rise from the dead bodies.\nThey will stink.” \nHe has done great things!",
      "21": "Land, do not be afraid.\nBe glad and rejoice.\nThe Lord has done great things!",
      "22": "Wild animals, do not be afraid.\nThe pastures in the wilderness have turned green.\nThe trees have produced their fruit.\nThere are plenty of figs and grapes.",
      "23": "People of Zion, be glad and find joy in the Lord your God.\nThe Lord has given you the Teacher of Righteousness.\nHe has sent the autumn rain and the spring rain as before.",
      "24": "The threshing floors  will be filled with grain.\nThe vats will overflow with new wine and olive oil.",
      "25": "“Then I will repay you for the years\nthat the mature locusts, the adult locusts,\nthe grasshoppers, and the young locusts ate your crops.\n(They are the large army that I sent against you.)",
      "26": "You will have plenty to eat, and you will be full.\nYou will praise the name of the Lord your God,\nwho has performed miracles for you.\nMy people will never be ashamed again.",
      "27": "You will know that I am in Israel.\nI am the Lord your God, and there is no other.\nMy people will never be ashamed again.",
      "28": "“After this, I will pour my Spirit on everyone.\nYour sons and daughters will prophesy.\nYour old men will dream dreams.\nYour young men will see visions.",
      "29": "In those days I will pour my Spirit on servants,\non both men and women.",
      "30": "I will work miracles in the sky and on the earth:\nblood, fire, and clouds of smoke.",
      "31": "The sun will become dark,\nand the moon will become as red as blood before the terrifying day of the Lord comes.”",
      "32": "Then whoever calls on the name of the Lord will be saved.\nThose who escape will be on Mount Zion and in Jerusalem.\nAmong the survivors will be those whom the Lord calls,\nas the Lord has promised."
    },
    "3": {
      "1": "“In those days and at that time,\nI will bring back the captives of Judah and Jerusalem.",
      "2": "I will gather all the nations.\nI will bring them down to the valley of Jehoshaphat.\nI will judge them there.\nThey scattered the Israelites, the people who belong to me,\namong the nations.\nThey divided my land.",
      "3": "They threw dice for my people.\nThey traded boys for prostitutes.\nThey sold girls so that they could buy wine to drink.",
      "4": "“Now what do you have against me, Tyre and Sidon\nand all the regions of Philistia?\nAre you paying me back for something I have done?\nIf you are paying me back,\nI will quickly pay you back for what you have done.",
      "5": "You took my silver and my gold.\nYou brought my finest treasures to your temples.",
      "6": "You sold the people of Judah and Jerusalem to the Greeks.\nThat way you could send them far away from their land.",
      "7": "I am going to make them leave the place where you sold them.\nI will pay you back for what you have done.",
      "8": "I will sell your sons and daughters to the people of Judah.\nThey will sell them to the people of Sheba,\na nation that is far away.”\nThe Lord has spoken.",
      "9": "Announce this among the nations:\nPrepare yourselves for war.\nWake up the warriors.\nHave all the warriors come near and attack.",
      "10": "Hammer your plowblades into swords\nand your pruning shears into spears.\nWeaklings should say that they are warriors.",
      "11": "Hurry from every direction, and gather there, all you nations.\nO Lord, bring your soldiers.",
      "12": "Wake up, you nations.\nCome to the valley of Jehoshaphat.\nThere I will sit to judge all the surrounding nations.",
      "13": "Cut them down like grain.\nThe harvest is ripe.\nStomp on them as you would stomp on grapes.\nThe winepress is full.\nThe vats overflow.\nThe nations are very wicked.",
      "14": "There are many, many people in the valley of decision.\nThe day of the Lord is near in the valley of decision.",
      "15": "The sun and the moon will turn dark.\nThe stars will no longer shine.",
      "16": "The Lord will roar from Zion,\nand his voice will thunder from Jerusalem.\nThe sky and the earth will shake.\nThe Lord will be a refuge for his people.\nHe will be a stronghold for the people of Israel.",
      "17": "“You will know that I am the Lord your God.\nI live on my holy mountain, Zion.\nJerusalem will be holy.\nForeigners will never invade it again.",
      "18": "On that day new wine will cover the mountains.\nMilk will flow on the hills.\nWater will flow in all the brooks of Judah.\nA spring will flow from the Lord’s temple.\nIt will water the valley of Shittim.",
      "19": "Egypt will become a wasteland.\nEdom will become a barren desert.\nThis is because the nations were cruel to Judah.\nThey murdered innocent people in their land.",
      "20": "People will always live in Judah.\nPeople will live in Jerusalem from now on.",
      "21": "I will punish those who murder.”\nThe Lord lives in Zion!"
    }
  }
}