{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:13.985678-04:00",
    "Translation": "GW"
  },
  "John": {
    "1": {
      "1": "In the beginning the Word already existed. The Word was with God, and the Word was God.",
      "2": "He was already with God in the beginning.",
      "3": "Everything came into existence through him. Not one thing that exists was made without him.",
      "4": "He was the source of life, and that life was the light for humanity.",
      "5": "The light shines in the dark, and the dark has never extinguished it.",
      "6": "God sent a man named John to be his messenger.",
      "7": "John came to declare the truth about the light so that everyone would become believers through his message.",
      "8": "John was not the light, but he came to declare the truth about the light.",
      "9": "The real light, which shines on everyone, was coming into the world.",
      "10": "He was in the world, and the world came into existence through him. Yet, the world didn’t recognize him.",
      "11": "He went to his own people, and his own people didn’t accept him.",
      "12": "However, he gave the right to become God’s children to everyone who believed in him.",
      "13": "These people didn’t become God’s children in a physical way—from a human impulse or from a husband’s desire to have a child. They were born from God.",
      "14": "The Word became human and lived among us. We saw his glory. It was the glory that the Father shares with his only Son, a glory full of kindness  and truth.",
      "15": "(John declared the truth about him when he said loudly, “This is the person about whom I said, ‘The one who comes after me was before me because he existed before I did.’ ”)",
      "16": "Each of us has received one gift after another because of all that the Word is.",
      "17": "Laws were given through Moses, but kindness and truth came into existence through Jesus Christ.",
      "18": "No one has ever seen God. God’s only Son, the one who is closest to the Father’s heart, has made him known.",
      "19": "This was John’s answer when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?”",
      "20": "John didn’t refuse to answer. He told them clearly, “I’m not the Messiah.”",
      "21": "They asked him, “Well, are you Elijah?”\nJohn answered, “No, I’m not.”\nThen they asked, “Are you the prophet?”\nJohn replied, “No.”",
      "22": "So they asked him, “Who are you? Tell us so that we can take an answer back to those who sent us. What do you say about yourself?”",
      "23": "John said, “I’m a voice crying out in the desert, ‘Make the way for the Lord straight,’ as the prophet Isaiah said.”",
      "24": "Some of those who had been sent were Pharisees.",
      "25": "They asked John, “Why do you baptize if you’re not the Messiah or Elijah or the prophet?”",
      "26": "John answered them, “I baptize with water. Someone you don’t know is standing among you.",
      "27": "He’s the one who comes after me. I am not worthy to untie his sandal strap.”",
      "28": "This happened in Bethany on the east side of the Jordan River, where John was baptizing.",
      "29": "John saw Jesus coming toward him the next day and said, “Look! This is the Lamb of God who takes away the sin of the world.",
      "30": "He is the one I spoke about when I said, ‘A man who comes after me was before me because he existed before I did.’",
      "31": "I didn’t know who he was. However, I came to baptize with water to show him to the people of Israel.”",
      "32": "John said, “I saw the Spirit come down as a dove from heaven and stay on him.",
      "33": "I didn’t know who he was. But God, who sent me to baptize with water, had told me, ‘When you see the Spirit come down and stay on someone, you’ll know that person is the one who baptizes with the Holy Spirit.’",
      "34": "I have seen this and have declared that this is the Son of God.”",
      "35": "The next day John was standing with two of his disciples.",
      "36": "John saw Jesus walk by. John said, “Look! This is the Lamb of God.”",
      "37": "When the two disciples heard John say this, they followed Jesus.",
      "38": "Jesus turned around and saw them following him. He asked them, “What are you looking for?”\nThey said to him, “Rabbi” (which means “teacher”), “where are you staying?”",
      "39": "Jesus told them, “Come, and you will see.” So they went to see where he was staying and spent the rest of that day with him. It was about ten o’clock in the morning.",
      "40": "Andrew, Simon Peter’s brother, was one of the two disciples who heard John and followed Jesus.",
      "41": "Andrew at once found his brother Simon and told him, “We have found the Messiah” (which means “Christ”).",
      "42": "Andrew brought Simon to Jesus.\nJesus looked at Simon and said, “You are Simon, son of John. Your name will be Cephas” (which means “Peter”).",
      "43": "The next day Jesus wanted to go to Galilee. He found Philip and told him, “Follow me!”",
      "44": "(Philip was from Bethsaida, the hometown of Andrew and Peter.)",
      "45": "Philip found Nathanael and told him, “We have found the man whom Moses wrote about in his teachings and whom the prophets wrote about. He is Jesus, son of Joseph, from the city of Nazareth.”",
      "46": "Nathanael said to Philip, “Can anything good come from Nazareth?”\nPhilip told him, “Come and see!”",
      "47": "Jesus saw Nathanael coming toward him and remarked, “Here is a true Israelite who is sincere.”",
      "48": "Nathanael asked Jesus, “How do you know anything about me?”\nJesus answered him, “I saw you under the fig tree before Philip called you.”",
      "49": "Nathanael said to Jesus, “Rabbi, you are the Son of God! You are the king of Israel!”",
      "50": "Jesus replied, “You believe because I told you that I saw you under the fig tree. You will see greater things than that.”",
      "51": "Jesus said to Nathanael, “I can guarantee this truth: You will see the sky open and God’s angels going up and coming down to the Son of Man.”"
    },
    "2": {
      "1": "Three days later a wedding took place in the city of Cana in Galilee. Jesus’ mother was there.",
      "2": "Jesus and his disciples had been invited too.",
      "3": "When the wine was gone, Jesus’ mother said to him, “They’re out of wine.”",
      "4": "Jesus said to her, “Why did you come to me? My time has not yet come.”",
      "5": "His mother told the servers, “Do whatever he tells you.”",
      "6": "Six stone water jars were there. They were used for Jewish purification rituals. Each jar held 18 to 27 gallons.",
      "7": "Jesus told the servers, “Fill the jars with water.” The servers filled the jars to the brim.",
      "8": "Jesus said to them, “Pour some, and take it to the person in charge.” The servers did as they were told.",
      "9": "The person in charge tasted the water that had become wine. He didn’t know where it had come from, although the servers who had poured the water knew. The person in charge called the groom",
      "10": "and said to him, “Everyone serves the best wine first. When people are drunk, the host serves cheap wine. But you have saved the best wine for now.”",
      "11": "Cana in Galilee was the place where Jesus began to perform miracles. He made his glory public there, and his disciples believed in him.",
      "12": "After this, Jesus, his mother, brothers, and disciples went to the city of Capernaum and stayed there for a few days.",
      "13": "The Jewish Passover was near, so Jesus went to Jerusalem.",
      "14": "He found those who were selling cattle, sheep, and pigeons in the temple courtyard. He also found moneychangers sitting there.",
      "15": "He made a whip from small ropes and threw everyone with their sheep and cattle out of the temple courtyard. He dumped the moneychangers’ coins and knocked over their tables.",
      "16": "He told those who sold pigeons, “Pick up this stuff, and get it out of here! Stop making my Father’s house a marketplace!”",
      "17": "His disciples remembered that Scripture said, “Devotion for your house will consume me.”",
      "18": "The Jews reacted by asking Jesus, “What miracle can you show us to justify what you’re doing?”",
      "19": "Jesus replied, “Tear down this temple, and I’ll rebuild it in three days.”",
      "20": "The Jews said, “It took forty-six years to build this temple. Do you really think you’re going to rebuild it in three days?”",
      "21": "But the temple Jesus spoke about was his own body.",
      "22": "After he came back to life, his disciples remembered that he had said this. So they believed the Scripture and this statement that Jesus had made.",
      "23": "While Jesus was in Jerusalem at the Passover festival, many people believed in him because they saw the miracles that he performed.",
      "24": "Jesus, however, was wary of these believers. He understood people",
      "25": "and didn’t need anyone to tell him about human nature. He knew what people were really like."
    },
    "3": {
      "1": "Nicodemus was a Pharisee and a member of the Jewish council.",
      "2": "He came to Jesus one night and said to him, “Rabbi, we know that God has sent you as a teacher. No one can perform the miracles you perform unless God is with him.”",
      "3": "Jesus replied to Nicodemus, “I can guarantee this truth: No one can see God’s kingdom without being born from above.”",
      "4": "Nicodemus asked him, “How can anyone be born when he’s an old man? He can’t go back inside his mother a second time to be born, can he?”",
      "5": "Jesus answered Nicodemus, “I can guarantee this truth: No one can enter God’s kingdom without being born of water and the Spirit.",
      "6": "Flesh and blood give birth to flesh and blood, but the Spirit gives birth to things that are spiritual.",
      "7": "Don’t be surprised when I tell you that all of you must be born from above.",
      "8": "The wind  blows wherever it pleases. You hear its sound, but you don’t know where the wind comes from or where it’s going. That’s the way it is with everyone born of the Spirit.”",
      "9": "Nicodemus replied, “How can that be?”",
      "10": "Jesus told Nicodemus, “You’re a well-known teacher of Israel. Can’t you understand this?",
      "11": "I can guarantee this truth: We know what we’re talking about, and we confirm what we’ve seen. Yet, you don’t accept our message.",
      "12": "If you don’t believe me when I tell you about things on earth, how will you believe me when I tell you about things in heaven?",
      "13": "No one has gone to heaven except the Son of Man, who came from heaven.",
      "14": "“As Moses lifted up the snake on a pole in the desert, so the Son of Man must be lifted up.",
      "15": "Then everyone who believes in him will have eternal life.”",
      "16": "God loved the world this way: He gave his only Son so that everyone who believes in him will not die but will have eternal life.",
      "17": "God sent his Son into the world, not to condemn the world, but to save the world.",
      "18": "Those who believe in him won’t be condemned. But those who don’t believe are already condemned because they don’t believe in God’s only Son.",
      "19": "This is why people are condemned: The light came into the world. Yet, people loved the dark rather than the light because their actions were evil.",
      "20": "People who do what is wrong hate the light and don’t come to the light. They don’t want their actions to be exposed.",
      "21": "But people who do what is true come to the light so that the things they do for God may be clearly seen.",
      "22": "Later, Jesus and his disciples went to the Judean countryside, where he spent some time with them and baptized people.",
      "23": "John was baptizing in Aenon, near Salim. Water was plentiful there. (People came to John to be baptized,",
      "24": "since John had not yet been put in prison.)",
      "25": "Some of John’s disciples had an argument with a Jew about purification ceremonies.",
      "26": "So they went to John and asked him, “Rabbi, do you remember the man you spoke so favorably about when he was with you on the other side of the Jordan River? Well, he’s baptizing, and everyone is going to him!”",
      "27": "John answered, “People can’t receive anything unless it has been given to them from heaven.",
      "28": "You are witnesses that I said, ‘I’m not the Messiah, but I’ve been sent ahead of him.’",
      "29": "“The groom is the person to whom the bride belongs. The best man, who stands and listens to him, is overjoyed when the groom speaks. This is the joy that I feel.",
      "30": "He must increase in importance, while I must decrease in importance.",
      "31": "“The person who comes from above is superior to everyone. I, a person from the earth, know nothing but what is on earth, and that’s all I can talk about. The person who comes from heaven is superior to everyone",
      "32": "and tells what he has seen and heard. Yet, no one accepts what he says.",
      "33": "I have accepted what that person said, and I have affirmed that God is truthful.",
      "34": "The man whom God has sent speaks God’s message. After all, God gives him the Spirit without limit.",
      "35": "The Father loves his Son and has put everything in his power.",
      "36": "Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life. Instead, he will see God’s constant anger.”"
    },
    "4": {
      "1": "Jesus knew that the Pharisees had heard that he was making and baptizing more disciples than John.",
      "2": "(Actually, Jesus was not baptizing people. His disciples were.)",
      "3": "So he left the Judean countryside and went back to Galilee.",
      "4": "Jesus had to go through Samaria.",
      "5": "He arrived at a city in Samaria called Sychar. Sychar was near the piece of land that Jacob had given to his son Joseph.",
      "6": "Jacob’s Well was there. Jesus sat down by the well because he was tired from traveling. The time was about noon.",
      "7": "A Samaritan woman went to get some water. Jesus said to her, “Give me a drink of water.”",
      "8": "(His disciples had gone into the city to buy some food.)",
      "9": "The Samaritan woman asked him, “How can a Jewish man like you ask a Samaritan woman like me for a drink of water?” (Jews, of course, don’t associate with Samaritans.)",
      "10": "Jesus replied to her, “If you only knew what God’s gift is and who is asking you for a drink, you would have asked him for a drink. He would have given you living water.”",
      "11": "The woman said to him, “Sir, you don’t have anything to use to get water, and the well is deep. So where are you going to get this living water?",
      "12": "You’re not more important than our ancestor Jacob, are you? He gave us this well. He and his sons and his animals drank water from it.”",
      "13": "Jesus answered her, “Everyone who drinks this water will become thirsty again.",
      "14": "But those who drink the water that I will give them will never become thirsty again. In fact, the water I will give them will become in them a spring that gushes up to eternal life.”",
      "15": "The woman told Jesus, “Sir, give me this water! Then I won’t get thirsty or have to come here to get water.”",
      "16": "Jesus told her, “Go to your husband, and bring him here.”",
      "17": "The woman replied, “I don’t have a husband.”\nJesus told her, “You’re right when you say that you don’t have a husband.",
      "18": "You’ve had five husbands, and the man you have now isn’t your husband. You’ve told the truth.”",
      "19": "The woman said to Jesus, “I see that you’re a prophet!",
      "20": "Our ancestors worshiped on this mountain. But you Jews say that people must worship in Jerusalem.”",
      "21": "Jesus told her, “Believe me. A time is coming when you Samaritans won’t be worshiping the Father on this mountain or in Jerusalem.",
      "22": "You don’t know what you’re worshiping. We Jews know what we’re worshiping, because salvation comes from the Jews.",
      "23": "Indeed, the time is coming, and it is now here, when the true worshipers will worship the Father in spirit and truth. The Father is looking for people like that to worship him.",
      "24": "God is a spirit. Those who worship him must worship in spirit and truth.”",
      "25": "The woman said to him, “I know that the Messiah is coming. When he comes, he will tell us everything.” (Messiah is the one called Christ.)",
      "26": "Jesus told her, “I am he, and I am speaking to you now.”",
      "27": "At that time his disciples returned. They were surprised that he was talking to a woman. But none of them asked him, “What do you want from her?” or “Why are you talking to her?”",
      "28": "Then the woman left her water jar and went back into the city. She told the people,",
      "29": "“Come with me, and meet a man who told me everything I’ve ever done. Could he be the Messiah?”",
      "30": "The people left the city and went to meet Jesus.",
      "31": "Meanwhile, the disciples were urging him, “Rabbi, have something to eat.”",
      "32": "Jesus told them, “I have food to eat that you don’t know about.”",
      "33": "The disciples asked each other, “Did someone bring him something to eat?”",
      "34": "Jesus told them, “My food is to do what the one who sent me wants me to do and to finish the work he has given me.",
      "35": "“Don’t you say, ‘In four more months the harvest will be here’? I’m telling you to look and see that the fields are ready to be harvested.",
      "36": "The person who harvests the crop is already getting paid. He is gathering grain for eternal life. So the person who plants the grain and the person who harvests it are happy together.",
      "37": "In this respect the saying is true: ‘One person plants, and another person harvests.’",
      "38": "I have sent you to harvest a crop you have not worked for. Other people have done the hard work, and you have followed them in their work.”",
      "39": "Many Samaritans in that city believed in Jesus because of the woman who said, “He told me everything I’ve ever done.”",
      "40": "So when the Samaritans went to Jesus, they asked him to stay with them. He stayed in Samaria for two days.",
      "41": "Many more Samaritans believed because of what Jesus said.",
      "42": "They told the woman, “Our faith is no longer based on what you’ve said. We have heard him ourselves, and we know that he really is the savior of the world.”",
      "43": "After spending two days in Samaria, Jesus left for Galilee.",
      "44": "Jesus had said that a prophet is not honored in his own country.",
      "45": "But when Jesus arrived in Galilee, the people of Galilee welcomed him. They had seen everything he had done at the festival in Jerusalem, since they, too, had attended the festival.",
      "46": "Jesus returned to the city of Cana in Galilee, where he had changed water into wine. A government official was in Cana. His son was sick in Capernaum.",
      "47": "The official heard that Jesus had returned from Judea to Galilee. So he went to Jesus and asked him to go to Capernaum with him to heal his son who was about to die.",
      "48": "Jesus told the official, “If people don’t see miracles and amazing things, they won’t believe.”",
      "49": "The official said to him, “Sir, come with me before my little boy dies.”",
      "50": "Jesus told him, “Go home. Your son will live.” The man believed what Jesus told him and left.",
      "51": "While the official was on his way to Capernaum, his servants met him and told him that his boy was alive.",
      "52": "The official asked them at what time his son got better. His servants told him, “The fever left him yesterday evening at seven o’clock.”",
      "53": "Then the boy’s father realized that it was the same time that Jesus had told him, “Your son will live.” So the official and his entire family became believers.",
      "54": "This was the second miracle that Jesus performed after he had come back from Judea to Galilee."
    },
    "5": {
      "1": "Later, Jesus went to Jerusalem for a Jewish festival.",
      "2": "Near Sheep Gate in Jerusalem was a pool called Bethesda in Hebrew. It had five porches.",
      "3": "Under these porches a large number of sick people—people who were blind, lame, or paralyzed—used to lie.",
      "4": "",
      "5": "One man, who had been sick for 38 years, was lying there.",
      "6": "Jesus saw the man lying there and knew that he had been sick for a long time. So Jesus asked the man, “Would you like to get well?”",
      "7": "The sick man answered Jesus, “Sir, I don’t have anyone to put me into the pool when the water is stirred. While I’m trying to get there, someone else steps into the pool ahead of me.”",
      "8": "Jesus told the man, “Get up, pick up your cot, and walk.”",
      "9": "The man immediately became well, picked up his cot, and walked.\nThat happened on a day of rest—a holy day.",
      "10": "So the Jews told the man who had been healed, “This is a day of rest—a holy day. You’re not allowed to carry your cot today.”",
      "11": "The man replied, “The man who made me well told me to pick up my cot and walk.”",
      "12": "The Jews asked him, “Who is the man who told you to pick it up and walk?”",
      "13": "But the man who had been healed didn’t know who Jesus was. (Jesus had withdrawn from the crowd.)",
      "14": "Later, Jesus met the man in the temple courtyard and told him, “You’re well now. Stop sinning so that something worse doesn’t happen to you.”",
      "15": "The man went back to the Jews and told them that Jesus was the man who had made him well.",
      "16": "The Jews began to persecute Jesus because he kept healing people on the day of rest—a holy day.",
      "17": "Jesus replied to them, “My Father is working right now, and so am I.”",
      "18": "His reply made the Jews more intent on killing him. Not only did he break the laws about the day of rest—a holy day, but also he made himself equal to God when he said repeatedly that God was his Father.",
      "19": "Jesus said to the Jews, “I can guarantee this truth: The Son cannot do anything on his own. He can do only what he sees the Father doing. Indeed, the Son does exactly what the Father does.",
      "20": "The Father loves the Son and shows him everything he is doing. The Father will show him even greater things to do than these things so that you will be amazed.",
      "21": "In the same way that the Father brings back the dead and gives them life, the Son gives life to anyone he chooses.",
      "22": "“The Father doesn’t judge anyone. He has entrusted judgment entirely to the Son",
      "23": "so that everyone will honor the Son as they honor the Father. Whoever doesn’t honor the Son doesn’t honor the Father who sent him.",
      "24": "I can guarantee this truth: Those who listen to what I say and believe in the one who sent me will have eternal life. They won’t be judged because they have already passed from death to life.",
      "25": "“I can guarantee this truth: A time is coming (and is now here) when the dead will hear the voice of the Son of God and those who respond to it will live.",
      "26": "The Father is the source of life, and he has enabled the Son to be the source of life too.",
      "27": "“He has also given the Son authority to pass judgment because he is the Son of Man.",
      "28": "Don’t be surprised at what I’ve just said. A time is coming when all the dead will hear his voice,",
      "29": "and they will come out of their tombs. Those who have done good will come back to life and live. But those who have done evil will come back to life and will be judged.",
      "30": "I can’t do anything on my own. As I listen to the Father, I make my judgments. My judgments are right because I don’t try to do what I want but what the one who sent me wants.",
      "31": "“If I testify on my own behalf, what I say isn’t true.",
      "32": "Someone else testifies on my behalf, and I know that what he says about me is true.",
      "33": "You sent people to John the Baptizer, and he testified to the truth.",
      "34": "But I don’t depend on human testimony. I’m telling you this to save you.",
      "35": "John was a lamp that gave off brilliant light. For a time you enjoyed the pleasure of his light.",
      "36": "But I have something that testifies more favorably on my behalf than John’s testimony. The tasks that the Father gave me to carry out, these tasks which I perform, testify on my behalf. They prove that the Father has sent me.",
      "37": "The Father who sent me testifies on my behalf. You have never heard his voice, and you have never seen his form.",
      "38": "So you don’t have the Father’s message within you, because you don’t believe in the person he has sent.",
      "39": "You study the Scriptures in detail because you think you have the source of eternal life in them. These Scriptures testify on my behalf.",
      "40": "Yet, you don’t want to come to me to get eternal life.",
      "41": "“I don’t accept praise from humans.",
      "42": "But I know what kind of people you are. You don’t have any love for God.",
      "43": "I have come with the authority my Father has given me, but you don’t accept me. If someone else comes with his own authority, you will accept him.",
      "44": "How can you believe when you accept each other’s praise and don’t look for the praise that comes from the only God?",
      "45": "“Don’t think that I will accuse you in the presence of the Father. Moses, the one you trust, is already accusing you.",
      "46": "If you really believed Moses, you would believe me. Moses wrote about me.",
      "47": "If you don’t believe what Moses wrote, how will you ever believe what I say?”"
    },
    "6": {
      "1": "Jesus later crossed to the other side of the Sea of Galilee (or the Sea of Tiberias).",
      "2": "A large crowd followed him because they saw the miracles that he performed for the sick.",
      "3": "Jesus went up a mountain and sat with his disciples.",
      "4": "The time for the Jewish Passover festival was near.",
      "5": "As Jesus saw a large crowd coming to him, he said to Philip, “Where can we buy bread for these people to eat?”",
      "6": "Jesus asked this question to test him. He already knew what he was going to do.",
      "7": "Philip answered, “We would need about a year’s wages to buy enough bread for each of them to have a piece.”",
      "8": "One of Jesus’ disciples, Andrew, who was Simon Peter’s brother, told him,",
      "9": "“A boy who has five loaves of barley bread and two small fish is here. But they won’t go very far for so many people.”",
      "10": "Jesus said, “Have the people sit down.”\nThe people had plenty of grass to sit on. (There were about 5,000 men in the crowd.)",
      "11": "Jesus took the loaves, gave thanks, and distributed them to the people who were sitting there. He did the same thing with the fish. All the people ate as much as they wanted.",
      "12": "When the people were full, Jesus told his disciples, “Gather the leftover pieces so that nothing will be wasted.”",
      "13": "The disciples gathered the leftover pieces of bread and filled twelve baskets.",
      "14": "When the people saw the miracle Jesus performed, they said, “This man is certainly the prophet who is to come into the world.”",
      "15": "Jesus realized that the people intended to take him by force and make him king. So he returned to the mountain by himself.",
      "16": "When evening came, his disciples went to the sea.",
      "17": "They got into a boat and started to cross the sea to the city of Capernaum. By this time it was dark, and Jesus had not yet come to them.",
      "18": "A strong wind started to blow and stir up the sea.",
      "19": "After they had rowed three or four miles, they saw Jesus walking on the sea. He was coming near the boat, and they became terrified.",
      "20": "Jesus told them, “It’s me. Don’t be afraid!”",
      "21": "So they were willing to help Jesus into the boat. Immediately, the boat reached the shore where they were going.",
      "22": "On the next day the people were still on the other side of the sea. They noticed that only one boat was there and that Jesus had not stepped into that boat with his disciples. The disciples had gone away without him.",
      "23": "Other boats from Tiberias arrived near the place where they had eaten the bread after the Lord gave thanks.",
      "24": "When the people saw that neither Jesus nor his disciples were there, they got into these boats and went to the city of Capernaum to look for Jesus.",
      "25": "When they found him on the other side of the sea, they asked him, “Rabbi, when did you get here?”",
      "26": "Jesus replied to them, “I can guarantee this truth: You’re not looking for me because you saw miracles. You are looking for me because you ate as much of those loaves as you wanted.",
      "27": "Don’t work for food that spoils. Instead, work for the food that lasts into eternal life. This is the food the Son of Man will give you. After all, the Father has placed his seal of approval on him.”",
      "28": "The people asked Jesus, “What does God want us to do?”",
      "29": "Jesus replied to them, “God wants to do something for you so that you believe in the one whom he has sent.”",
      "30": "The people asked him, “What miracle are you going to perform so that we can see it and believe in you? What are you going to do?",
      "31": "Our ancestors ate the manna in the desert. Scripture says, ‘He gave them bread from heaven to eat.’ ”",
      "32": "Jesus said to them, “I can guarantee this truth: Moses didn’t give you bread from heaven, but my Father gives you the true bread from heaven.",
      "33": "God’s bread is the man who comes from heaven and gives life to the world.”",
      "34": "They said to him, “Sir, give us this bread all the time.”",
      "35": "Jesus told them, “I am the bread of life. Whoever comes to me will never become hungry, and whoever believes in me will never become thirsty.",
      "36": "I’ve told you that you have seen me. However, you don’t believe in me.",
      "37": "Everyone whom the Father gives me will come to me. I will never turn away anyone who comes to me.",
      "38": "I haven’t come from heaven to do what I want to do. I’ve come to do what the one who sent me wants me to do.",
      "39": "The one who sent me doesn’t want me to lose any of those he gave me. He wants me to bring them back to life on the last day.",
      "40": "My Father wants all those who see the Son and believe in him to have eternal life. He wants me to bring them back to life on the last day.”",
      "41": "The Jews began to criticize Jesus for saying, “I am the bread that came from heaven.”",
      "42": "They asked, “Isn’t this man Jesus, Joseph’s son? Don’t we know his father and mother? How can he say now, ‘I came from heaven’?”",
      "43": "Jesus responded, “Stop criticizing me!",
      "44": "People cannot come to me unless the Father who sent me brings them to me. I will bring these people back to life on the last day.",
      "45": "The prophets wrote, ‘God will teach everyone.’ Those who do what they have learned from the Father come to me.",
      "46": "I’m saying that no one has seen the Father. Only the one who is from God has seen the Father.",
      "47": "I can guarantee this truth: Every believer has eternal life.",
      "48": "“I am the bread of life.",
      "49": "Your ancestors ate the manna in the desert and died.",
      "50": "This is the bread that comes from heaven so that whoever eats it won’t die.",
      "51": "I am the living bread that came from heaven. Whoever eats this bread will live forever. The bread I will give to bring life to the world is my flesh.”",
      "52": "The Jews began to quarrel with each other. They said, “How can this man give us his flesh to eat?”",
      "53": "Jesus told them, “I can guarantee this truth: If you don’t eat the flesh of the Son of Man and drink his blood, you don’t have the source of life in you.",
      "54": "Those who eat my flesh and drink my blood have eternal life, and I will bring them back to life on the last day.",
      "55": "My flesh is true food, and my blood is true drink.",
      "56": "Those who eat my flesh and drink my blood live in me, and I live in them.",
      "57": "The Father who has life sent me, and I live because of the Father. So those who feed on me will live because of me.",
      "58": "This is the bread that came from heaven. It is not like the bread your ancestors ate. They eventually died. Those who eat this bread will live forever.”",
      "59": "Jesus said this while he was teaching in a synagogue in Capernaum.",
      "60": "When many of Jesus’ disciples heard him, they said, “What he says is hard to accept. Who wants to listen to him anymore?”",
      "61": "Jesus was aware that his disciples were criticizing his message. So Jesus asked them, “Did what I say make you lose faith?",
      "62": "What if you see the Son of Man go where he was before?",
      "63": "Life is spiritual. Your physical existence doesn’t contribute to that life. The words that I have spoken to you are spiritual. They are life.",
      "64": "But some of you don’t believe.” Jesus knew from the beginning those who wouldn’t believe and the one who would betray him.",
      "65": "So he added, “That is why I told you that people cannot come to me unless the Father provides the way.”",
      "66": "Jesus’ speech made many of his disciples go back to the lives they had led before they followed Jesus.",
      "67": "So Jesus asked the twelve apostles, “Do you want to leave me too?”",
      "68": "Simon Peter answered Jesus, “Lord, to what person could we go? Your words give eternal life.",
      "69": "Besides, we believe and know that you are the Holy One of God.”",
      "70": "Jesus replied, “I chose all twelve of you. Yet, one of you is a devil.”",
      "71": "Jesus meant Judas, son of Simon Iscariot. Judas, who was one of the twelve apostles, would later betray Jesus."
    },
    "7": {
      "1": "Jesus later traveled throughout Galilee. He didn’t want to travel in Judea because Jews there wanted to kill him.",
      "2": "The time for the Jewish Festival of Booths was near.",
      "3": "So Jesus’ brothers told him, “Leave this place, and go to Judea so that your disciples can see the things that you’re doing.",
      "4": "No one does things secretly when he wants to be known publicly. If you do these things, you should let the world see you.”",
      "5": "Even his brothers didn’t believe in him.",
      "6": "Jesus told them, “Now is not the right time for me to go. Any time is right for you.",
      "7": "The world cannot hate you, but it hates me because I say that what everyone does is evil.",
      "8": "Go to the festival. I’m not going to this festival right now. Now is not the right time for me to go.”",
      "9": "After saying this, Jesus stayed in Galilee.",
      "10": "But after his brothers had gone to the festival, Jesus went. He didn’t go publicly but secretly.",
      "11": "The Jews were looking for Jesus in the crowd at the festival. They kept asking, “Where is that man?”",
      "12": "The crowds argued about Jesus. Some people said, “He’s a good man,” while others said, “No he isn’t. He deceives the people.”",
      "13": "Yet, no one would talk openly about him because they were afraid of the Jews.",
      "14": "When the festival was half over, Jesus went to the temple courtyard and began to teach.",
      "15": "The Jews were surprised and asked, “How can this man be so educated when he hasn’t gone to school?”",
      "16": "Jesus responded to them, “What I teach doesn’t come from me but from the one who sent me.",
      "17": "Those who want to follow the will of God will know if what I teach is from God or if I teach my own thoughts.",
      "18": "Those who speak their own thoughts are looking for their own glory. But the man who wants to bring glory to the one who sent him is a true teacher and doesn’t have dishonest motives.",
      "19": "Didn’t Moses give you his teachings? Yet, none of you does what Moses taught you. So why do you want to kill me?”",
      "20": "The crowd answered, “You’re possessed by a demon! Who wants to kill you?”",
      "21": "Jesus answered them, “I performed one miracle, and all of you are surprised by it.",
      "22": "Moses gave you the teaching about circumcision (although it didn’t come from Moses but from our ancestors). So you circumcise a male on a day of rest—a holy day.",
      "23": "If you circumcise a male on the day of rest—a holy day, to follow Moses’ Teachings, why are you angry with me because I made a man entirely well on the day of rest—a holy day?",
      "24": "Stop judging by outward appearance! Instead, judge correctly.”",
      "25": "Some of the people who lived in Jerusalem said, “Isn’t this the man they want to kill?",
      "26": "But look at this! He’s speaking in public, and no one is saying anything to him! Can it be that the rulers really know that this man is the Messiah?",
      "27": "However, we know where this man comes from. When the Christ comes, no one will know where he is from.”",
      "28": "Then, while Jesus was teaching in the temple courtyard, he said loudly, “You know me, and you know where I come from. I didn’t decide to come on my own. The one who sent me is true. He’s the one you don’t know.",
      "29": "I know him because I am from him and he sent me.”",
      "30": "The Jews tried to arrest him but couldn’t because his time had not yet come.",
      "31": "However, many people in the crowd believed in him. They asked, “When the Messiah comes, will he perform more miracles than this man has?”",
      "32": "The Pharisees heard the crowd saying things like this about him. So the chief priests and the Pharisees sent temple guards to arrest Jesus.",
      "33": "Jesus said, “I will still be with you for a little while. Then I’ll go to the one who sent me.",
      "34": "You will look for me, but you won’t find me. You can’t go where I’m going.”",
      "35": "The Jews said among themselves, “Where does this man intend to go so that we won’t find him? Does he mean that he’ll live with the Jews who are scattered among the Greeks and that he’ll teach the Greeks?",
      "36": "What does he mean when he says, ‘You will look for me, but you won’t find me,’ and ‘You can’t go where I’m going’?”",
      "37": "On the last and most important day of the festival, Jesus was standing in the temple courtyard. He said loudly, “Whoever is thirsty must come to me to drink.",
      "38": "As Scripture says, ‘Streams of living water will flow from deep within the person who believes in me.’ ”",
      "39": "Jesus said this about the Spirit, whom his believers would receive. The Spirit was not yet evident, as it would be after Jesus had been glorified.",
      "40": "After some of the crowd heard Jesus say these words, they said, “This man is certainly the prophet.”",
      "41": "Other people said, “This man is the Messiah.” Still other people asked, “How can the Messiah come from Galilee?",
      "42": "Doesn’t Scripture say that the Messiah will come from the descendants of David and from the village of Bethlehem, where David lived?”",
      "43": "So the people were divided because of Jesus.",
      "44": "Some of them wanted to arrest him, but they couldn’t.",
      "45": "When the temple guards returned, the chief priests and Pharisees asked them, “Why didn’t you bring Jesus?”",
      "46": "The temple guards answered, “No human has ever spoken like this man.”",
      "47": "The Pharisees asked the temple guards, “Have you been deceived too?",
      "48": "Has any ruler or any Pharisee believed in him?",
      "49": "This crowd is cursed because it doesn’t know Moses’ Teachings.”",
      "50": "One of those Pharisees was Nicodemus, who had previously visited Jesus. Nicodemus asked them,",
      "51": "“Do Moses’ Teachings enable us to judge a person without first hearing that person’s side of the story? We can’t judge a person without finding out what that person has done.”",
      "52": "They asked Nicodemus, “Are you saying this because you’re from Galilee? Study the Scriptures, and you’ll see that no prophet comes from Galilee.”",
      "53": "Then each of them went home."
    },
    "8": {
      "1": "Jesus went to the Mount of Olives.",
      "2": "Early the next morning he returned to the temple courtyard. All the people went to him, so he sat down and began to teach them.",
      "3": "The experts in Moses’ Teachings and the Pharisees brought a woman who had been caught committing adultery. They made her stand in front of everyone",
      "4": "and asked Jesus, “Teacher, we caught this woman in the act of adultery.",
      "5": "In his teachings, Moses ordered us to stone women like this to death. What do you say?”",
      "6": "They asked this to test him. They wanted to find a reason to bring charges against him.\nJesus bent down and used his finger to write on the ground.",
      "7": "When they persisted in asking him questions, he straightened up and said, “The person who is sinless should be the first to throw a stone at her.”",
      "8": "Then he bent down again and continued writing on the ground.",
      "9": "One by one, beginning with the older men, the experts in Moses’ Teachings and Pharisees left. Jesus was left alone with the woman.",
      "10": "Then Jesus straightened up and asked her, “Where did they go? Has anyone condemned you?”",
      "11": "The woman answered, “No one, sir.”\nJesus said, “I don’t condemn you either. Go! From now on don’t sin.”",
      "12": "Jesus spoke to the Pharisees again. He said, “I am the light of the world. Whoever follows me will have a life filled with light and will never live in the dark.”",
      "13": "The Pharisees said to him, “You testify on your own behalf, so your testimony isn’t true.”",
      "14": "Jesus replied to them, “Even if I testify on my own behalf, my testimony is true because I know where I came from and where I’m going. However, you don’t know where I came from or where I’m going.",
      "15": "You judge the way humans do. I don’t judge anyone.",
      "16": "Even if I do judge, my judgment is valid because I don’t make it on my own. I make my judgment with the Father who sent me.",
      "17": "Your own teachings say that the testimony of two people is true.",
      "18": "I testify on my own behalf, and so does the Father who sent me.”",
      "19": "The Pharisees asked him, “Where is your father?”\nJesus replied, “You don’t know me or my Father. If you knew me, you would also know my Father.”",
      "20": "Jesus spoke these words while he was teaching in the treasury area of the temple courtyard. No one arrested him, because his time had not yet come.",
      "21": "Jesus spoke to the Pharisees again. He said, “I’m going away, and you’ll look for me. But you will die because of your sin. You can’t go where I’m going.”",
      "22": "Then the Jews asked, “Is he going to kill himself? Is that what he means when he says, ‘You can’t go where I’m going’?”",
      "23": "Jesus said to them, “You’re from below. I’m from above. You’re from this world. I’m not from this world.",
      "24": "For this reason I told you that you’ll die because of your sins. If you don’t believe that I am the one, you’ll die because of your sins.”",
      "25": "The Jews asked him, “Who did you say you are?”\nJesus told them, “I am who I said I was from the beginning.",
      "26": "I have a lot I could say about you and a lot I could condemn you for. But the one who sent me is true. So I tell the world exactly what he has told me.”",
      "27": "(The Jews didn’t know that he was talking to them about the Father.)",
      "28": "So Jesus told them, “When you have lifted up the Son of Man, then you’ll know that I am the one and that I can’t do anything on my own. Instead, I speak as the Father taught me.",
      "29": "Besides, the one who sent me is with me. He hasn’t left me by myself. I always do what pleases him.”",
      "30": "As Jesus was saying this, many people believed in him.",
      "31": "So Jesus said to those Jews who believed in him, “If you live by what I say, you are truly my disciples.",
      "32": "You will know the truth, and the truth will set you free.”",
      "33": "They replied to Jesus, “We are Abraham’s descendants, and we’ve never been anyone’s slaves. So how can you say that we will be set free?”",
      "34": "Jesus answered them, “I can guarantee this truth: Whoever lives a sinful life is a slave to sin.",
      "35": "A slave doesn’t live in the home forever, but a son does.",
      "36": "So if the Son sets you free, you will be absolutely free.",
      "37": "I know that you’re Abraham’s descendants. However, you want to kill me because you don’t like what I’m saying.",
      "38": "What I’m saying is what I have seen in my Father’s presence. But you do what you’ve heard from your father.”",
      "39": "The Jews replied to Jesus, “Abraham is our father.”\nJesus told them, “If you were Abraham’s children, you would do what Abraham did.",
      "40": "I am a man who has told you the truth that I heard from God. But now you want to kill me. Abraham wouldn’t have done that.",
      "41": "You’re doing what your father does.”\nThe Jews said to Jesus, “We’re not illegitimate children. God is our only Father.”",
      "42": "Jesus told them, “If God were your Father, you would love me. After all, I’m here, and I came from God. I didn’t come on my own. Instead, God sent me.",
      "43": "Why don’t you understand the language I use? Is it because you can’t understand the words I use?",
      "44": "You come from your father, the devil, and you desire to do what your father wants you to do. The devil was a murderer from the beginning. He has never been truthful. He doesn’t know what the truth is. Whenever he tells a lie, he’s doing what comes naturally to him. He’s a liar and the father of lies.",
      "45": "So you don’t believe me because I tell the truth.",
      "46": "Can any of you convict me of committing a sin? If I’m telling the truth, why don’t you believe me?",
      "47": "The person who belongs to God understands what God says. You don’t understand because you don’t belong to God.”",
      "48": "The Jews replied to Jesus, “Aren’t we right when we say that you’re a Samaritan and that you’re possessed by a demon?”",
      "49": "Jesus answered, “I’m not possessed. I honor my Father, but you dishonor me.",
      "50": "I don’t want my own glory. But there is someone who wants it, and he is the judge.",
      "51": "I can guarantee this truth: Whoever obeys what I say will never see death.”",
      "52": "The Jews told Jesus, “Now we know that you’re possessed by a demon. Abraham died, and so did the prophets, but you say, ‘Whoever does what I say will never taste death.’",
      "53": "Are you greater than our father Abraham, who died? The prophets have also died. Who do you think you are?”",
      "54": "Jesus said, “If I bring glory to myself, my glory is nothing. My Father is the one who gives me glory, and you say that he is your God.",
      "55": "Yet, you haven’t known him. However, I know him. If I would say that I didn’t know him, I would be a liar like all of you. But I do know him, and I do what he says.",
      "56": "Your father Abraham was pleased to see that my day was coming. He saw it and was happy.”",
      "57": "The Jews said to Jesus, “You’re not even fifty years old. How could you have seen Abraham?”",
      "58": "Jesus told them, “I can guarantee this truth: Before Abraham was ever born, I am.”",
      "59": "Then some of the Jews picked up stones to throw at Jesus. However, Jesus was concealed, and he left the temple courtyard."
    },
    "9": {
      "1": "As Jesus walked along, he saw a man who had been born blind.",
      "2": "His disciples asked him, “Rabbi, why was this man born blind? Did he or his parents sin?”",
      "3": "Jesus answered, “Neither this man nor his parents sinned. Instead, he was born blind so that God could show what he can do for him.",
      "4": "We must do what the one who sent me wants us to do while it is day. The night when no one can do anything is coming.",
      "5": "As long as I’m in the world, I’m light for the world.”",
      "6": "After Jesus said this, he spit on the ground and mixed the spit with dirt. Then he smeared it on the man’s eyes",
      "7": "and told him, “Wash it off in the pool of Siloam.” (Siloam means “sent.”) The blind man washed it off and returned. He was able to see.",
      "8": "His neighbors and those who had previously seen him begging asked, “Isn’t this the man who used to sit and beg?”",
      "9": "Some of them said, “He’s the one.” Others said, “No, he isn’t, but he looks like him.” But the man himself said, “I am the one.”",
      "10": "So they asked him, “How did you receive your sight?”",
      "11": "He replied, “The man people call Jesus mixed some spit with dirt, smeared it on my eyes, and told me, ‘Go to Siloam, and wash it off.’ So I went there, washed it off, and received my sight.”",
      "12": "They asked him, “Where is that man?”\nThe man answered, “I don’t know.”",
      "13": "Some people brought the man who had been blind to the Pharisees.",
      "14": "The day when Jesus mixed the spit and dirt and gave the man sight was a day of rest—a holy day.",
      "15": "So the Pharisees asked the man again how he received his sight.\nThe man told the Pharisees, “He put a mixture of spit and dirt on my eyes. I washed it off, and now I can see.”",
      "16": "Some of the Pharisees said, “The man who did this is not from God because he doesn’t follow the traditions for the day of rest—a holy day.” Other Pharisees asked, “How can a man who is a sinner perform miracles like these?” So the Pharisees were divided in their opinions.",
      "17": "They asked the man who had been born blind another question: “What do you say about the man who gave you sight?”\nThe man answered, “He’s a prophet.”",
      "18": "Until they talked to the man’s parents, the Jews didn’t believe that the man had been blind and had been given sight.",
      "19": "They asked his parents, “Is this your son, the one you say was born blind? Why can he see now?”",
      "20": "His parents replied, “We know that he’s our son and that he was born blind.",
      "21": "But we don’t know how he got his sight or who gave it to him. You’ll have to ask him. He’s old enough to answer for himself.”",
      "22": "(His parents said this because they were afraid of the Jews. The Jews had already agreed to put anyone who acknowledged that Jesus was the Christ out of the synagogue.",
      "23": "That’s why his parents said, “You’ll have to ask him. He’s old enough.”)",
      "24": "So once again the Jews called the man who had been blind. They told him, “Give glory to God. We know that this man who gave you sight is a sinner.”",
      "25": "The man responded, “I don’t know if he’s a sinner or not. But I do know one thing. I used to be blind, but now I can see.”",
      "26": "The Jews asked him, “What did he do to you? How did he give you sight?”",
      "27": "The man replied, “I’ve already told you, but you didn’t listen. Why do you want to hear the story again? Do you want to become his disciples too?”",
      "28": "The Jews yelled at him, “You’re his disciple, but we’re Moses’ disciples.",
      "29": "We know that God spoke to Moses, but we don’t know where this man came from.”",
      "30": "The man replied to them, “That’s amazing! You don’t know where he’s from. Yet, he gave me sight.",
      "31": "We know that God doesn’t listen to sinners. Instead, he listens to people who are devout and who do what he wants.",
      "32": "Since the beginning of time, no one has ever heard of anyone giving sight to a person born blind.",
      "33": "If this man were not from God, he couldn’t do anything like that.”",
      "34": "The Jews answered him, “You were born full of sin. Do you think you can teach us?” Then they threw him out of the synagogue.",
      "35": "Jesus heard that the Jews had thrown the man out of the synagogue. So when Jesus found the man, he asked him, “Do you believe in the Son of Man?”",
      "36": "The man replied, “Sir, tell me who he is so that I can believe in him.”",
      "37": "Jesus told him, “You’ve seen him. He is the person who is now talking with you.”",
      "38": "The man bowed in front of Jesus and said, “I believe, Lord.”",
      "39": "Then Jesus said, “I have come into this world to judge: Blind people will be given sight, and those who can see will become blind.”",
      "40": "Some Pharisees who were with Jesus heard this. So they asked him, “Do you think we’re blind?”",
      "41": "Jesus told them, “If you were blind, you wouldn’t be sinners. But now you say, ‘We see,’ so you continue to be sinners."
    },
    "10": {
      "1": "“I can guarantee this truth: The person who doesn’t enter the sheep pen through the gate but climbs in somewhere else is a thief or a robber.",
      "2": "But the one who enters through the gate is the shepherd.",
      "3": "The gatekeeper opens the gate for him, and the sheep respond to his voice. He calls his sheep by name and leads them out of the pen.",
      "4": "After he has brought out all his sheep, he walks ahead of them. The sheep follow him because they recognize his voice.",
      "5": "They won’t follow a stranger. Instead, they will run away from a stranger because they don’t recognize his voice.”",
      "6": "Jesus used this illustration as he talked to the people, but they didn’t understand what he meant.",
      "7": "Jesus emphasized, “I can guarantee this truth: I am the gate for the sheep.",
      "8": "All who came before I did were thieves or robbers. However, the sheep didn’t respond to them.",
      "9": "I am the gate. Those who enter the sheep pen through me will be saved. They will go in and out of the sheep pen and find food.",
      "10": "A thief comes to steal, kill, and destroy. But I came so that my sheep will have life and so that they will have everything they need.",
      "11": "“I am the good shepherd. The good shepherd gives his life for the sheep.",
      "12": "A hired hand isn’t a shepherd and doesn’t own the sheep. When he sees a wolf coming, he abandons the sheep and quickly runs away. So the wolf drags the sheep away and scatters the flock.",
      "13": "The hired hand is concerned about what he’s going to get paid and not about the sheep.",
      "14": "“I am the good shepherd. I know my sheep as the Father knows me. My sheep know me as I know the Father.",
      "15": "So I give my life for my sheep.",
      "16": "I also have other sheep that are not from this pen. I must lead them. They, too, will respond to my voice. So they will be one flock with one shepherd.",
      "17": "The Father loves me because I give my life in order to take it back again.",
      "18": "No one takes my life from me. I give my life of my own free will. I have the authority to give my life, and I have the authority to take my life back again. This is what my Father ordered me to do.”",
      "19": "The Jews were divided because of what Jesus said.",
      "20": "Many of them said, “He’s possessed by a demon! He’s crazy! Why do you listen to him?”",
      "21": "Others said, “No one talks like this if he’s possessed by a demon. Can a demon give sight to the blind?”",
      "22": "The Festival of the Dedication of the Temple took place in Jerusalem during the winter.",
      "23": "Jesus was walking on Solomon’s porch in the temple courtyard.",
      "24": "The Jews surrounded him. They asked him, “How long will you keep us in suspense? If you are the Messiah, tell us plainly.”",
      "25": "Jesus answered them, “I’ve told you, but you don’t believe me. The things that I do in my Father’s name testify on my behalf.",
      "26": "However, you don’t believe because you’re not my sheep.",
      "27": "My sheep respond to my voice, and I know who they are. They follow me,",
      "28": "and I give them eternal life. They will never be lost, and no one will tear them away from me.",
      "29": "My Father, who gave them to me, is greater than everyone else, and no one can tear them away from my Father.",
      "30": "The Father and I are one.”",
      "31": "The Jews had again brought some rocks to stone Jesus to death.",
      "32": "Jesus replied to them, “I’ve shown you many good things that come from the Father. For which of these good things do you want to stone me to death?”",
      "33": "The Jews answered Jesus, “We’re going to stone you to death, not for any good things you’ve done, but for dishonoring God. You claim to be God, although you’re only a man.”",
      "34": "Jesus said to them, “Don’t your Scriptures say, ‘I said, “You are gods” ’?",
      "35": "The Scriptures cannot be discredited. So if God calls people gods (and they are the people to whom he gave the Scriptures),",
      "36": "why do you say that I’m dishonoring God because I said, ‘I’m the Son of God’? God set me apart for this holy purpose and has sent me into the world.",
      "37": "If I’m not doing the things my Father does, don’t believe me.",
      "38": "But if I’m doing those things and you refuse to believe me, then at least believe the things that I’m doing. Then you will know and recognize that the Father is in me and that I am in the Father.”",
      "39": "The Jews tried to arrest Jesus again, but he got away from them.",
      "40": "He went back across the Jordan River and stayed in the place where John first baptized people.",
      "41": "Many people went to Jesus. They said, “John didn’t perform any miracles, but everything John said about this man is true.”",
      "42": "Many people there believed in Jesus."
    },
    "11": {
      "1": "Lazarus, who lived in Bethany, the village where Mary and her sister Martha lived, was sick.",
      "2": "(Mary was the woman who poured perfume on the Lord and wiped his feet with her hair. Her brother Lazarus was the one who was sick.)",
      "3": "So the sisters sent a messenger to tell Jesus, “Lord, your close friend is sick.”",
      "4": "When Jesus heard the message, he said, “His sickness won’t result in death. Instead, this sickness will bring glory to God so that the Son of God will receive glory through it.”",
      "5": "Jesus loved Martha, her sister, and Lazarus.",
      "6": "Yet, when Jesus heard that Lazarus was sick, he stayed where he was for two more days.",
      "7": "Then, after the two days, Jesus said to his disciples, “Let’s go back to Judea.”",
      "8": "The disciples said to him, “Rabbi, not long ago the Jews wanted to stone you to death. Do you really want to go back there?”",
      "9": "Jesus answered, “Aren’t there twelve hours of daylight? Those who walk during the day don’t stumble, because they see the light of this world.",
      "10": "However, those who walk at night stumble because they have no light in themselves.”",
      "11": "After Jesus said this, he told his disciples, “Our friend Lazarus is sleeping, and I’m going to Bethany to wake him.”",
      "12": "His disciples said to him, “Lord, if he’s sleeping, he’ll get well.”",
      "13": "Jesus meant that Lazarus was dead, but the disciples thought Jesus meant that Lazarus was only sleeping.",
      "14": "Then Jesus told them plainly, “Lazarus has died,",
      "15": "but I’m glad that I wasn’t there so that you can grow in faith. Let’s go to Lazarus.”",
      "16": "Thomas, who was called Didymus, said to the rest of the disciples, “Let’s go so that we, too, can die with Jesus.”",
      "17": "When Jesus arrived, he found that Lazarus had been in the tomb for four days.",
      "18": "(Bethany was near Jerusalem, not quite two miles away.)",
      "19": "Many Jews had come to Martha and Mary to comfort them about their brother.",
      "20": "When Martha heard that Jesus was coming, she went to meet him. Mary stayed at home.",
      "21": "Martha told Jesus, “Lord, if you had been here, my brother would not have died.",
      "22": "But even now I know that God will give you whatever you ask him.”",
      "23": "Jesus told Martha, “Your brother will come back to life.”",
      "24": "Martha answered Jesus, “I know that he’ll come back to life on the last day, when everyone will come back to life.”",
      "25": "Jesus said to her, “I am the one who brings people back to life, and I am life itself. Those who believe in me will live even if they die.",
      "26": "Everyone who lives and believes in me will never die. Do you believe that?”",
      "27": "Martha said to him, “Yes, Lord, I believe that you are the Messiah, the Son of God, the one who was expected to come into the world.”",
      "28": "After Martha had said this, she went back home and whispered to her sister Mary, “The teacher is here, and he is calling for you.”",
      "29": "When Mary heard this, she got up quickly and went to Jesus.",
      "30": "(Jesus had not yet come into the village but was still where Martha had met him.)",
      "31": "The Jews who were comforting Mary in the house saw her get up quickly and leave. So they followed her. They thought that she was going to the tomb to cry.",
      "32": "When Mary arrived where Jesus was and saw him, she knelt at his feet and said, “Lord, if you had been here, my brother would not have died.”",
      "33": "When Jesus saw her crying, and the Jews who were crying with her, he was deeply moved and troubled.",
      "34": "So Jesus asked, “Where did you put Lazarus?”\nThey answered him, “Lord, come and see.”",
      "35": "Jesus cried.",
      "36": "The Jews said, “See how much Jesus loved him.”",
      "37": "But some of the Jews asked, “Couldn’t this man who gave a blind man sight keep Lazarus from dying?”",
      "38": "Deeply moved again, Jesus went to the tomb. It was a cave with a stone covering the entrance.",
      "39": "Jesus said, “Take the stone away.”\nMartha, the dead man’s sister, told Jesus, “Lord, there must already be a stench. He’s been dead for four days.”",
      "40": "Jesus said to her, “Didn’t I tell you that if you believe, you would see God’s glory?”",
      "41": "So the stone was moved away from the entrance of the tomb.\nJesus looked up and said, “Father, I thank you for hearing me.",
      "42": "I’ve known that you always hear me. However, I’ve said this so that the crowd standing around me will believe that you sent me.”",
      "43": "After Jesus had said this, he shouted as loudly as he could, “Lazarus, come out!”",
      "44": "The dead man came out. Strips of cloth were wound around his feet and hands, and his face was wrapped with a handkerchief. Jesus told them, “Free Lazarus, and let him go.”",
      "45": "Many Jews who had visited Mary and had seen what Jesus had done believed in him.",
      "46": "But some of them went to the Pharisees and told them what Jesus had done.",
      "47": "So the chief priests and the Pharisees called a meeting of the council. They asked, “What are we doing? This man is performing a lot of miracles.",
      "48": "If we let him continue what he’s doing, everyone will believe in him. Then the Romans will take away our position and our nation.”",
      "49": "One of them, Caiaphas, who was chief priest that year, told them, “You people don’t know anything.",
      "50": "You haven’t even considered this: It is better for one man to die for the people than for the whole nation to be destroyed.”",
      "51": "Caiaphas didn’t say this on his own. As chief priest that year, he prophesied that Jesus would die for the Jewish nation.",
      "52": "He prophesied that Jesus wouldn’t die merely for this nation, but that Jesus would die to bring God’s scattered children together and make them one.",
      "53": "From that day on, the Jewish council planned to kill Jesus.",
      "54": "So Jesus no longer walked openly among the Jews. Instead, he left Bethany and went to the countryside near the desert, to a city called Ephraim, where he stayed with his disciples.",
      "55": "The Jewish Passover was near. Many people came from the countryside to Jerusalem to purify themselves before the Passover.",
      "56": "As they stood in the temple courtyard, they looked for Jesus and asked each other, “Do you think that he’ll avoid coming to the festival?”",
      "57": "(The chief priests and the Pharisees had given orders that whoever knew where Jesus was should tell them so that they could arrest him.)"
    },
    "12": {
      "1": "Six days before Passover, Jesus arrived in Bethany. Lazarus, whom Jesus had brought back to life, lived there.",
      "2": "Dinner was prepared for Jesus in Bethany. Martha served the dinner, and Lazarus was one of the people eating with Jesus.",
      "3": "Mary took a bottle of very expensive perfume made from pure nard and poured it on Jesus’ feet. Then she dried his feet with her hair. The fragrance of the perfume filled the house.",
      "4": "One of his disciples, Judas Iscariot, who was going to betray him, asked,",
      "5": "“Why wasn’t this perfume sold for a high price and the money given to the poor?”",
      "6": "(Judas didn’t say this because he cared about the poor but because he was a thief. He was in charge of the moneybag and carried the contributions.)",
      "7": "Jesus said to Judas, “Leave her alone! She has done this to prepare me for the day I will be placed in a tomb.",
      "8": "You will always have the poor with you, but you will not always have me with you.”",
      "9": "A large crowd of Jews found out that Jesus was in Bethany. So they went there not only to see Jesus but also to see Lazarus, whom Jesus had brought back to life.",
      "10": "The chief priests planned to kill Lazarus too.",
      "11": "Lazarus was the reason why many people were leaving the Jews and believing in Jesus.",
      "12": "On the next day the large crowd that had come to the Passover festival heard that Jesus was coming to Jerusalem.",
      "13": "So they took palm branches and went to meet him. They were shouting,\n“Hosanna!\nBlessed is the one who comes in the name of the Lord,\nthe king of Israel!”",
      "14": "Jesus obtained a donkey and sat on it, as Scripture says:",
      "15": "“Don’t be afraid, people of Zion!\nYour king is coming.\nHe is riding on a donkey’s colt.”",
      "16": "At first Jesus’ disciples didn’t know what these prophecies meant. However, when Jesus was glorified, the disciples remembered that these prophecies had been written about him. The disciples remembered that they had taken part in fulfilling the prophecies.",
      "17": "The people who had been with Jesus when he called Lazarus from the tomb and brought him back to life reported what they had seen.",
      "18": "Because the crowd heard that Jesus had performed this miracle, they came to meet him.",
      "19": "The Pharisees said to each other, “This is getting us nowhere. Look! The whole world is following him!”",
      "20": "Some Greeks were among those who came to worship during the Passover festival.",
      "21": "They went to Philip (who was from Bethsaida in Galilee) and told him, “Sir, we would like to meet Jesus.”",
      "22": "Philip told Andrew, and they told Jesus.",
      "23": "Jesus replied to them, “The time has come for the Son of Man to be glorified.",
      "24": "I can guarantee this truth: A single grain of wheat doesn’t produce anything unless it is planted in the ground and dies. If it dies, it will produce a lot of grain.",
      "25": "Those who love their lives will destroy them, and those who hate their lives in this world will guard them for everlasting life.",
      "26": "Those who serve me must follow me. My servants will be with me wherever I will be. If people serve me, the Father will honor them.",
      "27": "“I am too deeply troubled now to know how to express my feelings. Should I say, ‘Father, save me from this time of suffering’? No! I came for this time of suffering.",
      "28": "Father, give glory to your name.”\nA voice from heaven said, “I have given it glory, and I will give it glory again.”",
      "29": "The crowd standing there heard the voice and said that it had thundered. Others in the crowd said that an angel had talked to him.",
      "30": "Jesus replied, “That voice wasn’t for my benefit but for yours.",
      "31": "“This world is being judged now. The ruler of this world will be thrown out now.",
      "32": "When I have been lifted up from the earth, I will draw all people toward me.”",
      "33": "By saying this, he indicated how he was going to die.",
      "34": "The crowd responded to him, “We have heard from the Scriptures that the Messiah will remain here forever. So how can you say, ‘The Son of Man must be lifted up from the earth’? Who is this ‘Son of Man’?”",
      "35": "Jesus answered the crowd, “The light will still be with you for a little while. Walk while you have light so that darkness won’t defeat you. Those who walk in the dark don’t know where they’re going.",
      "36": "While you have the light, believe in the light so that you will become people whose lives show the light.”\nAfter Jesus had said this, he was concealed as he left.",
      "37": "Although they had seen Jesus perform so many miracles, they wouldn’t believe in him.",
      "38": "In this way the words of the prophet Isaiah came true:\n“Lord, who has believed our message?\nTo whom has the Lord’s power been revealed?”",
      "39": "So the people couldn’t believe because, as Isaiah also said,",
      "40": "“God blinded them\nand made them close-minded\nso that their eyes don’t see\nand their minds don’t understand.\nAnd they never turn to me for healing!”",
      "41": "Isaiah said this because he had seen Jesus’ glory and had spoken about him.",
      "42": "Many rulers believed in Jesus. However, they wouldn’t admit it publicly because the Pharisees would have thrown them out of the synagogue.",
      "43": "They were more concerned about what people thought of them than about what God thought of them.",
      "44": "Then Jesus said loudly, “Whoever believes in me believes not only in me but also in the one who sent me.",
      "45": "Whoever sees me sees the one who sent me.",
      "46": "I am the light that has come into the world so that everyone who believes in me will not live in the dark.",
      "47": "If anyone hears my words and doesn’t follow them, I don’t condemn them. I didn’t come to condemn the world but to save the world.",
      "48": "Those who reject me by not accepting what I say have a judge appointed for them. The words that I have spoken will judge them on the last day.",
      "49": "I have not spoken on my own. Instead, the Father who sent me told me what I should say and how I should say it.",
      "50": "I know that what he commands is eternal life. Whatever I say is what the Father told me to say.”"
    },
    "13": {
      "1": "Before the Passover festival, Jesus knew that the time had come for him to leave this world and go back to the Father. Jesus loved his own who were in the world, and he loved them to the end.",
      "2": "While supper was taking place, the devil had already put the idea of betraying Jesus into the mind of Judas, son of Simon Iscariot.",
      "3": "The Father had put everything in Jesus’ control. Jesus knew that. He also knew that he had come from God and was going back to God.",
      "4": "So he got up from the table, removed his outer clothes, took a towel, and tied it around his waist.",
      "5": "Then he poured water into a basin and began to wash the disciples’ feet and dry them with the towel that he had tied around his waist.",
      "6": "When Jesus came to Simon Peter, Peter asked him, “Lord, are you going to wash my feet?”",
      "7": "Jesus answered Peter, “You don’t know now what I’m doing. You will understand later.”",
      "8": "Peter told Jesus, “You will never wash my feet.”\nJesus replied to Peter, “If I don’t wash you, you don’t belong to me.”",
      "9": "Simon Peter said to Jesus, “Lord, don’t wash only my feet. Wash my hands and my head too!”",
      "10": "Jesus told Peter, “People who have washed are completely clean. They need to have only their feet washed. All of you, except for one, are clean.”",
      "11": "(Jesus knew who was going to betray him. That’s why he said, “All of you, except for one, are clean.”)",
      "12": "After Jesus had washed their feet and put on his outer clothes, he took his place at the table again. Then he asked his disciples, “Do you understand what I’ve done for you?",
      "13": "You call me teacher and Lord, and you’re right because that’s what I am.",
      "14": "So if I, your Lord and teacher, have washed your feet, you must wash each other’s feet.",
      "15": "I’ve given you an example that you should follow.",
      "16": "I can guarantee this truth: Slaves are not superior to their owners, and messengers are not superior to the people who send them.",
      "17": "If you understand all of this, you are blessed whenever you follow my example.",
      "18": "“I’m not talking about all of you. I know the people I’ve chosen to be apostles. However, I’ve made my choice so that Scripture will come true. It says, ‘The one who eats my bread has turned against me.’",
      "19": "I’m telling you now before it happens. Then, when it happens, you will believe that I am the one.",
      "20": "“I can guarantee this truth: Whoever accepts me accepts the one who sent me.”",
      "21": "After saying this, Jesus was deeply troubled. He declared, “I can guarantee this truth: One of you is going to betray me!”",
      "22": "The disciples began looking at each other and wondering which one of them Jesus meant.",
      "23": "One disciple, the one whom Jesus loved, was near him at the table.",
      "24": "Simon Peter motioned to that disciple and said, “Ask Jesus whom he’s talking about!”",
      "25": "Leaning close to Jesus, that disciple asked, “Lord, who is it?”",
      "26": "Jesus answered, “He’s the one to whom I will give this piece of bread after I’ve dipped it in the sauce.” So Jesus dipped the bread and gave it to Judas, son of Simon Iscariot.",
      "27": "Then, after Judas took the piece of bread, Satan entered him. So Jesus told him, “Hurry! Do what you have to do.”",
      "28": "No one at the table knew why Jesus said this to him.",
      "29": "Judas had the moneybag. So some thought that Jesus was telling him to buy what they needed for the festival or to give something to the poor.",
      "30": "Judas took the piece of bread and immediately went outside. It was night.",
      "31": "When Judas was gone, Jesus said, “The Son of Man is now glorified, and because of him God is glorified.",
      "32": "If God is glorified because of the Son of Man, God will glorify the Son of Man because of himself, and he will glorify the Son of Man at once.”",
      "33": "Jesus said, “Dear children, I will still be with you for a little while. I’m telling you what I told the Jews. You will look for me, but you can’t go where I’m going.",
      "34": "“I’m giving you a new commandment: Love each other in the same way that I have loved you.",
      "35": "Everyone will know that you are my disciples because of your love for each other.”",
      "36": "Simon Peter asked him, “Lord, where are you going?”\nJesus answered him, “You can’t follow me now to the place where I’m going. However, you will follow me later.”",
      "37": "Peter said to Jesus, “Lord, why can’t I follow you now? I’ll give my life for you.”",
      "38": "Jesus replied, “Will you give your life for me? I can guarantee this truth: No rooster will crow until you say three times that you don’t know me."
    },
    "14": {
      "1": "“Don’t be troubled. Believe in God, and believe in me.",
      "2": "My Father’s house has many rooms. If that were not true, would I have told you that I’m going to prepare a place for you?",
      "3": "If I go to prepare a place for you, I will come again. Then I will bring you into my presence so that you will be where I am.",
      "4": "You know the way to the place where I am going.”",
      "5": "Thomas said to him, “Lord, we don’t know where you’re going. So how can we know the way?”",
      "6": "Jesus answered him, “I am the way, the truth, and the life. No one goes to the Father except through me.",
      "7": "If you have known me, you will also know my Father. From now on you know him through me and have seen him in me.”",
      "8": "Philip said to Jesus, “Lord, show us the Father, and that will satisfy us.”",
      "9": "Jesus replied, “I have been with all of you for a long time. Don’t you know me yet, Philip? The person who has seen me has seen the Father. So how can you say, ‘Show us the Father’?",
      "10": "Don’t you believe that I am in the Father and the Father is in me? What I’m telling you doesn’t come from me. The Father, who lives in me, does what he wants.",
      "11": "Believe me when I say that I am in the Father and that the Father is in me. Otherwise, believe me because of the things I do.",
      "12": "“I can guarantee this truth: Those who believe in me will do the things that I am doing. They will do even greater things because I am going to the Father.",
      "13": "I will do anything you ask the Father in my name so that the Father will be given glory because of the Son.",
      "14": "If you ask me to do something, I will do it.",
      "15": "“If you love me, you will obey my commandments.",
      "16": "I will ask the Father, and he will give you another helper who will be with you forever.",
      "17": "That helper is the Spirit of Truth. The world cannot accept him, because it doesn’t see or know him. You know him, because he lives with you and will be in you.",
      "18": "“I will not leave you all alone. I will come back to you.",
      "19": "In a little while the world will no longer see me, but you will see me. You will live because I live.",
      "20": "On that day you will know that I am in my Father and that you are in me and that I am in you.",
      "21": "Whoever knows and obeys my commandments is the person who loves me. Those who love me will have my Father’s love, and I, too, will love them and show myself to them.”",
      "22": "Judas (not Iscariot) asked Jesus, “Lord, what has happened that you are going to reveal yourself to us and not to the world?”",
      "23": "Jesus answered him, “Those who love me will do what I say. My Father will love them, and we will go to them and make our home with them.",
      "24": "A person who doesn’t love me doesn’t do what I say. I don’t make up what you hear me say. What I say comes from the Father who sent me.",
      "25": "“I have told you this while I’m still with you.",
      "26": "However, the helper, the Holy Spirit, whom the Father will send in my name, will teach you everything. He will remind you of everything that I have ever told you.",
      "27": "“I’m leaving you peace. I’m giving you my peace. I don’t give you the kind of peace that the world gives. So don’t be troubled or cowardly.",
      "28": "You heard me tell you, ‘I’m going away, but I’m coming back to you.’ If you loved me, you would be glad that I’m going to the Father, because the Father is greater than I am.",
      "29": "“I’m telling you this now before it happens. When it does happen, you will believe.",
      "30": "The ruler of this world has no power over me. But he’s coming, so I won’t talk with you much longer.",
      "31": "However, I want the world to know that I love the Father and that I am doing exactly what the Father has commanded me to do. Get up! We have to leave.”"
    },
    "15": {
      "1": "Then Jesus said, “I am the true vine, and my Father takes care of the vineyard.",
      "2": "He removes every one of my branches that doesn’t produce fruit. He also prunes every branch that does produce fruit to make it produce more fruit.",
      "3": "“You are already clean  because of what I have told you.",
      "4": "Live in me, and I will live in you. A branch cannot produce any fruit by itself. It has to stay attached to the vine. In the same way, you cannot produce fruit unless you live in me.",
      "5": "“I am the vine. You are the branches. Those who live in me while I live in them will produce a lot of fruit. But you can’t produce anything without me.",
      "6": "Whoever doesn’t live in me is thrown away like a branch and dries up. Branches like this are gathered, thrown into a fire, and burned.",
      "7": "If you live in me and what I say lives in you, then ask for anything you want, and it will be yours.",
      "8": "You give glory to my Father when you produce a lot of fruit and therefore show that you are my disciples.",
      "9": "“I have loved you the same way the Father has loved me. So live in my love.",
      "10": "If you obey my commandments, you will live in my love. I have obeyed my Father’s commandments, and in that way I live in his love.",
      "11": "I have told you this so that you will be as joyful as I am, and your joy will be complete.",
      "12": "Love each other as I have loved you. This is what I’m commanding you to do.",
      "13": "The greatest love you can show is to give your life for your friends.",
      "14": "You are my friends if you obey my commandments.",
      "15": "I don’t call you servants anymore, because a servant doesn’t know what his master is doing. But I’ve called you friends because I’ve made known to you everything that I’ve heard from my Father.",
      "16": "You didn’t choose me, but I chose you. I have appointed you to go, to produce fruit that will last, and to ask the Father in my name to give you whatever you ask for.",
      "17": "Love each other. This is what I’m commanding you to do.",
      "18": "“If the world hates you, realize that it hated me before it hated you.",
      "19": "If you had anything in common with the world, the world would love you as one of its own. But you don’t have anything in common with the world. I chose you from the world, and that’s why the world hates you.",
      "20": "Remember what I told you: ‘A servant isn’t greater than his master.’ If they persecuted me, they will also persecute you. If they did what I said, they will also do what you say.",
      "21": "Indeed, they will do all this to you because you are committed to me, since they don’t know the one who sent me.",
      "22": "If I hadn’t come and spoken to them, they wouldn’t have any sin. But now they have no excuse for their sin.",
      "23": "The person who hates me also hates my Father.",
      "24": "If I hadn’t done among them what no one else has done, they wouldn’t have any sin. But now they have seen and hated both me and my Father.",
      "25": "In this way what is written in their Scriptures has come true: ‘They hate me for no reason.’",
      "26": "“The helper whom I will send to you from the Father will come. This helper, the Spirit of Truth who comes from the Father, will declare the truth about me.",
      "27": "You will declare the truth, too, because you have been with me from the beginning.”"
    },
    "16": {
      "1": "Jesus continued, “I have said these things to you so that you won’t lose your faith.",
      "2": "You will be thrown out of synagogues. Certainly, the time is coming when people who murder you will think that they are serving God.",
      "3": "They will do these things to you because they haven’t known the Father or me.",
      "4": "But I’ve told you this so that when it happens you’ll remember what I’ve told you. I didn’t tell you this at first, because I was with you.",
      "5": "“Now I’m going to the one who sent me. Yet, none of you asks me where I’m going.",
      "6": "But because I’ve told you this, you’re filled with sadness.",
      "7": "However, I am telling you the truth: It’s good for you that I’m going away. If I don’t go away, the helper won’t come to you. But if I go, I will send him to you.",
      "8": "He will come to convict the world of sin, to show the world what has God’s approval, and to convince the world that God judges it.",
      "9": "He will convict the world of sin, because people don’t believe in me.",
      "10": "He will show the world what has God’s approval, because I’m going to the Father and you won’t see me anymore.",
      "11": "He will convince the world that God judges it, because the ruler of this world has been judged.",
      "12": "“I have a lot more to tell you, but that would be too much for you now.",
      "13": "When the Spirit of Truth comes, he will guide you into the full truth. He won’t speak on his own. He will speak what he hears and will tell you about things to come.",
      "14": "He will give me glory, because he will tell you what I say.",
      "15": "Everything the Father says is also what I say. That is why I said, ‘He will take what I say and tell it to you.’",
      "16": "“In a little while you won’t see me anymore. Then in a little while you will see me again.”",
      "17": "Some of his disciples said to each other, “What does he mean? He tells us that in a little while we won’t see him. Then he tells us that in a little while we will see him again and that he’s going to the Father.”",
      "18": "So they were asking each other, “What does he mean when he says, ‘In a little while’? We don’t understand what he’s talking about.”",
      "19": "Jesus knew they wanted to ask him something. So he said to them, “Are you trying to figure out among yourselves what I meant when I said, ‘In a little while you won’t see me, and in a little while you will see me again’?",
      "20": "I can guarantee this truth: You will cry because you are sad, but the world will be happy. You will feel pain, but your pain will turn to happiness.",
      "21": "A woman has pain when her time to give birth comes. But after the child is born, she doesn’t remember the pain anymore because she’s happy that a child has been brought into the world.",
      "22": "“Now you’re in a painful situation. But I will see you again. Then you will be happy, and no one will take that happiness away from you.",
      "23": "When that day comes, you won’t ask me any more questions. I can guarantee this truth: If you ask the Father for anything in my name, he will give it to you.",
      "24": "So far you haven’t asked for anything in my name. Ask and you will receive so that you can be completely happy.",
      "25": "“I have used examples to illustrate these things. The time is coming when I won’t use examples to speak to you. Rather, I will speak to you about the Father in plain words.",
      "26": "When that day comes, you will ask for what you want in my name. I’m telling you that I won’t have to ask the Father for you.",
      "27": "The Father loves you because you have loved me and have believed that I came from God.",
      "28": "I left the Father and came into the world. Again, as I’ve said, I’m going to leave the world and go back to the Father.”",
      "29": "His disciples said, “Now you’re talking in plain words and not using examples.",
      "30": "Now we know that you know everything. You don’t need to wait for questions to be asked. Because of this, we believe that you have come from God.”",
      "31": "Jesus replied to them, “Now you believe.",
      "32": "The time is coming, and is already here, when all of you will be scattered. Each of you will go your own way and leave me all alone. Yet, I’m not all alone, because the Father is with me.",
      "33": "I’ve told you this so that my peace will be with you. In the world you’ll have trouble. But cheer up! I have overcome the world.”"
    },
    "17": {
      "1": "After saying this, Jesus looked up to heaven and said, “Father, the time is here. Give your Son glory so that your Son can give you glory.",
      "2": "After all, you’ve given him authority over all humanity so that he can give eternal life to all those you gave to him.",
      "3": "This is eternal life: to know you, the only true God, and Jesus Christ, whom you sent.",
      "4": "On earth I have given you glory by finishing the work you gave me to do.",
      "5": "Now, Father, give me glory in your presence with the glory I had with you before the world existed.",
      "6": "“I made your name known to the people you gave me. They are from this world. They belonged to you, and you gave them to me. They did what you told them.",
      "7": "Now they know that everything you gave me comes from you,",
      "8": "because I gave them the message that you gave me. They have accepted this message, and they know for sure that I came from you. They have believed that you sent me.",
      "9": "“I pray for them. I’m not praying for the world but for those you gave me, because they are yours.",
      "10": "Everything I have is yours, and everything you have is mine. I have been given glory by the people you have given me.",
      "11": "I won’t be in the world much longer, but they are in the world, and I’m coming back to you. Holy Father, keep them safe by the power of your name, the name that you gave me, so that their unity may be like ours.",
      "12": "While I was with them, I kept them safe by the power of your name, the name that you gave me. I watched over them, and none of them, except one person, became lost. So Scripture came true.",
      "13": "“But now, Father, I’m coming back to you. I say these things while I’m still in the world so that they will have the same joy that I have.",
      "14": "I have given them your message. But the world has hated them because they don’t belong to the world any more than I belong to the world.",
      "15": "I’m not asking you to take them out of the world but to protect them from the evil one.",
      "16": "They don’t belong to the world any more than I belong to the world.",
      "17": "“Use the truth to make them holy. Your words are truth.",
      "18": "I have sent them into the world the same way you sent me into the world.",
      "19": "I’m dedicating myself to this holy work I’m doing for them so that they, too, will use the truth to be holy.",
      "20": "“I’m not praying only for them. I’m also praying for those who will believe in me through their message.",
      "21": "I pray that all of these people continue to have unity in the way that you, Father, are in me and I am in you. I pray that they may be united with us so that the world will believe that you have sent me.",
      "22": "I have given them the glory that you gave me. I did this so that they are united in the same way we are.",
      "23": "I am in them, and you are in me. So they are completely united. In this way the world knows that you have sent me and that you have loved them in the same way you have loved me.",
      "24": "“Father, I want those you have given to me to be with me, to be where I am. I want them to see my glory, which you gave me because you loved me before the world was made.",
      "25": "Father, you have done what is right and the world didn’t know you. Yet, I knew you, and these disciples have known that you sent me.",
      "26": "I have made your name known to them, and I will make it known so that the love you have for me will be in them and I will be in them.”"
    },
    "18": {
      "1": "After Jesus finished his prayer, he went with his disciples to the other side of the Kidron Valley. They entered the garden that was there.",
      "2": "Judas, who betrayed him, knew the place because Jesus and his disciples often gathered there.",
      "3": "So Judas took a troop of soldiers and the guards from the chief priests and Pharisees and went to the garden. They were carrying lanterns, torches, and weapons.",
      "4": "Jesus knew everything that was going to happen to him. So he went to meet them and asked, “Who are you looking for?”",
      "5": "They answered him, “Jesus from Nazareth.”\nJesus told them, “I am he.”\nJudas, who betrayed him, was standing with the crowd.",
      "6": "When Jesus told them, “I am he,” the crowd backed away and fell to the ground.",
      "7": "Jesus asked them again, “Who are you looking for?”\nThey said, “Jesus from Nazareth.”",
      "8": "Jesus replied, “I told you that I am he. So if you are looking for me, let these other men go.”",
      "9": "In this way what Jesus had said came true: “I lost none of those you gave me.”",
      "10": "Simon Peter had a sword. He drew it, attacked the chief priest’s servant, and cut off the servant’s right ear. (The servant’s name was Malchus.)",
      "11": "Jesus told Peter, “Put your sword away. Shouldn’t I drink the cup of suffering that my Father has given me?”",
      "12": "Then the army officer and the Jewish guards arrested Jesus. They tied Jesus up",
      "13": "and took him first to Annas, the father-in-law of Caiaphas. Caiaphas, the chief priest that year,",
      "14": "was the person who had advised the Jews that it was better to have one man die for the people.",
      "15": "Simon Peter and another disciple followed Jesus. The other disciple was well-known to the chief priest. So that disciple went with Jesus into the chief priest’s courtyard.",
      "16": "Peter, however, was standing outside the gate. The other disciple talked to the woman who was the gatekeeper and brought Peter into the courtyard.",
      "17": "The gatekeeper asked Peter, “Aren’t you one of this man’s disciples too?”\nPeter answered, “No, I’m not!”",
      "18": "The servants and the guards were standing around a fire they had built and were warming themselves because it was cold. Peter was standing there, too, and warming himself with the others.",
      "19": "The chief priest questioned Jesus about his disciples and his teachings.",
      "20": "Jesus answered him, “I have spoken publicly for everyone to hear. I have always taught in synagogues or in the temple courtyard, where all the Jews gather. I haven’t said anything in secret.",
      "21": "Why do you question me? Question those who heard what I said to them. They know what I’ve said.”",
      "22": "When Jesus said this, one of the guards standing near Jesus slapped his face and said, “Is that how you answer the chief priest?”",
      "23": "Jesus replied to him, “If I’ve said anything wrong, tell me what it was. But if I’ve told the truth, why do you hit me?”",
      "24": "Annas sent Jesus to Caiaphas, the chief priest. Jesus was still tied up.",
      "25": "Simon Peter continued to stand and warm himself by the fire. Some men asked him, “Aren’t you, too, one of his disciples?”\nPeter denied it by saying, “No, I’m not!”",
      "26": "One of the chief priest’s servants, a relative of the man whose ear Peter had cut off, asked him, “Didn’t I see you with Jesus in the garden?”",
      "27": "Peter again denied it, and just then a rooster crowed.",
      "28": "Early in the morning, Jesus was taken from Caiaphas’ house to the governor’s palace.\nThe Jews wouldn’t go into the palace. They didn’t want to become unclean, since they wanted to eat the Passover.",
      "29": "So Pilate came out to them and asked, “What accusation are you making against this man?”",
      "30": "The Jews answered Pilate, “If he weren’t a criminal, we wouldn’t have handed him over to you.”",
      "31": "Pilate told the Jews, “Take him, and try him by your law.”\nThe Jews answered him, “We’re not allowed to execute anyone.”",
      "32": "In this way what Jesus had predicted about how he would die came true.",
      "33": "Pilate went back into the palace, called for Jesus, and asked him, “Are you the king of the Jews?”",
      "34": "Jesus replied, “Did you think of that yourself, or did others tell you about me?”",
      "35": "Pilate answered, “Am I a Jew? Your own people and the chief priests handed you over to me. What have you done?”",
      "36": "Jesus answered, “My kingdom doesn’t belong to this world. If my kingdom belonged to this world, my followers would fight to keep me from being handed over to the Jews. My kingdom doesn’t have its origin on earth.”",
      "37": "Pilate asked him, “So you are a king?”\nJesus replied, “You’re correct in saying that I’m a king. I have been born and have come into the world for this reason: to testify to the truth. Everyone who belongs to the truth listens to me.”",
      "38": "Pilate said to him, “What is truth?”\nAfter Pilate said this, he went out to the Jews again and told them, “I don’t find this man guilty of anything.",
      "39": "You have a custom that I should free one person for you at Passover. Would you like me to free the king of the Jews for you?”",
      "40": "The Jews shouted again, “Don’t free this man! Free Barabbas!” (Barabbas was a political revolutionary.)"
    },
    "19": {
      "1": "Then Pilate had Jesus taken away and whipped.",
      "2": "The soldiers twisted some thorny branches into a crown, placed it on his head, and put a purple cape on him.",
      "3": "They went up to him, said, “Long live the king of the Jews!” and slapped his face.",
      "4": "Pilate went outside again and told the Jews, “I’m bringing him out to you to let you know that I don’t find this man guilty of anything.”",
      "5": "Jesus went outside. He was wearing the crown of thorns and the purple cape. Pilate said to the Jews, “Look, here’s the man!”",
      "6": "When the chief priests and the guards saw Jesus, they shouted, “Crucify him! Crucify him!”\nPilate told them, “You take him and crucify him. I don’t find this man guilty of anything.”",
      "7": "The Jews answered Pilate, “We have a law, and by that law he must die because he claimed to be the Son of God.”",
      "8": "When Pilate heard them say that, he became more afraid than ever.",
      "9": "He went into the palace again and asked Jesus, “Where are you from?” But Jesus didn’t answer him.",
      "10": "So Pilate said to Jesus, “Aren’t you going to answer me? Don’t you know that I have the authority to free you or to crucify you?”",
      "11": "Jesus answered Pilate, “You wouldn’t have any authority over me if it hadn’t been given to you from above. That’s why the man who handed me over to you is guilty of a greater sin.”",
      "12": "When Pilate heard what Jesus said, he wanted to free him. But the Jews shouted, “If you free this man, you’re not a friend of the emperor. Anyone who claims to be a king is defying the emperor.”",
      "13": "When Pilate heard what they said, he took Jesus outside and sat on the judge’s seat in a place called Stone Pavement. (In Hebrew it is called Gabbatha.)",
      "14": "The time was about noon on the Friday of the Passover festival.\nPilate said to the Jews, “Look, here’s your king!”",
      "15": "Then the Jews shouted, “Kill him! Kill him! Crucify him!”\nPilate asked them, “Should I crucify your king?”\nThe chief priests responded, “The emperor is the only king we have!”",
      "16": "Then Pilate handed Jesus over to them to be crucified.\nSo the soldiers took Jesus.",
      "17": "He carried his own cross and went out of the city to a location called The Skull. (In Hebrew this place is called Golgotha.)",
      "18": "The soldiers crucified Jesus and two other men there. Jesus was in the middle.",
      "19": "Pilate wrote a notice and put it on the cross. The notice read, “Jesus from Nazareth, the king of the Jews.”",
      "20": "Many Jews read this notice, because the place where Jesus was crucified was near the city. The notice was written in Hebrew, Latin, and Greek.",
      "21": "The chief priests of the Jewish people told Pilate, “Don’t write, ‘The king of the Jews!’ Instead, write, ‘He said that he is the king of the Jews.’ ”",
      "22": "Pilate replied, “I have written what I’ve written.”",
      "23": "When the soldiers had crucified Jesus, they took his clothes and divided them four ways so that each soldier could have a share. His robe was left over. It didn’t have a seam because it had been woven in one piece from top to bottom.",
      "24": "The soldiers said to each other, “Let’s not rip it apart. Let’s throw dice to see who will get it.” In this way the Scripture came true: “They divided my clothes among themselves. They threw dice for my clothing.” So that’s what the soldiers did.",
      "25": "Jesus’ mother, her sister, Mary (the wife of Clopas), and Mary from Magdala were standing beside Jesus’ cross.",
      "26": "Jesus saw his mother and the disciple whom he loved standing there. He said to his mother, “Look, here’s your son!”",
      "27": "Then he said to the disciple, “Look, here’s your mother!”\nFrom that time on she lived with that disciple in his home.",
      "28": "After this, when Jesus knew that everything had now been finished, he said, “I’m thirsty.” He said this so that Scripture could finally be concluded.",
      "29": "A jar filled with vinegar was there. So the soldiers put a sponge soaked in the vinegar on a hyssop stick and held it to his mouth.",
      "30": "After Jesus had taken the vinegar, he said, “It is finished!”\nThen he bowed his head and died.",
      "31": "Since it was Friday and the next day was an especially important day of rest—a holy day, the Jews didn’t want the bodies to stay on the crosses. So they asked Pilate to have the men’s legs broken and their bodies removed.",
      "32": "The soldiers broke the legs of the first man and then of the other man who had been crucified with Jesus.",
      "33": "When the soldiers came to Jesus and saw that he was already dead, they didn’t break his legs.",
      "34": "However, one of the soldiers stabbed Jesus’ side with his spear, and blood and water immediately came out.",
      "35": "The one who saw this is an eyewitness. What he says is true, and he knows that he is telling the truth so that you, too, will believe.",
      "36": "This happened so that the Scripture would come true: “None of his bones will be broken.”",
      "37": "Another Scripture passage says, “They will look at the person whom they have stabbed.”",
      "38": "Later Joseph from the city of Arimathea asked Pilate to let him remove Jesus’ body. (Joseph was a disciple of Jesus but secretly because he was afraid of the Jews). Pilate gave him permission to remove Jesus’ body. So Joseph removed it.",
      "39": "Nicodemus, the one who had first come to Jesus at night, went with Joseph and brought 75 pounds of a myrrh and aloe mixture.",
      "40": "These two men took the body of Jesus and bound it with strips of linen. They laced the strips with spices. This was the Jewish custom for burial.",
      "41": "A garden was located in the place where Jesus was crucified. In that garden was a new tomb in which no one had yet been placed.",
      "42": "Joseph and Nicodemus put Jesus in that tomb, since that day was the Jewish day of preparation and since the tomb was nearby."
    },
    "20": {
      "1": "Early on Sunday morning, while it was still dark, Mary from Magdala went to the tomb. She saw that the stone had been removed from the tomb’s entrance.",
      "2": "So she ran to Simon Peter and the other disciple, whom Jesus loved. She told them, “They have removed the Lord from the tomb, and we don’t know where they’ve put him.”",
      "3": "So Peter and the other disciple headed for the tomb.",
      "4": "The two were running side by side, but the other disciple ran faster than Peter and came to the tomb first.",
      "5": "He bent over and looked inside the tomb. He saw the strips of linen lying there but didn’t go inside.",
      "6": "Simon Peter arrived after him and went into the tomb. He saw the strips of linen lying there.",
      "7": "He also saw the cloth that had been on Jesus’ head. It wasn’t lying with the strips of linen but was rolled up separately.",
      "8": "Then the other disciple, who arrived at the tomb first, went inside. He saw and believed.",
      "9": "They didn’t know yet what Scripture meant when it said that Jesus had to come back to life.",
      "10": "So the disciples went back home.",
      "11": "Mary, however, stood there and cried as she looked at the tomb. As she cried, she bent over and looked inside.",
      "12": "She saw two angels in white clothes. They were sitting where the body of Jesus had been lying. One angel was where Jesus’ head had been, and the other was where his feet had been.",
      "13": "The angels asked her why she was crying.\nMary told them, “They have removed my Lord, and I don’t know where they’ve put him.”",
      "14": "After she said this, she turned around and saw Jesus standing there. However, she didn’t know that it was Jesus.",
      "15": "Jesus asked her, “Why are you crying? Who are you looking for?”\nMary thought it was the gardener speaking to her. So she said to him, “Sir, if you carried him away, tell me where you have put him, and I’ll remove him.”",
      "16": "Jesus said to her, “Mary!”\nMary turned around and said to him in Hebrew, “Rabboni!” (This word means “teacher.”)",
      "17": "Jesus told her, “Don’t hold on to me. I have not yet gone to the Father. But go to my brothers and sisters and tell them, ‘I am going to my Father and your Father, to my God and your God.’ ”",
      "18": "Mary from Magdala went to the disciples and told them, “I have seen the Lord.” She also told them what he had said to her.",
      "19": "That Sunday evening, the disciples were together behind locked doors because they were afraid of the Jews. Jesus stood among them and said to them, “Peace be with you!”",
      "20": "When he said this, he showed them his hands and his side. The disciples were glad to see the Lord.",
      "21": "Jesus said to them again, “Peace be with you! As the Father has sent me, so I am sending you.”",
      "22": "After he had said this, he breathed on the disciples and said, “Receive the Holy Spirit.",
      "23": "Whenever you forgive sins, they are forgiven. Whenever you don’t forgive them, they are not forgiven.”",
      "24": "Thomas, one of the twelve apostles, who was called Didymus, wasn’t with them when Jesus came.",
      "25": "The other disciples told him, “We’ve seen the Lord.”\nThomas told them, “I refuse to believe this unless I see the nail marks in his hands, put my fingers into them, and put my hand into his side.”",
      "26": "A week later Jesus’ disciples were again in the house, and Thomas was with them. Even though the doors were locked, Jesus stood among them and said, “Peace be with you!”",
      "27": "Then Jesus said to Thomas, “Put your finger here, and look at my hands. Take your hand, and put it into my side. Stop doubting, and believe.”",
      "28": "Thomas responded to Jesus, “My Lord and my God!”",
      "29": "Jesus said to Thomas, “You believe because you’ve seen me. Blessed are those who haven’t seen me but believe.”",
      "30": "Jesus performed many other miracles that his disciples saw. Those miracles are not written in this book.",
      "31": "But these miracles have been written so that you will believe that Jesus is the Messiah, the Son of God, and so that you will have life by believing in him."
    },
    "21": {
      "1": "Later, by the Sea of Tiberias, Jesus showed himself again to the disciples. This is what happened.",
      "2": "Simon Peter, Thomas (called Didymus), Nathanael from Cana in Galilee, Zebedee’s sons, and two other disciples of Jesus were together.",
      "3": "Simon Peter said to the others, “I’m going fishing.”\nThey told him, “We’re going with you.”\nThey went out in a boat but didn’t catch a thing that night.",
      "4": "As the sun was rising, Jesus stood on the shore. The disciples didn’t realize that it was Jesus.",
      "5": "Jesus asked them, “Friends, haven’t you caught any fish?”\nThey answered him, “No, we haven’t.”",
      "6": "He told them, “Throw the net out on the right side of the boat, and you’ll catch some.” So they threw the net out and were unable to pull it in because so many fish were in it.",
      "7": "The disciple whom Jesus loved said to Peter, “It’s the Lord.” When Simon Peter heard that it was the Lord, he put back on the clothes that he had taken off and jumped into the sea.",
      "8": "The other disciples came with the boat and dragged the net full of fish. They weren’t far from the shore, only about 100 yards.",
      "9": "When they went ashore, they saw a fire with a fish lying on the coals, and they saw a loaf of bread.",
      "10": "Jesus told them, “Bring some of the fish you’ve just caught.”",
      "11": "Simon Peter got into the boat and pulled the net ashore. Though the net was filled with 153 large fish, it was not torn.",
      "12": "Jesus told them, “Come, have breakfast.” None of the disciples dared to ask him who he was. They knew he was the Lord.",
      "13": "Jesus took the bread, gave it to them, and did the same with the fish.",
      "14": "This was the third time that Jesus showed himself to the disciples after he had come back to life.",
      "15": "After they had eaten breakfast, Jesus asked Simon Peter, “Simon, son of John, do you love me more than the other disciples do?”\nPeter answered him, “Yes, Lord, you know that I love you.”\nJesus told him, “Feed my lambs.”",
      "16": "Jesus asked him again, a second time, “Simon, son of John, do you love me?”\nPeter answered him, “Yes, Lord, you know that I love you.”\nJesus told him, “Take care of my sheep.”",
      "17": "Jesus asked him a third time, “Simon, son of John, do you love me?”\nPeter felt sad because Jesus had asked him a third time, “Do you love me?” So Peter said to him, “Lord, you know everything. You know that I love you.”\nJesus told him, “Feed my sheep.",
      "18": "I can guarantee this truth: When you were young, you would get ready to go where you wanted. But when you’re old, you will stretch out your hands, and someone else will get you ready to take you where you don’t want to go.”",
      "19": "Jesus said this to show by what kind of death Peter would bring glory to God. After saying this, Jesus told Peter, “Follow me!”",
      "20": "Peter turned around and saw the disciple whom Jesus loved. That disciple was following them. He was the one who leaned against Jesus’ chest at the supper and asked, “Lord, who is going to betray you?”",
      "21": "When Peter saw him, he asked Jesus, “Lord, what about him?”",
      "22": "Jesus said to Peter, “If I want him to live until I come again, how does that concern you? Follow me!”",
      "23": "So a rumor that that disciple wouldn’t die spread among Jesus’ followers. But Jesus didn’t say that he wouldn’t die. What Jesus said was, “If I want him to live until I come again, how does that concern you?”",
      "24": "This disciple was an eyewitness of these things and wrote them down. We know that what he says is true.",
      "25": "Jesus also did many other things. If every one of them were written down, I suppose the world wouldn’t have enough room for the books that would be written."
    }
  }
}