{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:05.664267-04:00",
    "Translation": "GW"
  },
  "Jonah": {
    "1": {
      "1": "The Lord spoke his word to Jonah, son of Amittai. He said,",
      "2": "“Leave at once for the important city, Nineveh. Announce to the people that I can no longer overlook the wicked things they have done.”",
      "3": "Jonah immediately tried to run away from the Lord by going to Tarshish. He went to Joppa and found a ship going to Tarshish. He paid for the trip and went on board. He wanted to go to Tarshish to get away from the Lord.",
      "4": "The Lord sent a violent wind over the sea. The storm was so powerful that the ship was in danger of breaking up.",
      "5": "The sailors were afraid, and they cried to their gods for help. They began to throw the cargo overboard to lighten the ship’s load.\nNow, Jonah had gone below deck and was lying there sound asleep.",
      "6": "The captain of the ship went to him and asked, “How can you sleep? Get up, and pray to your God. Maybe he will notice us, and we won’t die.”",
      "7": "Then the sailors said to each other, “Let’s throw dice to find out who is responsible for bringing this disaster on us.” So they threw dice, and the dice indicated that Jonah was responsible.",
      "8": "They asked him, “Tell us, why has this disaster happened to us? What do you do for a living? Where do you come from? What country are you from? What nationality are you?”",
      "9": "Jonah answered them, “I’m a Hebrew. I worship the Lord, the God of heaven. He is the God who made the sea and the land.”",
      "10": "Then the men were terrified. They knew that he was running away from the Lord, because he had told them. They asked Jonah, “Why have you done this?”",
      "11": "The storm was getting worse. So they asked Jonah, “What should we do with you to calm the sea?”",
      "12": "He told them, “Throw me overboard. Then the sea will become calm. I know that I’m responsible for this violent storm.”",
      "13": "Instead, the men tried to row harder to get the ship back to shore, but they couldn’t do it. The storm was getting worse.",
      "14": "So they cried to the Lord for help: “Please, Lord, don’t let us die for taking this man’s life. Don’t hold us responsible for the death of an innocent man, because you, Lord, do whatever you want.”",
      "15": "Then they took Jonah and threw him overboard, and the sea became calm.",
      "16": "The men were terrified of the Lord. They offered sacrifices and made vows to the Lord.",
      "17": "The Lord sent a big fish to swallow Jonah. Jonah was inside the fish for three days and three nights."
    },
    "2": {
      "1": "From inside the fish Jonah prayed to the Lord his God.",
      "2": "Jonah prayed:\n“I called to the Lord in my distress,\nand he answered me.\nFrom the depths of my watery grave I cried for help,\nand you heard my cry.",
      "3": "You threw me into the deep, into the depths of the sea,\nand water surrounded me.\nAll the whitecaps on your waves have swept over me.",
      "4": "“Then I thought,\n‘I have been banished from your sight.\nWill I ever see your holy temple again?’",
      "5": "“Water surrounded me, threatening my life.\nThe deep sea covered me completely.\nSeaweed was wrapped around my head.",
      "6": "I sank to the foot of the mountains.\nI sank to the bottom,\nwhere bars held me forever.\nBut you brought me back from the pit, O Lord, my God.",
      "7": "“As my life was slipping away, I remembered the Lord.\nMy prayer came to you in your holy temple.",
      "8": "Those who hold on to worthless idols abandon their loyalty to you.",
      "9": "But I will sacrifice to you with songs of thanksgiving.\nI will keep my vow.\nVictory belongs to the Lord!”",
      "10": "Then the Lord spoke to the fish, and it spit Jonah out onto the shore."
    },
    "3": {
      "1": "Then the Lord spoke his word to Jonah a second time. He said,",
      "2": "“Leave at once for the important city, Nineveh. Announce to the people the message I have given you.”",
      "3": "Jonah immediately went to Nineveh as the Lord told him. Nineveh was a very large city. It took three days to walk through  it.",
      "4": "Jonah entered the city and walked for about a day. Then he said, “In forty days Nineveh will be destroyed.”",
      "5": "The people of Nineveh believed God. They decided to fast, and everyone, from the most important to the least important, dressed in sackcloth.",
      "6": "When the news reached the king of Nineveh, he got up from his throne, took off his robe, put on sackcloth, and sat in ashes.",
      "7": "Then he made this announcement and sent it throughout the city:\n“This is an order from the king and his nobles: No one is to eat or drink anything. This includes all people, animals, cattle, and sheep.",
      "8": "Every person and animal must put on sackcloth. Cry loudly to God for help. Turn from your wicked ways and your acts of violence.",
      "9": "Who knows? God may reconsider his plans and turn from his burning anger so that we won’t die.”",
      "10": "God saw what they did. He saw that they turned from their wicked ways. So God reconsidered his threat to destroy them, and he didn’t do it."
    },
    "4": {
      "1": "Jonah was very upset about this, and he became angry.",
      "2": "So he prayed to the Lord, “Lord, isn’t this what I said would happen when I was still in my own country? That’s why I tried to run to Tarshish in the first place. I knew that you are a merciful and compassionate God, patient, and always ready to forgive and to reconsider your threats of destruction.",
      "3": "So now, Lord, take my life. I’d rather be dead than alive.”",
      "4": "The Lord asked, “What right do you have to be angry?”",
      "5": "Jonah left the city and sat down east of it. He made himself a shelter there. He sat in its shade and waited to see what would happen to the city.",
      "6": "The Lord God made a plant grow up beside Jonah to give him shade and make him more comfortable. Jonah was very happy with the plant.",
      "7": "At dawn the next day, God sent a worm to attack the plant so that it withered.",
      "8": "When the sun rose, God made a hot east wind blow. The sun beat down on Jonah’s head so that he was about to faint. He wanted to die. So he said, “I’d rather be dead than alive.”",
      "9": "Then God asked Jonah, “What right do you have to be angry over this plant?”\nJonah answered, “I have every right to be angry—so angry that I want to die.”",
      "10": "The Lord replied, “This plant grew up overnight and died overnight. You didn’t plant it or make it grow. Yet, you feel sorry for this plant.",
      "11": "Shouldn’t I feel sorry for this important city, Nineveh? It has more than 120,000 people in it as well as many animals. These people couldn’t tell their right hand from their left.”"
    }
  }
}