{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:09.852381-04:00",
    "Translation": "GW"
  },
  "Malachi": {
    "1": {
      "1": "This is a divine revelation. The Lord spoke his word to Israel through Malachi.",
      "2": "“I loved you,” says the Lord.\n“But you ask, ‘How did you love us?’\n“Wasn’t Esau Jacob’s brother?” declares the Lord. “I loved Jacob,",
      "3": "but Esau I hated. I turned his mountains into a wasteland and left his inheritance to the jackals in the desert.",
      "4": "“The descendants of Esau may say, ‘We have been beaten down, but we will rebuild the ruins.’\n“Yet, this is what the Lord of Armies says: They may rebuild, but I will tear it down. They will be called ‘the Wicked Land’ and ‘the people with whom the Lord is always angry.’",
      "5": "You will see these things with your own eyes and say, ‘Even outside the borders of Israel the Lord is great.’",
      "6": "“This is what the Lord of Armies says: A son honors his father, and a servant honors his master. So if I am a father, where is my honor? If I am a master, where is my respect? You priests despise my name.\n“But you ask, ‘How have we despised your name?’",
      "7": "“You offer contaminated food on my altar.\n“But you ask, ‘Then how have we contaminated you?’\n“When you say that the Lord’s table may be despised.",
      "8": "When you bring a blind animal to sacrifice, isn’t that wrong? When you bring a lame or a sick animal, isn’t that wrong? Try offering it to your governor. Would he accept it from you? Would he welcome you?” asks the Lord of Armies.",
      "9": "“Now try asking God to be kind to you. This is what you are doing! Will he welcome you?” asks the Lord of Armies.",
      "10": "“I wish one of you would shut the doors to my house so that you could not light fires on my altar for no reason. I’m not pleased with you,” says the Lord of Armies, “and I won’t accept your offerings.",
      "11": "“From the nations where the sun rises to the nations where the sun sets, my name will be great. Incense and pure offerings will be offered everywhere in my name, because my name will be great among the nations,” says the Lord of Armies.",
      "12": "“But you dishonor it when you say that the Lord’s table may be contaminated and that its food may be despised.",
      "13": "“You say, ‘Oh what a nuisance it is,’ and you sniff at it in disgust,” says the Lord of Armies. “You bring stolen, lame, and sick animals. When you bring such offerings, should I accept them from you?” asks the Lord.",
      "14": "“Cheaters are under a curse. They have male animals in their flocks that they vow to give as a sacrifice. But they sacrifice second-rate ones to the Lord instead. I am a great king,” says the Lord of Armies. “Among the nations my name is respected."
    },
    "2": {
      "1": "“And now, you priests, this warning is for you.",
      "2": "If you won’t listen and if you won’t consider giving honor to my name,” says the Lord of Armies, “then I’ll send a curse on you, and I’ll curse the blessings you give. Yes, I’ve already cursed them because you don’t carefully consider this.",
      "3": "“I’m going to punish your descendants. I’m going to spread excrement on your faces, the excrement from your festival sacrifices. You will be discarded with it.",
      "4": "Then you will know that I sent you this warning so that my promise  to Levi will continue,” says the Lord of Armies.",
      "5": "“I promised Levi life and peace. I gave them to him so that he would respect me. He respected me and stood in awe of my name.",
      "6": "The teaching that came from his mouth was true. Nothing unjust was found on his lips. He lived with me in peace and honesty and turned many people away from sin.",
      "7": "“A priest’s lips should preserve knowledge. Then, because he is the messenger for the Lord of Armies, people will seek instruction from his mouth.",
      "8": "“But you have turned from the correct path and caused many to stumble over my teachings. You have corrupted the promise made to Levi,” says the Lord of Armies.",
      "9": "“So I have made you disgusting, and I have humiliated you in front of all the people, because you have not followed my ways. You have been unfair when applying my teachings.”",
      "10": "Don’t all of us have the same father? Hasn’t the same God created us? Why are we unfaithful to each other? And why do we dishonor the promise given to our ancestors?",
      "11": "Judah has been unfaithful! A disgusting thing has been done in Israel and Jerusalem. Judah has dishonored the holy place that the Lord loves and has married a woman who worships a foreign god.",
      "12": "May the Lord exclude anyone who does this, whoever he may be. May he exclude them from Jacob’s tents and from bringing offerings to the Lord of Armies.",
      "13": "Here is another thing you do: You cover the Lord’s altar with tears. You moan and groan because he no longer pays attention to your offerings or accepts them from you.",
      "14": "But you ask, “Why aren’t our offerings accepted?” It is because the Lord is a witness between you and the wife of your youth, to whom you have been unfaithful. Yet, she is your companion, the wife of your marriage vows.",
      "15": "Didn’t God make you one? Your flesh and spirit belong to him. And what does the same God look for but godly descendants? So be careful not to be unfaithful to the wife of your youth.",
      "16": "“I hate divorce,” says the Lord God of Israel. “I hate the person who covers himself with violence,” says the Lord of Armies. “Be careful not to be unfaithful.”",
      "17": "You have tried the patience of the Lord with your words.\nBut you ask, “How have we tried his patience?”\nWhen you say, “Everyone who does evil is considered good by the Lord. He is pleased with them,” or “Where is the God of justice?”"
    },
    "3": {
      "1": "“I’m going to send my messenger, and he will clear the way ahead of me. Then the Lord you are looking for will suddenly come to his temple. The messenger of the promise  will come. He is the one you want,” says the Lord of Armies.",
      "2": "But who will be able to endure the day he comes? Who will be able to survive on the day he appears? He is like a purifying fire and like a cleansing soap.",
      "3": "He will act like a refiner and a purifier of silver. He will purify Levi’s sons and refine them like gold and silver. Then they will bring acceptable offerings to the Lord.",
      "4": "The offerings from Judah and Jerusalem will be pleasing to the Lord as in the past, as in years long ago.",
      "5": "“I will come to judge you. I will be quick to testify against sorcerers, adulterers, lying witnesses, and those who cheat workers out of their wages and oppress widows and orphans. I will also testify against those who deprive foreigners of their rights. None of them fear me,” says the Lord of Armies.",
      "6": "“I, the Lord, never change. That is why you descendants of Jacob haven’t been destroyed yet.",
      "7": "Since the time of your ancestors you have turned away from my laws and have not followed them. Return to me, and I will return to you,” says the Lord of Armies.\n“But you ask, ‘How can we return?’",
      "8": "“Can a person cheat God? Yet, you are cheating me!\n“But you ask, ‘How are we cheating you?’\n“When you don’t bring a tenth of your income and other contributions.",
      "9": "So a curse is on you because the whole nation is cheating me!",
      "10": "“Bring one-tenth of your income into the storehouse so that there may be food in my house. Test me in this way,” says the Lord of Armies. “See if I won’t open the windows of heaven for you and flood you with blessings.",
      "11": "Then, for your sake, I will stop insects from eating your crops. They will not destroy the produce of your land. The vines in your fields will not lose their unripened grapes,” says the Lord of Armies.",
      "12": "“All nations will call you blessed because you will be a delightful land,” says the Lord of Armies.",
      "13": "“You have used harsh words against me,” says the Lord.\n“You ask, ‘How have we spoken against you?’",
      "14": "“You have said, ‘It’s pointless to serve God. What do we gain if we meet his standards or if we walk around feeling sorry for what we’ve done?",
      "15": "So now we call arrogant people blessed. Not only are evildoers encouraged, they even test God and get away with it.’ ”",
      "16": "Then those who feared the Lord spoke to one another, and the Lord paid attention and listened. A book was written in his presence to be a reminder to those who feared the Lord and respected his name.",
      "17": "“They will be mine,” says the Lord of Armies. “On that day I will make them my special possession. I will spare them as a man spares his own son who serves him.",
      "18": "Then you will again see the difference between righteous people and wicked people, between the one who serves God and the one who doesn’t serve him."
    },
    "4": {
      "1": "“Certainly the day is coming! It will burn like a furnace. All arrogant people and all evildoers will be like straw. The day that is coming will burn them up completely,” says the Lord of Armies. “It won’t leave a single root or branch.",
      "2": "“The Sun of Righteousness will rise with healing in his wings for you people who fear my name. You will go out and leap like calves let out of a stall.",
      "3": "You will trample on wicked people, because on the day I act they will be ashes under the soles of your feet,” says the Lord of Armies.",
      "4": "“Remember the teachings of my servant Moses, the rules and regulations that I gave to him at Horeb for all Israel.",
      "5": "“I’m going to send you the prophet Elijah before that very terrifying day of the Lord comes.",
      "6": "He will change parents’ attitudes toward their children and children’s attitudes toward their parents. If not, I will come and reclaim my land by destroying you.”"
    }
  }
}