{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:10.402285-04:00",
    "Translation": "GW"
  },
  "Matthew": {
    "1": {
      "1": "This is the list of ancestors of Jesus Christ, descendant of David and Abraham.",
      "2": "Abraham was the father of Isaac,\nIsaac the father of Jacob,\nJacob the father of Judah and his brothers.",
      "3": "Judah and Tamar were the father and mother of Perez and Zerah.\nPerez was the father of Hezron,\nHezron the father of Ram,",
      "4": "Ram the father of Amminadab,\nAmminadab the father of Nahshon,\nNahshon the father of Salmon.",
      "5": "Salmon and Rahab were the father and mother of Boaz.\nBoaz and Ruth were the father and mother of Obed.\nObed was the father of Jesse,",
      "6": "Jesse the father of King David.\nDavid and Uriah’s wife Bathsheba were the father and mother of Solomon.",
      "7": "Solomon was the father of Rehoboam,\nRehoboam the father of Abijah,\nAbijah the father of Asa,",
      "8": "Asa the father of Jehoshaphat,\nJehoshaphat the father of Joram,\nJoram the father of Uzziah,",
      "9": "Uzziah the father of Jotham,\nJotham the father of Ahaz,\nAhaz the father of Hezekiah,",
      "10": "Hezekiah the father of Manasseh,\nManasseh the father of Amon,\nAmon the father of Josiah.",
      "11": "Josiah was the father of Jechoniah and his brothers.\nThey lived at the time when the people were exiled to Babylon.",
      "12": "After the exile to Babylon,\nJechoniah became the father of Shealtiel.\nShealtiel was the father of Zerubbabel,",
      "13": "Zerubbabel the father of Abiud,\nAbiud the father of Eliakim,\nEliakim the father of Azor,",
      "14": "Azor the father of Zadok,\nZadok the father of Achim,\nAchim the father of Eliud,",
      "15": "Eliud the father of Eleazar,\nEleazar the father of Matthan,\nMatthan the father of Jacob.",
      "16": "Jacob was the father of Joseph, who was the husband of Mary.\nMary was the mother of Jesus, who is called Christ.",
      "17": "So there were\n14 generations from Abraham to David,\n14 generations from David until the exile to Babylon,\n14 generations from the exile until the Messiah.",
      "18": "The birth of Jesus Christ took place in this way: His mother Mary had been promised to Joseph in marriage. But before they were married, Mary realized that she was pregnant by the Holy Spirit.",
      "19": "Her husband Joseph was an honorable man and did not want to disgrace her publicly. So he decided to break the marriage agreement with her secretly.",
      "20": "Joseph had this in mind when an angel of the Lord appeared to him in a dream. The angel said to him, “Joseph, descendant of David, don’t be afraid to take Mary as your wife. She is pregnant by the Holy Spirit.",
      "21": "She will give birth to a son, and you will name him Jesus [He Saves], because he will save his people from their sins.”",
      "22": "All this happened so that what the Lord had spoken through the prophet came true:",
      "23": "“The virgin will become pregnant and give birth to a son, and they will name him Immanuel,” which means “God is with us.”",
      "24": "When Joseph woke up, he did what the angel of the Lord had commanded him to do. He took Mary to be his wife.",
      "25": "He did not have marital relations with her before she gave birth to a son. Joseph named the child Jesus."
    },
    "2": {
      "1": "Jesus was born in Bethlehem in Judea when Herod was king. After Jesus’ birth wise men  from the east arrived in Jerusalem.",
      "2": "They asked, “Where is the one who was born to be the king of the Jews? We saw his star rising and have come to worship him.”",
      "3": "When King Herod and all Jerusalem heard about this, they became disturbed.",
      "4": "He called together all the chief priests and the experts in the Scriptures and tried to find out from them where the Messiah was supposed to be born.",
      "5": "They told him, “In Bethlehem in Judea. The prophet wrote about this:",
      "6": "Bethlehem in the land of Judah,\nyou are by no means least among the leaders of Judah.\nA leader will come from you.\nHe will shepherd my people Israel.”",
      "7": "Then Herod secretly called the wise men and found out from them exactly when the star had appeared.",
      "8": "As he sent them to Bethlehem, he said, “Go and search carefully for the child. When you have found him, report to me so that I may go and worship him too.”",
      "9": "After they had heard the king, they started out. The star they had seen rising led them until it stopped over the place where the child was.",
      "10": "They were overwhelmed with joy to see the star.",
      "11": "When they entered the house, they saw the child with his mother Mary. So they bowed down and worshiped him. Then they opened their treasure chests and offered him gifts of gold, frankincense, and myrrh.",
      "12": "God warned them in a dream not to go back to Herod. So they left for their country by another road.",
      "13": "After they had left, an angel of the Lord appeared to Joseph in a dream. The angel said to him, “Get up, take the child and his mother, and flee to Egypt. Stay there until I tell you, because Herod intends to search for the child and kill him.”",
      "14": "Joseph got up, took the child and his mother, and left for Egypt that night.",
      "15": "He stayed there until Herod died. What the Lord had spoken through the prophet came true: “I have called my son out of Egypt.”",
      "16": "When Herod saw that the wise men had tricked him, he became furious. He sent soldiers to kill all the boys two years old and younger in or near Bethlehem. This matched the exact time he had learned from the wise men.",
      "17": "Then the words spoken through the prophet Jeremiah came true:",
      "18": "“A sound was heard in Ramah,\nthe sound of crying in bitter grief.\nRachel was crying for her children.\nShe refused to be comforted\nbecause they were dead.”",
      "19": "After Herod was dead, an angel of the Lord appeared in a dream to Joseph in Egypt.",
      "20": "The angel said to him, “Get up, take the child and his mother, and go to Israel. Those who tried to kill the child are dead.”",
      "21": "Joseph got up, took the child and his mother, and went to Israel.",
      "22": "But when he heard that Archelaus had succeeded his father Herod as king of Judea, Joseph was afraid to go there. Warned in a dream, he left for Galilee",
      "23": "and made his home in a city called Nazareth. So what the prophets had said came true: “He will be called a Nazarene.”"
    },
    "3": {
      "1": "Later, John the Baptizer appeared in the desert of Judea. His message was,",
      "2": "“Turn to God and change the way you think and act, because the kingdom of heaven is near.”",
      "3": "Isaiah the prophet spoke about this man when he said,\n“A voice cries out in the desert:\n‘Prepare the way for the Lord!\nMake his paths straight!’ ”",
      "4": "John wore clothes made from camel’s hair and had a leather belt around his waist. His diet consisted of locusts and wild honey.",
      "5": "Jerusalem, all Judea, and the whole Jordan Valley went to him.",
      "6": "As they confessed their sins, he baptized them in the Jordan River.",
      "7": "But when he saw many Pharisees and Sadducees coming to be baptized, he said to them, “You poisonous snakes! Who showed you how to flee from God’s coming anger?",
      "8": "Do those things that prove you have turned to God and have changed the way you think and act.",
      "9": "Don’t think you can say, ‘Abraham is our ancestor.’ I can guarantee that God can raise up descendants for Abraham from these stones.",
      "10": "The ax is now ready to cut the roots of the trees. Any tree that doesn’t produce good fruit will be cut down and thrown into a fire.",
      "11": "I baptize you with water so that you will change the way you think and act. But the one who comes after me is more powerful than I. I am not worthy to remove his sandals. He will baptize you with the Holy Spirit and fire.",
      "12": "His winnowing  shovel is in his hand, and he will clean up his threshing floor. He will gather his wheat into a barn, but he will burn the husks in a fire that can never be put out.”",
      "13": "Then Jesus appeared. He came from Galilee to the Jordan River to be baptized by John.",
      "14": "But John tried to stop him and said, “I need to be baptized by you. Why are you coming to me?”",
      "15": "Jesus answered him, “This is the way it has to be now. This is the proper way to do everything that God requires of us.”\nThen John gave in to him.",
      "16": "After Jesus was baptized, he immediately came up from the water. Suddenly, the heavens were opened, and he saw the Spirit of God coming down as a dove to him.",
      "17": "Then a voice from heaven said, “This is my Son, whom I love—my Son with whom I am pleased.”"
    },
    "4": {
      "1": "Then the Spirit led Jesus into the desert to be tempted by the devil.",
      "2": "Jesus did not eat anything for 40 days and 40 nights. At the end of that time, he was hungry.",
      "3": "The tempter came to him and said, “If you are the Son of God, tell these stones to become loaves of bread.”",
      "4": "Jesus answered, “Scripture says, ‘A person cannot live on bread alone but on every word that God speaks.’ ”",
      "5": "Then the devil took him into the holy city and had him stand on the highest part of the temple.",
      "6": "He said to Jesus, “If you are the Son of God, jump! Scripture says, ‘He will put his angels in charge of you. They will carry you in their hands so that you never hit your foot against a rock.’ ”",
      "7": "Jesus said to him, “Again, Scripture says, ‘Never tempt the Lord your God.’ ”",
      "8": "Once more the devil took him to a very high mountain and showed him all the kingdoms in the world and their glory.",
      "9": "The devil said to him, “I will give you all this if you will bow down and worship me.”",
      "10": "Jesus said to him, “Go away, Satan! Scripture says, ‘Worship the Lord your God and serve only him.’ ”",
      "11": "Then the devil left him, and angels came to take care of him.",
      "12": "When Jesus heard that John had been put in prison, he went back to Galilee.",
      "13": "He left Nazareth and made his home in Capernaum on the shores of the Sea of Galilee. This was in the region of Zebulun and Naphtali.",
      "14": "So what the prophet Isaiah had said came true:",
      "15": "“Land of Zebulun and land of Naphtali,\non the way to the sea,\nacross the Jordan River,\nGalilee, where foreigners live!",
      "16": "The people who lived in darkness\nhave seen a bright light.\nA light has risen\nfor those who live in a land overshadowed by death.”",
      "17": "From then on, Jesus began to tell people, “Turn to God and change the way you think and act, because the kingdom of heaven is near!”",
      "18": "As he was walking along the Sea of Galilee, he saw two brothers, Simon (called Peter) and Andrew. They were throwing a net into the sea because they were fishermen.",
      "19": "Jesus said to them, “Come, follow me! I will teach you how to catch people instead of fish.”",
      "20": "They immediately left their nets and followed him.",
      "21": "As Jesus went on, he saw two other brothers, James and John, the sons of Zebedee. They were in a boat with their father Zebedee preparing their nets to go fishing. He called them,",
      "22": "and they immediately left the boat and their father and followed Jesus.",
      "23": "Jesus went all over Galilee. He taught in the synagogues and spread the Good News of the kingdom. He also cured every disease and sickness among the people.",
      "24": "The news about Jesus spread throughout Syria. People brought him everyone who was sick, those who suffered from any kind of disease or pain. They also brought epileptics, those who were paralyzed, and people possessed by demons, and he cured them all.",
      "25": "Large crowds followed him. They came from Galilee, the Ten Cities, Jerusalem, Judea, and from across the Jordan River."
    },
    "5": {
      "1": "When Jesus saw the crowds, he went up a mountain and sat down. His disciples came to him,",
      "2": "and he began to teach them:",
      "3": "“Blessed are those who recognize they are spiritually helpless.\nThe kingdom of heaven belongs to them.",
      "4": "Blessed are those who mourn.\nThey will be comforted.",
      "5": "Blessed are those who are gentle.\nThey will inherit the earth.",
      "6": "Blessed are those who hunger and thirst for God’s approval.\nThey will be satisfied.",
      "7": "Blessed are those who show mercy.\nThey will be treated mercifully.",
      "8": "Blessed are those whose thoughts are pure.\nThey will see God.",
      "9": "Blessed are those who make peace.\nThey will be called God’s children.",
      "10": "Blessed are those who are persecuted for doing what God approves of.\nThe kingdom of heaven belongs to them.",
      "11": "“Blessed are you when people insult you,\npersecute you,\nlie, and say all kinds of evil things about you because of me.",
      "12": "Rejoice and be glad because you have a great reward in heaven!\nThe prophets who lived before you were persecuted in these ways.",
      "13": "“You are salt for the earth. But if salt loses its taste, how will it be made salty again? It is no longer good for anything except to be thrown out and trampled on by people.",
      "14": "“You are light for the world. A city cannot be hidden when it is located on a hill.",
      "15": "No one lights a lamp and puts it under a basket. Instead, everyone who lights a lamp puts it on a lamp stand. Then its light shines on everyone in the house.",
      "16": "In the same way let your light shine in front of people. Then they will see the good that you do and praise your Father in heaven.",
      "17": "“Don’t ever think that I came to set aside Moses’ Teachings or the Prophets. I didn’t come to set them aside but to make them come true.",
      "18": "I can guarantee this truth: Until the earth and the heavens disappear, neither a period nor a comma will disappear from the Scriptures before everything has come true.",
      "19": "So whoever sets aside any command that seems unimportant and teaches others to do the same will be unimportant in the kingdom of heaven. But whoever does and teaches what the commands say will be called great in the kingdom of heaven.",
      "20": "I can guarantee that unless you live a life that has God’s approval and do it more faithfully than the experts in Moses’ Teachings and Pharisees, you will never enter the kingdom of heaven.",
      "21": "“You have heard that it was said to your ancestors, ‘Never murder. Whoever murders will answer for it in court.’",
      "22": "But I can guarantee that whoever is angry with another believer  will answer for it in court. Whoever calls another believer an insulting name will answer for it in the highest court. Whoever calls another believer a fool will answer for it in hellfire.",
      "23": "“So if you are offering your gift at the altar and remember there that another believer has something against you,",
      "24": "leave your gift at the altar. First go away and make peace with that person. Then come back and offer your gift.",
      "25": "“Make peace quickly with your opponent while you are on the way to court with him. Otherwise, he will hand you over to the judge. Then the judge will hand you over to an officer, who will throw you into prison.",
      "26": "I can guarantee this truth: You will never get out until you pay every penny of your fine.",
      "27": "“You have heard that it was said, ‘Never commit adultery.’",
      "28": "But I can guarantee that whoever looks with lust at a woman has already committed adultery in his heart.",
      "29": "“So if your right eye causes you to sin, tear it out and throw it away. It is better for you to lose a part of your body than to have all of it thrown into hell.",
      "30": "And if your right hand leads you to sin, cut it off and throw it away. It is better for you to lose a part of your body than to have all of it go into hell.",
      "31": "“It has also been said, ‘Whoever divorces his wife must give her a written notice.’",
      "32": "But I can guarantee that any man who divorces his wife for any reason other than unfaithfulness makes her look as though she has committed adultery. Whoever marries a woman divorced in this way makes himself look as though he has committed adultery.",
      "33": "“You have heard that it was said to your ancestors, ‘Never break your oath, but give to the Lord what you swore in an oath to give him.’",
      "34": "But I tell you don’t swear an oath at all. Don’t swear an oath by heaven, which is God’s throne,",
      "35": "or by the earth, which is his footstool, or by Jerusalem, which is the city of the great King.",
      "36": "And don’t swear an oath by your head. After all, you cannot make one hair black or white.",
      "37": "Simply say yes or no. Anything more than that comes from the evil one.",
      "38": "“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’",
      "39": "But I tell you not to oppose an evil person. If someone slaps you on your right cheek, turn your other cheek to him as well.",
      "40": "If someone wants to sue you in order to take your shirt, let him have your coat too.",
      "41": "If someone forces you to go one mile, go two miles with him.",
      "42": "Give to everyone who asks you for something. Don’t turn anyone away who wants to borrow something from you.",
      "43": "“You have heard that it was said, ‘Love your neighbor, and hate your enemy.’",
      "44": "But I tell you this: Love your enemies, and pray for those who persecute you.",
      "45": "In this way you show that you are children of your Father in heaven. He makes his sun rise on people whether they are good or evil. He lets rain fall on them whether they are just or unjust.",
      "46": "If you love those who love you, do you deserve a reward? Even the tax collectors do that!",
      "47": "Are you doing anything remarkable if you welcome only your friends? Everyone does that!",
      "48": "That is why you must be perfect as your Father in heaven is perfect."
    },
    "6": {
      "1": "“Be careful not to do your good works in public in order to attract attention. If you do, your Father in heaven will not reward you.",
      "2": "So when you give to the poor, don’t announce it with trumpet fanfare. This is what hypocrites do in the synagogues and on the streets in order to be praised by people. I can guarantee this truth: That will be their only reward.",
      "3": "When you give to the poor, don’t let your left hand know what your right hand is doing.",
      "4": "Give your contributions privately. Your Father sees what you do in private. He will reward you.",
      "5": "“When you pray, don’t be like hypocrites. They like to stand in synagogues and on street corners to pray so that everyone can see them. I can guarantee this truth: That will be their only reward.",
      "6": "When you pray, go to your room and close the door. Pray privately to your Father who is with you. Your Father sees what you do in private. He will reward you.",
      "7": "“When you pray, don’t ramble like heathens who think they’ll be heard if they talk a lot.",
      "8": "Don’t be like them. Your Father knows what you need before you ask him.",
      "9": "“This is how you should pray:\nOur Father in heaven,\nlet your name be kept holy.",
      "10": "Let your kingdom come.\nLet your will be done on earth\nas it is done in heaven.",
      "11": "Give us our daily bread today.",
      "12": "Forgive us as we forgive others.",
      "13": "Don’t allow us to be tempted.\nInstead, rescue us from the evil one.",
      "14": "“If you forgive the failures of others, your heavenly Father will also forgive you.",
      "15": "But if you don’t forgive others, your Father will not forgive your failures.",
      "16": "“When you fast, stop looking sad like hypocrites. They put on sad faces to make it obvious that they’re fasting. I can guarantee this truth: That will be their only reward.",
      "17": "When you fast, wash your face and comb your hair.",
      "18": "Then your fasting won’t be obvious. Instead, it will be obvious to your Father who is with you in private. Your Father sees what you do in private. He will reward you.",
      "19": "“Stop storing up treasures for yourselves on earth, where moths and rust destroy and thieves break in and steal.",
      "20": "Instead, store up treasures for yourselves in heaven, where moths and rust don’t destroy and thieves don’t break in and steal.",
      "21": "Your heart will be where your treasure is.",
      "22": "“The eye is the lamp of the body. So if your eye is unclouded, your whole body will be full of light.",
      "23": "But if your eye is evil, your whole body will be full of darkness. If the light in you is darkness, how dark it will be!",
      "24": "“No one can serve two masters. He will hate the first master and love the second, or he will be devoted to the first and despise the second. You cannot serve God and wealth.",
      "25": "“So I tell you to stop worrying about what you will eat, drink, or wear. Isn’t life more than food and the body more than clothes?",
      "26": "“Look at the birds. They don’t plant, harvest, or gather the harvest into barns. Yet, your heavenly Father feeds them. Aren’t you worth more than they?",
      "27": "“Can any of you add a single hour to your life by worrying?",
      "28": "“And why worry about clothes? Notice how the flowers grow in the field. They never work or spin yarn for clothes.",
      "29": "But I say that not even Solomon in all his majesty was dressed like one of these flowers.",
      "30": "That’s the way God clothes the grass in the field. Today it’s alive, and tomorrow it’s thrown into an incinerator. So how much more will he clothe you people who have so little faith?",
      "31": "“Don’t ever worry and say, ‘What are we going to eat?’ or ‘What are we going to drink?’ or ‘What are we going to wear?’",
      "32": "Everyone is concerned about these things, and your heavenly Father certainly knows you need all of them.",
      "33": "But first, be concerned about his kingdom and what has his approval. Then all these things will be provided for you.",
      "34": "“So don’t ever worry about tomorrow. After all, tomorrow will worry about itself. Each day has enough trouble of its own."
    },
    "7": {
      "1": "“Stop judging so that you will not be judged.",
      "2": "Otherwise, you will be judged by the same standard you use to judge others. The standards you use for others will be applied to you.",
      "3": "So why do you see the piece of sawdust in another believer’s eye and not notice the wooden beam in your own eye?",
      "4": "How can you say to another believer, ‘Let me take the piece of sawdust out of your eye,’ when you have a beam in your own eye?",
      "5": "You hypocrite! First remove the beam from your own eye. Then you will see clearly to remove the piece of sawdust from another believer’s eye.",
      "6": "“Don’t give what is holy to dogs or throw your pearls to pigs. Otherwise, they will trample them and then tear you to pieces.",
      "7": "“Ask, and you will receive. Search, and you will find. Knock, and the door will be opened for you.",
      "8": "Everyone who asks will receive. The one who searches will find, and for the one who knocks, the door will be opened.",
      "9": "“If your child asks you for bread, would any of you give him a stone?",
      "10": "Or if your child asks for a fish, would you give him a snake?",
      "11": "Even though you’re evil, you know how to give good gifts to your children. So how much more will your Father in heaven give good things to those who ask him?",
      "12": "“Always do for other people everything you want them to do for you. That is the meaning of Moses’ Teachings and the Prophets.",
      "13": "“Enter through the narrow gate because the gate and road that lead to destruction are wide. Many enter through the wide gate.",
      "14": "But the narrow gate and the road that lead to life are full of trouble. Only a few people find the narrow gate.",
      "15": "“Beware of false prophets. They come to you disguised as sheep, but in their hearts they are vicious wolves.",
      "16": "You will know them by what they produce.\n“People don’t pick grapes from thornbushes or figs from thistles, do they?",
      "17": "In the same way every good tree produces good fruit, but a rotten tree produces bad fruit.",
      "18": "A good tree cannot produce bad fruit, and a rotten tree cannot produce good fruit.",
      "19": "Any tree that fails to produce good fruit is cut down and thrown into a fire.",
      "20": "So you will know them by what they produce.",
      "21": "“Not everyone who says to me, ‘Lord, Lord!’ will enter the kingdom of heaven, but only the person who does what my Father in heaven wants.",
      "22": "Many will say to me on that day, ‘Lord, Lord, didn’t we prophesy in your name? Didn’t we force out demons and do many miracles by the power and authority of your name?’",
      "23": "Then I will tell them publicly, ‘I’ve never known you. Get away from me, you evil people.’",
      "24": "“Therefore, everyone who hears what I say and obeys it will be like a wise person who built a house on rock.",
      "25": "Rain poured, and floods came. Winds blew and beat against that house. But it did not collapse, because its foundation was on rock.",
      "26": "“Everyone who hears what I say but doesn’t obey it will be like a foolish person who built a house on sand.",
      "27": "Rain poured, and floods came. Winds blew and struck that house. It collapsed, and the result was a total disaster.”",
      "28": "When Jesus finished this speech, the crowds were amazed at his teachings.",
      "29": "Unlike their experts in Moses’ Teachings, he taught them with authority."
    },
    "8": {
      "1": "When Jesus came down from the mountain, large crowds followed him.",
      "2": "A man with a serious skin disease came and bowed down in front of him. The man said to Jesus, “Sir, if you’re willing, you can make me clean.”",
      "3": "Jesus reached out, touched him, and said, “I’m willing. So be clean!” Immediately, his skin disease went away, and he was clean.",
      "4": "Jesus said to him, “Don’t tell anyone about this! Instead, show yourself to the priest. Then offer the sacrifice Moses commanded as proof to people that you are clean.”",
      "5": "When Jesus went to Capernaum, a Roman army officer came to beg him for help.",
      "6": "The officer said, “Sir, my servant is lying at home paralyzed and in terrible pain.”",
      "7": "Jesus said to him, “I’ll come to heal him.”",
      "8": "The officer responded, “Sir, I don’t deserve to have you come into my house. But just give a command, and my servant will be healed.",
      "9": "As you know, I’m in a chain of command and have soldiers at my command. I tell one of them, ‘Go!’ and he goes, and another, ‘Come!’ and he comes. I tell my servant, ‘Do this!’ and he does it.”",
      "10": "Jesus was amazed when he heard this. He said to those who were following him, “I can guarantee this truth: I haven’t found faith as great as this in anyone in Israel.",
      "11": "I can guarantee that many will come from all over the world. They will eat with Abraham, Isaac, and Jacob in the kingdom of heaven.",
      "12": "The citizens of that kingdom will be thrown outside into the darkness. People will cry and be in extreme pain there.”",
      "13": "Jesus told the officer, “Go! What you believed will be done for you.” And at that moment the servant was healed.",
      "14": "When Jesus went to Peter’s house, he saw Peter’s mother-in-law in bed with a fever.",
      "15": "Jesus touched her hand, and the fever went away. So she got up and prepared a meal for him.",
      "16": "In the evening the people brought him many who were possessed by demons. He forced the evil spirits out of people with a command and cured everyone who was sick.",
      "17": "So what the prophet Isaiah had said came true: “He took away our weaknesses and removed our diseases.”",
      "18": "Now, when Jesus saw a crowd around him, he ordered his disciples to cross to the other side of the Sea of Galilee.",
      "19": "An expert in Moses’ Teachings came to him and said, “Teacher, I’ll follow you wherever you go.”",
      "20": "Jesus told him, “Foxes have holes, and birds have nests, but the Son of Man has nowhere to sleep.”",
      "21": "Another disciple said to him, “Sir, first let me go to bury my father.”",
      "22": "But Jesus told him, “Follow me, and let the dead bury their own dead.”",
      "23": "Jesus’ disciples went with him as he left in a boat.",
      "24": "Suddenly, a severe storm came across the sea. The waves were covering the boat. Yet, Jesus was sleeping.",
      "25": "So they woke him up, saying, “Lord! Save us! We’re going to die!”",
      "26": "Jesus said to them, “Why do you cowards have so little faith?” Then he got up, gave an order to the wind and the sea, and the sea became very calm.",
      "27": "The men were amazed and asked, “What kind of man is this? Even the wind and the sea obey him!”",
      "28": "When he arrived in the territory of the Gadarenes on the other side of the Sea of Galilee, two men met him. They were possessed by demons and had come out of the tombs. No one could travel along that road because the men were so dangerous.",
      "29": "They shouted, “Why are you bothering us now, Son of God? Did you come here to torture us before it is time?”",
      "30": "A large herd of pigs was feeding in the distance.",
      "31": "The demons begged Jesus, “If you’re going to force us out, send us into that herd of pigs.”",
      "32": "Jesus said to them, “Go!” The demons came out and went into the pigs. Suddenly, the whole herd rushed down the cliff into the sea and died in the water.",
      "33": "Those who took care of the pigs ran into the city. There they reported everything, especially about the men possessed by demons.",
      "34": "Everyone from the city went to meet Jesus. When they saw him, they begged him to leave their territory."
    },
    "9": {
      "1": "Jesus got into a boat, crossed the sea, and came to his own city.",
      "2": "Some people brought him a paralyzed man on a stretcher.\nWhen Jesus saw their faith, he said to the man, “Cheer up, friend! Your sins are forgiven.”",
      "3": "Then some of the experts in Moses’ Teachings thought, “He’s dishonoring God.”",
      "4": "Jesus knew what they were thinking. He asked them, “Why are you thinking evil things?",
      "5": "Is it easier to say, ‘Your sins are forgiven,’ or to say, ‘Get up and walk’?",
      "6": "I want you to know that the Son of Man has authority on earth to forgive sins.” Then he said to the paralyzed man, “Get up, pick up your stretcher, and go home.”",
      "7": "So the man got up and went home.",
      "8": "When the crowd saw this, they were filled with awe and praised God for giving such authority to humans.",
      "9": "When Jesus was leaving that place, he saw a man sitting in a tax office. The man’s name was Matthew. Jesus said to him, “Follow me!” So Matthew got up and followed him.",
      "10": "Later Jesus was having dinner at Matthew’s house. Many tax collectors and sinners came to eat with Jesus and his disciples.",
      "11": "The Pharisees saw this and asked his disciples, “Why does your teacher eat with tax collectors and sinners?”",
      "12": "When Jesus heard that, he said, “Healthy people don’t need a doctor; those who are sick do.",
      "13": "Learn what this means: ‘I want mercy, not sacrifices.’ I’ve come to call sinners, not people who think they have God’s approval.”",
      "14": "Then John’s disciples came to Jesus. They said, “Why do we and the Pharisees fast often but your disciples never do?”",
      "15": "Jesus replied, “Can wedding guests be sad while the groom is still with them? The time will come when the groom will be taken away from them. Then they will fast.",
      "16": "“No one patches an old coat with a new piece of cloth that will shrink. When the patch shrinks, it will rip away from the coat, and the tear will become worse.",
      "17": "Nor do people pour new wine into old wineskins. If they do, the skins burst, the wine runs out, and the skins are ruined. Rather, people pour new wine into fresh skins, and both are saved.”",
      "18": "A synagogue leader came to Jesus while he was talking to John’s disciples. He bowed down in front of Jesus and said, “My daughter just died. Come, lay your hand on her, and she will live.”",
      "19": "Jesus and his disciples got up and followed the man.",
      "20": "Then a woman came up behind Jesus and touched the edge of his clothes. She had been suffering from chronic bleeding for twelve years.",
      "21": "She thought, “If I only touch his clothes, I’ll get well.”",
      "22": "When Jesus turned and saw her he said, “Cheer up, daughter! Your faith has made you well.” At that very moment the woman became well.",
      "23": "Jesus came to the synagogue leader’s house. He saw flute players and a noisy crowd.",
      "24": "He said to them, “Leave! The girl is not dead. She’s sleeping.” But they laughed at him.",
      "25": "When the crowd had been put outside, Jesus went in, took her hand, and the girl came back to life.",
      "26": "The news about this spread throughout that region.",
      "27": "When Jesus left that place, two blind men followed him. They shouted, “Have mercy on us, Son of David.”",
      "28": "Jesus went into a house, and the blind men followed him. He said to them, “Do you believe that I can do this?”\n“Yes, Lord,” they answered.",
      "29": "He touched their eyes and said, “What you have believed will be done for you!”",
      "30": "Then they could see.\nHe warned them, “Don’t let anyone know about this!”",
      "31": "But they went out and spread the news about him throughout that region.",
      "32": "As they were leaving, some people brought a man to Jesus. The man was unable to talk because he was possessed by a demon.",
      "33": "But as soon as the demon was forced out, the man began to speak.\nThe crowds were amazed and said, “We have never seen anything like this in Israel!”",
      "34": "But the Pharisees said, “He forces demons out of people with the help of the ruler of demons.”",
      "35": "Jesus went to all the towns and villages. He taught in the synagogues and spread the Good News of the kingdom. He also cured every disease and sickness.",
      "36": "When he saw the crowds, he felt sorry for them. They were troubled and helpless like sheep without a shepherd.",
      "37": "Then he said to his disciples, “The harvest is large, but the workers are few.",
      "38": "So ask the Lord who gives this harvest to send workers to harvest his crops.”"
    },
    "10": {
      "1": "Jesus called his twelve disciples and gave them authority to force evil spirits out of people and to cure every disease and sickness.",
      "2": "These are the names of the twelve apostles: first and foremost, Simon (who is called Peter) and his brother Andrew; James and his brother John, the sons of Zebedee;",
      "3": "Philip and Bartholomew; Thomas and Matthew the tax collector; James (son of Alphaeus), and Thaddaeus;",
      "4": "Simon the Zealot and Judas Iscariot, who later betrayed Jesus.",
      "5": "Jesus sent these twelve out with the following instructions: “Don’t go among people who are not Jewish or into any Samaritan city.",
      "6": "Instead, go to the lost sheep of the nation of Israel.",
      "7": "As you go, spread this message: ‘The kingdom of heaven is near.’",
      "8": "Cure the sick, bring the dead back to life, cleanse those with skin diseases, and force demons out of people. Give these things without charging, since you received them without paying.",
      "9": "“Don’t take any gold, silver, or even copper coins in your pockets.",
      "10": "Don’t take a traveling bag for the trip, a change of clothes, sandals, or a walking stick. After all, the worker deserves to have his needs met.",
      "11": "“When you go into a city or village, look for people who will listen to you there. Stay with them until you leave that place.",
      "12": "When you go into a house, greet the family.",
      "13": "If it is a family that listens to you, allow your greeting to stand. But if it is not receptive, take back your greeting.",
      "14": "If anyone doesn’t welcome you or listen to what you say, leave that house or city, and shake its dust off your feet.",
      "15": "I can guarantee this truth: Judgment day will be better for Sodom and Gomorrah than for that city.",
      "16": "“I’m sending you out like sheep among wolves. So be as cunning as snakes but as innocent as doves.",
      "17": "Watch out for people who will hand you over to the Jewish courts and whip you in their synagogues.",
      "18": "Because of me you will even be brought in front of governors and kings to testify to them and to everyone in the world.",
      "19": "When they hand you over to the authorities, don’t worry about what to say or how to say it. When the time comes, you will be given what to say.",
      "20": "Indeed, you’re not the ones who will be speaking. The Spirit of your Father will be speaking through you.",
      "21": "“Brother will hand over brother to death; a father will hand over his child. Children will rebel against their parents and kill them.",
      "22": "Everyone will hate you because you are committed to me. But the person who patiently endures to the end will be saved.",
      "23": "So when they persecute you in one city, flee to another. I can guarantee this truth: Before you have gone through every city in Israel, the Son of Man will come.",
      "24": "“A student is not better than his teacher. Nor is a slave better than his owner.",
      "25": "It is enough for a student to become like his teacher and a slave like his owner. If they have called the owner of the house Beelzebul, they will certainly call the family members the same name.",
      "26": "So don’t be afraid of them. Nothing has been covered that will not be exposed. Whatever is secret will be made known.",
      "27": "Tell in the daylight what I say to you in the dark. Shout from the housetops what you hear whispered.",
      "28": "Don’t be afraid of those who kill the body but cannot kill the soul. Instead, fear the one who can destroy both body and soul in hell.",
      "29": "“Aren’t two sparrows sold for a penny? Not one of them will fall to the ground without your Father’s permission.",
      "30": "Every hair on your head has been counted.",
      "31": "Don’t be afraid! You are worth more than many sparrows.",
      "32": "“So I will acknowledge in front of my Father in heaven that person who acknowledges me in front of others.",
      "33": "But I will tell my Father in heaven that I don’t know the person who tells others that he doesn’t know me.",
      "34": "“Don’t think that I came to bring peace to earth. I didn’t come to bring peace but conflict.",
      "35": "I came to turn a man against his father, a daughter against her mother, a daughter-in-law against her mother-in-law.",
      "36": "A person’s enemies will be the members of his own family.",
      "37": "“The person who loves his father or mother more than me does not deserve to be my disciple. The person who loves a son or daughter more than me does not deserve to be my disciple.",
      "38": "Whoever doesn’t take up his cross and follow me doesn’t deserve to be my disciple.",
      "39": "The person who tries to preserve his life will lose it, but the person who loses his life for me will preserve it.",
      "40": "“The person who welcomes you welcomes me, and the person who welcomes me welcomes the one who sent me.",
      "41": "The person who welcomes a prophet as such will receive a prophet’s reward. The person who welcomes a godly person as such will receive a godly person’s reward.",
      "42": "I can guarantee this truth: Whoever gives any of my humble followers a cup of cold water because that person is my disciple will certainly never lose his reward.”"
    },
    "11": {
      "1": "After Jesus finished giving his twelve disciples these instructions, he moved on from there to teach his message in their cities.",
      "2": "When John was in prison, he heard about the things Christ had done. So he sent his disciples",
      "3": "to ask Jesus, “Are you the one who is coming, or should we look for someone else?”",
      "4": "Jesus answered John’s disciples, “Go back, and tell John what you hear and see:",
      "5": "Blind people see again, lame people are walking, those with skin diseases are made clean, deaf people hear again, dead people are brought back to life, and poor people hear the Good News.",
      "6": "Whoever doesn’t lose his faith in me is indeed blessed.”",
      "7": "As they were leaving, Jesus spoke to the crowds about John. “What did you go into the desert to see? Tall grass swaying in the wind?",
      "8": "Really, what did you go to see? A man dressed in fine clothes? Those who wear fine clothes are in royal palaces.",
      "9": "“Really, what did you go to see? A prophet? Let me tell you that he is far more than a prophet.",
      "10": "John is the one about whom Scripture says,\n‘I’m sending my messenger ahead of you\nto prepare the way in front of you.’",
      "11": "“I can guarantee this truth: Of all the people ever born, no one is greater than John the Baptizer. Yet, the least important person in the kingdom of heaven is greater than John.",
      "12": "From the time of John the Baptizer until now, the kingdom of heaven has been forcefully advancing, and forceful people have been seizing it.",
      "13": "All the Prophets and Moses’ Teachings prophesied up to the time of John.",
      "14": "If you are willing to accept their message, John is the Elijah who was to come.",
      "15": "Let the person who has ears listen!",
      "16": "“How can I describe the people who are living now? They are like children who sit in the marketplaces and shout to other children,",
      "17": "‘We played music for you,\nbut you didn’t dance.\nWe sang a funeral song,\nbut you didn’t show any sadness.’",
      "18": "“John came neither eating nor drinking, and people say, ‘There’s a demon in him!’",
      "19": "The Son of Man came eating and drinking, and people say, ‘Look at him! He’s a glutton and a drunk, a friend of tax collectors and sinners!’\n“Yet, wisdom is proved right by its actions.”",
      "20": "Then Jesus denounced the cities where he had worked most of his miracles because they had not changed the way they thought and acted.",
      "21": "“How horrible it will be for you, Chorazin! How horrible it will be for you, Bethsaida! If the miracles worked in you had been worked in Tyre and Sidon, they would have changed the way they thought and acted long ago in sackcloth and ashes.",
      "22": "I can guarantee that judgment day will be better for Tyre and Sidon than for you.",
      "23": "And you, Capernaum, will you be lifted to heaven? No, you will go down to hell! If the miracles that had been worked in you had been worked in Sodom, it would still be there today.",
      "24": "I can guarantee that judgment day will be better for Sodom than for you.”",
      "25": "At that time Jesus said, “I praise you, Father, Lord of heaven and earth, for hiding these things from wise and intelligent people and revealing them to little children.",
      "26": "Yes, Father, this is what pleased you.",
      "27": "“My Father has turned everything over to me. Only the Father knows the Son. And no one knows the Father except the Son and those to whom the Son is willing to reveal him.",
      "28": "“Come to me, all who are tired from carrying heavy loads, and I will give you rest.",
      "29": "Place my yoke  over your shoulders, and learn from me, because I am gentle and humble. Then you will find rest for yourselves",
      "30": "because my yoke is easy and my burden is light.”"
    },
    "12": {
      "1": "Then on a day of rest—a holy day, Jesus walked through the grainfields. His disciples were hungry and began to pick the heads of grain to eat.",
      "2": "When the Pharisees saw this, they said to him, “Look! Your disciples are doing something that is not right to do on the day of rest—a holy day.”",
      "3": "Jesus asked them, “Haven’t you read what David did when he and his men were hungry?",
      "4": "Haven’t you read how he went into the house of God and ate  the bread of the presence? He and his men had no right to eat those loaves. Only the priests have that right.",
      "5": "Or haven’t you read in Moses’ Teachings that on the day of rest—a holy day, the priests in the temple do things they shouldn’t on the day of rest yet remain innocent?",
      "6": "I can guarantee that something  greater than the temple is here.",
      "7": "If you had known what ‘I want mercy, not sacrifices’ means, you would not have condemned innocent people.",
      "8": "“The Son of Man has authority over the day of rest—a holy day.”",
      "9": "Jesus moved on from there and went into a synagogue.",
      "10": "A man with a paralyzed hand was there. The people asked Jesus whether it was right to heal on a day of rest—a holy day, so that they could accuse him of doing something wrong.",
      "11": "Jesus said to them, “Suppose one of you has a sheep. If it falls into a pit on a day of rest—a holy day, wouldn’t you take hold of it and lift it out?",
      "12": "Certainly, a human is more valuable than a sheep! So it is right to do good on the day of rest—a holy day.”",
      "13": "Then he said to the man, “Hold out your hand.” The man held it out, and it became normal again, as healthy as the other.",
      "14": "The Pharisees left and plotted to kill Jesus.",
      "15": "He knew about this, so he left that place.\nMany people followed him, and he cured all of them.",
      "16": "He also ordered them not to tell people who he was.",
      "17": "So what the prophet Isaiah had said came true:",
      "18": "“Here is my servant\nwhom I have chosen,\nwhom I love,\nand in whom I delight.\nI will put my Spirit on him,\nand he will announce justice to the nations.",
      "19": "He will not quarrel or shout,\nand no one will hear his voice in the streets.",
      "20": "He will not break off a damaged cattail.\nHe will not even put out a smoking wick\nuntil he has made justice victorious.",
      "21": "The nations will have hope because of him.”",
      "22": "Then some people brought Jesus a man possessed by a demon. The demon made the man blind and unable to talk. Jesus cured him so that he could talk and see.",
      "23": "The crowds were all amazed and said, “Can this man be the Son of David?”",
      "24": "When the Pharisees heard this, they said, “This man can force demons out of people only with the help of Beelzebul, the ruler of demons.”",
      "25": "Since Jesus knew what they were thinking, he said to them, “Every kingdom divided against itself is ruined. And every city or household divided against itself will not last.",
      "26": "If Satan forces Satan out, he is divided against himself. How, then, can his kingdom last?",
      "27": "If I force demons out of people with the help of Beelzebul, who helps your followers force them out? That’s why they will be your judges.",
      "28": "But if I force demons out with the help of God’s Spirit, then God’s kingdom has come to you.",
      "29": "How can anyone go into a strong man’s house and steal his property? First he must tie up the strong man. Then he can go through his house and steal his property.",
      "30": "“Whoever isn’t with me is against me. Whoever doesn’t gather with me scatters.",
      "31": "So I can guarantee that people will be forgiven for any sin or cursing. However, cursing the Spirit will not be forgiven.",
      "32": "Whoever speaks a word against the Son of Man will be forgiven. But whoever speaks against the Holy Spirit will not be forgiven in this world or the next.",
      "33": "“Make a tree good, and then its fruit will be good. Or make a tree rotten, and then its fruit will be rotten. A person can recognize a tree by its fruit.",
      "34": "You poisonous snakes! How can you evil people say anything good? Your mouth says what comes from inside you.",
      "35": "Good people do the good things that are in them. But evil people do the evil things that are in them.",
      "36": "“I can guarantee that on judgment day people will have to give an account of every careless word they say.",
      "37": "By your words you will be declared innocent, or by your words you will be declared guilty.”",
      "38": "Then some experts in Moses’ Teachings and Pharisees said, “Teacher, we want you to show us a miraculous sign.”",
      "39": "He responded, “The people of an evil and unfaithful era look for a miraculous sign. But the only sign they will get is the sign of the prophet Jonah.",
      "40": "Just as Jonah was in the belly of a huge fish for three days and three nights, so the Son of Man will be in the heart of the earth for three days and three nights.",
      "41": "The men of Nineveh will stand up with you at the time of judgment and will condemn you, because they turned to God and changed the way they thought and acted when Jonah spoke his message. But look, someone greater than Jonah is here!",
      "42": "The queen from the south will stand up at the time of judgment with you. She will condemn you, because she came from the ends of the earth to hear Solomon’s wisdom. But look, someone greater than Solomon is here!",
      "43": "“When an evil spirit comes out of a person, it goes through dry places looking for a place to rest. But it doesn’t find any.",
      "44": "Then it says, ‘I’ll go back to the home I left.’ When it arrives, it finds the house unoccupied, swept clean, and in order.",
      "45": "Then it goes and brings along seven other spirits more evil than itself. They enter and take up permanent residence there. In the end the condition of that person is worse than it was before. That is what will happen to the evil people of this day.”",
      "46": "While Jesus was still talking to the crowds, his mother and brothers were standing outside. They wanted to talk to him.",
      "47": "Someone told him, “Your mother and your brothers are standing outside. They want to talk to you.”",
      "48": "He replied to the man speaking to him, “Who is my mother, and who are my brothers?”",
      "49": "Pointing with his hand at his disciples, he said, “Look, here are my mother and my brothers.",
      "50": "Whoever does what my Father in heaven wants is my brother and sister and mother.”"
    },
    "13": {
      "1": "That same day Jesus left the house and sat down by the Sea of Galilee.",
      "2": "The crowd that gathered around him was so large that he got into a boat. He sat in the boat while the entire crowd stood on the shore.",
      "3": "Then he used stories as illustrations to tell them many things.\nHe said, “Listen! A farmer went to plant seed.",
      "4": "Some seeds were planted along the road, and birds came and devoured them.",
      "5": "Other seeds were planted on rocky ground, where there was little soil. The plants sprouted quickly because the soil wasn’t deep.",
      "6": "But when the sun came up, they were scorched. They withered because their roots weren’t deep enough.",
      "7": "Other seeds were planted among thornbushes, and the thornbushes grew up and choked them.",
      "8": "But other seeds were planted on good ground and produced grain. They produced one hundred, sixty, or thirty times as much as was planted.",
      "9": "Let the person who has ears listen!”",
      "10": "The disciples asked him, “Why do you use stories as illustrations when you speak to people?”",
      "11": "Jesus answered, “Knowledge about the mysteries of the kingdom of heaven has been given to you. But it has not been given to the crowd.",
      "12": "Those who understand these mysteries will be given more knowledge, and they will excel in understanding them. However, some people don’t understand these mysteries. Even what they understand will be taken away from them.",
      "13": "This is why I speak to them this way. They see, but they’re blind. They hear, but they don’t listen. They don’t even try to understand.",
      "14": "So they make Isaiah’s prophecy come true:\n‘You will hear clearly but never understand.\nYou will see clearly but never comprehend.",
      "15": "These people have become close-minded\nand hard of hearing.\nThey have shut their eyes\nso that their eyes never see.\nTheir ears never hear.\nTheir minds never understand.\nAnd they never return to me for healing!’",
      "16": "“Blessed are your eyes because they see and your ears because they hear.",
      "17": "I can guarantee this truth: Many prophets and many of God’s people longed to see what you see but didn’t see it, to hear what you hear but didn’t hear it.",
      "18": "“Listen to what the story about the farmer means.",
      "19": "Someone hears the word about the kingdom but doesn’t understand it. The evil one comes at once and snatches away what was planted in him. This is what the seed planted along the road illustrates.",
      "20": "The seed planted on rocky ground is the person who hears the word and accepts it at once with joy.",
      "21": "Since he doesn’t have any root, he lasts only a little while. When suffering or persecution comes along because of the word, he immediately falls from faith.",
      "22": "The seed planted among thornbushes is another person who hears the word. But the worries of life and the deceitful pleasures of riches choke the word so that it can’t produce anything.",
      "23": "But the seed planted on good ground is the person who hears and understands the word. This type produces crops. They produce one hundred, sixty, or thirty times as much as was planted.”",
      "24": "Jesus used another illustration. He said, “The kingdom of heaven is like a man who planted good seed in his field.",
      "25": "But while people were asleep, his enemy planted weeds in the wheat field and went away.",
      "26": "When the wheat came up and formed kernels, weeds appeared.",
      "27": "“The owner’s workers came to him and asked, ‘Sir, didn’t you plant good seed in your field? Where did the weeds come from?’",
      "28": "“He told them, ‘An enemy did this.’\n“His workers asked him, ‘Do you want us to pull out the weeds?’",
      "29": "“He replied, ‘No. If you pull out the weeds, you may pull out the wheat with them.",
      "30": "Let both grow together until the harvest. When the grain is cut, I will tell the workers to gather the weeds first and tie them in bundles to be burned. But I’ll have them bring the wheat into my barn.’ ”",
      "31": "Jesus used another illustration. He said, “The kingdom of heaven is like a mustard seed that someone planted in a field.",
      "32": "It’s one of the smallest seeds. However, when it has grown, it is taller than the garden plants. It becomes a tree that is large enough for birds to nest in its branches.”",
      "33": "He used another illustration. “The kingdom of heaven is like yeast that a woman mixed into a large amount of flour until the yeast worked its way through all the dough.”",
      "34": "Jesus used illustrations to tell the crowds all these things. He did not tell them anything without illustrating it with a story.",
      "35": "So what the prophet had said came true:\n“I will open my mouth to illustrate points.\nI will tell what has been hidden since the world was made.”",
      "36": "When Jesus had sent the people away, he went into the house. His disciples came to him and said, “Explain what the illustration of the weeds in the field means.”",
      "37": "He answered, “The one who plants the good seeds is the Son of Man.",
      "38": "The field is the world. The good seeds are those who belong to the kingdom. The weeds are those who belong to the evil one.",
      "39": "The enemy who planted them is the devil. The harvest is the end of the world. The workers are angels.",
      "40": "Just as weeds are gathered and burned, so it will be at the end of time.",
      "41": "The Son of Man will send his angels. They will gather everything in his kingdom that causes people to sin and everyone who does evil.",
      "42": "The angels will throw them into a blazing furnace. People will cry and be in extreme pain there.",
      "43": "Then the people who have God’s approval will shine like the sun in their Father’s kingdom. Let the person who has ears listen!",
      "44": "“The kingdom of heaven is like a treasure buried in a field. When a man discovered it, he buried it again. He was so delighted with it that he went away, sold everything he had, and bought that field.",
      "45": "“Also, the kingdom of heaven is like a merchant who was searching for fine pearls.",
      "46": "When he found a valuable pearl, he went away, sold everything he had, and bought it.",
      "47": "“Also, the kingdom of heaven is like a net that was thrown into the sea. It gathered all kinds of fish.",
      "48": "When it was full, they pulled it to the shore. Then they sat down, gathered the good fish into containers, and threw the bad ones away.",
      "49": "The same thing will happen at the end of time. The angels will go out and separate the evil people from people who have God’s approval.",
      "50": "Then the angels will throw the evil people into a blazing furnace. They will cry and be in extreme pain there.",
      "51": "“Have you understood all of this?”\n“Yes,” they answered.",
      "52": "So Jesus said to them, “That is why every student of the Scriptures who has become a disciple of the kingdom of heaven is like a home owner. He brings new and old things out of his treasure chest.”",
      "53": "When Jesus had finished these illustrations, he left that place.",
      "54": "Jesus went to his hometown and taught the people in the synagogue in a way that amazed them. People were asking, “Where did this man get this wisdom and the power to do these miracles?",
      "55": "Isn’t this the carpenter’s son? Isn’t his mother’s name Mary? Aren’t his brothers’ names James, Joseph, Simon, and Judas?",
      "56": "And aren’t all his sisters here with us? Where, then, did this man get all this?”",
      "57": "So they took offense at him.\nBut Jesus said to them, “The only place a prophet isn’t honored is in his hometown and in his own house.”",
      "58": "He didn’t work many miracles there because of their lack of faith."
    },
    "14": {
      "1": "At that time Herod, ruler of Galilee, heard the news about Jesus.",
      "2": "He said to his officials, “This is John the Baptizer! He has come back to life. That’s why he has the power to perform these miracles.”",
      "3": "Herod had arrested John, tied him up, and put him in prison. Herod did this for Herodias, the wife of his brother Philip.",
      "4": "John had been telling Herod, “It’s not right for you to be married to her.”",
      "5": "So Herod wanted to kill John. However, he was afraid of the people because they thought John was a prophet.",
      "6": "When Herod celebrated his birthday, Herodias’ daughter danced for his guests. Herod was so delighted with her that",
      "7": "he swore he would give her anything she wanted.",
      "8": "Urged by her mother, she said, “Give me the head of John the Baptizer on a platter.”",
      "9": "The king regretted his promise. But because of his oath and his guests, he ordered that her wish be granted.",
      "10": "He had John’s head cut off in prison.",
      "11": "So the head was brought on a platter and given to the girl, who took it to her mother.",
      "12": "John’s disciples came for the body and buried it. Then they went to tell Jesus.",
      "13": "When Jesus heard about John, he left in a boat and went to a place where he could be alone. The crowds heard about this and followed him on foot from the cities.",
      "14": "When Jesus got out of the boat, he saw a large crowd. He felt sorry for them and cured their sick people.",
      "15": "In the evening the disciples came to him. They said, “No one lives around here, and it’s already late. Send the crowds to the villages to buy food for themselves.”",
      "16": "Jesus said to them, “They don’t need to go away. You give them something to eat.”",
      "17": "They told him, “All we have here are five loaves of bread and two fish.”",
      "18": "Jesus said, “Bring them to me.”",
      "19": "Then he ordered the people to sit down on the grass. After he took the five loaves and the two fish, he looked up to heaven and blessed the food. He broke the loaves apart, gave them to the disciples, and they gave them to the people.",
      "20": "All of them ate as much as they wanted. When they picked up the leftover pieces, they filled twelve baskets.",
      "21": "About five thousand men had eaten. (This number does not include the women and children who had eaten.)",
      "22": "Jesus quickly made his disciples get into a boat and cross to the other side ahead of him while he sent the people away.",
      "23": "After sending the people away, he went up a mountain to pray by himself. When evening came, he was there alone.",
      "24": "The boat, now hundreds of yards from shore, was being thrown around by the waves because it was going against the wind.",
      "25": "Between three and six o’clock in the morning, he came to them. He was walking on the sea.",
      "26": "When the disciples saw him walking on the sea, they were terrified. They said, “It’s a ghost!” and began to scream because they were afraid.",
      "27": "Immediately, Jesus said, “Calm down! It’s me. Don’t be afraid!”",
      "28": "Peter answered, “Lord, if it is you, order me to come to you on the water.”",
      "29": "Jesus said, “Come!” So Peter got out of the boat and walked on the water toward Jesus.",
      "30": "But when he noticed how strong the wind was, he became afraid and started to sink. He shouted, “Lord, save me!”",
      "31": "Immediately, Jesus reached out, caught hold of him, and said, “You have so little faith! Why did you doubt?”",
      "32": "When they got into the boat, the wind stopped blowing.",
      "33": "The men in the boat bowed down in front of Jesus and said, “You are truly the Son of God.”",
      "34": "They crossed the sea and landed at Gennesaret.",
      "35": "The men there recognized Jesus and sent messengers all around the countryside. The people brought him everyone who was sick.",
      "36": "They begged him to let them touch just the edge of his clothes. Everyone who touched his clothes was made well."
    },
    "15": {
      "1": "Then some Pharisees and experts in Moses’ Teachings came from Jerusalem to Jesus. They asked,",
      "2": "“Why do your disciples break the traditions of our ancestors? They do not wash their hands before they eat.”",
      "3": "He answered them, “Why do you break the commandment of God because of your traditions?",
      "4": "For example, God said, ‘Honor your father and your mother’ and ‘Whoever curses father or mother must be put to death.’",
      "5": "But you say that whoever tells his father or mother, ‘I have given to God whatever support you might have received from me,’",
      "6": "does not have to honor his father. Because of your traditions you have destroyed the authority of God’s word.",
      "7": "You hypocrites! Isaiah was right when he prophesied about you:",
      "8": "‘These people honor me with their lips,\nbut their hearts are far from me.",
      "9": "Their worship of me is pointless,\nbecause their teachings are rules made by humans.’ ”",
      "10": "Then he called the crowd and said to them, “Listen and try to understand!",
      "11": "What goes into a person’s mouth doesn’t make him unclean. It’s what comes out of the mouth that makes a person unclean.”",
      "12": "Then the disciples came and said to him, “Do you realize that when the Pharisees heard your statement they were offended?”",
      "13": "He answered, “Any plant that my heavenly Father did not plant will be uprooted.",
      "14": "Leave them alone! They are blind leaders. When one blind person leads another, both will fall into the same pit.”",
      "15": "Peter said to him, “Explain this illustration to us.”",
      "16": "Jesus said, “Don’t you understand yet?",
      "17": "Don’t you know that whatever goes into the mouth goes into the stomach and then into a toilet?",
      "18": "But whatever goes out of the mouth comes from within, and that’s what makes a person unclean.",
      "19": "Evil thoughts, murder, adultery, other sexual sins, stealing, lying, and cursing come from within.",
      "20": "These are the things that make a person unclean. But eating without washing one’s hands doesn’t make a person unclean.”",
      "21": "Jesus left that place and went to the region of Tyre and Sidon.",
      "22": "A Canaanite woman from that territory came to him and began to shout, “Have mercy on me, Lord, Son of David! My daughter is tormented by a demon.”",
      "23": "But he did not answer her at all. Then his disciples came to him and urged him, “Send her away. She keeps shouting behind us.”",
      "24": "Jesus responded, “I was sent only to the lost sheep of the nation of Israel.”",
      "25": "She came to him, bowed down, and said, “Lord, help me!”",
      "26": "Jesus replied, “It’s not right to take the children’s food and throw it to the dogs.”",
      "27": "She said, “You’re right, Lord. But even the dogs eat scraps that fall from their masters’ tables.”",
      "28": "Then Jesus answered her, “Woman, you have strong faith! What you wanted will be done for you.” At that moment her daughter was cured.",
      "29": "Jesus moved on from there and went along the Sea of Galilee. Then he went up a mountain and sat there.",
      "30": "A large crowd came to him, bringing with them the lame, blind, disabled, those unable to talk, and many others. They laid them at his feet, and he cured them.",
      "31": "The crowd was amazed to see mute people talking, the disabled cured, the lame walking, and the blind seeing. So they praised the God of Israel.",
      "32": "Jesus called his disciples and said, “I feel sorry for the people. They have been with me three days now and have nothing to eat. I don’t want to send them away hungry, or they may become exhausted on their way home.”",
      "33": "His disciples asked him, “Where could we get enough bread to feed such a crowd in this place where no one lives?”",
      "34": "Jesus asked them, “How many loaves of bread do you have?”\nThey answered, “Seven, and a few small fish.”",
      "35": "He ordered the crowd to sit down on the ground.",
      "36": "He took the seven loaves and the fish and gave thanks to God. Then he broke the bread and gave it to the disciples, and they gave the bread and fish to the people.",
      "37": "All of them ate as much as they wanted. The disciples picked up the leftover pieces and filled seven large baskets.",
      "38": "Four thousand men had eaten. (This number does not include the women and children who had eaten.)",
      "39": "After he sent the people on their way, Jesus stepped into the boat and came to the territory of Magadan."
    },
    "16": {
      "1": "The Pharisees and Sadducees came to test Jesus. So they asked him to show them a miraculous sign from heaven.",
      "2": "He responded to them, “In the evening you say that the weather will be fine because the sky is red.",
      "3": "And in the morning you say that there will be a storm today because the sky is red and overcast. You can forecast the weather by judging the appearance of the sky, but you cannot interpret the signs of the times.",
      "4": "“Evil and unfaithful people look for a miraculous sign. But the only sign they will be given is that of Jonah.”\nThen he left them standing there and went away.",
      "5": "The disciples had forgotten to take any bread along when they went to the other side of the Sea of Galilee.",
      "6": "Jesus said to them, “Be careful! Watch out for the yeast of the Pharisees and Sadducees!”",
      "7": "The disciples had been discussing among themselves that they had not taken any bread along.",
      "8": "Jesus knew about their conversation and asked, “Why are you discussing among yourselves that you don’t have any bread? You have so little faith!",
      "9": "Don’t you understand yet? Don’t you remember the five loaves for the five thousand and how many baskets you filled?",
      "10": "Don’t you remember the seven loaves for the four thousand and how many large baskets you filled?",
      "11": "Why don’t you understand that I wasn’t talking to you about bread? Watch out for the yeast of the Pharisees and Sadducees!”",
      "12": "Then they understood that he didn’t say to watch out for the yeast in bread, but to watch out for the teachings of the Pharisees and Sadducees.",
      "13": "When Jesus came to the region of Caesarea Philippi, he asked his disciples, “Who do people say the Son of Man is?”",
      "14": "They answered, “Some say you are John the Baptizer, others Elijah, still others Jeremiah or one of the prophets.”",
      "15": "He asked them, “But who do you say I am?”",
      "16": "Simon Peter answered, “You are the Messiah, the Son of the living God!”",
      "17": "Jesus replied, “Simon, son of Jonah, you are blessed! No human revealed this to you, but my Father in heaven revealed it to you.",
      "18": "You are Peter, and I can guarantee that on this rock  I will build my church. And the gates of hell will not overpower it.",
      "19": "I will give you the keys of the kingdom of heaven. Whatever you imprison, God will imprison. And whatever you set free, God will set free.”",
      "20": "Then he strictly ordered the disciples not to tell anyone that he was the Messiah.",
      "21": "From that time on Jesus began to inform his disciples that he had to go to Jerusalem. There he would have to suffer a lot because of the leaders, the chief priests, and the experts in Moses’ Teachings. He would be killed, but on the third day he would be brought back to life.",
      "22": "Peter took him aside and objected to this. He said, “Heaven forbid, Lord! This must never happen to you!”",
      "23": "But Jesus turned and said to Peter, “Get out of my way, Satan! You are tempting me to sin. You aren’t thinking the way God thinks but the way humans think.”",
      "24": "Then Jesus said to his disciples, “Those who want to come with me must say no to the things they want, pick up their crosses, and follow me.",
      "25": "Those who want to save their lives will lose them. But those who lose their lives for me will find them.",
      "26": "What good will it do for people to win the whole world and lose their lives? Or what will a person give in exchange for life?",
      "27": "The Son of Man will come with his angels in his Father’s glory. Then he will pay back each person based on what that person has done.",
      "28": "I can guarantee this truth: Some people who are standing here will not die until they see the Son of Man coming in his kingdom.”"
    },
    "17": {
      "1": "After six days Jesus took Peter, James, and John (the brother of James) and led them up a high mountain where they could be alone.",
      "2": "Jesus’ appearance changed in front of them. His face became as bright as the sun and his clothes as white as light.",
      "3": "Suddenly, Moses and Elijah appeared to them and were talking with Jesus.",
      "4": "Peter said to Jesus, “Lord, it’s good that we’re here. If you want, I’ll put up three tents here—one for you, one for Moses, and one for Elijah.”",
      "5": "He was still speaking when a bright cloud overshadowed them. Then a voice came out of the cloud and said, “This is my Son, whom I love and with whom I am pleased. Listen to him!”",
      "6": "The disciples were terrified when they heard this and fell facedown on the ground.",
      "7": "But Jesus touched them and said, “Get up, and don’t be afraid!”",
      "8": "As they raised their heads, they saw no one but Jesus.",
      "9": "On their way down the mountain, Jesus ordered them, “Don’t tell anyone what you have seen. Wait until the Son of Man has been brought back to life.”",
      "10": "So the disciples asked him, “Why do the experts in Moses’ Teachings say that Elijah must come first?”",
      "11": "Jesus answered, “Elijah is coming and will put everything in order again.",
      "12": "Actually, I can guarantee that Elijah has already come. Yet, people treated him as they pleased because they didn’t recognize him. In the same way they’re going to make the Son of Man suffer.”",
      "13": "Then the disciples understood that he was talking about John the Baptizer.",
      "14": "When they came to a crowd, a man came up to Jesus, knelt in front of him,",
      "15": "and said, “Sir, have mercy on my son. He suffers from seizures. Often he falls into fire or water.",
      "16": "I brought him to your disciples, but they couldn’t cure him.”",
      "17": "Jesus replied, “You unbelieving and corrupt generation! How long must I be with you? How long must I put up with you? Bring him here to me!”",
      "18": "Jesus ordered the demon to come out of the boy. At that moment the boy was cured.",
      "19": "Then the disciples came to Jesus privately and asked, “Why couldn’t we force the demon out of the boy?”",
      "20": "He told them, “Because you have so little faith. I can guarantee this truth: If your faith is the size of a mustard seed, you can say to this mountain, ‘Move from here to there,’ and it will move. Nothing will be impossible for you.”",
      "21": "",
      "22": "While they were traveling together in Galilee, Jesus told them, “The Son of Man will be betrayed and handed over to people.",
      "23": "They will kill him, but on the third day he will be brought back to life.” Then the disciples became very sad.",
      "24": "When they came to Capernaum, the collectors of the temple tax came to Peter. They asked him, “Doesn’t your teacher pay the temple tax?”",
      "25": "“Certainly,” he answered.\nPeter went into the house. Before he could speak, Jesus asked him, “What do you think, Simon? From whom do the kings of the world collect fees or taxes? Is it from their family members or from other people?”",
      "26": "“From other people,” Peter answered.\nJesus said to him, “Then the family members are exempt.",
      "27": "However, so that we don’t create a scandal, go to the sea and throw in a hook. Take the first fish that you catch. Open its mouth, and you will find a coin. Give that coin to them for you and me.”"
    },
    "18": {
      "1": "At that time the disciples came to Jesus and asked, “Who is greatest in the kingdom of heaven?”",
      "2": "He called a little child and had him stand among them.",
      "3": "Then he said to them, “I can guarantee this truth: Unless you change and become like little children, you will never enter the kingdom of heaven.",
      "4": "Whoever becomes like this little child is the greatest in the kingdom of heaven.",
      "5": "And whoever welcomes a child like this in my name welcomes me.",
      "6": "“These little ones believe in me. It would be best for the person who causes one of them to lose faith to be drowned in the sea with a large stone hung around his neck.",
      "7": "How horrible it will be for the world because it causes people to lose their faith. Situations that cause people to lose their faith will arise. How horrible it will be for the person who causes someone to lose his faith!",
      "8": "“If your hand or your foot causes you to lose your faith, cut it off and throw it away. It is better for you to enter life disabled or injured than to have two hands or two feet and be thrown into everlasting fire.",
      "9": "If your eye causes you to lose your faith, tear it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into hellfire.",
      "10": "“Be careful not to despise these little ones. I can guarantee that their angels in heaven always see the face of my Father, who is in heaven.",
      "11": "",
      "12": "“What do you think? Suppose a man has 100 sheep and one of them strays. Won’t he leave the 99 sheep in the hills to look for the one that has strayed?",
      "13": "I can guarantee this truth: If he finds it, he is happier about it than about the 99 that have not strayed.",
      "14": "In the same way, your Father in heaven does not want one of these little ones to be lost.",
      "15": "“If a believer does something wrong, go, confront him when the two of you are alone. If he listens to you, you have won back that believer.",
      "16": "But if he does not listen, take one or two others with you so that every accusation may be verified by two or three witnesses.",
      "17": "If he ignores these witnesses, tell it to the community of believers. If he also ignores the community, deal with him as you would a heathen or a tax collector.",
      "18": "I can guarantee this truth: Whatever you imprison, God will imprison. And whatever you set free, God will set free.",
      "19": "“I can guarantee again that if two of you agree on anything here on earth, my Father in heaven will accept it.",
      "20": "Where two or three have come together in my name, I am there among them.”",
      "21": "Then Peter came to Jesus and asked him, “Lord, how often do I have to forgive a believer who wrongs me? Seven times?”",
      "22": "Jesus answered him, “I tell you, not just seven times, but seventy times seven.",
      "23": "“That is why the kingdom of heaven is like a king who wanted to settle accounts with his servants.",
      "24": "When he began to do this, a servant who owed him millions of dollars was brought to him.",
      "25": "Because he could not pay off the debt, the master ordered him, his wife, his children, and all that he had to be sold to pay off the account.",
      "26": "Then the servant fell at his master’s feet and said, ‘Be patient with me, and I will repay everything!’",
      "27": "“The master felt sorry for his servant, freed him, and canceled his debt.",
      "28": "But when that servant went away, he found a servant who owed him hundreds of dollars. He grabbed the servant he found and began to choke him. ‘Pay what you owe!’ he said.",
      "29": "“Then that other servant fell at his feet and begged him, ‘Be patient with me, and I will repay you.’",
      "30": "But he refused. Instead, he turned away and had that servant put into prison until he would repay what he owed.",
      "31": "“The other servants who worked with him saw what had happened and felt very sad. They told their master the whole story.",
      "32": "“Then his master sent for him and said to him, ‘You evil servant! I canceled your entire debt, because you begged me.",
      "33": "Shouldn’t you have treated the other servant as mercifully as I treated you?’",
      "34": "“His master was so angry that he handed him over to the torturers until he would repay everything that he owed.",
      "35": "That is what my Father in heaven will do to you if each of you does not sincerely forgive other believers.”"
    },
    "19": {
      "1": "When Jesus finished speaking, he left Galilee and traveled along the other side of the Jordan River to the territory of Judea.",
      "2": "Large crowds followed him, and he healed them there.",
      "3": "Some Pharisees came to test him. They asked, “Can a man divorce his wife for any reason?”",
      "4": "Jesus answered, “Haven’t you read that the Creator made them male and female in the beginning",
      "5": "and that he said, ‘That’s why a man will leave his father and mother and will remain united with his wife, and the two will be one’?",
      "6": "So they are no longer two but one. Therefore, don’t let anyone separate what God has joined together.”",
      "7": "The Pharisees asked him, “Why, then, did Moses order a man to give his wife a written notice to divorce her?”",
      "8": "Jesus answered them, “Moses allowed you to divorce your wives because you’re heartless. It was never this way in the beginning.",
      "9": "I can guarantee that whoever divorces his wife for any reason other than her unfaithfulness is committing adultery if he marries another woman.”",
      "10": "The disciples said to him, “If that is the only reason a man can use to divorce his wife, it’s better not to get married.”",
      "11": "He answered them, “Not everyone can do what you suggest. Only those who have that gift can.",
      "12": "For example, some men are celibate because they were born that way. Others are celibate because they were castrated. Still others have decided to be celibate because of the kingdom of heaven. If anyone can do what you’ve suggested, then he should do it.”",
      "13": "Then some people brought little children to Jesus to have him bless them and pray for them. But the disciples told the people not to do that.",
      "14": "Jesus said, “Don’t stop children from coming to me! Children like these are part of God’s kingdom.”",
      "15": "After Jesus blessed them, he went away from there.",
      "16": "Then a man came to Jesus and said, “Teacher, what good deed should I do to gain eternal life?”",
      "17": "Jesus said to him, “Why do you ask me about what is good? There is only one who is good. If you want to enter into life, obey the commandments.”",
      "18": "“Which commandments?” the man asked.\nJesus said, “Never murder. Never commit adultery. Never steal. Never give false testimony.",
      "19": "Honor your father and mother. Love your neighbor as you love yourself.”",
      "20": "The young man replied, “I have obeyed all these commandments. What else do I need to do?”",
      "21": "Jesus said to him, “If you want to be perfect, sell what you own. Give the money to the poor, and you will have treasure in heaven. Then follow me!”",
      "22": "When the young man heard this, he went away sad because he owned a lot of property.",
      "23": "Jesus said to his disciples, “I can guarantee this truth: It will be hard for a rich person to enter the kingdom of heaven.",
      "24": "I can guarantee again that it is easier for a camel to go through the eye of a needle than for a rich person to enter God’s kingdom.”",
      "25": "He amazed his disciples more than ever when they heard this. “Then who can be saved?” they asked.",
      "26": "Jesus looked at them and said, “It is impossible for people to save themselves, but everything is possible for God.”",
      "27": "Then Peter replied to him, “Look, we’ve given up everything to follow you. What will we get out of it?”",
      "28": "Jesus said to them, “I can guarantee this truth: When the Son of Man sits on his glorious throne in the world to come, you, my followers, will also sit on twelve thrones, judging the twelve tribes of Israel.",
      "29": "And everyone who gave up homes, brothers or sisters, father, mother, children, or fields because of my name will receive a hundred times more and will inherit eternal life.",
      "30": "However, many who are first will be last, and many who are last will be first."
    },
    "20": {
      "1": "“The kingdom of heaven is like a landowner who went out at daybreak to hire workers for his vineyard.",
      "2": "After agreeing to pay the workers the usual day’s wages, he sent them to work in his vineyard.",
      "3": "About 9 a.m. he saw others standing in the marketplace without work.",
      "4": "He said to them, ‘Work in my vineyard, and I’ll give you whatever is right.’ So they went.",
      "5": "“He went out again about noon and 3 p.m. and did the same thing.",
      "6": "About 5 p.m. he went out and found some others standing around. He said to them, ‘Why are you standing here all day long without work?’",
      "7": "“ ‘No one has hired us,’ they answered him.\n“He said to them, ‘Work in my vineyard.’",
      "8": "“When evening came, the owner of the vineyard told the supervisor, ‘Call the workers, and give them their wages. Start with the last, and end with the first.’",
      "9": "“Those who started working about 5 p.m. came, and each received a day’s wages.",
      "10": "When those who had been hired first came, they expected to receive more. But each of them received a day’s wages.",
      "11": "Although they took it, they began to protest to the owner.",
      "12": "They said, ‘These last workers have worked only one hour. Yet, you’ve treated us all the same, even though we worked hard all day under a blazing sun.’",
      "13": "“The owner said to one of them, ‘Friend, I’m not treating you unfairly. Didn’t you agree with me on a day’s wages?",
      "14": "Take your money and go! I want to give this last worker as much as I gave you.",
      "15": "Can’t I do what I want with my own money? Or do you resent my generosity towards others?’",
      "16": "“In this way the last will be first, and the first will be last.”",
      "17": "When Jesus was on his way to Jerusalem, he took the twelve apostles aside and said to them privately,",
      "18": "“We’re going to Jerusalem. There the Son of Man will be betrayed to the chief priests and the experts in Moses’ Teachings. They will condemn him to death",
      "19": "and hand him over to foreigners. They will make fun of him, whip him, and crucify him. But on the third day he will be brought back to life.”",
      "20": "Then the mother of Zebedee’s sons came to Jesus with her two sons. She bowed down in front of him to ask him for a favor.",
      "21": "“What do you want?” he asked her.\nShe said to him, “Promise that one of my sons will sit at your right and the other at your left in your kingdom.”",
      "22": "Jesus replied, “You don’t realize what you’re asking. Can you drink the cup that I’m going to drink?”\n“We can,” they told him.",
      "23": "Jesus said to them, “You will drink my cup. But I don’t have the authority to grant you a seat at my right or left. My Father has already prepared these positions for certain people.”",
      "24": "When the other ten apostles heard about this, they were irritated with the two brothers.",
      "25": "Jesus called the apostles and said, “You know that the rulers of nations have absolute power over people and their officials have absolute authority over people.",
      "26": "But that’s not the way it’s going to be among you. Whoever wants to become great among you will be your servant.",
      "27": "Whoever wants to be most important among you will be your slave.",
      "28": "It’s the same way with the Son of Man. He didn’t come so that others could serve him. He came to serve and to give his life as a ransom for many people.”",
      "29": "As they were leaving Jericho, a large crowd followed Jesus.",
      "30": "Two blind men were sitting by the road. When they heard that Jesus was passing by, they shouted, “Lord, Son of David, have mercy on us!”",
      "31": "The crowd told them to be quiet. But they shouted even louder, “Lord, Son of David, have mercy on us!”",
      "32": "Jesus stopped and called them. “What do you want me to do for you?” he asked.",
      "33": "They told him, “Lord, we want you to give us our eyesight back.”",
      "34": "Jesus felt sorry for them, so he touched their eyes. Their sight was restored at once, and they followed him."
    },
    "21": {
      "1": "When they came near Jerusalem and had reached Bethphage on the Mount of Olives, Jesus sent two disciples ahead of him.",
      "2": "He said to them, “Go into the village ahead of you. You will find a donkey tied there and a colt with it. Untie them, and bring them to me.",
      "3": "If anyone says anything to you, tell him that the Lord needs them. That person will send them at once.”",
      "4": "This happened so that what the prophet had said came true:",
      "5": "“Tell the people of Zion,\n‘Your king is coming to you.\nHe’s gentle,\nriding on a donkey,\non a colt, a young pack animal.’ ”",
      "6": "The disciples did as Jesus had directed them.",
      "7": "They brought the donkey and the colt and put their coats on them for Jesus to sit on.",
      "8": "Most of the people spread their coats on the road. Others cut branches from the trees and spread them on the road.",
      "9": "The crowd that went ahead of him and that followed him was shouting,\n“Hosanna to the Son of David!\nBlessed is the one who comes in the name of the Lord!\nHosanna in the highest heaven!”",
      "10": "When Jesus came into Jerusalem, the whole city was in an uproar. People were asking, “Who is this?”",
      "11": "The crowd answered, “This is the prophet Jesus from Nazareth in Galilee.”",
      "12": "Jesus went into the temple courtyard and threw out everyone who was buying and selling there. He overturned the moneychangers’ tables and the chairs of those who sold pigeons.",
      "13": "He told them, “Scripture says, ‘My house will be called a house of prayer,’ but you’re turning it into a gathering place for thieves!”",
      "14": "Blind and lame people came to him in the temple courtyard, and he healed them.",
      "15": "When the chief priests and the experts in Moses’ Teachings saw the amazing miracles he performed and the children shouting in the temple courtyard, “Hosanna to the Son of David!” they were irritated.",
      "16": "They said to him, “Do you hear what these children are saying?”\nJesus replied, “Yes, I do. Have you never read, ‘From the mouths of little children and infants, you have created praise’?”",
      "17": "He left them and went out of the city to Bethany and spent the night there.",
      "18": "In the morning, as Jesus returned to the city, he became hungry.",
      "19": "When he saw a fig tree by the road, he went up to the tree and found nothing on it but leaves. He said to the tree, “May fruit never grow on you again!” At once the fig tree dried up.",
      "20": "The disciples were surprised to see this. They asked, “How did the fig tree dry up so quickly?”",
      "21": "Jesus answered them, “I can guarantee this truth: If you have faith and do not doubt, you will be able to do what I did to the fig tree. You could also say to this mountain, ‘Be uprooted and thrown into the sea,’ and it will happen.",
      "22": "Have faith that you will receive whatever you ask for in prayer.”",
      "23": "Then Jesus went into the temple courtyard and began to teach. The chief priests and the leaders of the people came to him. They asked, “What gives you the right to do these things? Who told you that you could do this?”",
      "24": "Jesus answered them, “I, too, have a question for you. If you answer it for me, I’ll tell you why I have the right to do these things.",
      "25": "Did John’s right to baptize come from heaven or from humans?”\nThey discussed this among themselves. They said, “If we say, ‘from heaven,’ he will ask us, ‘Then why didn’t you believe him?’",
      "26": "But if we say, ‘from humans,’ we’re afraid of what the crowd might do. All those people think of John as a prophet.”",
      "27": "So they answered Jesus, “We don’t know.”\nJesus told them, “Then I won’t tell you why I have the right to do these things.",
      "28": "“What do you think about this? A man had two sons. He went to the first and said, ‘Son, go to work in the vineyard today.’",
      "29": "“His son replied, ‘I don’t want to!’ But later he changed his mind and went.",
      "30": "“The father went to the other son and told him the same thing. He replied, ‘I will, sir,’ but he didn’t go.",
      "31": "“Which of the two sons did what the father wanted?”\n“The first,” they answered.\nJesus said to them, “I can guarantee this truth: Tax collectors and prostitutes are going into God’s kingdom ahead of you.",
      "32": "John came to you and showed you the way that God wants you to live, but you didn’t believe him. The tax collectors and prostitutes believed him. But even after you had seen that, you didn’t change your minds and believe him.",
      "33": "“Listen to another illustration. A landowner planted a vineyard. He put a wall around it, made a winepress, and built a watchtower. Then he leased it to vineyard workers and went on a trip.",
      "34": "“When the grapes were getting ripe, he sent his servants to the workers to collect his share of the produce.",
      "35": "The workers took his servants and beat one, killed another, and stoned a third to death.",
      "36": "So the landowner sent more servants. But the workers treated them the same way.",
      "37": "“Finally, he sent his son to them. He thought, ‘They will respect my son.’",
      "38": "“When the workers saw his son, they said to one another, ‘This is the heir. Let’s kill him and get his inheritance.’",
      "39": "So they grabbed him, threw him out of the vineyard, and killed him.",
      "40": "“Now, when the owner of the vineyard comes, what will he do to those workers?”",
      "41": "They answered, “He will destroy those evil people. Then he will lease the vineyard to other workers who will give him his share of the produce when it is ready.”",
      "42": "Jesus asked them, “Have you never read in the Scriptures:\n‘The stone that the builders rejected\nhas become the cornerstone.\nThe Lord is responsible for this,\nand it is amazing for us to see’?",
      "43": "That is why I can guarantee that God’s kingdom will be taken away from you and given to a people who will produce what God wants.",
      "44": "Anyone who falls on this stone will be broken. If the stone falls on anyone, it will crush that person.”",
      "45": "When the chief priests and the Pharisees heard his illustrations, they knew that he was talking about them.",
      "46": "They wanted to arrest him but were afraid of the crowds, who thought he was a prophet."
    },
    "22": {
      "1": "Again Jesus used stories as illustrations when he spoke to them. He said,",
      "2": "“The kingdom of heaven is like a king who planned a wedding for his son.",
      "3": "He sent his servants to those who had been invited to the wedding, but they refused to come.",
      "4": "He sent other servants to tell the people who had been invited, ‘I’ve prepared dinner. My bulls and fattened calves have been butchered. Everything is ready. Come to the wedding!’",
      "5": "“But they paid no attention and went away. Some went to work in their own fields, and others went to their businesses.",
      "6": "The rest grabbed the king’s servants, mistreated them, and then killed them.",
      "7": "“The king became angry. He sent his soldiers, killed those murderers, and burned their city.",
      "8": "“Then the king said to his servants, ‘The wedding is ready, but those who were invited don’t deserve the honor.",
      "9": "Go where the roads leave the city. Invite everyone you find to the wedding.’",
      "10": "The servants went into the streets and brought in all the good people and all the evil people they found. And the wedding hall was filled with guests.",
      "11": "“When the king came to see the guests, he saw a person who was not dressed in the wedding clothes provided for the guests.",
      "12": "He said to him, ‘Friend, how did you get in here without proper wedding clothes?’\n“The man had nothing to say.",
      "13": "Then the king told his servants, ‘Tie his hands and feet, and throw him outside into the darkness. People will cry and be in extreme pain there.’",
      "14": "“Therefore, many are invited, but few of those are chosen to stay.”",
      "15": "Then the Pharisees went away and planned to trap Jesus into saying the wrong thing.",
      "16": "They sent their disciples to him along with Herod’s followers. They said to him, “Teacher, we know that you tell the truth and that you teach the truth about the way of God. You don’t favor individuals because of who they are.",
      "17": "So tell us what you think. Is it right to pay taxes to the emperor or not?”",
      "18": "Jesus recognized their evil plan, so he asked, “Why do you test me, you hypocrites?",
      "19": "Show me a coin used to pay taxes.”\nThey brought him a coin.",
      "20": "He said to them, “Whose face and name is this?”",
      "21": "They replied, “The emperor’s.”\nThen he said to them, “Very well, give the emperor what belongs to the emperor, and give God what belongs to God.”",
      "22": "They were surprised to hear this. Then they left him alone and went away.",
      "23": "On that day some Sadducees, who say that people will never come back to life, came to Jesus. They asked him,",
      "24": "“Teacher, Moses said, ‘If a man dies childless, his brother should marry his widow and have children for his brother.’",
      "25": "There were seven brothers among us. The first married and died. Since he had no children, he left his widow to his brother.",
      "26": "The second brother also died, as well as the third, and the rest of the seven brothers.",
      "27": "At last the woman died.",
      "28": "Now, when the dead come back to life, whose wife will she be? All seven brothers had been married to her.”",
      "29": "Jesus answered, “You’re mistaken because you don’t know the Scriptures or God’s power.",
      "30": "When people come back to life, they don’t marry. Rather, they are like the angels in heaven.",
      "31": "Haven’t you read what God told you about the dead coming back to life? He said,",
      "32": "‘I am the God of Abraham, Isaac, and Jacob.’ He’s not the God of the dead but of the living.”",
      "33": "He amazed the crowds who heard his teaching.",
      "34": "When the Pharisees heard that Jesus had silenced the Sadducees, they gathered together.",
      "35": "One of them, an expert in Moses’ Teachings, tested Jesus by asking,",
      "36": "“Teacher, which commandment is the greatest in Moses’ Teachings?”",
      "37": "Jesus answered him, “ ‘Love the Lord your God with all your heart, with all your soul, and with all your mind.’",
      "38": "This is the greatest and most important commandment.",
      "39": "The second is like it: ‘Love your neighbor as you love yourself.’",
      "40": "All of Moses’ Teachings and the Prophets depend on these two commandments.”",
      "41": "While the Pharisees were still gathered, Jesus asked them,",
      "42": "“What do you think about the Messiah? Whose son is he?”\nThey answered him, “David’s.”",
      "43": "He said to them, “Then how can David, guided by the Spirit, call him Lord? David says,",
      "44": "‘The Lord said to my Lord,\n“Take the honored position—the one next to me [and the Father] on the heavenly throne\nuntil I put your enemies under your control.” ’",
      "45": "If David calls him Lord, how can he be his son?”",
      "46": "No one could answer him, and from that time on no one dared to ask him another question."
    },
    "23": {
      "1": "Then Jesus said to the crowds and to his disciples,",
      "2": "“The experts in Moses’ Teachings and the Pharisees teach with Moses’ authority.",
      "3": "So be careful to do everything they tell you. But don’t follow their example, because they don’t practice what they preach.",
      "4": "They make loads that are hard to carry and lay them on the shoulders of the people. However, they are not willing to lift a finger to move them.",
      "5": "“They do everything to attract people’s attention. They make their headbands large and the tassels on their shawls long.",
      "6": "They love the place of honor at dinners and the front seats in synagogues.",
      "7": "They love to be greeted in the marketplaces and to have people call them Rabbi.",
      "8": "But don’t make others call you Rabbi, because you have only one teacher, and you are all followers.",
      "9": "And don’t call anyone on earth your father, because you have only one Father, and he is in heaven.",
      "10": "Don’t make others call you a leader, because you have only one leader, the Messiah.",
      "11": "The person who is greatest among you will be your servant.",
      "12": "Whoever honors himself will be humbled, and whoever humbles himself will be honored.",
      "13": "“How horrible it will be for you, experts in Moses’ Teachings and Pharisees! You hypocrites! You lock people out of the kingdom of heaven. You don’t enter it yourselves, and you don’t permit others to enter when they try.",
      "14": "",
      "15": "“How horrible it will be for you, experts in Moses’ Teachings and Pharisees! You hypocrites! You cross land and sea to recruit a single follower, and when you do, you make that person twice as fit for hell as you are.",
      "16": "“How horrible it will be for you, you blind guides! You say, ‘To swear an oath by the temple doesn’t mean a thing. But to swear an oath by the gold in the temple means a person must keep his oath.’",
      "17": "You blind fools! What is more important, the gold or the temple that made the gold holy?",
      "18": "Again you say, ‘To swear an oath by the altar doesn’t mean a thing. But to swear an oath by the gift on the altar means a person must keep his oath.’",
      "19": "You blind men! What is more important, the gift or the altar that makes the gift holy?",
      "20": "To swear an oath by the altar is to swear by it and by everything on it.",
      "21": "To swear an oath by the temple is to swear by it and by the one who lives there.",
      "22": "And to swear an oath by heaven is to swear by God’s throne and the one who sits on it.",
      "23": "“How horrible it will be for you, experts in Moses’ Teachings and Pharisees! You hypocrites! You give God one-tenth of your mint, dill, and cumin. But you have neglected justice, mercy, and faithfulness. These are the most important things in Moses’ Teachings. You should have done these things without neglecting the others.",
      "24": "You blind guides! You strain gnats out of your wine, but you swallow camels.",
      "25": "“How horrible it will be for you, experts in Moses’ Teachings and Pharisees! You hypocrites! You clean the outside of cups and dishes. But inside they are full of greed and uncontrolled desires.",
      "26": "You blind Pharisees! First clean the inside of the cups and dishes so that the outside may also be clean.",
      "27": "“How horrible it will be for you, experts in Moses’ Teachings and Pharisees! You hypocrites! You are like whitewashed graves that look beautiful on the outside but inside are full of dead people’s bones and every kind of impurity.",
      "28": "So on the outside you look as though you have God’s approval, but inside you are full of hypocrisy and lawlessness.",
      "29": "“How horrible it will be for you, experts in Moses’ Teachings and Pharisees! You hypocrites! You build tombs for the prophets and decorate the monuments of those who had God’s approval.",
      "30": "Then you say, ‘If we had lived at the time of our ancestors, we would not have helped to murder the prophets.’",
      "31": "So you testify against yourselves that you are the descendants of those who murdered the prophets.",
      "32": "Go ahead, finish what your ancestors started!",
      "33": "“You snakes! You poisonous snakes! How can you escape being condemned to hell?",
      "34": "I’m sending you prophets, wise men, and teachers of the Scriptures. You will kill and crucify some of them. Others you will whip in your synagogues and persecute from city to city.",
      "35": "As a result, you will be held accountable for all the innocent blood of those murdered on earth. This includes the murder of Abel, who had God’s approval, to that of Zechariah, son of Barachiah, whom you murdered between the temple and the altar.",
      "36": "I can guarantee this truth: The people living now will be held accountable for all these things.",
      "37": "“Jerusalem, Jerusalem, you kill the prophets and stone to death those sent to you! How often I wanted to gather your children together the way a hen gathers her chicks under her wings! But you were not willing!",
      "38": "Your house will be abandoned, deserted.",
      "39": "I can guarantee that you will not see me again until you say, ‘Blessed is the one who comes in the name of the Lord!’ ”"
    },
    "24": {
      "1": "As Jesus left the temple courtyard and was walking away, his disciples came to him. They proudly pointed out to him the temple buildings.",
      "2": "Jesus said to them, “You see all these buildings, don’t you? I can guarantee this truth: Not one of these stones will be left on top of another. Each one will be torn down.”",
      "3": "As Jesus was sitting on the Mount of Olives, his disciples came to him privately and said, “Tell us, when will this happen? What will be the sign that you are coming again, and when will the world come to an end?”",
      "4": "Jesus answered them, “Be careful not to let anyone deceive you.",
      "5": "Many will come using my name. They will say, ‘I am the Messiah,’ and they will deceive many people.",
      "6": "“You will hear of wars and rumors of wars. Don’t be alarmed! These things must happen, but they don’t mean that the end has come.",
      "7": "Nation will fight against nation and kingdom against kingdom. There will be famines and earthquakes in various places.",
      "8": "All of these are only the beginning pains of the end.",
      "9": "“Then they will hand you over to those who will torture and kill you. All nations will hate you because you are committed to me.",
      "10": "Then many will lose faith. They will betray and hate each other.",
      "11": "Many false prophets will appear and deceive many people.",
      "12": "And because there will be more and more lawlessness, most people’s love will grow cold.",
      "13": "But the person who endures to the end will be saved.",
      "14": "“This Good News about the kingdom will be spread throughout the world as a testimony to all nations. Then the end will come.",
      "15": "“The prophet Daniel said that the disgusting thing that will cause destruction will stand in the holy place. When you see this (let the reader take note),",
      "16": "those of you in Judea should flee to the mountains.",
      "17": "Those who are on the roof should not come down to get anything out of their houses.",
      "18": "Those who are in the field should not turn back to get their coats.",
      "19": "“How horrible it will be for the women who are pregnant or who are nursing babies in those days.",
      "20": "Pray that it will not be winter or a day of rest—a holy day, when you flee.",
      "21": "There will be a lot of misery at that time, a kind of misery that has not happened from the beginning of the world until now and will certainly never happen again.",
      "22": "If God does not reduce the number of those days, no one will be saved. But those days will be reduced because of those whom God has chosen.",
      "23": "“At that time don’t believe anyone who tells you, ‘Here is the Messiah!’ or ‘There he is!’",
      "24": "False messiahs and false prophets will appear. They will work spectacular, miraculous signs and do wonderful things to deceive, if possible, even those whom God has chosen.",
      "25": "Listen! I’ve told you this before it happens.",
      "26": "So if someone tells you, ‘He’s in the desert!’ don’t go out looking for him. And don’t believe anyone who says, ‘He’s in a secret place!’",
      "27": "The Son of Man will come again just as lightning flashes from east to west.",
      "28": "Vultures will gather wherever there is a dead body.",
      "29": "“Immediately after the misery of those days, the sun will turn dark, the moon will not give light, the stars will fall from the sky, and the powers of the universe will be shaken.",
      "30": "“Then the sign of the Son of Man will appear in the sky. All the people on earth will cry in agony when they see the Son of Man coming on the clouds in the sky with power and great glory.",
      "31": "He will send out his angels with a loud trumpet call, and from every direction under the sky, they will gather those whom God has chosen.",
      "32": "“Learn from the story of the fig tree. When its branch becomes tender and it sprouts leaves, you know that summer is near.",
      "33": "In the same way, when you see all these things, you know that he is near, at the door.",
      "34": "“I can guarantee this truth: This generation will not disappear until all these things take place.",
      "35": "The earth and the heavens will disappear, but my words will never disappear.",
      "36": "“No one knows when that day or hour will come. Even the angels in heaven and the Son don’t know. Only the Father knows.",
      "37": "“When the Son of Man comes again, it will be exactly like the days of Noah.",
      "38": "In the days before the flood, people were eating, drinking, and getting married until the day that Noah went into the ship.",
      "39": "They were not aware of what was happening until the flood came and swept all of them away. That is how it will be when the Son of Man comes again.",
      "40": "“At that time two men will be working in the field. One will be taken, and the other one will be left.",
      "41": "Two women will be working at a mill. One will be taken, and the other one will be left.",
      "42": "“Therefore, be alert, because you don’t know on what day your Lord will return.",
      "43": "You realize that if a homeowner had known at what time of the night a thief was coming, he would have stayed awake. He would not have let the thief break into his house.",
      "44": "Therefore, you, too, must be ready because the Son of Man will return when you least expect him.",
      "45": "“Who, then, is the faithful and wise servant? The master will put that person in charge of giving the other servants their food at the right time.",
      "46": "That servant will be blessed if his master finds him doing this job when he comes.",
      "47": "I can guarantee this truth: He will put that servant in charge of all his property.",
      "48": "On the other hand, that servant, if he is wicked, may think that it will be a long time before his master comes.",
      "49": "The servant may begin to beat the other servants and eat and drink with the drunks.",
      "50": "His master will return unexpectedly.",
      "51": "Then his master will severely punish him and assign him a place with the hypocrites. People will cry and be in extreme pain there."
    },
    "25": {
      "1": "“When the end comes, the kingdom of heaven will be like ten bridesmaids. They took their oil lamps and went to meet the groom.",
      "2": "Five of them were foolish, and five were wise.",
      "3": "The foolish bridesmaids took their lamps, but they didn’t take any extra oil.",
      "4": "The wise bridesmaids, however, took along extra oil for their lamps.",
      "5": "Since the groom was late, all the bridesmaids became drowsy and fell asleep.",
      "6": "“At midnight someone shouted, ‘The groom is here! Come to meet him!’",
      "7": "Then all the bridesmaids woke up and got their lamps ready.",
      "8": "“The foolish ones said to the wise ones, ‘Give us some of your oil. Our lamps are going out.’",
      "9": "“But the wise bridesmaids replied, ‘We can’t do that. There won’t be enough for both of us. Go! Find someone to sell you some oil.’",
      "10": "“While they were buying oil, the groom arrived. The bridesmaids who were ready went with him into the wedding hall, and the door was shut.",
      "11": "“Later the other bridesmaids arrived and said, ‘Sir, sir, open the door for us!’",
      "12": "“But he answered them, ‘I don’t even know who you are!’",
      "13": "“So stay awake, because you don’t know the day or the hour.",
      "14": "“The kingdom of heaven is like a man going on a trip. He called his servants and entrusted some money to them.",
      "15": "He gave one man ten thousand dollars, another four thousand dollars, and another two thousand dollars. Each was given money based on his ability. Then the man went on his trip.",
      "16": "“The one who received ten thousand dollars invested the money at once and doubled his money.",
      "17": "The one who had four thousand dollars did the same and also doubled his money.",
      "18": "But the one who received two thousand dollars went off, dug a hole in the ground, and hid his master’s money.",
      "19": "“After a long time the master of those servants returned and settled accounts with them.",
      "20": "The one who received ten thousand dollars brought the additional ten thousand. He said, ‘Sir, you gave me ten thousand dollars. I’ve doubled the amount.’",
      "21": "“His master replied, ‘Good job! You’re a good and faithful servant! You proved that you could be trusted with a small amount. I will put you in charge of a large amount. Come and share your master’s happiness.’",
      "22": "“The one who received four thousand dollars came and said, ‘Sir, you gave me four thousand dollars. I’ve doubled the amount.’",
      "23": "“His master replied, ‘Good job! You’re a good and faithful servant! You proved that you could be trusted with a small amount. I will put you in charge of a large amount. Come and share your master’s happiness.’",
      "24": "“Then the one who received two thousand dollars came and said, ‘Sir, I knew that you are a hard person to please. You harvest where you haven’t planted and gather where you haven’t scattered any seeds.",
      "25": "I was afraid. So I hid your two thousand dollars in the ground. Here’s your money!’",
      "26": "“His master responded, ‘You evil and lazy servant! If you knew that I harvest where I haven’t planted and gather where I haven’t scattered,",
      "27": "then you should have invested my money with the bankers. When I returned, I would have received my money back with interest.",
      "28": "Take the two thousand dollars away from him! Give it to the one who has the ten thousand!",
      "29": "To all who have, more will be given, and they will have more than enough. But everything will be taken away from those who don’t have much.",
      "30": "Throw this useless servant outside into the darkness. People will cry and be in extreme pain there.’",
      "31": "“When the Son of Man comes in his glory and all his angels are with him, he will sit on his glorious throne.",
      "32": "The people of every nation will be gathered in front of him. He will separate them as a shepherd separates the sheep from the goats.",
      "33": "He will put the sheep on his right but the goats on his left.",
      "34": "“Then the king will say to those on his right, ‘Come, my Father has blessed you! Inherit the kingdom prepared for you from the creation of the world.",
      "35": "I was hungry, and you gave me something to eat. I was thirsty, and you gave me something to drink. I was a stranger, and you took me into your home.",
      "36": "I needed clothes, and you gave me something to wear. I was sick, and you took care of me. I was in prison, and you visited me.’",
      "37": "“Then the people who have God’s approval will reply to him, ‘Lord, when did we see you hungry and feed you or see you thirsty and give you something to drink?",
      "38": "When did we see you as a stranger and take you into our homes or see you in need of clothes and give you something to wear?",
      "39": "When did we see you sick or in prison and visit you?’",
      "40": "“The king will answer them, ‘I can guarantee this truth: Whatever you did for one of my brothers or sisters, no matter how unimportant they seemed, you did for me.’",
      "41": "“Then the king will say to those on his left, ‘Get away from me! God has cursed you! Go into everlasting fire that was prepared for the devil and his angels!",
      "42": "I was hungry, and you gave me nothing to eat. I was thirsty, and you gave me nothing to drink.",
      "43": "I was a stranger, and you didn’t take me into your homes. I needed clothes, and you didn’t give me anything to wear. I was sick and in prison, and you didn’t take care of me.’",
      "44": "“They, too, will ask, ‘Lord, when did we see you hungry or thirsty or as a stranger or in need of clothes or sick or in prison and didn’t help you?’",
      "45": "“He will answer them, ‘I can guarantee this truth: Whatever you failed to do for one of my brothers or sisters, no matter how unimportant they seemed, you failed to do for me.’",
      "46": "“These people will go away into eternal punishment, but those with God’s approval will go into eternal life.”"
    },
    "26": {
      "1": "When Jesus finished saying all these things, he told his disciples,",
      "2": "“You know that the Passover will take place in two days. At that time the Son of Man will be handed over to be crucified.”",
      "3": "Then the chief priests and the leaders of the people gathered in the palace of the chief priest Caiaphas.",
      "4": "They made plans to arrest Jesus in an underhanded way and to kill him.",
      "5": "But they said, “We shouldn’t arrest him during the festival, or else there may be a riot among the people.”",
      "6": "Jesus was in Bethany in the home of Simon, a man who had suffered from a skin disease.",
      "7": "While Jesus was sitting there, a woman went to him with a bottle of very expensive perfume and poured it on his head.",
      "8": "The disciples were irritated when they saw this. They asked, “Why did she waste it like this?",
      "9": "It could have been sold for a high price, and the money could have been given to the poor.”",
      "10": "Since Jesus knew what was going on, he said to them, “Why are you bothering this woman? She has done a beautiful thing for me.",
      "11": "You will always have the poor with you, but you will not always have me with you.",
      "12": "She poured this perfume on my body before it is placed in a tomb.",
      "13": "I can guarantee this truth: Wherever this Good News is spoken in the world, what she has done will also be told in memory of her.”",
      "14": "Then one of the twelve apostles, the one named Judas Iscariot, went to the chief priests.",
      "15": "He asked, “What will you pay me if I hand him over to you?”\nThey offered him 30 silver coins.",
      "16": "From then on, he looked for a chance to betray Jesus.",
      "17": "On the first day of the Festival of Unleavened Bread, the disciples went to Jesus. They asked, “Where do you want us to prepare the Passover meal for you?”",
      "18": "He said, “Go to a certain man in the city, and tell him that the teacher says, ‘My time is near. I will celebrate the Passover with my disciples at your house.’ ”",
      "19": "The disciples did as Jesus had directed them and prepared the Passover.",
      "20": "When evening came, Jesus was at the table with the twelve apostles.",
      "21": "While they were eating, he said, “I can guarantee this truth: One of you is going to betray me.”",
      "22": "Feeling deeply hurt, they asked him one by one, “You don’t mean me, do you, Lord?”",
      "23": "Jesus answered, “Someone who has dipped his hand into the bowl with me will betray me.",
      "24": "The Son of Man is going to die as the Scriptures say he will. But how horrible it will be for that person who betrays the Son of Man. It would have been better for that person if he had never been born.”",
      "25": "Then Judas, who betrayed him, asked, “You don’t mean me, do you, Rabbi?”\n“Yes, I do,” Jesus replied.",
      "26": "While they were eating, Jesus took bread and blessed it. He broke the bread, gave it to his disciples, and said, “Take this, and eat it. This is my body.”",
      "27": "Then he took a cup and spoke a prayer of thanksgiving. He gave it to them and said, “Drink from it, all of you.",
      "28": "This is my blood, the blood of the promise. It is poured out for many people so that sins are forgiven.",
      "29": "“I can guarantee that I won’t drink this wine again until that day when I drink new wine with you in my Father’s kingdom.”",
      "30": "After they sang a hymn, they went to the Mount of Olives.",
      "31": "Then Jesus said to them, “All of you will abandon me tonight. Scripture says,\n‘I will strike the shepherd,\nand the sheep in the flock will be scattered.’",
      "32": "“But after I am brought back to life, I will go to Galilee ahead of you.”",
      "33": "Peter said to him, “Even if everyone else abandons you, I never will.”",
      "34": "Jesus replied to Peter, “I can guarantee this truth: Before a rooster crows tonight, you will say three times that you don’t know me.”",
      "35": "Peter told him, “Even if I have to die with you, I’ll never say that I don’t know you!” All the other disciples said the same thing.",
      "36": "Then Jesus went with the disciples to a place called Gethsemane. He said to them, “Stay here while I go over there and pray.”",
      "37": "He took Peter and Zebedee’s two sons with him. He was beginning to feel deep anguish.",
      "38": "Then he said to them, “My anguish is so great that I feel as if I’m dying. Wait here, and stay awake with me.”",
      "39": "After walking a little farther, he quickly bowed with his face to the ground and prayed, “Father, if it’s possible, let this cup of suffering be taken away from me. But let your will be done rather than mine.”",
      "40": "When he went back to the disciples, he found them asleep. He said to Peter, “Couldn’t you stay awake with me for one hour?",
      "41": "Stay awake, and pray that you won’t be tempted. You want to do what’s right, but you’re weak.”",
      "42": "Then he went away a second time and prayed, “Father, if this cup cannot be taken away unless I drink it, let your will be done.”",
      "43": "He found them asleep again because they couldn’t keep their eyes open.",
      "44": "After leaving them again, he went away and prayed the same prayer a third time.",
      "45": "Then he came back to the disciples and said to them, “You might as well sleep now. The time is near for the Son of Man to be handed over to sinners.",
      "46": "Get up! Let’s go! The one who is betraying me is near.”",
      "47": "Just then, while Jesus was still speaking, Judas, one of the twelve apostles, arrived. A large crowd carrying swords and clubs was with him. They were from the chief priests and leaders of the people.",
      "48": "Now, the traitor had given them a signal. He said, “The one I kiss is the man you want. Arrest him!”",
      "49": "Then Judas quickly stepped up to Jesus and said, “Hello, Rabbi!” and kissed him.",
      "50": "Jesus said to him, “Friend, why are you here?”\nThen some men came forward, took hold of Jesus, and arrested him.",
      "51": "Suddenly, one of the men with Jesus pulled out his sword and cut off the ear of the chief priest’s servant.",
      "52": "Then Jesus said to him, “Put your sword away! All who use a sword will be killed by a sword.",
      "53": "Don’t you think that I could call on my Father to send more than twelve legions of angels to help me now?",
      "54": "How, then, are the Scriptures to be fulfilled that say this must happen?”",
      "55": "At that time Jesus said to the crowd, “Have you come out with swords and clubs to arrest me as if I were a criminal? I used to sit teaching in the temple courtyard every day. But you didn’t arrest me then.",
      "56": "All of this has happened so that what the prophets have written would come true.”\nThen all the disciples abandoned him and ran away.",
      "57": "Those who had arrested Jesus took him to Caiaphas, the chief priest, where the experts in Moses’ Teachings and the leaders had gathered together.",
      "58": "Peter followed at a distance until he came to the chief priest’s courtyard. He went inside and sat with the guards to see how this would turn out.",
      "59": "The chief priests and the whole council were searching for false testimony to use against Jesus in order to execute him.",
      "60": "But they did not find any, although many came forward with false testimony. At last two men came forward.",
      "61": "They stated, “This man said, ‘I can tear down God’s temple and rebuild it in three days.’ ”",
      "62": "The chief priest stood up and said to Jesus, “Don’t you have any answer to what these men testify against you?”",
      "63": "But Jesus was silent.\nThen the chief priest said to him, “Swear an oath in front of the living God and tell us, are you the Messiah, the Son of God?”",
      "64": "Jesus answered him, “Yes, I am. But I alone can guarantee that from now on you will see the Son of Man in the honored position—the one next to God the Father on the heavenly throne . He will be coming on the clouds of heaven.”",
      "65": "Then the chief priest tore his robes in horror and said, “He has dishonored God! Why do we need any more witnesses? You’ve just heard him dishonor God!",
      "66": "What’s your verdict?”\nThey answered, “He deserves the death penalty!”",
      "67": "Then they spit in his face, hit him with their fists, and some of them slapped him.",
      "68": "They said, “You Christ, if you’re a prophet, tell us who hit you.”",
      "69": "Peter was sitting in the courtyard. A female servant came to him and said, “You, too, were with Jesus the Galilean.”",
      "70": "But Peter denied it in front of them all by saying, “I don’t know what you’re talking about.”",
      "71": "As he went to the entrance, another female servant saw him. She told those who were there, “This man was with Jesus from Nazareth.”",
      "72": "Again Peter denied it and swore with an oath, “I don’t know the man!”",
      "73": "After a little while the men standing there approached Peter and said, “It’s obvious you’re also one of them. Your accent gives you away!”",
      "74": "Then Peter began to curse and swear with an oath, “I don’t know the man!” Just then a rooster crowed.",
      "75": "Peter remembered what Jesus had said: “Before a rooster crows, you will say three times that you don’t know me.” Then Peter went outside and cried bitterly."
    },
    "27": {
      "1": "Early in the morning all the chief priests and the leaders of the people decided to execute Jesus.",
      "2": "They tied him up, led him away, and handed him over to Pilate, the governor.",
      "3": "Then Judas, who had betrayed Jesus, regretted what had happened when he saw that Jesus was condemned. He brought the 30 silver coins back to the chief priests and leaders.",
      "4": "He said, “I’ve sinned by betraying an innocent man.”\nThey replied, “What do we care? That’s your problem.”",
      "5": "So he threw the money into the temple, went away, and hanged himself.",
      "6": "The chief priests took the money and said, “It’s not right to put it into the temple treasury, because it’s blood money.”",
      "7": "So they decided to use it to buy a potter’s field for the burial of strangers.",
      "8": "That’s why that field has been called the Field of Blood ever since.",
      "9": "Then what the prophet Jeremiah had said came true, “They took the 30 silver coins, the price the people of Israel had placed on him,",
      "10": "and used the coins to buy a potter’s field, as the Lord had directed me.”",
      "11": "Jesus stood in front of the governor, Pilate. The governor asked him, “Are you the king of the Jews?”\n“Yes, I am,” Jesus answered.",
      "12": "While the chief priests and leaders were accusing him, he said nothing.",
      "13": "Then Pilate asked him, “Don’t you hear how many charges they’re bringing against you?”",
      "14": "But Jesus said absolutely nothing to him in reply, so the governor was very surprised.",
      "15": "At every Passover festival the governor would free one prisoner whom the crowd wanted.",
      "16": "At that time there was a well-known prisoner by the name of Barabbas.",
      "17": "So when the people gathered, Pilate asked them, “Which man do you want me to free for you? Do you want me to free Barabbas or Jesus, who is called Christ?”",
      "18": "Pilate knew that they had handed Jesus over to him because they were jealous.",
      "19": "While Pilate was judging the case, his wife sent him a message. It said, “Leave that innocent man alone. I’ve been very upset today because of a dream I had about him.”",
      "20": "But the chief priests and leaders persuaded the crowd to ask for the release of Barabbas and the execution of Jesus.",
      "21": "The governor asked them, “Which of the two do you want me to free for you?”\nThey said, “Barabbas.”",
      "22": "Pilate asked them, “Then what should I do with Jesus, who is called Christ?”\n“He should be crucified!” they all said.",
      "23": "Pilate asked, “Why? What has he done wrong?”\nBut they began to shout loudly, “He should be crucified!”",
      "24": "Pilate saw that he was not getting anywhere. Instead, a riot was breaking out. So Pilate took some water and washed his hands in front of the crowd. He said, “I won’t be guilty of killing this man. Do what you want!”",
      "25": "All the people answered, “The responsibility for killing him will rest on us and our children.”",
      "26": "Then Pilate freed Barabbas for the people. But he had Jesus whipped and handed over to be crucified.",
      "27": "Then the governor’s soldiers took Jesus into the palace and gathered the whole troop around him.",
      "28": "They took off his clothes and put a bright red cape on him.",
      "29": "They twisted some thorns into a crown, placed it on his head, and put a stick in his right hand. They knelt in front of him and made fun of him by saying, “Long live the king of the Jews!”",
      "30": "After they had spit on him, they took the stick and kept hitting him on the head with it.",
      "31": "After the soldiers finished making fun of Jesus, they took off the cape and put his own clothes back on him. Then they led him away to crucify him.",
      "32": "On the way they found a man named Simon. He was from the city of Cyrene. The soldiers forced him to carry Jesus’ cross.",
      "33": "They came to a place called Golgotha (which means “the place of the skull”).",
      "34": "They gave him a drink of wine mixed with a drug called gall. When he tasted it, he refused to drink it.",
      "35": "After they had crucified him, they divided his clothes among themselves by throwing dice.",
      "36": "Then they sat there and kept watch over him.",
      "37": "They placed a written accusation above his head. It read, “This is Jesus, the king of the Jews.”",
      "38": "At that time they crucified two criminals with him, one on his right and the other on his left.",
      "39": "Those who passed by insulted him. They shook their heads",
      "40": "and said, “You were going to tear down God’s temple and build it again in three days. Save yourself! If you’re the Son of God, come down from the cross.”",
      "41": "The chief priests together with the experts in Moses’ Teachings and the leaders made fun of him in the same way. They said,",
      "42": "“He saved others, but he can’t save himself. So he’s Israel’s king! Let him come down from the cross now, and we’ll believe him.",
      "43": "He trusted God. Let God rescue him now if he wants. After all, this man said, ‘I am the Son of God.’ ”",
      "44": "Even the criminals crucified with him were insulting him the same way.",
      "45": "At noon darkness came over the whole land until three in the afternoon.",
      "46": "About three o’clock Jesus cried out in a loud voice, “Eli, Eli, lema sabachthani?” which means, “My God, my God, why have you abandoned me?”",
      "47": "When some of the people standing there heard him say that, they said, “He’s calling Elijah.”",
      "48": "One of the men ran at once, took a sponge, and soaked it in some vinegar. Then he put it on a stick and offered Jesus a drink.",
      "49": "The others said, “Leave him alone! Let’s see if Elijah comes to save him.”",
      "50": "Then Jesus loudly cried out once again and gave up his life.",
      "51": "Suddenly, the curtain in the temple was split in two from top to bottom. The earth shook, and the rocks were split open.",
      "52": "The tombs were opened, and the bodies of many holy people who had died came back to life.",
      "53": "They came out of the tombs after he had come back to life, and they went into the holy city where they appeared to many people.",
      "54": "An army officer and those watching Jesus with him saw the earthquake and the other things happening. They were terrified and said, “Certainly, this was the Son of God!”",
      "55": "Many women were there watching from a distance. They had followed Jesus from Galilee and had always supported him.",
      "56": "Among them were Mary from Magdala, Mary (the mother of James and Joseph), and the mother of Zebedee’s sons.",
      "57": "In the evening a rich man named Joseph arrived. He was from the city of Arimathea and had become a disciple of Jesus.",
      "58": "He went to Pilate and asked for the body of Jesus. Pilate ordered that it be given to him.",
      "59": "Joseph took the body and wrapped it in a clean linen cloth.",
      "60": "Then he laid it in his own new tomb, which had been cut in a rock. After rolling a large stone against the door of the tomb, he went away.",
      "61": "Mary from Magdala and the other Mary were sitting there, facing the tomb.",
      "62": "The next day, which was the day of rest—a holy day, the chief priests and Pharisees gathered together and went to Pilate.",
      "63": "They said, “Sir, we remember how that deceiver said while he was still alive, ‘After three days I will be brought back to life.’",
      "64": "Therefore, give the order to make the tomb secure until the third day. Otherwise, his disciples may steal him and say to the people, ‘He has been brought back to life.’ Then the last deception will be worse than the first.”",
      "65": "Pilate told them, “You have the soldiers you want for guard duty. Go and make the tomb as secure as you know how.”",
      "66": "So they went to secure the tomb. They placed a seal on the stone and posted the soldiers on guard duty."
    },
    "28": {
      "1": "After the day of rest—a holy day, as the sun rose Sunday morning, Mary from Magdala and the other Mary went to look at the tomb.",
      "2": "Suddenly, there was a powerful earthquake. An angel of the Lord had come down from heaven, rolled the stone away, and was sitting on it.",
      "3": "He was as bright as lightning, and his clothes were as white as snow.",
      "4": "The guards were so deathly afraid of him that they shook.",
      "5": "The angel said to the women, “Don’t be afraid! I know you’re looking for Jesus, who was crucified.",
      "6": "He’s not here. He has been brought back to life as he said. Come, see the place where he was lying.",
      "7": "Then go quickly, and tell his disciples that he has been brought back to life. He’s going ahead of them into Galilee. There they will see him. Take note that I have told you.”",
      "8": "They hurried away from the tomb with fear and great joy and ran to tell his disciples.",
      "9": "Suddenly, Jesus met them and greeted them. They went up to him, bowed down to worship him, and took hold of his feet.",
      "10": "Then Jesus said to them, “Don’t be afraid! Go, tell my followers to go to Galilee. There they will see me.”",
      "11": "While the women were on their way, some of the guards went into the city. They told the chief priests everything that had happened.",
      "12": "The chief priests gathered together with the leaders and agreed on a plan. They gave the soldiers a large amount of money",
      "13": "and told them to say that Jesus’ disciples had come at night and had stolen his body while they were sleeping.",
      "14": "They added, “If the governor hears about it, we’ll take care of it, and you’ll have nothing to worry about.”",
      "15": "The soldiers took the money and did as they were told. Their story has been spread among the Jewish people to this day.",
      "16": "The eleven disciples went to the mountain in Galilee where Jesus had told them to go.",
      "17": "When they saw him, they bowed down in worship, though some had doubts.",
      "18": "When Jesus came near, he spoke to them. He said, “All authority in heaven and on earth has been given to me.",
      "19": "So wherever you go, make disciples of all nations: Baptize them in the name of the Father, and of the Son, and of the Holy Spirit.",
      "20": "Teach them to do everything I have commanded you.\n“And remember that I am always with you until the end of time.”"
    }
  }
}