{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:20.265211-04:00",
    "Translation": "GW"
  },
  "Numbers": {
    "1": {
      "1": "The Lord spoke to Moses in the tent of meeting in the Desert of Sinai. It was the first day of the second month in the second year after leaving Egypt. He said,",
      "2": "“Take a census of the whole community of Israel by families and households. List every man by name",
      "3": "who is at least 20 years old. You and Aaron must register everyone in Israel who is eligible for military duty. List them by divisions.",
      "4": "One man from each tribe will help you. Each of these men must be the head of a household.",
      "5": "“Here are the names of the men who will help you:\nElizur, son of Shedeur, from the tribe of Reuben;",
      "6": "Shelumiel, son of Zurishaddai, from the tribe of Simeon;",
      "7": "Nahshon, son of Amminadab, from the tribe of Judah;",
      "8": "Nethanel, son of Zuar, from the tribe of Issachar;",
      "9": "Eliab, son of Helon, from the tribe of Zebulun;",
      "10": "Elishama, son of Ammihud, from the tribe of Ephraim;\nGamaliel, son of Pedahzur, from the tribe of Manasseh;\n(Ephraim and Manasseh are Joseph’s descendants.)",
      "11": "Abidan, son of Gideoni, from the tribe of Benjamin;",
      "12": "Ahiezer, son of Ammishaddai, from the tribe of Dan;",
      "13": "Pagiel, son of Ochran, from the tribe of Asher;",
      "14": "Eliasaph, son of Deuel, from the tribe of Gad;",
      "15": "Ahira, son of Enan, from the tribe of Naphtali.”",
      "16": "These were the men chosen from the community, the leaders of their ancestors’ tribes, and heads of the divisions of Israel.",
      "17": "Moses and Aaron took the men who had been named",
      "18": "and assembled the whole community on the first day of the second month. Each man at least 20 years old provided his genealogy by family and household. Then his name was listed.",
      "19": "So Moses registered the men of Israel in the Desert of Sinai as the Lord had commanded him.",
      "20": "The roster of families and households for the descendants of Reuben, Israel’s firstborn son, listed every man by name who was at least 20 years old and eligible for military duty.",
      "21": "The total for the tribe of Reuben was 46,500.",
      "22": "The roster of families and households for the descendants of Simeon registered and listed every man by name who was at least 20 years old and eligible for military duty.",
      "23": "The total for the tribe of Simeon was 59,300.",
      "24": "The roster of families and households for the descendants of Gad listed the men by name who were at least 20 years old and eligible for military duty.",
      "25": "The total for the tribe of Gad was 45,650.",
      "26": "The roster of families and households for the descendants of Judah listed the men by name who were at least 20 years old and eligible for military duty.",
      "27": "The total for the tribe of Judah was 74,600.",
      "28": "The roster of families and households for the descendants of Issachar listed the men by name who were at least 20 years old and eligible for military duty.",
      "29": "The total for the tribe of Issachar was 54,400.",
      "30": "The roster of families and households for the descendants of Zebulun listed the men by name who were at least 20 years old and eligible for military duty.",
      "31": "The total for the tribe of Zebulun was 57,400.",
      "32": "The roster of families and households for the descendants of Joseph—those from Ephraim—listed the men by name who were at least 20 years old and eligible for military duty.",
      "33": "The total for the tribe of Ephraim was 40,500.",
      "34": "The roster of families and households for the descendants of Manasseh listed the men by name who were at least 20 years old and eligible for military duty.",
      "35": "The total for the tribe of Manasseh was 32,200.",
      "36": "The roster of families and households for the descendants of Benjamin listed the men by name who were at least 20 years old and eligible for military duty.",
      "37": "The total for the tribe of Benjamin was 35,400.",
      "38": "The roster of families and households for the descendants of Dan listed the men by name who were at least 20 years old and eligible for military duty.",
      "39": "The total for the tribe of Dan was 62,700.",
      "40": "The roster of families and households for the descendants of Asher listed the men by name who were at least 20 years old and eligible for military duty.",
      "41": "The total for the tribe of Asher was 41,500.",
      "42": "The roster of families and households for the descendants of Naphtali listed the men by name who were at least 20 years old and eligible for military duty.",
      "43": "The total for the tribe of Naphtali was 53,400.",
      "44": "Moses, Aaron, and the 12 leaders of Israel, each representing his own family, added up these totals.",
      "45": "So the Israelites were registered by households. The grand total of men who were at least 20 years old and eligible for military duty",
      "46": "was 603,550.",
      "47": "But the households from the tribe ofLevi were not registered along with the other Israelites.",
      "48": "The Lord had said to Moses,",
      "49": "“Don’t register the tribe of Levi or include them in the census with the other Israelites.",
      "50": "Put the Levites in charge of the tent of God’s words, including the equipment for the tent and everything else having to do with the tent. The Levites will carry the tent and all its equipment. They will take care of the tent and camp around it.",
      "51": "When the tent has to be moved, the Levites will take it down. When we camp, they will set it up. Anyone else who comes near the tent will be put to death.",
      "52": "“The other Israelites will camp with each family in its own area under its own flag.",
      "53": "The Levites will camp all around the tent of God’s words. In this way the Lord won’t be angry with the community of Israel. So the Levites will be in charge of the tent of God’s words.”",
      "54": "The Israelites did everything as the Lord commanded Moses."
    },
    "2": {
      "1": "The Lord spoke to Moses and Aaron,",
      "2": "“The Israelites will put up their tents with each family under the flag that symbolizes its household. They will put their tents around the tent of meeting, facing it.",
      "3": "“On the east side, facing the rising sun, the armies led by Judah will camp under their flag. The leader for the people of Judah is Nahshon, son of Amminadab.",
      "4": "The total number of men in his army is 74,600.",
      "5": "“Next to them will be the tribe of Issachar. The leader for the people of Issachar is Nethanel, son of Zuar.",
      "6": "The total number of men in his army is 54,400.",
      "7": "“Then will be the tribe of Zebulun. The leader for the people of Zebulun is Eliab, son of Helon.",
      "8": "The total number of men in his army is 57,400.",
      "9": "“The grand total of all the troops in Judah’s camp is 186,400. They will be the first group to move out.",
      "10": "“On the south side the armies led by Reuben will camp under their flag. The leader for the people of Reuben is Elizur, son of Shedeur.",
      "11": "The total number of men in his army is 46,500.",
      "12": "“Next to them will be the tribe of Simeon. The leader for the people of Simeon is Shelumiel, son of Zurishaddai.",
      "13": "The total number of men in his army is 59,300.",
      "14": "“Then will be the tribe of Gad. The leader for the people of Gad is Eliasaph, son of Deuel.",
      "15": "The total number of men in his army is 45,650.",
      "16": "“The grand total of all the troops in Reuben’s camp is 151,450. They will be the second group to move out.",
      "17": "“When the tent of meeting is moved, the Levites will stay in the middle of the groups. The tribes will move out in the same order as they are in the camp, everyone in place under his own flag.",
      "18": "“On the west side the armies led by Ephraim will camp under their flag. The leader for the people of Ephraim is Elishama, son of Ammihud.",
      "19": "The total number of men in his army is 40,500.",
      "20": "“Next to them will be the tribe of Manasseh. The leader for the people of Manasseh is Gamaliel, son of Pedahzur.",
      "21": "The total number of men in his army is 32,200.",
      "22": "“Then will be the tribe of Benjamin. The leader for the people of Benjamin is Abidan, son of Gideoni.",
      "23": "The total number of men in his army is 35,400.",
      "24": "“The grand total of all the troops in Ephraim’s camp is 108,100. They will be the third group to move out.",
      "25": "“On the north side the armies led by Dan will camp under their flag. The leader for the people of Dan is Ahiezer, son of Ammishaddai.",
      "26": "The total number of men in his army is 62,700.",
      "27": "“Next to them will be the tribe of Asher. The leader for the people of Asher is Pagiel, son of Ochran.",
      "28": "The total number of men in his army is 41,500.",
      "29": "“Then will be the tribe of Naphtali. The leader for the people of Naphtali is Ahira, son of Enan.",
      "30": "The total number of men in his army is 53,400.",
      "31": "“The grand total of all the men in Dan’s camp is 157,600. They will be the last group to move out. They will travel under their own flag.”",
      "32": "This is the total number of Israelites, counted by households. The grand total of all the troops in the camps was 603,550.",
      "33": "As the Lord had commanded Moses, the Levites were not registered along with the other Israelites.",
      "34": "So the Israelites did everything as the Lord had commanded Moses. They set up camp under their flags, and each person traveled with his own family and household."
    },
    "3": {
      "1": "This is the list of Aaron and Moses’ descendants at the time when the Lord spoke to Moses on Mount Sinai.",
      "2": "The names of Aaron’s sons are Nadab (the firstborn), Abihu, Eleazar, and Ithamar.",
      "3": "These are the names of Aaron’s sons, the anointed priests, who were ordained to serve as priests.",
      "4": "Nadab and Abihu died in the Lord’s presence because they offered unauthorized fire in his presence in the Desert of Sinai. They had no children. So only Eleazar and Ithamar served as priests during the lifetime of their father Aaron.",
      "5": "The Lord said to Moses,",
      "6": "“Bring the tribe of Levi, and have them stand in front of the priest Aaron to assist him.",
      "7": "They will work for him and the whole community in front of the tent of meeting, doing what needs to be done for the inner tent.",
      "8": "They will take care of all the furnishings in the tent of meeting and work for the Israelites, doing what needs to be done for the inner tent.",
      "9": "Give the Levites to Aaron and his sons. The Levites will be the only Israelites given to them.",
      "10": "Appoint Aaron and his sons to serve as priests. Anyone else who tries to do the priests’ duties must be put to death.”",
      "11": "The Lord said to Moses,",
      "12": "“Out of all the Israelites, I have taken the Levites to be substitutes for every firstborn male offspring among them. The Levites are mine,",
      "13": "because every firstborn is mine. The day I killed every firstborn male in Egypt, I set apart as holy every firstborn in Israel, whether human or animal. They will be mine. I am the Lord.”",
      "14": "The Lord said to Moses in the Desert of Sinai,",
      "15": "“Count the Levites by households and families. Count every male who is at least one month old.”",
      "16": "So Moses did what the Lord said and registered them as he had been commanded.",
      "17": "Gershon, Kohath, and Merari were the sons of Levi.",
      "18": "Libni and Shimei were the sons of Gershon. Their families were named after them.",
      "19": "Amram, Izhar, Hebron, and Uzziel were the sons of Kohath. Their families were named after them.",
      "20": "Mahli and Mushi were the sons of Merari. Their families were named after them.\nThese were the households of Levite families.",
      "21": "To Gershon belonged the families descended from Libni and Shimei. These were the families descended from Gershon.",
      "22": "The total number of all the males at least one month old was 7,500.",
      "23": "The families descended from Gershon put up their tents on the west side behind the tent of meeting.",
      "24": "The leader of the Gershonite households was Eliasaph, son of Lael.",
      "25": "At the tent of meeting the Gershonites were in charge of the inner tent, the outer tent and cover, the screen for the entrance to the tent of meeting,",
      "26": "the curtains for the courtyard, the screen for the entrance to the courtyard that surrounds the inner tent and the altar, and the ropes. They took care of all these things.",
      "27": "To Kohath belonged the families descended from Amram, Izhar, Hebron, and Uzziel. These were the families descended from Kohath.",
      "28": "The number of all the males at least one month old was 8,600. They were in charge of the holy place.",
      "29": "The families descended from Kohath put up their tents on the south side of the tent of meeting.",
      "30": "The leader of the Kohathite families and households was Elizaphan, son of Uzziel.",
      "31": "They were in charge of the ark, the table, the lamp stand, the altars, the utensils used in the holy place, and the screen. They took care of all these things.",
      "32": "The chief leader of the Levites was Eleazar, son of the priest Aaron. It was Eleazar’s duty to supervise those who were in charge of the holy place.",
      "33": "To Merari belonged the families descended from Mahli and Mushi. These were the families descended from Merari.",
      "34": "The total number of all the males at least one month old was 6,200.",
      "35": "The leader of the Merarite families and households was Zuriel, son of Abihail. They put up their tents on the north side of the tent of meeting.",
      "36": "It was the duty of the Merarites to be in charge of the framework of the inner tent, the crossbars, posts, sockets, and all the equipment. They took care of all these things.",
      "37": "They also took care of the posts for the surrounding courtyard, the bases, pegs, and ropes.",
      "38": "Moses, Aaron, and his sons put up their tents on the east side in front of the tent of meeting. They were in charge of the holy place on behalf of the Israelites. Anyone else who tried to do the Levites’ duties had to be put to death.",
      "39": "The grand total of Levites that Moses and Aaron counted at the Lord’s command, by families, every male who was at least one month old, was 22,000.",
      "40": "The Lord said to Moses, “Register every firstborn male of the Israelites who is at least one month old, and make a list of their names.",
      "41": "I am the Lord. Take the Levites for me to be substitutes for all firstborn Israelites. Also take the animals of the Levites to be substitutes for all firstborn animals of the Israelites.”",
      "42": "So Moses registered all the firstborn Israelites as the Lord commanded him.",
      "43": "The total of all the firstborn males at least one month old was 22,273. They were listed by name.",
      "44": "The Lord said to Moses,",
      "45": "“Take the Levites to be substitutes for all the firstborn Israelites and the animals of the Levites to be substitutes for their animals. The Levites will be mine. I am the Lord.",
      "46": "There are 273 more firstborn male Israelites than there are Levites.",
      "47": "It will cost you two ounces of silver per person (using the standard weight of the holy place) to buy them back.",
      "48": "Give the silver to Aaron and his sons. It will buy back those Israelites who outnumber the Levites.”",
      "49": "So Moses took this ransom money from the Israelites who outnumbered the Levites.",
      "50": "The silver Moses collected for the firstborn Israelites weighed 34 pounds, using the standard weight of the holy place.",
      "51": "Then Moses did what the Lord said and gave Aaron and his sons this ransom money as he had been commanded."
    },
    "4": {
      "1": "The Lord said to Moses and Aaron,",
      "2": "“Take a census of the Levites who are descended from Kohath. List them by families and households.",
      "3": "Register all the men between the ages of 30 and 50 who are qualified to work at the tent of meeting.",
      "4": "“This is the work the Kohathites will do in the tent of meeting: They will take care of the most holy things.",
      "5": "When the camp is supposed to move, Aaron and his sons will go in and take down the canopy that hangs over the ark containing the words of God’s promise. First they will cover the ark with the canopy.",
      "6": "Over this they will put a covering of fine leather. On top of that they will spread a cloth made entirely of violet material. Then they will put the poles in place.",
      "7": "“They will spread a violet cloth over the table of the presence and put on it the plates, dishes, bowls, and pitchers for the wine offerings. The bread that is always in the Lord’s presence will also be on it.",
      "8": "They will spread a bright red cloth over everything on the table. They will cover all this with fine leather. Then they will put the poles in place.",
      "9": "“They will take a violet cloth and cover the lamp stand, as well as the lamps, tongs, trays, and all the containers for the olive oil used in the lamps.",
      "10": "Then they will put the lamp stand and all its utensils under a covering of fine leather and put them on a frame to carry them.",
      "11": "“They will spread a violet cloth over the gold altar and cover the cloth with fine leather. Then they will put the poles in place.",
      "12": "“They will take all the articles that are used in the holy place, put them in a violet cloth, cover that with fine leather, and put them on a frame to carry them.",
      "13": "“After they take the ashes away, they will spread a purple cloth over the altar.",
      "14": "Next, they will put all the accessories used at the altar on it. These are the trays, forks, shovels, and bowls—all the altar’s accessories. They will spread a covering of fine leather over all this. Then they will put the poles in place.",
      "15": "“When Aaron and his sons have finished covering the holy things and the camp is ready to move, the Kohathites will come to carry all the holy articles. They must never touch the holy things, or they will die. The Kohathites will carry all the things from the tent of meeting.",
      "16": "“Eleazar, son of the priest Aaron, will be in charge of the oil for the lamps, the sweet-smelling incense, the daily grain offering, and the anointing oil. He is in charge of the whole tent and everything in it, the holy place and its contents.”",
      "17": "The Lord said to Moses and Aaron,",
      "18": "“Don’t let the Kohathite families from Levi’s tribe be destroyed.",
      "19": "This is what you must do so that they won’t die when they come near the most holy things: Aaron and his sons will go into the holy place and tell each man what he will do and what he will carry.",
      "20": "But the Kohathites must not go in to look at the holy things, even for a moment, or they will die.”",
      "21": "The Lord said to Moses,",
      "22": "“Also take a census of the Gershonites. List them by households and families.",
      "23": "Register all the men between the ages of 30 and 50 who are qualified to serve at the tent of meeting.",
      "24": "“This is what the Gershonite families will do and what they will carry:",
      "25": "They will carry the sheets that are part of the inner tent and the tent of meeting. They will also carry the inner cover for the tent of meeting, the outer cover of fine leather that goes over it, the screen for the entrance to the tent of meeting,",
      "26": "the curtains for the courtyard around the tent and the altar, the screen for the entrance to the courtyard, the ropes, and all the equipment used to set up the curtains. The Gershonites will do everything that needs to be done with these things.",
      "27": "All their work, whatever they carry and all their duties, will be done under the direction of Aaron and his sons. You are in charge of telling them everything they’re supposed to carry.",
      "28": "This is the work of the Gershonite families in the tent of meeting. Ithamar, son of the priest Aaron, will be in charge of them.",
      "29": "“Register the Merarites by families and households.",
      "30": "Register all the men between the ages of 30 and 50 who are qualified to serve at the tent of meeting.",
      "31": "These are their duties as they work at the tent of meeting: They will carry the framework for the inner tent, the crossbars, posts, and sockets,",
      "32": "the posts for the surrounding courtyard, the bases, pegs, and ropes. They must take care of all this equipment. Tell each man by name the things he will carry.",
      "33": "This is what the Merarite families will do as they work at the tent of meeting. Ithamar, son of the priest Aaron, will be in charge of them.”",
      "34": "Moses, Aaron, and the leaders of the community registered the Kohathites by their families and households.",
      "35": "They registered all the men between the ages of 30 and 50 who were qualified to work at the tent of meeting.",
      "36": "The total of those who were registered was 2,750. They were listed by families.",
      "37": "This was the total of all those in the Kohathite families who served at the tent of meeting. Moses and Aaron did as the Lord had commanded Moses and registered the Kohathites.",
      "38": "The Gershonites were registered by families and households.",
      "39": "All the men between the ages of 30 and 50 who were qualified to serve at the tent of meeting were registered.",
      "40": "The total of those who were registered was 2,630. They were listed by families and households.",
      "41": "This was the total of all those in the Gershonite families who worked at the tent of meeting. Moses and Aaron did as the Lord had commanded Moses and registered the Gershonites.",
      "42": "The Merarites were registered by families and households.",
      "43": "All the men between the ages of 30 and 50 who were qualified to serve at the tent of meeting were registered.",
      "44": "The total of all those who were registered was 3,200. They were listed by families.",
      "45": "This was the total of those registered in the Merarite families. Moses and Aaron did as the Lord had commanded Moses and registered the Merarites.",
      "46": "The grand total of all the Levites whom Moses, Aaron, and the leaders of Israel registered was 8,580. They were listed by families and households.",
      "47": "These were the men between the ages of 30 and 50 who were qualified to do the work of serving and who carried the tent of meeting.",
      "48": "At the Lord’s command through Moses each man was registered and told what to do and what to carry.\nSo they were registered as the Lord commanded Moses."
    },
    "5": {
      "1": "The Lord said to Moses,",
      "2": "“Command the Israelites to send outside the camp anyone who has a serious skin disease or a discharge or anyone who is unclean  from touching a dead body.",
      "3": "Send all of these unclean men and women outside the camp. They must not make this camp where I live among you unclean.”",
      "4": "So the Israelites did as the Lord had told Moses. They sent these unclean people outside the camp.",
      "5": "The Lord said to Moses,",
      "6": "“Tell the Israelites: If you do something wrong to another person, you have been unfaithful to the Lord. When you realize your guilt,",
      "7": "you must confess your sin, pay in full for what you did wrong, add one-fifth to it, and give it to the person who was wronged.",
      "8": "But there may be no heir to whom the payment can be made. In that case, the payment for what you did wrong must be given to the Lord for the priest to use. This payment is in addition to the ram which makes peace with the Lord.",
      "9": "“Any contribution over and above the holy offerings that the Israelites bring to the priest will belong to the priest.",
      "10": "Each person’s holy offerings will belong to that person, but whatever is given to the priest will belong to the priest.”",
      "11": "The Lord said to Moses:",
      "12": "“Speak to the Israelites and tell them: A man’s wife may have been unfaithful to him",
      "13": "and may have had sexual intercourse with another man without her husband’s knowledge. She may have kept it secret if there were no witnesses to accuse her and she wasn’t caught in the act.",
      "14": "“A husband may have a fit of jealousy and suspect his wife, whether she was actually unfaithful or not.",
      "15": "He must then take his wife to the priest along with eight cups of barley flour as an offering for her. He must not pour olive oil on the flour or put frankincense on it, since it is a grain offering brought because of the husband’s jealousy, an offering used for a confession—to remind someone of a sin that was committed.",
      "16": "“The priest will have the woman come forward and stand in the Lord’s presence.",
      "17": "Then the priest will take holy water in a piece of pottery and put some dust from the floor of the tent into the water.",
      "18": "The priest will bring the woman into the Lord’s presence and loosen her hair. In her hands he will put the offering used for a confession (that is, the grain offering brought because of the husband’s jealousy). The priest will hold in his hands the bitter water that can bring a curse.",
      "19": "“Then the priest will say to her, ‘If no other man has had sexual intercourse with you and you haven’t been unfaithful to your husband, you’re not guilty. This bitter water that can bring a curse will not harm you.",
      "20": "If, in fact, you have been unfaithful and have had sexual intercourse with another man,",
      "21": "may the Lord make you an example for your people to see what happens when the curse of this oath comes true: The Lord will make your uterus drop and your stomach swell.’ \n“Then the priest will administer the oath and the curse by saying:",
      "22": "‘May this water that can bring a curse go into your body and make your stomach swell and your uterus drop!’\n“Then the woman will say, ‘Amen, amen!’",
      "23": "“The priest will write these curses on a scroll and wash them off into the bitter water.",
      "24": "Then he will have the woman drink the bitter water that can bring the curse. This water will go into her and become bitter.",
      "25": "The priest will take the grain offering she was holding, present it to the Lord, and bring it to the altar.",
      "26": "The priest will take a handful of the grain offering as a memorial portion and burn it on the altar. Then he will have the woman drink the water.",
      "27": "If she has become unclean by being unfaithful to her husband, the water that can bring the curse will go into her and become bitter. Her stomach will swell, her uterus will drop, and she will become cursed among her people.",
      "28": "But if the woman is not unclean and is pure, she is not guilty and will be able to have children.",
      "29": "“These are the instructions for how to deal with jealousy. They tell you what to do when a woman is unfaithful to her husband and becomes unclean.",
      "30": "They also tell you what to do when a husband has a fit of jealousy and is suspicious of his wife. He will make his wife stand in the Lord’s presence, and the priest will do everything these instructions tell him to do.",
      "31": "The husband isn’t guilty of doing anything wrong, but the woman will suffer the consequences of her sin.”"
    },
    "6": {
      "1": "The Lord said to Moses,",
      "2": "“Speak to the Israelites and tell them: A man or a woman may make a special vow to live as a Nazirite dedicated to the Lord.",
      "3": "Nazirites must never drink wine, liquor, vinegar made from wine or liquor, or any kind of grape juice, and they must never eat fresh grapes or raisins.",
      "4": "As long as they are Nazirites, they must never eat anything that comes from a grapevine, not even grape seeds or skins.",
      "5": "“As long as they are under the Nazirite vow, no razor may touch their heads. During the entire time that they are dedicated to the Lord as Nazirites, they will be holy. They must let their hair grow long.",
      "6": "While they are dedicated to the Lord as Nazirites, they must never go near a dead body.",
      "7": "Even if their own father, mother, brother, or sister dies, they must not make themselves unclean  by going near them. Nazarites show their vow to God with their long hair.",
      "8": "As long as they are Nazirites, they will be holy to the Lord.",
      "9": "“Someone might suddenly drop dead next to a Nazirite and make the Nazirite’s hair unclean. Seven days later he must shave his head in order to be declared clean.",
      "10": "On the eighth day he must bring two mourning doves or two young pigeons to the priest at the entrance to the tent of meeting.",
      "11": "The priest will sacrifice one as an offering for sin and the other one as a burnt offering. The priest will make peace with the Lord for the person who touched the dead body. That same day the person must dedicate his head again.",
      "12": "Once again he will dedicate himself to the Lord as a Nazirite for the same length of time as before. He must bring a one-year-old male lamb as an offering for guilt. The first time period won’t count. He has to start over from when he became unclean.",
      "13": "“These are the instructions for Nazirites who complete their vows: They must come to the entrance of the tent of meeting.",
      "14": "They must bring these offerings to the Lord: a one-year-old male lamb as a burnt offering, a one-year-old female lamb as an offering for sin, and a ram as a fellowship offering. All of these animals must have no defects.",
      "15": "They must also bring a basket of unleavened bread containing some rings of bread made with olive oil and wafers of unleavened bread brushed with olive oil, along with other grain offerings and wine offerings.",
      "16": "“The priest will bring these offerings to the Lord and make the offering for sin and the burnt offering.",
      "17": "He will sacrifice the ram as a fellowship offering to the Lord, offer the basket of unleavened bread along with it, and make the grain offerings and wine offerings.",
      "18": "“Then the Nazirites will shave their heads at the entrance to the tent of meeting, take the hair as proof that they had made this vow, and put it on the fire under the fellowship offering.",
      "19": "“Then the priest will take one of the shoulders from a boiled ram, one ring of unleavened bread from the basket, and one wafer of unleavened bread and hand them to the Nazirites after they have shaved off their hair.",
      "20": "The priest will present them as an offering to the Lord. They are holy and belong to the priest, along with the ram’s breast that is presented and the thigh that is given. After that, the Nazirites may drink wine.",
      "21": "“These are the instructions for those who have vowed to bring their offerings to the Lord because they were Nazirites. They must bring these offerings in addition to anything else they can afford. They must fulfill the requirements of these instructions for Nazirites and finish whatever they vowed to do.”",
      "22": "The Lord said to Moses,",
      "23": "“Tell Aaron and his sons, ‘This is how you will bless the Israelites. Say to them:",
      "24": "The Lord will bless you and watch over you.",
      "25": "The Lord will smile on you and be kind to you.",
      "26": "The Lord will look on you with favor and give you peace.’",
      "27": "“So whenever they use my name to bless the Israelites, I will bless them.”"
    },
    "7": {
      "1": "When Moses finished setting up the tent, he anointed it and dedicated it and all the furnishings. He also anointed and dedicated the altar and all the utensils.",
      "2": "Then the leaders of Israel, the heads of the households—those tribal leaders who helped in the census—came to give their offerings.",
      "3": "They brought these gifts to the Lord: six freight wagons and twelve oxen, one wagon from every two leaders and one ox from each leader. They brought them in front of the tent.",
      "4": "The Lord said to Moses,",
      "5": "“Accept these gifts from them to use in the work done for the tent of meeting. Give them to the Levites to use wherever they need these gifts for their work.”",
      "6": "Moses took the wagons and the oxen and gave them to the Levites.",
      "7": "He gave two wagons and four oxen to the Gershonites for the work they had to do.",
      "8": "He gave four wagons and eight oxen to the Merarites for the work they had to do under the direction of Ithamar, son of the priest Aaron.",
      "9": "But Moses gave none of these gifts to the Kohathites, because they took care of the holy things. They had to carry the holy things on their own shoulders.",
      "10": "The leaders also brought offerings for the dedication of the altar when it was anointed. They presented their gifts in front of the altar.",
      "11": "The Lord said to Moses, “Each day a different leader will bring his gift for the dedication of the altar.”",
      "12": "The one who brought his gifts on the first day was Nahshon, son of Amminadab, from the tribe of Judah.",
      "13": "He brought a silver plate that weighed 3¼ pounds and a silver bowl that weighed 1¾ pounds, using the standard weight of the holy place. Each dish was filled with flour mixed with olive oil as a grain offering.",
      "14": "He also brought a gold dish that weighed 4 ounces, filled with incense;",
      "15": "a young bull, a ram, and a one-year-old male lamb as a burnt offering;",
      "16": "a male goat as an offering for sin;",
      "17": "and two bulls, five rams, five male goats, and five one-year-old male lambs as a fellowship offering. These were the gifts from Nahshon, son of Amminadab.",
      "18": "On the second day Nethanel, son of Zuar, the leader from the tribe of Issachar, brought his gifts.",
      "19": "He brought a silver plate that weighed 3¼ pounds and a silver bowl that weighed 1¾ pounds using the standard weight of the holy place. Each dish was filled with flour mixed with olive oil as a grain offering.",
      "20": "He also brought a gold dish that weighed 4 ounces, filled with incense;",
      "21": "a young bull, a ram, and a one-year-old male lamb as a burnt offering;",
      "22": "a male goat as an offering for sin;",
      "23": "and two bulls, five rams, five male goats, and five one-year-old male lambs as a fellowship offering. These were the gifts from Nethanel, son of Zuar.",
      "24": "On the third day the leader of the descendants of Zebulun, Eliab, son of Helon,",
      "25": "brought his gifts: a silver plate that weighed 3¼ pounds and a silver bowl that weighed 1¾ pounds using the standard weight of the holy place. Each dish was filled with flour mixed with olive oil as a grain offering.",
      "26": "He also brought a gold dish that weighed 4 ounces, filled with incense;",
      "27": "a young bull, a ram, and a one-year-old male lamb as a burnt offering;",
      "28": "a male goat as an offering for sin;",
      "29": "and two bulls, five rams, five male goats, and five one-year-old male lambs as a fellowship offering. These were the gifts from Eliab, son of Helon.",
      "30": "On the fourth day the leader of the descendants of Reuben, Elizur, son of Shedeur,",
      "31": "brought his gifts: a silver plate that weighed 3¼ pounds and a silver bowl that weighed 1¾ pounds using the standard weight of the holy place. Each dish was filled with flour mixed with olive oil as a grain offering.",
      "32": "He also brought a gold dish that weighed 4 ounces, filled with incense;",
      "33": "a young bull, a ram, and a one-year-old male lamb as a burnt offering;",
      "34": "a male goat as an offering for sin;",
      "35": "and two bulls, five rams, five male goats, and five one-year-old male lambs as a fellowship offering. These were the gifts from Elizur, son of Shedeur.",
      "36": "On the fifth day the leader of the descendants of Simeon, Shelumiel, son of Zurishaddai,",
      "37": "brought his gifts: a silver plate that weighed 3¼ pounds and a silver bowl that weighed 1¾ pounds using the standard weight of the holy place. Each dish was filled with flour mixed with olive oil as a grain offering.",
      "38": "He also brought a gold dish that weighed 4 ounces, filled with incense;",
      "39": "a young bull, a ram, and a one-year-old male lamb as a burnt offering;",
      "40": "a male goat as an offering for sin;",
      "41": "and two bulls, five rams, five male goats, and five one-year-old male lambs as a fellowship offering. These were the gifts from Shelumiel, son of Zurishaddai.",
      "42": "On the sixth day the leader of the descendants of Gad, Eliasaph, son of Deuel,",
      "43": "brought his gifts: a silver plate that weighed 3¼ pounds and a silver bowl that weighed 1¾ pounds using the standard weight of the holy place. Each dish was filled with flour mixed with olive oil as a grain offering.",
      "44": "He also brought a gold dish that weighed 4 ounces, filled with incense;",
      "45": "a young bull, a ram, and a one-year-old male lamb as a burnt offering;",
      "46": "a male goat as an offering for sin;",
      "47": "and two bulls, five rams, five male goats, and five one-year-old male lambs as a fellowship offering. These were the gifts from Eliasaph, son of Deuel.",
      "48": "On the seventh day the leader of the descendants of Ephraim, Elishama, son of Ammihud,",
      "49": "brought his gifts: a silver plate that weighed 3¼ pounds and a silver bowl that weighed 1¾ pounds using the standard weight of the holy place. Each dish was filled with flour mixed with olive oil as a grain offering.",
      "50": "He also brought a gold dish that weighed 4 ounces, filled with incense;",
      "51": "a young bull, a ram, and a one-year-old male lamb as a burnt offering;",
      "52": "a male goat as an offering for sin;",
      "53": "and two bulls, five rams, five male goats, and five one-year-old male lambs as a fellowship offering. These were the gifts from Elishama, son of Ammihud.",
      "54": "On the eighth day the leader of the descendants of Manasseh, Gamaliel, son of Pedahzur,",
      "55": "brought his gifts: a silver plate that weighed 3¼ pounds and a silver bowl that weighed 1¾ pounds using the standard weight of the holy place. Each dish was filled with flour mixed with olive oil as a grain offering.",
      "56": "He also brought a gold dish that weighed 4 ounces, filled with incense;",
      "57": "a young bull, a ram, and a one-year-old male lamb as a burnt offering;",
      "58": "a male goat as an offering for sin;",
      "59": "and two bulls, five rams, five male goats, and five one-year-old male lambs as a fellowship offering. These were the gifts from Gamaliel, son of Pedahzur.",
      "60": "On the ninth day the leader of the descendants of Benjamin, Abidan, son of Gideoni,",
      "61": "brought his gifts: a silver plate that weighed 3¼ pounds and a silver bowl that weighed 1¾ pounds using the standard weight of the holy place. Each dish was filled with flour mixed with olive oil as a grain offering.",
      "62": "He also brought a gold dish that weighed 4 ounces, filled with incense;",
      "63": "a young bull, a ram, and a one-year-old male lamb as a burnt offering;",
      "64": "a male goat as an offering for sin;",
      "65": "and two bulls, five rams, five male goats, and five one-year-old male lambs as a fellowship offering. These were the gifts from Abidan, son of Gideoni.",
      "66": "On the tenth day the leader of the descendants of Dan, Ahiezer, son of Amishaddai,",
      "67": "brought his gifts: a silver plate that weighed 3¼ pounds and a silver bowl that weighed 1¾ pounds using the standard weight of the holy place. Each dish was filled with flour mixed with olive oil as a grain offering.",
      "68": "He also brought a gold dish that weighed 4 ounces, filled with incense;",
      "69": "a young bull, a ram, and a one-year-old male lamb as a burnt offering;",
      "70": "a male goat as an offering for sin;",
      "71": "and two bulls, five rams, five male goats, and five one-year-old male lambs as a fellowship offering. These were the gifts from Ahiezer, son of Amishaddai.",
      "72": "On the eleventh day the leader of the descendants of Asher, Pagiel, son of Ochran,",
      "73": "brought his gifts: a silver plate that weighed 3¼ pounds and a silver bowl that weighed 1¾ pounds using the standard weight of the holy place. Each dish was filled with flour mixed with olive oil as a grain offering.",
      "74": "He also brought a gold dish that weighed 4 ounces, filled with incense;",
      "75": "a young bull, a ram, and a one-year-old male lamb as a burnt offering;",
      "76": "a male goat as an offering for sin;",
      "77": "and two bulls, five rams, five male goats, and five one-year-old male lambs as a fellowship offering. These were the gifts from Pagiel, son of Ochran.",
      "78": "On the twelfth day the leader of the descendants of Naphtali, Ahira, son of Enan,",
      "79": "brought his gifts: a silver plate that weighed 3¼ pounds and a silver bowl that weighed 1¾ pounds using the standard weight of the holy place. Each dish was filled with flour mixed with olive oil as a grain offering.",
      "80": "He also brought a gold dish that weighed 4 ounces, filled with incense;",
      "81": "a young bull, a ram, and a one-year-old male lamb as a burnt offering;",
      "82": "a male goat as an offering for sin;",
      "83": "and two bulls, five rams, five male goats, and five one-year-old male lambs as a fellowship offering. These were the gifts from Ahira, son of Enan.",
      "84": "These were the gifts from the leaders of Israel for the dedication of the altar when it was anointed: 12 silver plates, 12 silver bowls, and 12 gold dishes.",
      "85": "Each silver plate weighed 3¼ pounds, and each bowl weighed 1¾ pounds. Together all the silver dishes weighed 60 pounds, using the standard weight of the holy place.",
      "86": "The 12 gold dishes filled with incense weighed 4 ounces each, using the standard weight of the holy place. Together all the gold dishes weighed about 3 pounds.",
      "87": "The total number of animals for the burnt offerings was 12 young bulls, 12 rams, 12 one-year-old male lambs, along with their grain offerings. Twelve male goats were used as offerings for sin.",
      "88": "The total number of animals for fellowship offerings was 24 bulls, 60 rams, 60 male goats, and 60 one-year-old male lambs. These were the gifts for the dedication of the altar after it was anointed.",
      "89": "Whenever Moses went into the tent of meeting to speak with the Lord, he heard the voice speaking to him from above the throne of mercy on the ark containing the words of God’s promise, from between the two angels. This is how the Lord spoke with Moses."
    },
    "8": {
      "1": "The Lord said to Moses,",
      "2": "“Speak to Aaron and tell him: When you set up the seven lamps on the lamp stand, they should light up the area in front of it.”",
      "3": "So Aaron set up the lamps on the lamp stand to light up the area in front of it, as the Lord commanded Moses.",
      "4": "This is how the lamp stand was made: The whole lamp stand, from top to bottom, was hammered out of gold. It was made exactly like the one the Lord had shown Moses.",
      "5": "The Lord said to Moses,",
      "6": "“Separate the Levites from the rest of the Israelites, and make them clean.",
      "7": "This is what you must do to make them clean: Sprinkle them with water to take away their sins. Make them shave their whole bodies and wash their clothes. Then they will be clean.",
      "8": "Next, they must take a young bull and the grain offering of flour mixed with olive oil that is offered with it. You must take a second young bull as an offering for sin.",
      "9": "Bring the Levites to the front of the tent of meeting, and assemble the whole community of Israel.",
      "10": "Then bring the Levites into the Lord’s presence, and the Israelites will place their hands on them.",
      "11": "Aaron will present the Levites to the Lord as an offering from the Israelites. Then they will be ready to do the Lord’s work.",
      "12": "“The Levites will place their hands on the heads of the young bulls. Sacrifice one of them as an offering for sin and the other one as a burnt offering to the Lord. These sacrifices will make peace with the Lord for the Levites.",
      "13": "Make the Levites stand in front of Aaron and his sons, and present them as an offering to the Lord.",
      "14": "In this way you will separate the Levites from the other Israelites, and the Levites will be mine.",
      "15": "“Once you have made them clean and presented them as an offering, the Levites may come and do their work at the tent of meeting.",
      "16": "They will be the only Israelites given to me. I have taken them to be mine as substitutes for every firstborn male offspring of the Israelites.",
      "17": "Every firstborn in Israel, whether human or animal, is mine. The day I killed every firstborn male in Egypt, I set them apart as holy to me.",
      "18": "So I have taken the Levites as substitutes for all the firstborn sons of the Israelites.",
      "19": "The Levites will be the only Israelites I give to Aaron and his sons. They will work for the Israelites at the tent of meeting. They will make peace with the Lord for the Israelites. Then no plague will strike the Israelites when they come near the holy place.”",
      "20": "Moses, Aaron, and the whole community of Israel did what the Lord commanded Moses to do to the Levites.",
      "21": "The Levites performed the ceremonies to take away their sins and washed their clothes. Aaron presented them as an offering to the Lord and made peace with the Lord for them in order to make them clean.",
      "22": "After that, the Levites came and did their work at the tent of meeting in the presence of Aaron and his sons. They did as the Lord had commanded Moses.",
      "23": "The Lord said to Moses,",
      "24": "“These are the instructions for the Levites: Men 25 years old or older are eligible to serve at the tent of meeting.",
      "25": "But when they’re 50 years old, they must retire from active service and not work anymore.",
      "26": "They may assist the other Levites in their duties at the tent of meeting, but they may not do any regular work. This is how you will handle the Levites’ duties.”"
    },
    "9": {
      "1": "In the first month of the second year after the Israelites left Egypt, the Lord spoke to Moses in the Desert of Sinai. He said,",
      "2": "“The Israelites must celebrate the Passover at the same time every year.",
      "3": "You must celebrate it on the fourteenth day of this month at dusk. Follow all the rules and regulations for the celebration of the Passover.”",
      "4": "So Moses told the Israelites to celebrate the Passover,",
      "5": "and they celebrated it on the fourteenth day of the first month at dusk while they were in the Desert of Sinai. The Israelites did everything as the Lord had commanded Moses.",
      "6": "But there were some men who had become unclean  from touching a dead body, and they couldn’t celebrate the Passover that day. They came to Moses and Aaron",
      "7": "and said, “We are unclean because we touched a dead body. Why won’t you let us bring our offerings to the Lord at the same time the rest of the Israelites bring their offerings?”",
      "8": "Moses answered them, “Wait here until I find out what the Lord commands you to do.”",
      "9": "Then the Lord said to Moses, “Tell the Israelites:",
      "10": "Suppose you or any of your descendants is unclean from touching a dead body or is away on a long trip. You may still celebrate the Passover.",
      "11": "You will celebrate it on the fourteenth day of the second month at dusk. You must eat the Passover animal along with unleavened bread and bitter herbs.",
      "12": "You must never leave any of the meat until morning or break any of the animal’s bones. You must follow all the rules for the Passover when you celebrate it.",
      "13": "But if you are clean  and not on a trip and yet don’t bother to celebrate the Passover, you must be excluded from the people. You didn’t bring your offering to the Lord at the right time. You must suffer the consequences for your sin.",
      "14": "“Foreigners living with you may want to celebrate the Lord’s Passover. They must follow these same rules and regulations. The same rules will apply to foreigners and native-born Israelites.”",
      "15": "On the day the tent of the words of God’s promise was set up, the column of smoke covered it. From evening until morning, the smoke over the tent glowed like fire.",
      "16": "The smoke always glowed this way. At night the smoke covering the tent glowed like fire.",
      "17": "Whenever the smoke moved from the tent, the Israelites would break camp, and wherever it stopped, the Israelites would set up camp.",
      "18": "At the Lord’s command the Israelites would break camp, and at his command they would set up camp. As long as the column of smoke stayed over the tent, they would stay in the same place.",
      "19": "When the smoke stayed over the tent for a long time, the Israelites obeyed the Lord’s command and wouldn’t break camp.",
      "20": "The same thing happened when the smoke stayed only a few days over the tent: At the Lord’s command they would set up camp, and at his command they would break camp.",
      "21": "Sometimes the column of smoke stayed only from evening until morning. When the smoke moved in the morning, they broke camp. Day or night, when the smoke moved, they broke camp.",
      "22": "Whether it was two days, a month, or a year, as long as the column of smoke stayed over the tent, the Israelites would stay in the same place and not break camp. But when the smoke moved, they would break camp.",
      "23": "At the Lord’s command they set up camp, and at his command they broke camp. They obeyed the command that the Lord had given through Moses."
    },
    "10": {
      "1": "The Lord said to Moses,",
      "2": "“Make two trumpets out of hammered silver. Use them to call the community together and as a signal to break camp.",
      "3": "When you blow both trumpets, the whole community will meet with you at the entrance to the tent of meeting.",
      "4": "If only one trumpet blows, the leaders, the heads of the divisions of Israel, will meet with you.",
      "5": "When they hear the trumpet fanfare, the tribes that are camped on the east side will break camp first.",
      "6": "When the trumpets sound a second fanfare, the tribes that are camped on the south will break camp. The fanfare is the signal to break camp.",
      "7": "But when you gather the assembly, the trumpets will blow without sounding a fanfare.",
      "8": "The sons of Aaron, the priests, will blow the trumpets. This will be a permanent law for you and your descendants.",
      "9": "“When you go to war in your own country against an enemy who is oppressing you, the trumpets will sound a fanfare. Then the Lord your God will remember you and rescue you from your enemies.",
      "10": "Also, on your festival days and on the first day of the month, blow the trumpets when you sacrifice your burnt offerings and fellowship offerings. The trumpets will be a reminder for you in God’s presence. I am the Lord your God.”",
      "11": "On the twentieth day of the second month of the second year, the column of smoke left the tent of the words of God’s promise.",
      "12": "So the Israelites moved from the Desert of Sinai and traveled from place to place until the column of smoke stopped in the Desert of Paran.",
      "13": "This was the first time they moved, following the command that the Lord had given through Moses.",
      "14": "With their flag in front, the armies led by Judah’s descendants broke camp first. Nahshon, son of Amminadab, was in command.",
      "15": "Nethanel, son of Zuar, commanded the army of Issachar.",
      "16": "Eliab, son of Helon, commanded the army of Zebulun.",
      "17": "Then the tent of meeting was taken down, and the Gershonites and Merarites, who carried it, broke camp.",
      "18": "With their flag in front, the armies led by Reuben’s descendants broke camp next. Elizur, son of Shedeur, was in command.",
      "19": "Shelumiel, son of Zurishaddai, commanded the army of Simeon.",
      "20": "Eliasaph, son of Deuel, commanded the army of Gad.",
      "21": "Then the Kohathites, who carried the holy things, broke camp. By the time they arrived, the tent of meeting would already be set up.",
      "22": "With their flag in front, the armies led by Ephraim’s descendants broke camp next. Elisha, son of Ammihud, was in command.",
      "23": "Gamaliel, son of Pedahzur, commanded the army of Manasseh.",
      "24": "Abidan, son of Gideoni, commanded the army of Benjamin.",
      "25": "As a rear guard for the whole camp, the armies led by Dan’s descendants broke camp last with their flag in front. Ahiezer, son of Ammishaddai, was in command.",
      "26": "Pagiel, son of Ochran, commanded the army of Asher.",
      "27": "Ahira, son of Enan, commanded the army of Naphtali.",
      "28": "This was the order in which the Israelite armies broke camp when they went from place to place.",
      "29": "Moses said to his brother-in-law Hobab, son of Reuel the Midianite, “We are going to the place the Lord promised to give us. Come with us. We will be good to you, because the Lord has promised good things to Israel.”",
      "30": "Hobab answered, “No, I won’t go. I want to go back to my own country where my relatives are.”",
      "31": "But Moses said, “Please don’t leave us. You know where we can set up camp in the desert, and you could be our guide.",
      "32": "If you come with us, we will share with you all the good things the Lord gives us.”",
      "33": "So they left the mountain of the Lord and traveled for three days. The ark of the Lord’s promise went ahead of them a distance of three days’ journey to find them a place to rest.",
      "34": "The Lord’s column of smoke was over them by day when they moved the camp.",
      "35": "Whenever the ark started to move, Moses would say,\n“Arise, O Lord!\nScatter your enemies!\nMake those who hate you run away from you!”",
      "36": "And whenever it stopped, he would say,\n“Return, O Lord, to the countless thousands of Israel!”"
    },
    "11": {
      "1": "The people began complaining out loud to the Lord about their troubles. When the Lord heard them, he became angry, and fire from the Lord began to burn among them. It destroyed some people on the outskirts of the camp.",
      "2": "The people cried out to Moses, Moses prayed to the Lord, and the fire died down.",
      "3": "That place was called Taberah [Fire] because fire from the Lord burned among them there.",
      "4": "Some foreigners among the Israelites had a strong craving for other kinds of food. Even the Israelites started crying again and said, “If only we had meat to eat!",
      "5": "Remember all the free fish we ate in Egypt and the cucumbers, watermelons, leeks, onions, and garlic we had?",
      "6": "But now we’ve lost our appetite! Everywhere we look there’s nothing but manna!”",
      "7": "(Manna was small like coriander seeds and looked like resin.",
      "8": "The people would go around and gather it, then grind it in a handmill or crush it in a mortar. They would cook it in a pot or make round loaves of bread out of it. It tasted like rich pastry made with olive oil.",
      "9": "When dew fell on the camp at night, manna fell with it.)",
      "10": "Moses heard people from every family crying at the entrance to their tents. The Lord became very angry, and Moses didn’t like it either.",
      "11": "So he asked, “Lord, why have you brought me this trouble? How have I displeased you that you put the burden of all these people on me?",
      "12": "Am I their mother? Did I give birth to them? Are you really asking me to carry them in my arms—as a nurse carries a baby—all the way to the land you promised their ancestors with an oath?",
      "13": "Where can I get meat for all these people? They keep crying for me to give them meat to eat.",
      "14": "I can’t take care of all these people by myself. This is too much work for me!",
      "15": "If this is how you’re going to treat me, why don’t you just kill me? I can’t face this trouble anymore.”",
      "16": "The Lord answered Moses, “Bring me 70 Israelite men who you know are leaders and officers of the people. Take them to the tent of meeting, and have them stand with you.",
      "17": "I’ll come down and speak with you there. I’ll take some of the Spirit that is on you and put it on them. They will help you take care of the people. You won’t have to take care of the people alone.",
      "18": "Tell the people to get ready for tomorrow. They must be set apart as holy. Then they will eat meat. I, the Lord, heard them crying and saying, ‘If only we had meat to eat! We were better off in Egypt!’ So I will give them meat.",
      "19": "They won’t eat it just for one or two days, or five, or ten, or twenty days,",
      "20": "but for a whole month, until it comes out of their ears and they’re sick of it. This is because they rejected the Lord who is here among them and cried in front of him, asking, ‘Why did we ever leave Egypt?’ ”",
      "21": "But Moses said, “Here I am with 600,000 foot soldiers around me. Yet, you say, ‘I will give them meat to eat for a whole month!’",
      "22": "Would they have enough if all the flocks and herds were butchered for them? Would they have enough if all the fish in the sea were caught for them?”",
      "23": "The Lord asked Moses, “Is there a limit to the Lord’s power? Now you will see whether or not my words come true.”",
      "24": "Moses went out and told the people what the Lord said. He gathered 70 of the leaders of the people and had them stand around the tent.",
      "25": "Then the Lord came down in the column of smoke and spoke with him. He took some of the Spirit that was on Moses and put it on the 70 leaders. When the Spirit came to rest on them, they prophesied, but they never prophesied again.",
      "26": "Two men, named Eldad and Medad, had stayed in the camp. They were on the list with the other leaders but hadn’t gone with them to the tent. The Spirit came to rest on them, too, and they prophesied in the camp.",
      "27": "Then a young man ran and told Moses, “Eldad and Medad are prophesying in the camp.”",
      "28": "So Joshua, son of Nun, who had been Moses’ assistant ever since he was a young man, spoke up and said, “Stop them, sir!”",
      "29": "But Moses asked him, “Do you think you need to stand up for me? I wish all the Lord’s people were prophets and that the Lord would put his Spirit on them.”",
      "30": "Then Moses and the leaders went back to the camp.",
      "31": "The Lord sent a wind from the sea that brought quails and dropped them all around the camp. There were quails on the ground about three feet deep as far as you could walk in a day in any direction.",
      "32": "All that day and night and all the next day the people went out and gathered the quails. No one gathered less than 60 bushels. Then they spread the quails out all around the camp.",
      "33": "While the meat was still in their mouths—before they had even had a chance to chew it—the Lord became angry with the people and struck them with a severe plague.",
      "34": "That place was called Kibroth Hattaavah [Graves of Those Who Craved Meat] because there they buried the people who had a strong craving for meat.",
      "35": "From Kibroth Hattaavah the people moved to Hazeroth, and they stayed there."
    },
    "12": {
      "1": "Miriam and Aaron began to criticize Moses because he was married to a woman from Sudan.",
      "2": "They asked, “Did the Lord speak only through Moses? Didn’t he also speak through us?” The Lord heard their complaint.",
      "3": "(Moses was a very humble man, more humble than anyone else on earth.)",
      "4": "Suddenly, the Lord said to Moses, Aaron, and Miriam, “All three of you come to the tent of meeting.” So all three of them came.",
      "5": "Then the Lord came down in the column of smoke and stood at the entrance to the tent. He called to Aaron and Miriam, and they both came forward.",
      "6": "He said, “Listen to my words: When there are prophets of the Lord among you, I make myself known to them in visions or speak to them in dreams.",
      "7": "But this is not the way I treat my servant Moses. He is the most faithful person in my household.",
      "8": "I speak with him face to face, plainly and not in riddles. He even sees the form of the Lord. Why weren’t you afraid to criticize my servant Moses?”",
      "9": "The Lord was angry with them, so he left.",
      "10": "When the smoke left the tent, Miriam was covered with an infectious skin disease. She was as white as snow. Aaron turned to her and saw she was covered with the disease.",
      "11": "So he said to Moses, “Please, sir, don’t punish us for this foolish sin we committed.",
      "12": "Don’t let her be like a stillborn baby that’s not completely developed.”",
      "13": "So Moses cried to the Lord, “Please, God, heal her!”",
      "14": "The Lord replied to Moses, “If her own father had spit in her face, wouldn’t she be excluded from the community for seven days? She must be put in isolation outside the camp for seven days. Then she can be brought back.”",
      "15": "So Miriam was put in isolation outside the camp for seven days. The people didn’t break camp until she was brought back.",
      "16": "After that, the people moved from Hazeroth and set up camp in the Desert of Paran."
    },
    "13": {
      "1": "The Lord said to Moses,",
      "2": "“Send men to explore Canaan, which I’m giving to the Israelites. Send one leader from each of their ancestors’ tribes.”",
      "3": "So at the Lord’s command, Moses sent these men from the Desert of Paran. All of them were leaders of the Israelites.",
      "4": "These are their names:\nShammua, son of Zaccur, from the tribe of Reuben;",
      "5": "Shaphat, son of Hori, from the tribe of Simeon;",
      "6": "Caleb, son of Jephunneh, from the tribe of Judah;",
      "7": "Igal, son of Joseph, from the tribe of Issachar;",
      "8": "Hoshea, son of Nun, from the tribe of Ephraim;",
      "9": "Palti, son of Raphu, from the tribe of Benjamin;",
      "10": "Gaddiel, son of Sodi, from the tribe of Zebulun;",
      "11": "Gaddi, son of Susi, from the tribe of Joseph (that is, the tribe of Manasseh);",
      "12": "Ammiel, son of Gemalli, from the tribe of Dan;",
      "13": "Sethur, son of Michael, from the tribe of Asher;",
      "14": "Nahbi, son of Vophsi, from the tribe of Naphtali;",
      "15": "Geuel, son of Machi, from the tribe of Gad.",
      "16": "These are the names of the men Moses sent to explore the land. But Moses gave Hoshea, son of Nun, the name Joshua.",
      "17": "When Moses sent them to explore Canaan, he told them, “Go through the Negev and then into the mountain region.",
      "18": "See what the land is like and whether the people living there are strong or weak, few or many.",
      "19": "Is the land they live in good or bad? Do their cities have walls around them or not?",
      "20": "Is the soil rich or poor? Does the land have trees or not? Do your best to bring back some fruit from the land.” (It was the season when grapes were beginning to ripen.)",
      "21": "So the men explored the land from the Desert of Zin to the border of Hamath.",
      "22": "They went through the Negev and came to Hebron, where Ahiman, Sheshai, and Talmai lived. They are descendants of Anak. (Hebron was built seven years before Zoan in Egypt.)",
      "23": "When they came to the Eshcol Valley, they cut off a branch with only one bunch of grapes on it. They carried it on a pole between two of them. They also brought some pomegranates and figs.",
      "24": "So they called that valley Eshcol [Bunch of Grapes] because of the bunch of grapes the Israelites cut off there.",
      "25": "Forty days later, they came back from exploring the land.",
      "26": "They came back to Moses, Aaron, and the whole community of Israel at Kadesh in the Desert of Paran. They gave their report and showed them the fruit from the land.",
      "27": "This is what they reported to Moses: “We went to the land where you sent us. It really is a land flowing with milk and honey. Here’s some of its fruit.",
      "28": "But the people who live there are strong, and the cities have walls and are very large. We even saw the descendants of Anak there.",
      "29": "The Amalekites live in the Negev. The Hittites, Jebusites, and Amorites live in the mountain region. And the Canaanites live along the coast of the Mediterranean Sea and all along the Jordan River.”",
      "30": "Caleb told the people to be quiet and listen to Moses. Caleb said, “Let’s go now and take possession of the land. We should be more than able to conquer it.”",
      "31": "But the men who had gone with him said, “We can’t attack those people! They’re too strong for us!”",
      "32": "So they began to spread lies among the Israelites about the land they had explored. They said, “The land we explored is one that devours those who live there. All the people we saw there are very tall.",
      "33": "We saw Nephilim there. (The descendants of Anak are Nephilim.) We felt as small as grasshoppers, and that’s how we must have looked to them.”"
    },
    "14": {
      "1": "Then all the people in the Israelite community raised their voices and cried out loud all that night.",
      "2": "They complained to Moses and Aaron, “If only we had died in Egypt or this desert!",
      "3": "Why is the Lord bringing us to this land—just to have us die in battle? Our wives and children will be taken as prisoners of war! Wouldn’t it be better for us to go back to Egypt?”",
      "4": "They said to each other, “Let’s choose a leader and go back to Egypt.”",
      "5": "Immediately, Moses and Aaron bowed with their faces touching the ground in front of the whole community of Israel assembled there.",
      "6": "At the same time, two of those who had explored the land, Joshua (son of Nun) and Caleb (son of Jephunneh), tore their clothes in despair.",
      "7": "They said to the whole community of Israel, “The land we explored is very good.",
      "8": "If the Lord is pleased with us, he will bring us into this land and give it to us. This is a land flowing with milk and honey!",
      "9": "Don’t rebel against the Lord, and don’t be afraid of the people of the land. We will devour them like bread. They have no protection, and the Lord is with us. So don’t be afraid of them.”",
      "10": "But when the whole community of Israel talked about stoning Moses and Aaron to death, they all saw the glory of the Lord shining at the tent of meeting.",
      "11": "The Lord said to Moses, “How long will these people treat me with contempt? How long will they refuse to trust me in spite of all the miraculous signs I have done among them?",
      "12": "I’ll strike them with a plague, I’ll destroy them, and I’ll make you into a nation larger and stronger than they are.”",
      "13": "But Moses said to the Lord, “What if the Egyptians hear about it? (You used your power to take these people away from them.)",
      "14": "What if the Egyptians tell the people who live in this land? Lord, they have already heard that you are with these people, that they have seen you with their own eyes, that your column of smoke stays over them, and that you go ahead of them in a column of smoke by day and in a column of fire by night.",
      "15": "But if you kill all these people at the same time, then the nations who have heard these reports about you will say,",
      "16": "‘The Lord wasn’t able to bring these people into the land he promised them, so he slaughtered them in the desert.’",
      "17": "“Lord, let your power be as great as when you said,",
      "18": "‘The Lord … patient, forever loving…. He forgives wrongdoing and disobedience…. He never lets the guilty go unpunished, punishing children … for their parents’ sins to the third and fourth generation….’",
      "19": "By your great love, please forgive these people’s sins, as you have been forgiving them from the time they left Egypt until now.”",
      "20": "The Lord said, “I forgive them, as you have asked.",
      "21": "But as I live and as the glory of the Lord fills the whole earth, I solemnly swear that",
      "22": "none of the people who saw my glory and the miraculous signs I did in Egypt and in the desert will see the land which I promised their ancestors. They have tested me now ten times and refused to obey me.",
      "23": "None of those who treat me with contempt will see it!",
      "24": "But because my servant Caleb has a different attitude and has wholeheartedly followed me, I’ll bring him to the land he already explored. His descendants will possess it.",
      "25": "(The Amalekites and Canaanites are living in the valleys.) Tomorrow you must turn around, go back into the desert, and follow the road that goes to the Red Sea.”",
      "26": "Then the Lord said to Moses and Aaron,",
      "27": "“How long must I put up with this wicked community that keeps complaining about me? I’ve heard the complaints the Israelites are making about me.",
      "28": "So tell them, ‘As I live, declares the Lord, I solemnly swear I will do everything to you that you said I would do.",
      "29": "Your bodies will drop dead in this desert. All of you who are at least 20 years old, who were registered and listed, and who complained about me will die.",
      "30": "I raised my hand and swore an oath to give you this land to live in. But none of you will enter it except Caleb (son of Jephunneh) and Joshua (son of Nun).",
      "31": "You said your children would be taken as prisoners of war. Instead, I will bring them into the land you rejected, and they will enjoy it.",
      "32": "However, your bodies will drop dead in this desert.",
      "33": "Your children will be shepherds in the desert for 40 years. They will suffer for your unfaithfulness until the last of your bodies lies dead in the desert.",
      "34": "For 40 days you explored the land. So for 40 years—one year for each day—you will suffer for your sins and know what it means for me to be against you.’",
      "35": "I, the Lord, have spoken. I swear I will do these things to all the people in this whole wicked community who have joined forces against me. They will meet their end in this desert. Here they will die!”",
      "36": "So the men Moses sent to explore the land died in front of the Lord from a plague.",
      "37": "They died because they had returned and made the whole community complain about Moses by spreading lies about the land.",
      "38": "Of all the men who went to explore the land, only Joshua (son of Nun) and Caleb (son of Jephunneh) survived.",
      "39": "When Moses told these things to all the Israelites, the people mourned bitterly, as if someone had died.",
      "40": "Early the next morning they headed into the mountain region. They said, “We have sinned. Now we’ll go to the place the Lord promised.”",
      "41": "But Moses asked, “Why are you disobeying the Lord’s command? Your plan won’t work!",
      "42": "Don’t go! You will be defeated by your enemies because the Lord is not with you.",
      "43": "The Amalekites and Canaanites are there, and you will die in battle. Now that you have turned away from the Lord, the Lord will not be with you.”",
      "44": "But they headed into the mountain region anyway, even though the ark of the Lord’s promise and Moses stayed in the camp.",
      "45": "The Amalekites and Canaanites who lived there came down from those mountains, attacked the Israelites, and defeated them at Hormah."
    },
    "15": {
      "1": "The Lord said to Moses,",
      "2": "“Speak to the Israelites and tell them: Once you’re settled in the land I’m giving you,",
      "3": "you may bring offerings by fire to the Lord. They may be burnt offerings or any other kind of sacrifice. They may be offered to fulfill a vow, as a freewill offering, or as one of your festival offerings. They may be cattle, sheep, or goats—offerings that are a soothing aroma to the Lord.",
      "4": "Whoever brings the offering must also give the Lord a grain offering of eight cups of flour mixed with one quart of olive oil.",
      "5": "With each sheep or goat for the burnt offering or any other sacrifice, also give an offering of one quart of wine.",
      "6": "“With a ram, give a grain offering of 16 cups of flour mixed with 1¼ quarts of oil",
      "7": "and an offering of 1¼ quarts of wine. Offer them as a soothing aroma to the Lord.",
      "8": "“Suppose you sacrifice a young bull as a burnt offering to the Lord or make any other kind of sacrifice—to keep a vow or as a fellowship offering.",
      "9": "Offer with the young bull a grain offering of 24 cups of flour mixed with two quarts of olive oil.",
      "10": "Also give an offering of two quarts of wine. It is an offering by fire, a soothing aroma to the Lord.",
      "11": "Do this for each bull, each ram, and each sheep or goat.",
      "12": "Do it for each animal, however many you sacrifice.",
      "13": "All native-born Israelites must do it this way when they bring an offering by fire, a soothing aroma to the Lord.",
      "14": "“Suppose foreigners are visiting you or living among you in future generations. If they bring an offering by fire, a soothing aroma to the Lord, they must do as you do.",
      "15": "There is one law for the whole assembly: for you and foreigners who are living with you. It is a permanent law for future generations. As far as the Lord is concerned, you and foreigners are the same.",
      "16": "The instructions and rules are the same for you as well as foreigners who are living with you.”",
      "17": "The Lord said to Moses,",
      "18": "“Speak to the Israelites and tell them: When you enter the land where I’m taking you",
      "19": "and eat any of the food from the land, give some of it as a contribution to the Lord.",
      "20": "Shape one part of your dough into a ring the same way you do with the contribution you make from the threshing floor.",
      "21": "For generations to come, you must give one part of your dough as a contribution to the Lord.",
      "22": "“Suppose you unintentionally do something wrong by not obeying all these commands the Lord gave Moses.",
      "23": "(Everything the Lord commanded you through Moses holds as true for generations to come as it did the day the Lord gave the commands.)",
      "24": "If it was unintentional and no one else knows about it, the whole community must sacrifice a young bull as a burnt offering, a soothing aroma to the Lord, along with the proper grain and wine offerings, and a male goat as an offering for sin.",
      "25": "The priest will make peace with the Lord for the whole community of Israel. Then they will be forgiven because the wrongdoing was unintentional and they brought these two offerings to the Lord for their sin: an offering by fire and an offering for sin.",
      "26": "So the whole community of Israel will be forgiven, including foreigners who are living among them, since all the people were involved in the unintentional wrongdoing.",
      "27": "“If one person unintentionally does something wrong, a one-year-old female goat must be sacrificed as an offering for sin.",
      "28": "The priest will offer the sacrifice to make peace with the Lord for that person, and that person will be forgiven.",
      "29": "You must give the same instructions to everyone who does something wrong unintentionally, whether they are native-born Israelites or not.",
      "30": "“But any native-born Israelite or foreigner who deliberately does something wrong insults the Lord and must be excluded from the people.",
      "31": "That person has despised the Lord’s word and broken the Lord’s command. He must be excluded completely. He remains guilty.”",
      "32": "While the Israelites were in the desert, they found a man gathering wood on the day of rest—a holy day.",
      "33": "Those who found him gathering wood brought him to Moses and Aaron and the whole community.",
      "34": "They kept him in custody until they decided what to do with him.",
      "35": "Then the Lord said to Moses, “This man must be put to death. The whole community must take him outside the camp and stone him.”",
      "36": "So the whole community took him outside the camp and stoned him to death, as the Lord commanded Moses.",
      "37": "The Lord said to Moses,",
      "38": "“Speak to the Israelites and tell them: For generations to come they must wear tassels on the corners of their clothes with violet threads in each tassel.",
      "39": "Whenever you look at the threads in the tassel, you will remember all the Lord’s commands and obey them. Then you won’t do whatever you want and go after whatever you see, as if you were chasing after prostitutes.",
      "40": "You will remember to obey all my commands, and you will be holy to your God.",
      "41": "I am the Lord your God, who brought you out of Egypt to be your God. I am the Lord your God.”"
    },
    "16": {
      "1": "Korah (son of Izhar), Dathan and Abiram (sons of Eliab), and On (son of Peleth) dared to challenge Moses. (Korah was a descendant of Kohath and Levi. Dathan, Abiram, and On were descendants of Reuben.)",
      "2": "These four men were joined by 250 Israelite men, well-known leaders of the community, chosen by the assembly.",
      "3": "They came together to confront Moses and Aaron and said to them, “You’ve gone far enough! Everyone in the whole community is holy, and the Lord is among them. Why do you set yourselves above the Lord’s assembly?”",
      "4": "As soon as Moses heard this, he bowed with his face touching the ground.",
      "5": "Then he said to Korah and all his followers, “In the morning the Lord will show who belongs to him, who is holy, and who it is that he will allow to come near him. Only the person the Lord chooses will be allowed to come near him.",
      "6": "Korah, you and all your followers must do this tomorrow: Take incense burners,",
      "7": "and put burning coals and incense in them in the Lord’s presence. Then the Lord will choose the man who is holy. You’ve gone far enough!”",
      "8": "Moses also said to Korah, “Listen, you Levites!",
      "9": "Isn’t it enough for you that the God of Israel has separated you from the rest of the community of Israel? The Lord has brought you near himself to do the work for his tent and stand in front of the community to serve them.",
      "10": "He has brought you and all the other Levites near himself, but now you demand to be priests.",
      "11": "So you and all your followers have joined forces against the Lord! Who is Aaron that you should complain about him?”",
      "12": "Then Moses sent for Dathan and Abiram, sons of Eliab. But they said, “We won’t come!",
      "13": "Isn’t it enough that you brought us out of a land flowing with milk and honey only to kill us in the desert? Do you also have to order us around?",
      "14": "Certainly you haven’t brought us into a land flowing with milk and honey or given us any fields and vineyards to own. Do you think you can still pull the wool over our eyes? We won’t come.”",
      "15": "Moses became angry and said to the Lord, “Don’t accept their offering. I haven’t taken anything from them, not even a donkey. And I haven’t mistreated any of them.”",
      "16": "Moses said to Korah, “Tomorrow you and all your followers must come into the Lord’s presence. Aaron will also be there with you.",
      "17": "Each man will take his incense burner and put incense in it. They will offer all 250 incense burners to the Lord. Then you and Aaron offer your incense burners.”",
      "18": "So each man took his incense burner, put burning coals and incense in it, and stood with Moses and Aaron at the entrance to the tent of meeting.",
      "19": "When Korah had gathered all his followers—those who opposed Moses and Aaron—at the entrance to the tent of meeting, the glory of the Lord appeared to the whole group.",
      "20": "The Lord said to Moses and Aaron,",
      "21": "“Move away from these men, and I’ll destroy them in an instant.”",
      "22": "Immediately, they bowed with their faces touching the ground and said, “O God, you are the God who gives the breath of life to everyone! If one man sins, will you be angry with the whole community?”",
      "23": "Then the Lord said to Moses,",
      "24": "“Tell the community: Move away from the tents of Korah, Dathan, and Abiram.”",
      "25": "Moses got up and went to Dathan and Abiram, and the leaders of Israel followed him.",
      "26": "He said to the community, “Move away from the tents of these wicked men. Don’t touch anything that belongs to them, or you’ll be swept away because of all their sins.”",
      "27": "So they moved away from the tents of Korah, Dathan, and Abiram. Dathan and Abiram had come out and were standing at the entrances to their tents with their wives and children.",
      "28": "Moses said, “This is how you will know that the Lord sent me to do all these things and that it wasn’t my idea:",
      "29": "If these men die like all other people—if they die a natural death—then the Lord hasn’t sent me.",
      "30": "But if the Lord does something totally new—if the ground opens up, swallows them and everything that belongs to them, and they go down alive to their graves—then you’ll know that these men have treated the Lord with contempt.”",
      "31": "As soon as he had finished saying all this, the ground under them split,",
      "32": "and the earth opened up to swallow them, their families, the followers of Korah, and all their property.",
      "33": "They went down alive to their graves with everything that belonged to them. The ground covered them, and so they disappeared from the assembly.",
      "34": "All the Israelites around them ran away when they heard their screams. They thought the ground would swallow them, too.",
      "35": "Fire came from the Lord and consumed the 250 men who were offering incense.",
      "36": "Then the Lord said to Moses,",
      "37": "“Tell Eleazar, son of the priest Aaron, to take the incense burners out of the fire and scatter the coals and incense somewhere else, because the incense burners have become holy.",
      "38": "The incense burners of these men who sinned and lost their lives are holy, because they were offered to the Lord. Hammer them into thin metal sheets to cover the altar. This will be a sign to the Israelites.”",
      "39": "So the priest Eleazar took the bronze incense burners which had been brought by those who had been burned to death. The incense burners were then hammered into thin metal sheets to cover the altar,",
      "40": "following the command that the Lord had given through Moses. The bronze-covered altar will remind Israel that no one but a descendant of Aaron can come near to burn incense to the Lord. Everyone else will die like Korah and his followers.",
      "41": "The next day the whole community of Israel complained to Moses and Aaron. They said, “You have killed the Lord’s people.”",
      "42": "The community came together to confront Moses and Aaron. When they turned toward the tent of meeting, they saw the smoke covering it, and the glory of the Lord appeared.",
      "43": "Then Moses and Aaron went to the front of the tent of meeting.",
      "44": "The Lord said to Moses,",
      "45": "“Get away from these people, and let me destroy them in an instant!” Immediately, they bowed with their faces touching the ground.",
      "46": "Moses said to Aaron, “Take your incense burner, put burning coals from the altar and incense in it, and go quickly into the community to make peace with the Lord for the people. The Lord is showing his anger; a plague has started.”",
      "47": "Aaron took his incense burner, as Moses told him, and ran into the middle of the assembly, because the plague had already begun among the people. He put incense on the incense burner to make peace with the Lord for the people.",
      "48": "He stood between those who had died and those who were still alive, and the plague stopped.",
      "49": "Still, 14,700 died from the plague in addition to those who had died because of Korah.",
      "50": "By the time Aaron came back to Moses at the entrance to the tent of meeting, the plague had stopped."
    },
    "17": {
      "1": "The Lord said to Moses,",
      "2": "“Speak to the Israelites, and get 12 staffs from them, one from the leader of each of their tribes. Write each man’s name on his staff.",
      "3": "Write Aaron’s name on the staff for Levi because there must be one staff for the head of each tribe.",
      "4": "Put them in the tent of meeting where I meet with you, in front of the words of my promise.",
      "5": "The staff from the man I choose will begin to grow. In this way I will silence the frequent complaints the Israelites make against you and Aaron.”",
      "6": "So Moses spoke to the Israelites. Their leaders gave him 12 staffs, one from the leader of each of their tribes. Aaron’s staff was among them.",
      "7": "Moses put the staffs in the Lord’s presence in the tent of the words of God’s promise.",
      "8": "The next day Moses went into the tent. He found that Aaron’s staff for the tribe of Levi had not only begun to grow, but it had also blossomed and produced ripe almonds.",
      "9": "Moses brought out the staffs from the Lord’s presence and showed them to all the Israelites. They looked at them, and each man took his staff.",
      "10": "The Lord said to Moses, “Put Aaron’s staff back in front of the words of my promise, and keep it there as a sign to warn any other rebels. Then you will stop their complaints about me, and they won’t die.”",
      "11": "Moses did exactly what the Lord commanded him to do.",
      "12": "The Israelites said to Moses, “Now we’re going to die! We’re lost! We’re all lost!",
      "13": "Anyone who comes near the Lord’s tent will die! Are we all going to die?”"
    },
    "18": {
      "1": "The Lord said to Aaron, “You, your sons, and your family will be responsible for any sins against the holy place. You and your sons will also be responsible for any sins you commit when you work as priests.",
      "2": "Bring the other Levites from your ancestor’s tribe to join you and help you and your sons serve in front of the tent of the words of my promise.",
      "3": "They will work for you, doing whatever work is necessary for the whole tent. But they must not come near the altar or the furnishings in the holy place, or they will die, and you will die, too.",
      "4": "They will join you and do whatever work is necessary for the tent of meeting, including all the maintenance work for the tent. But no one else may come near you.",
      "5": "“You must be in charge of the work done at the holy place and at the altar. Then I won’t show my anger against the Israelites again.",
      "6": "I have chosen the other Levites from among the Israelites to help you. They are a gift given to the Lord to do whatever work is necessary at the tent of meeting.",
      "7": "Only you and your sons may do the work of priests—everything done at the altar and under the canopy. This is my gift to you: You may serve me as priests. Anyone else who comes near the holy place to do this work must die.”",
      "8": "The Lord said to Aaron, “I am putting you in charge of all the contributions given to me. I am giving you and your descendants all the holy gifts from the Israelites as your share. These contributions will always be yours.",
      "9": "That part of the most holy offerings which is not burned belongs to you. It may come from a grain offering, an offering for sin, or a guilt offering. Whatever is brought to me as a most holy offering will belong to you and your sons.",
      "10": "Eat it in a most holy place. Any male may eat it. You must consider it holy.",
      "11": "“The contributions that come as gifts taken from the offerings presented by the Israelites are also yours. I am giving these to you, your sons, and your daughters. They will always be yours. Anyone in your household who is clean  may eat them.",
      "12": "“I am also giving you the first of the produce they give the Lord: the best of all the olive oil and the best of the new wine and fresh grain.",
      "13": "The first of all produce harvested in their land that they bring to the Lord is yours. Anyone in your household who is clean may eat it.",
      "14": "“Anything in Israel that is claimed by the Lord is yours.",
      "15": "Every firstborn male, human or animal, that is brought to the Lord is yours. But you must buy back every firstborn son and the firstborn male of any unclean animal.",
      "16": "When they are one month old, you must buy them back at the fixed price of two ounces of silver, using the standard weight of the holy place.",
      "17": "“But you must never buy back a firstborn ox, sheep, or goat. They are holy. Throw the blood from these animals against the altar, and burn the fat as an offering by fire, a soothing aroma to the Lord.",
      "18": "But the meat is yours, like the breast and the right thigh that are presented.",
      "19": "I am giving you, your sons, and your daughters all the holy contributions the Israelites bring to the Lord. These contributions will always be yours. It is an everlasting promise of salt in the Lord’s presence for you and your descendants.”",
      "20": "The Lord said to Aaron, “You will have no land or property of your own as the other Israelites will have. I am your possession and your property among the Israelites.",
      "21": "“I am giving the Levites one-tenth of every Israelite’s income. This is in return for the work they do at the tent of meeting.",
      "22": "The other Israelites must never again come near the tent of meeting. Otherwise, they’ll suffer the consequences of their sin and die.",
      "23": "Only the Levites will do the work at the tent of meeting. They will be responsible for their own sins. This is a permanent law for future generations. They will own no property as the other Israelites will.",
      "24": "Instead, I will give the Levites what the Israelites contribute to the Lord—one-tenth of the Israelites’ income. This is why I said about them, ‘They will own no property as the other Israelites do.’ ”",
      "25": "The Lord said to Moses,",
      "26": "“Speak to the Levites and say to them: You will take one-tenth of the Israelites’ income which I’m giving you as your property. When you do, you must contribute one-tenth of that income as your contribution to the Lord.",
      "27": "Your contribution will be considered to be grain from the threshing floor  or juice from the winepress.",
      "28": "So you, too, will contribute one-tenth of your income to the Lord out of all that you receive from the Israelites’ income. You will give the Lord’s contribution to the priest Aaron.",
      "29": "Out of all the gifts you receive, you must contribute the best and holiest parts to the Lord.",
      "30": "“Also tell them: When you contribute the best part, your contribution will be considered to be produce from the threshing floor or winepress.",
      "31": "So you and your households may eat it anywhere, because it’s the wages you receive for your work at the tent of meeting.",
      "32": "When you contribute the best part, you won’t suffer the consequences of any sin. You won’t be dishonoring the holy offerings given by the Israelites, and you won’t die.”"
    },
    "19": {
      "1": "The Lord said to Moses and Aaron,",
      "2": "“This is what the Lord’s teachings have commanded: Tell the Israelites to bring you a red cow that is perfect, with no defects. Also, it must never have worn a yoke.",
      "3": "Give it to the priest Eleazar. It must be taken outside the camp and slaughtered in his presence.",
      "4": "The priest Eleazar will take some of the blood with his finger and sprinkle it seven times toward the front of the tent of meeting.",
      "5": "Then the entire cow (the skin, meat, blood, and excrement) will be burned while he watches.",
      "6": "The priest will take some cedar wood, a hyssop sprig, and some red yarn and throw them onto the burning cow.",
      "7": "The priest must then wash his clothes and his body. After that, he may go into the camp. But he will be unclean  until evening.",
      "8": "The person who burned the calf must also wash his clothes and his body. He, too, will be unclean until evening.",
      "9": "“A man who is clean  will collect the ashes from the cow and put them in a clean place outside the camp. They will be kept by the community of Israel and used in the water that takes away uncleanness. The cow is an offering for sin.",
      "10": "The person who collected the ashes from the cow must also wash his clothes. He will be unclean until evening. This will be a permanent law for the Israelites and for the foreigners who live with them.",
      "11": "“Whoever touches the dead body of any human being will be unclean for seven days.",
      "12": "The unclean person must use this water on the third day and the seventh day to take away his sin. Then he will be clean. But if he doesn’t use this water on the third day and the seventh day, he will not be clean.",
      "13": "Whoever touches the dead body of a human being and doesn’t use this water to take away his sin makes the Lord’s tent unclean. That person must be excluded from Israel, because the water that takes away uncleanness wasn’t sprinkled on him. He is unclean; his uncleanness stays with him.",
      "14": "“These are your instructions for when a person dies in a tent: Everyone who goes into the tent and everyone who is in the tent will be unclean for seven days.",
      "15": "Every container without a lid fastened on it is unclean.",
      "16": "“Whoever is outdoors and touches someone who was killed or has died naturally or anyone who touches a human bone or a grave will be unclean for seven days.",
      "17": "“This is what you must do for people who become unclean from touching a dead body. Put some of the ashes from the red cow that was burned as an offering for sin into a container. Then pour fresh water on them.",
      "18": "A person who is clean will take a sprig of hyssop, dip it in the water, and sprinkle the tent, all the furnishings, and all the people who were in the tent with the dead body. He must also sprinkle any person who has touched a human bone or a grave and any person who has touched someone who has been killed or who has died naturally.",
      "19": "A person who is clean will sprinkle these types of unclean people on the third day and the seventh day. On the seventh day the clean person will finish taking away their sins. Then they must wash their clothes and bodies, and in the evening they will be clean.",
      "20": "But if the person who becomes unclean doesn’t have his sin taken away, that person must be excluded from the assembly. He has made the holy place of the Lord unclean. The water to take away uncleanness wasn’t sprinkled on him. He is unclean.",
      "21": "This will be a permanent law for them.\n“Whoever sprinkles the water to take away uncleanness must wash his clothes. And whoever touches this water will be unclean until evening.",
      "22": "Anything that an unclean person touches becomes unclean, and the person who touches it will be unclean until evening.”"
    },
    "20": {
      "1": "In the first month the whole community of Israel came into the Desert of Zin, and they stayed at Kadesh. Miriam died and was buried there.",
      "2": "Since the community was without water, they came together to confront Moses and Aaron.",
      "3": "The people complained to Moses and said, “If only we had died when the other Israelites died in the Lord’s presence!",
      "4": "Did you bring the Lord’s assembly into this desert just to have us and our animals die here?",
      "5": "Why did you make us leave Egypt and bring us into this terrible place? This is no place to plant crops. Even figs, grapes, and pomegranates won’t grow here. And there’s no water to drink!”",
      "6": "Moses and Aaron went from the assembly to the entrance of the tent of meeting. Immediately, they bowed with their faces touching the ground, and the glory of the Lord appeared to them.",
      "7": "The Lord said to Moses,",
      "8": "“Take your staff, then you and your brother Aaron gather the community. Right before their eyes, tell the rock to give up its water. In this way you will give the community water from the rock for them and their animals to drink.”",
      "9": "Moses took his staff out of the tent in the Lord’s presence as he had been commanded.",
      "10": "Then Moses and Aaron assembled the community in front of the rock and said to them, “Listen, you rebels, must we bring water out of this rock for you?”",
      "11": "Moses raised his hand and hit the rock twice with the staff. Water came pouring out, and all the people and their animals drank.",
      "12": "But the Lord said to Moses and Aaron, “You didn’t trust me! You didn’t show the Israelites how holy I am! So you will not bring this congregation into the land I’m giving them.”",
      "13": "This was the oasis of Meribah [Complaining], where the Israelites complained about the Lord and where he showed them he was holy.",
      "14": "Moses sent messengers from Kadesh to the king of Edom. He said, “This is what your brother Israel says: You know all the hardships we’ve had.",
      "15": "Our ancestors went to Egypt, and we lived there for many years. The Egyptians mistreated us and our ancestors.",
      "16": "When we cried out to the Lord, he heard us, sent a messenger, and brought us out of Egypt.\n“Now we’re here in Kadesh, a city on the edge of your territory.",
      "17": "Please let us go through your country. We won’t go through any of your fields or vineyards, or drink any of the water from your wells. We’ll stay on the king’s highway and never leave it until we’ve passed through your territory.”",
      "18": "But the Edomites answered, “You may not pass through our country. If you try, we’ll come out and attack you.”",
      "19": "The Israelites replied, “We’ll stay on the main road, and if we or our livestock drink any of your water, we’ll pay for it. We want to pass through on foot. That’s all.”",
      "20": "But the Edomites said, “You may not pass through.” Then they came out and attacked with many well-armed troops.",
      "21": "Since the Edomites refused to let Israel go through their territory, the Israelites turned around and went a different way.",
      "22": "The whole community of Israel left Kadesh and came to Mount Hor.",
      "23": "At Mount Hor, near the border of Edom, the Lord said to Moses and Aaron,",
      "24": "“Aaron must now join his ancestors in death, since he cannot enter the land I’m giving the Israelites. This is because you both rebelled against my command at the oasis of Meribah.",
      "25": "Bring Aaron and his son Eleazar up on Mount Hor.",
      "26": "Take off Aaron’s priestly clothes, and put them on his son Eleazar. Then Aaron will die there and join his ancestors.”",
      "27": "Moses did as the Lord commanded. The whole community saw them go up on Mount Hor.",
      "28": "Moses took off Aaron’s priestly clothes and put them on his son Eleazar. Aaron died there on top of the mountain. Then Moses and Eleazar came down from the mountain.",
      "29": "The whole community saw that Aaron had died, and all the Israelites mourned for Aaron 30 days."
    },
    "21": {
      "1": "When the Canaanite king of Arad, who lived in the Negev, heard that the Israelites were coming on the road to Atharim, he fought them and took some of them as prisoners.",
      "2": "Then the Israelites made this vow to the Lord: “If you will hand these people over to us, we’ll destroy their cities because you’ve claimed them.”",
      "3": "The Lord listened to the Israelites and handed the Canaanites over to them. They destroyed the Canaanites and their cities. So they called the place Hormah [Claimed for Destruction].",
      "4": "Then they moved from Mount Hor, following the road that goes to the Red Sea, in order to get around Edom. The people became impatient on the trip",
      "5": "and criticized God and Moses. They said, “Why did you make us leave Egypt—just to let us die in the desert? There’s no bread or water, and we can’t stand this awful food!”",
      "6": "So the Lord sent poisonous snakes among the people. They bit the people, and many of the Israelites died.",
      "7": "The people came to Moses and said, “We sinned when we criticized the Lord and you. Pray to the Lord so that he will take the snakes away from us.” So Moses prayed for the people.",
      "8": "The Lord said to Moses, “Make a snake, and put it on a pole. Anyone who is bitten can look at it and live.”",
      "9": "So Moses made a bronze snake and put it on a pole. People looked at the bronze snake after they were bitten, and they lived.",
      "10": "The Israelites moved and set up camp at Oboth.",
      "11": "Next they moved from Oboth and set up camp at Iye Abarim in the desert west of Moab.",
      "12": "From there they moved and set up camp at the Zered River.",
      "13": "They moved from there and set up camp on the other side of the Arnon Valley in the desert that extends into Amorite territory. (The Arnon Valley is the border between Moab and the Amorites.)",
      "14": "This is how it’s described in the Book of the Wars of the Lord:\n“… Waheb in Suphah and the valleys,",
      "15": "Arnon and the slopes of the valleys\nthat go down to the site of Ar\nand lie along the border of Moab….”",
      "16": "From there they went to Beer [Well]. This is the well where the Lord said to Moses, “Gather the people, and I will give them water.”",
      "17": "Then Israel sang this song about the well:\n“Make your water spring up!\nSing to the well,",
      "18": "the well dug by princes,\ndug out by the nobles of the people\nwith their scepters and staffs.”\nFrom the desert they went to Mattanah,",
      "19": "and from Mattanah to Nahaliel, and from Nahaliel to Bamoth,",
      "20": "and from Bamoth to the valley in Moab where Mount Pisgah overlooks Jeshimon.",
      "21": "Then Israel sent messengers to say to King Sihon of the Amorites,",
      "22": "“Let us go through your country. We won’t go through any of your fields or vineyards or drink any of the water from your wells. We’ll stay on the king’s highway until we’ve passed through your territory.”",
      "23": "Sihon wouldn’t let Israel pass through his territory. Sihon gathered all his troops and came out into the desert to attack Israel. When Sihon’s troops came to Jahaz, they fought against Israel.",
      "24": "But Israel defeated them in battle and took possession of their land from the Arnon Valley to the Jabbok River. They stopped at the border of the Ammon because it was fortified.",
      "25": "Israel took all those Amorite cities, including Heshbon and all its villages, and lived in them.",
      "26": "Heshbon was the city of King Sihon of the Amorites. He had fought the former king of Moab and had taken all his land up to the Arnon Valley.",
      "27": "This is why the poets say:\n“Come to Heshbon! Rebuild it!\nRestore Sihon’s city!",
      "28": "Fire came out of Heshbon,\nflames from Sihon’s city.\nThey destroyed Ar of Moab,\nthe rulers of Arnon’s worship sites.",
      "29": "How horrible it is for you, Moab!\nYou are destroyed, you people of the god Chemosh.\nChemosh let his sons become refugees\nand he let his daughters become prisoners\nof King Sihon of the Amorites.",
      "30": "But we shot the Amorites full of arrows.\nFrom Heshbon to Dibon they all died.\nWe destroyed everyone and everything\nbetween Nophah and Medeba.”",
      "31": "So Israel settled in the land of the Amorites.",
      "32": "After Moses sent spies to Jazer, the Israelites captured its cities and villages and forced out the Amorites who were there.",
      "33": "Then they turned and followed the road that goes to Bashan. King Og of Bashan and all his troops came out to fight the Israelites at Edrei.",
      "34": "The Lord said to Moses, “Don’t be afraid of him. I’ll hand him, all his troops, and his land over to you. Do to him what you did to King Sihon of the Amorites, who ruled in Heshbon.”",
      "35": "The Israelites defeated him, his sons, and all his troops, leaving no survivors. And they took possession of his land."
    },
    "22": {
      "1": "Then the Israelites moved and set up camp across from Jericho, on the plains of Moab east of the Jordan River.",
      "2": "Balak, son of Zippor, saw all that Israel had done to the Amorites.",
      "3": "The Moabites were very afraid because there were so many Israelites. Besides, the Moabites couldn’t stand these people.",
      "4": "So the Moabites said to the leaders of Midian, “All those people will eventually eat up everything around us the same way an ox eats up the grass in a field.”\nAt that time Balak, son of Zippor, was king of Moab.",
      "5": "He sent messengers to summon Balaam, son of Beor, who was at Pethor, on the Euphrates River, in the land where his people lived. Balak’s message was, “A nation has just come here from Egypt. They’ve spread out all over the countryside and are setting up their camp here in front of me.",
      "6": "Please come and curse these people for me, because they are too strong for me. Maybe then I’ll be able to defeat them and force them out of the country. I know that whomever you bless is blessed and whomever you curse is cursed.”",
      "7": "The leaders of Moab and Midian left, taking money with them to pay for Balaam’s services. They came to Balaam and told him what Balak had said.",
      "8": "“Spend the night here,” Balaam said to them, “and I’ll report to you what the Lord tells me.” So the princes of Moab stayed with Balaam.",
      "9": "God came to Balaam and asked, “Who are these men with you?”",
      "10": "Balaam answered, “Balak, son of King Zippor of Moab, sent them with this message:",
      "11": "‘Some people have just come from Egypt and are spreading out all over the countryside. Now come and curse them for me. Maybe I’ll be able to fight them and force them out.’ ”",
      "12": "But God said to Balaam, “Don’t go with them! Don’t curse these people, because they are blessed.”",
      "13": "When Balaam got up in the morning, he said to Balak’s princes, “Go back to your own country, because the Lord has refused to let me go with you.”",
      "14": "So the Moabite princes went back to Balak and said, “Balaam refused to come with us.”",
      "15": "Balak sent a larger group of more highly respected princes.",
      "16": "When they came to Balaam, they said to him, “This is what Balak, son of Zippor, says: Don’t let anything keep you from coming to me.",
      "17": "I will make sure you are richly rewarded, and I will do whatever you ask. Please, come and curse these people for me.”",
      "18": "But Balaam answered Balak’s servants, “Even if Balak gave me his palace filled with silver and gold, I couldn’t disobey the command of the Lord my God no matter whether the request was important or not.",
      "19": "Now, why don’t you stay here tonight, as the others did, and I’ll find out what else the Lord may have to tell me.”",
      "20": "That night God came to Balaam and said, “If these men have come to summon you, go with them, but do only what I tell you.”",
      "21": "When Balaam got up in the morning, he saddled his donkey and left with the Moabite princes.",
      "22": "God became angry that he was going. So the Messenger of the Lord stood in the road to stop him. Balaam was riding on his donkey, accompanied by his two servants.",
      "23": "When the donkey saw the Messenger of the Lord standing in the road with his sword drawn, the donkey turned off the road into a field. Balaam hit the donkey to get it back on the road.",
      "24": "Where the road went through the vineyards, it was narrow, with stone walls on both sides. Now the Messenger of the Lord stood there.",
      "25": "When the donkey saw the Messenger of the Lord, it moved over and pinned Balaam’s foot against the wall. So Balaam hit the donkey again.",
      "26": "Then the Messenger of the Lord moved ahead and stood in a narrower place where there was no room to turn to the right or the left.",
      "27": "When the donkey saw the Messenger of the Lord, it lay down under Balaam. Balaam became so angry he hit the donkey with his stick.",
      "28": "Then the Lord made the donkey speak, and it asked Balaam, “What have I done to make you hit me three times?”",
      "29": "Balaam answered, “You’ve made a fool of me! If I had a sword in my hand, I’d kill you right now.”",
      "30": "The donkey said to Balaam, “I’m your own donkey. You’ve always ridden me. Have I ever done this to you before?”\n“No,” he answered.",
      "31": "Then the Lord let Balaam see the Messenger of the Lord who was standing in the road with his sword drawn. So Balaam knelt, bowing with his face touching the ground.",
      "32": "The Messenger of the Lord asked him, “Why have you hit your donkey three times like this? I’ve come here to stop you because the trip you’re taking is evil.",
      "33": "The donkey saw me and turned away from me these three times. If it had not turned away from me, I would certainly have killed you by now but spared the donkey.”",
      "34": "Balaam said to the Messenger of the Lord, “I’ve sinned. I didn’t know you were standing there in the road to stop me. If you still think this trip is evil, I’ll go back.”",
      "35": "The Messenger of the Lord said to Balaam, “Go with the men, but say only what I tell you.” So Balaam went with Balak’s princes.",
      "36": "When Balak heard that Balaam had come, he went out to meet him at Ir Moab, in the region of the Arnon Valley, right on the border of Moab.",
      "37": "Balak said to Balaam, “Why didn’t you come when I summoned you? You knew I’d be able to reward you.”",
      "38": "Balaam replied, “Well, I’ve come to you now. But I can’t say whatever I want to. I can only say what God tells me to say.”",
      "39": "Balaam went with Balak to Kiriath Huzoth.",
      "40": "Balak sacrificed cattle, sheep, and goats, and sent some of the meat to Balaam and the princes who were with him.",
      "41": "The next morning Balak took Balaam up to Bamoth Baal. From there he could see the outskirts of the Israelites’ camp."
    },
    "23": {
      "1": "Balaam said to Balak, “Build seven altars here, and prepare seven bulls and seven rams for me.”",
      "2": "Balak did what Balaam told him, and the two of them offered a bull and a ram on each altar.",
      "3": "Balaam said to Balak, “Stay here beside your burnt offering while I’m gone. Maybe the Lord will come and meet with me. I will tell you whatever he reveals to me.” Then Balaam went off to a higher place where there were no trees.",
      "4": "God came to him, and Balaam said, “I have set up seven altars, and I offered a bull and a ram on each altar.”",
      "5": "The Lord told Balaam, “Go back to Balak, and give him my message.”",
      "6": "So he went back to Balak and found him standing beside his burnt offering with all the princes of Moab.",
      "7": "Then Balaam delivered this message:\n“Balak brought me from Aram.\nThe king of Moab summoned me from the eastern mountains.\n‘Come, curse Jacob for me,’ he said.\n‘Come, condemn Israel.’",
      "8": "How can I curse those whom God hasn’t cursed?\nHow can I condemn those whom the Lord hasn’t condemned?",
      "9": "I see them from the top of rocky cliffs,\nI look at them from the hills.\nI see a nation that lives by itself,\npeople who do not consider themselves\nto be like other nations.",
      "10": "The descendants of Jacob are like specks of dust.\nWho can count them\nor number even one-fourth of the people of Israel?\nLet me die the death of innocent people.\nLet my end be like theirs.”",
      "11": "Balak said to Balaam, “What have you done to me? I brought you here to curse my enemies, but all you’ve done is bless them!”",
      "12": "Balaam answered, “I must say what the Lord tells me to say.”",
      "13": "Then Balak said to him, “Please come with me to another place, where you can see the Israelites. You will see only some of them, not all of them. Curse them for me from there.”",
      "14": "So he took him to the Field of Zophim  on top of Mount Pisgah, where he built seven altars. He offered a bull and a ram on each altar.",
      "15": "Then Balaam said to Balak, “Stay here beside your burnt offering while I meet with God over there.”",
      "16": "The Lord came to Balaam and told him, “Go back to Balak, and give him my message.”",
      "17": "He came to Balak and found him standing beside his burnt offering with the princes of Moab. Balak asked him, “What did the Lord say?”",
      "18": "Then Balaam delivered this message:\n“Stand up, Balak, and listen!\nHear me, son of Zippor!",
      "19": "God is not like people. He tells no lies.\nHe is not like humans. He doesn’t change his mind.\nWhen he says something, he does it.\nWhen he makes a promise, he keeps it.",
      "20": "I have received a command to bless.\nHe has blessed, and I can’t change it.",
      "21": "He doesn’t want any trouble for the descendants of Jacob.\nHe sees no misfortune for the people of Israel.\nThe Lord their God is with them,\npraised as their king.",
      "22": "The God who brought them out of Egypt\nhas the strength of a wild bull.",
      "23": "No spell can curse the descendants of Jacob.\nNo magic can harm the people of Israel.\nNow it will be said of Jacob and Israel:\n‘See what God has done!’",
      "24": "Here is a nation that attacks like a lioness\nand is as ferocious as a lion.\nIt doesn’t lie down until it eats its prey\nand drinks the blood of its victim.”",
      "25": "Balak said to Balaam, “If you won’t curse them, then at least don’t bless them!”",
      "26": "Balaam answered, “Didn’t I tell you that I must do whatever the Lord says?”",
      "27": "Balak said to Balaam, “Come, let me take you to another place. Maybe God wants you to curse them for me from there.”",
      "28": "So Balak took Balaam to the top of Mount Peor, which overlooks Jeshimon.",
      "29": "Balaam said to Balak, “Build seven altars here, and prepare seven bulls and seven rams for me.”",
      "30": "Balak did what Balaam told him, and he offered a bull and a ram on each altar."
    },
    "24": {
      "1": "When Balaam saw that the Lord wanted to bless Israel, he didn’t look for omens as he had done before. He turned toward the desert,",
      "2": "looked up, and saw Israel’s camp grouped by tribes. The Spirit of God entered him,",
      "3": "and he delivered this message:\n“This is the message of Balaam, son of Beor.\nThis is the message of the man whose eyesight is clear.",
      "4": "This is the message of the one who hears God’s words,\nhas a vision from the Almighty,\nand falls into a trance with his eyes open:",
      "5": "How beautiful are your tents, Jacob,\nand the places where you live, Israel.",
      "6": "Your tents spread out like rivers,\nlike gardens by a river,\nlike aloes planted by the Lord,\nlike cedars by the water.",
      "7": "Water will flow from their buckets,\nand their crops will have plenty of water.\nTheir king will be greater than Agag,\nand their kingdom will be considered the best.",
      "8": "The God who brought them out of Egypt\nhas the strength of a wild bull.\nHe will devour nations that are his enemies,\ncrush their bones,\nand pierce them with arrows.",
      "9": "His people lie down and rest like a lion.\nThey are like a lioness. Who dares to disturb them?\nThose who bless you will be blessed!\nThose who curse you will be cursed!”",
      "10": "Balak became angry with Balaam. He clapped his hands and said, “I summoned you to curse my enemies, and now you have blessed them three times.",
      "11": "Get out of here! Go home! I said I’d reward you richly, but the Lord has made you lose your reward.”",
      "12": "Balaam answered Balak, “I told the messengers you sent me,",
      "13": "‘Even if Balak would give me his palace filled with silver and gold, I couldn’t disobey the Lord’s command no matter how good or bad the request might seem to me. I must say only what the Lord says.’",
      "14": "Even though I’m going back to my people, I’ll give you some advice. I’ll tell you what these people will do to your people in the days to come.”",
      "15": "Then Balaam delivered this message:\n“This is the message of Balaam, son of Beor.\nThis is the message of the man whose eyesight is clear.",
      "16": "This is the message of the one who hears God’s words,\nreceives knowledge from the Most High,\nhas a vision from the Almighty,\nand falls into a trance with his eyes open:",
      "17": "I see someone who is not here now.\nI look at someone who is not nearby.\nA star will come from Jacob.\nA scepter will rise from Israel.\nHe will crush the heads of the Moabites\nand destroy all the people of Sheth.",
      "18": "Edom will be conquered,\nand Seir, his enemy, will be conquered.\nSo Israel will become wealthy.",
      "19": "He will rule from Jacob\nand destroy whoever is left in their cities.”",
      "20": "Then Balaam saw the Amalekites and delivered this message:\n“Amalek was first among the nations,\nbut in the end it will be destroyed.”",
      "21": "Then he saw the Kenites and delivered this message:\n“You have a permanent place to live.\nYour nest is built in a rock.",
      "22": "But it is destined to be burned, you descendants of Cain,\nwhen Assyria takes you as prisoners of war.”",
      "23": "He delivered this message:\n“Oh no! Who will live when God decides to do this?",
      "24": "Ships will come from the shores of Cyprus.\nThey will conquer Assyria and Eber.\nBut they, too, will be totally destroyed.”",
      "25": "Then Balaam got up and went back home, and Balak also went on his way."
    },
    "25": {
      "1": "While Israel was staying at Shittim, the men began to have sex with Moabite women",
      "2": "who invited the people to the sacrifices offered to their gods. The people ate the meat from the sacrifices and worshiped these gods.",
      "3": "Since the Israelites joined in worshiping the god Baal of Peor, the Lord became angry with Israel.",
      "4": "The Lord said to Moses, “Take all the leaders of the people, and execute them in broad daylight in the Lord’s presence. This will turn the Lord’s anger away from Israel.”",
      "5": "So Moses said to the judges of Israel, “Each of you must kill the men who have joined in worshiping the god Baal of Peor.”",
      "6": "One of the Israelite men brought a Midianite woman to his brothers. He did this right in front of Moses and the whole community of Israel while they were crying at the entrance to the tent of meeting.",
      "7": "Phinehas, son of Eleazar and grandson of the priest Aaron, saw this. So he left the assembly, took a spear in his hand,",
      "8": "and went into the tent after the Israelite man. He drove the spear through the man and into the woman’s body. Because of this, the plague that the Israelites were experiencing stopped.",
      "9": "However, 24,000 people died from that plague.",
      "10": "Then the Lord said to Moses,",
      "11": "“Phinehas, son of Eleazar and grandson of the priest Aaron, turned my fury away from the Israelites. Since he stood up for me, I didn’t have to stand up for myself and destroy them.",
      "12": "So tell Phinehas that I’m making a promise of peace to him.",
      "13": "My promise is that he and his descendants will be priests permanently because he stood up for his God and he made peace with the Lord for the Israelites.”",
      "14": "The name of the Israelite man who was killed with the Midianite woman was Zimri, son of Salu. (Salu was the leader of a family from Simeon.)",
      "15": "The name of the Midianite woman who was killed was Cozbi, daughter of Zur. (Zur was the head of a family from the Midianite tribes.)",
      "16": "The Lord said to Moses,",
      "17": "“Treat the Midianites as your enemies, and kill them",
      "18": "because they treated you as enemies. They plotted to trick you in the incident that took place at Peor. They used their sister Cozbi, daughter of a Midianite leader, who was killed on the day of the plague caused by the incident at Peor.”"
    },
    "26": {
      "1": "After the plague the Lord said to Moses and Eleazar, son of the priest Aaron,",
      "2": "“Take a census of the whole community of Israel by households. List those who are at least 20 years old and eligible for military duty.”",
      "3": "So Moses and the priest Eleazar spoke to the Israelites on the plains of Moab near the Jordan River across from Jericho. They said,",
      "4": "“Take a census of those at least 20 years old, as the Lord commanded Moses.”\nThese are the Israelites who came from Egypt:",
      "5": "Reuben was Israel’s firstborn. The descendants of Reuben were the family of Hanoch, the family of Pallu,",
      "6": "the family of Hezron, and the family of Carmi.",
      "7": "These were the families of Reuben. The total number of men was 43,730.",
      "8": "Eliab was the son  of Pallu,",
      "9": "and Nemuel, Dathan, and Abiram were the sons of Eliab. (It was Dathan and Abiram, men chosen by the community, who defied Moses and Aaron’s authority. They joined Korah’s followers when they defied the Lord’s authority.",
      "10": "The ground opened up and swallowed them along with Korah. They and their followers died when the fire consumed the 250 men. This was a warning.",
      "11": "But the descendants of Korah didn’t die.)",
      "12": "The families descended from Simeon were the family of Nemuel, the family of Jamin, the family of Jakin,",
      "13": "the family of Zerah, and the family of Shaul.",
      "14": "These were the families of Simeon. The total number of men was 22,200.",
      "15": "The families descended from Gad were the family of Zephon, the family of Haggi, the family of Shuni,",
      "16": "the family of Ozni, the family of Eri,",
      "17": "the family of Arodi, and the family of Areli.",
      "18": "These were the families of Gad’s descendants. The total number of men was 40,500.",
      "19": "Er and Onan were sons of Judah, but they died in Canaan.",
      "20": "The families descended from Judah were the family of Shelah, the family of Perez, and the family of Zerah.",
      "21": "The descendants of Perez were the family of Hezron and the family of Hamul.",
      "22": "These were the families of Judah. The total number of men was 76,500.",
      "23": "The families descended from Issachar were the family of Tola, the family of Puah,",
      "24": "the family of Jashub, and the family of Shimron.",
      "25": "These were the families of Issachar. The total number of men was 64,300.",
      "26": "The families descended from Zebulun were the family of Sered, the family of Elon, and the family of Jahleel.",
      "27": "These were the families of Zebulun. The total number of men was 60,500.",
      "28": "The families descended from Joseph through Manasseh and Ephraim were",
      "29": "(from Manasseh) the family of Machir (Machir was the father of Gilead) and the family of Gilead.",
      "30": "The descendants of Gilead were the family of Iezer, the family of Helek,",
      "31": "the family of Asriel, the family of Shechem,",
      "32": "the family of Shemida, and the family of Hepher.",
      "33": "(Zelophehad, son of Hepher, had no sons—only daughters. Their names were Mahlah, Noah, Hoglah, Milcah, and Tirzah.)",
      "34": "These were the families of Manasseh. The total number of men was 52,700.",
      "35": "The families descended from Ephraim were the family of Shuthelah, the family of Beker, and the family of Tahan.",
      "36": "The descendants of Shuthelah were the family of Eran.",
      "37": "These were the families of Ephraim’s descendants. The total number of men was 32,500.\nThese were the families descended from Joseph.",
      "38": "The families descended from Benjamin were the family of Bela, the family of Ashbel, the family of Ahiram,",
      "39": "the family of Shupham, and the family of Hupham.",
      "40": "The descendants of Bela (through Ard and Naaman) were the family of Ard and the family of Naaman.",
      "41": "These were the families descended from Benjamin. The total number of men was 45,600.",
      "42": "The family descended from Dan was the family of Shuham.\nThis was the family descended from Dan.",
      "43": "The total number of men in all the family of Shuham was 64,400.",
      "44": "The families descended from Asher were the family of Imnah, the family of Ishvi, and the family of Beriah.",
      "45": "The descendants Beriah were the family of Heber and the family of Malchiel.",
      "46": "(Asher had a daughter named Serah.)",
      "47": "These were the families of Asher’s descendants. The total number of men was 53,400.",
      "48": "The families descended from Naphtali were the family of Jahzeel, the family of Guni,",
      "49": "the family of Jezer, and the family of Shillem.",
      "50": "These were the families of Naphtali. The total number of men was 45,400.",
      "51": "The total number of Israelite men was 601,730.",
      "52": "Then the Lord said to Moses,",
      "53": "“The land these people will possess must be divided using the list of names from the census.",
      "54": "Give more land to larger tribes and less land to smaller ones. Use the totals from the census in giving land to each tribe.",
      "55": "But the land must be divided by drawing lots. The tribes will receive their land based on the names of their ancestors.",
      "56": "Whether the tribes are large or small, the land must be divided by drawing lots.”",
      "57": "The families descended from Levi were listed as the family of Gershon, the family of Kohath, and the family of Merari.",
      "58": "These were the families of Levi: the Libnite family, the Hebronite family, the Mahlite family, the Mushite family, and the Korahite family.\nKohath was the ancestor of Amram.",
      "59": "The name of Amram’s wife was Jochebed, a descendant of Levi, who was born in Egypt. She gave birth to Amram’s children: Aaron, Moses, and their sister Miriam.",
      "60": "Aaron was the father of Nadab, Abihu, Eleazar, and Ithamar.",
      "61": "But Nadab and Abihu had died because they offered unauthorized fire in the Lord’s presence.",
      "62": "The total number of all the Levite males at least one month old was 23,000. They were not counted along with the other Israelites, because they were given no land of their own.",
      "63": "Moses and the priest Eleazar added up the total number of Israelites on the plains of Moab near the Jordan River across from Jericho.",
      "64": "Among them there wasn’t a single one of the Israelites Moses and the priest Aaron had counted in the Desert of Sinai.",
      "65": "The Lord had said, “They must all die in the desert.” The only ones left were Caleb (son of Jephunneh) and Joshua (son of Nun)."
    },
    "27": {
      "1": "The daughters of Zelophehad, son of Hepher, grandson of Gilead, descendant of Machir, whose father was Manasseh, belonged to the families of Manasseh, son of Joseph. Their names were Mahlah, Noah, Hoglah, Milcah, and Tirzah. They came",
      "2": "to Moses and stood in front of him, the priest Eleazar, the leaders, and the whole community at the entrance to the tent of meeting. They said,",
      "3": "“Our father died in the desert. He was not a part of Korah’s followers who joined forces against the Lord. He died for his own sin and left no sons.",
      "4": "Why should our father’s name be allowed to die out in his family because he had no son? Give us property among our father’s relatives.”",
      "5": "So Moses brought their case to the Lord,",
      "6": "and the Lord said to him,",
      "7": "“Zelophehad’s daughters are right. You must give them property of their own among their father’s relatives. Turn their father’s property over to them.",
      "8": "“Tell the Israelites: If a man dies and leaves no sons, turn his property over to his daughters.",
      "9": "If he has no daughters, give his property to his brothers.",
      "10": "If he has no brothers, give his property to his uncles on his father’s side of the family.",
      "11": "If he has no uncles, give his property to the nearest relative in his family, and that relative will take possession of it. This will be a rule for the Israelites, as the Lord commanded Moses.”",
      "12": "The Lord said to Moses, “Go up into the Abarim Mountains, and take a look at the land I will give the Israelites.",
      "13": "After you see it, you, too, will join your ancestors in death, as your brother Aaron did.",
      "14": "You both rebelled against my command in the Desert of Zin. You didn’t show the people how holy I am when they were complaining at the oasis.” (This was the oasis of Meribah at Kadesh in the Desert of Zin.)",
      "15": "Moses said to the Lord,",
      "16": "“Lord, you are the God who gives the breath of life to everyone. Please appoint someone over the community",
      "17": "who will lead them in and out of battle so that the Lord’s community will not be like sheep without a shepherd.”",
      "18": "So the Lord said to Moses, “Take Joshua, son of Nun, a man who has the Spirit, and place your hand on him.",
      "19": "Make him stand in front of the priest Eleazar and the whole community, and give him his instructions in their presence.",
      "20": "Give him some of your authority so that the whole community of Israel will obey him.",
      "21": "He will stand in front of the priest Eleazar, who will use the Urim  to make decisions in the Lord’s presence. At his command Joshua and the whole community of Israel will go into battle. And at his command they will return.”",
      "22": "Moses did as the Lord commanded him. He took Joshua and made him stand in front of the priest Eleazar and the whole community.",
      "23": "Moses placed his hands on Joshua and gave him his instructions as the Lord had told him."
    },
    "28": {
      "1": "The Lord said to Moses,",
      "2": "“Give this command to the Israelites: Be sure to bring me my offerings at the right times. They are my food. They are offerings by fire, a soothing aroma.",
      "3": "These are the offerings by fire that you must bring to the Lord. Every day you must bring as a daily burnt offering two one-year-old lambs that have no defects.",
      "4": "Offer one in the morning and the other at dusk.",
      "5": "With each of them also bring a grain offering of eight cups of flour mixed with one quart of virgin olive oil.",
      "6": "This is the daily burnt offering which was established on Mount Sinai. This offering is a soothing aroma, an offering by fire to the Lord.",
      "7": "Also bring a wine offering of one quart of wine for each lamb. Pour it out to the Lord in a holy place.",
      "8": "Offer the other lamb at dusk along with the same grain offering and wine offering as you brought in the morning. This is an offering by fire, a soothing aroma to the Lord.",
      "9": "“On the day of rest—a holy day, offer two one-year-old lambs that have no defects, a grain offering of 16 cups of flour mixed with olive oil, and the wine offering that goes with it.",
      "10": "This burnt offering is for every day of rest—a holy day, in addition to the daily burnt offerings and the wine offerings that go with them.",
      "11": "“On the first of every month bring the Lord a burnt offering of two young bulls, one ram, and seven one-year-old lambs that have no defects.",
      "12": "With each bull there will be a grain offering of 24 cups of flour mixed with olive oil, with each ram a grain offering of 16 cups of flour mixed with olive oil,",
      "13": "and with each one-year-old lamb a grain offering of 8 cups of flour mixed with olive oil. This is a burnt offering, a soothing aroma, an offering by fire to the Lord.",
      "14": "The wine offering that goes with each bull will be 2 quarts of wine, with each ram 1½ quarts of wine, and with each lamb 1 quart of wine. This will be the monthly burnt offering for every month of the year.",
      "15": "In addition to the daily burnt offering with its wine offering, one male goat must be offered to the Lord as an offering for sin.",
      "16": "“The fourteenth day of the first month is the Lord’s Passover.",
      "17": "The fifteenth of this same month is a pilgrimage festival. For seven days you must eat only unleavened bread.",
      "18": "On the first day there will be a holy assembly. Don’t do any regular work.",
      "19": "Instead, bring the Lord an offering by fire, a burnt offering of two young bulls, one ram, and seven one-year-old lambs, all of them without defects.",
      "20": "Along with them bring grain offerings of flour mixed with olive oil. Bring 24 cups for each bull, 16 cups for each ram,",
      "21": "and 8 cups for each of the seven lambs.",
      "22": "Also bring one male goat as an offering for sin to make peace with the Lord.",
      "23": "Offer these in addition to the morning burnt offering.",
      "24": "Bring all these offerings on each of the seven days. They are food. They are offerings by fire, a soothing aroma to the Lord. They will be offered in addition to the daily burnt offering and the wine offering that goes with it.",
      "25": "On the seventh day you must have a holy assembly. You must not do any regular work.",
      "26": "“During the Festival of Weeks, you must have a holy assembly. On that day you must not do any regular work. Bring the Lord your new grain offering, the first produce harvested from your fields.",
      "27": "Bring a burnt offering as a soothing aroma to the Lord—two young bulls, one ram, and seven one-year-old lambs.",
      "28": "Along with them bring grain offerings of flour mixed with olive oil. Bring 24 cups for each bull, 16 cups for each ram,",
      "29": "and 8 cups for each of the seven lambs.",
      "30": "Also bring one male goat to make peace with the Lord.",
      "31": "Offer these animals that have no defects along with their wine offerings, in addition to the daily burnt offerings and their grain offerings.”"
    },
    "29": {
      "1": "The Lord continued, “On the first day of the seventh month you must have a holy assembly. You must not do any regular work. It is a day for the trumpets to sound a fanfare.",
      "2": "As a burnt offering, a soothing aroma to the Lord, bring one young bull, one ram, and seven one-year-old lambs that have no defects.",
      "3": "Along with them bring grain offerings of flour mixed with olive oil. Bring 24 cups for each bull, 16 cups for each ram,",
      "4": "and 8 cups for each of the seven lambs.",
      "5": "Also bring one male goat as an offering for sin to make peace with the Lord.",
      "6": "Offer these in addition to the monthly burnt offering with its grain offering, and the daily burnt offerings with their proper grain offerings and wine offerings. They are a soothing aroma, an offering by fire to the Lord.",
      "7": "“On the tenth day of the seventh month you must have a holy assembly. You must humble yourselves. You must not do any work.",
      "8": "As a burnt offering, a soothing aroma, bring one young bull, one ram, and seven one-year-old lambs, all of them without defects.",
      "9": "Along with them bring grain offerings of flour mixed with olive oil. Bring 24 cups for each bull, 16 cups for each ram,",
      "10": "and 8 cups for each of the seven lambs.",
      "11": "Also bring one male goat as an offering for sin (in addition to the other offering for sin to make peace with the Lord) and the daily burnt offerings with their grain offerings and wine offerings.",
      "12": "“On the fifteenth day of the seventh month you must have a holy assembly. You must not do any regular work. Instead, celebrate a festival to the Lord for seven days.",
      "13": "As a burnt offering, an offering by fire, a soothing aroma to the Lord, bring 13 young bulls, 2 rams, and 14 one-year-old lambs, all of them without defects.",
      "14": "Along with them bring grain offerings of flour mixed with olive oil. Bring 24 cups for each of the 13 bulls, 16 cups for each of the 2 rams,",
      "15": "and 8 cups for each of the 14 one-year-old lambs.",
      "16": "Also bring one male goat as an offering for sin in addition to the daily burnt offerings with their grain offerings and wine offerings.",
      "17": "“On the second day bring 12 young bulls, 2 rams, and 14 one-year-old lambs that have no defects.",
      "18": "Along with them bring the proper amount of grain offerings and wine offerings for each of the bulls, rams, and lambs.",
      "19": "Also bring one male goat as an offering for sin in addition to the daily burnt offerings with their grain offerings and wine offerings.",
      "20": "“On the third day bring 11 bulls, 2 rams, and 14 one-year-old lambs that have no defects.",
      "21": "Along with them bring the proper amount of grain offerings and wine offerings for each of the bulls, rams, and lambs.",
      "22": "Also bring one male goat as an offering for sin in addition to the daily burnt offerings with their grain offerings and wine offerings.",
      "23": "“On the fourth day bring 10 bulls, 2 rams, and 14 one-year-old lambs that have no defects.",
      "24": "Along with them bring the proper amount of grain offerings and wine offerings for each of the bulls, rams, and lambs.",
      "25": "Also bring one male goat as an offering for sin in addition to the daily burnt offerings with their grain offerings and wine offerings.",
      "26": "“On the fifth day bring 9 bulls, 2 rams, and 14 one-year-old lambs that have no defects.",
      "27": "Along with them bring the proper amount of grain offerings and wine offerings for each of the bulls, rams, and lambs.",
      "28": "Also bring one male goat as an offering for sin in addition to the daily burnt offerings with their grain offerings and wine offerings.",
      "29": "“On the sixth day bring 8 bulls, 2 rams, and 14 one-year-old lambs that have no defects.",
      "30": "Along with them bring the proper amount of grain offerings and wine offerings for each of the bulls, rams, and lambs.",
      "31": "Also bring one male goat as an offering for sin in addition to the daily burnt offerings with their grain offerings and wine offerings.",
      "32": "“On the seventh day bring 7 bulls, 2 rams, and 14 one-year-old lambs that have no defects.",
      "33": "Along with them bring the proper amount of grain offerings and wine offerings for each of the bulls, rams, and lambs.",
      "34": "Also bring one male goat as an offering for sin in addition to the daily burnt offerings with their grain offerings and wine offerings.",
      "35": "“On the eighth day you must hold a religious assembly. You must not do any daily work.",
      "36": "As a burnt offering, an offering by fire, a soothing aroma to the Lord, bring one bull, one ram, and seven one-year-old lambs that have no defects.",
      "37": "Along with them bring the proper amount of grain offerings and wine offerings for the bull, the ram, and the lambs.",
      "38": "Also bring one male goat as an offering for sin in addition to the daily burnt offerings with their grain offerings and wine offerings.",
      "39": "“These are the offerings you must bring to the Lord at your festivals. They are the offerings you must bring in addition to the offerings for anything you vowed to give to the Lord, your freewill offerings, your burnt offerings, your grain offerings, your wine offerings, and your fellowship offerings.”",
      "40": "Moses told the Israelites everything the Lord had commanded him."
    },
    "30": {
      "1": "Moses said to the heads of the tribes of Israel, “This is what the Lord has commanded about vows:",
      "2": "If a man makes a vow to the Lord that he will do something or swears an oath that he won’t do something, he must not break his word. He must do everything he said he would do.",
      "3": "“A young girl, who still lives in her father’s house, might make a vow to the Lord that she will do something or swear an oath that she won’t do something.",
      "4": "If her father says nothing to her when he hears about it, her vow or oath must be kept.",
      "5": "But if her father objects when he hears about it, her vow or oath doesn’t have to be kept. The Lord will free her from this vow or oath because her father objected.",
      "6": "“An unmarried woman might make a vow that she will do something or carelessly promise that she won’t do something. When she marries,",
      "7": "her husband may hear about it but say nothing to her. Then her vow or oath must be kept.",
      "8": "But if her husband objects when he hears about it, he can cancel the vow or promise she made. The Lord will free her from this vow or promise.",
      "9": "“But a widow or a divorced woman must keep her vow or her promise.",
      "10": "“A married woman might make a vow that she will do something or swear an oath that she won’t do something.",
      "11": "Her husband may hear about it but may say nothing and not object. Then her vow or oath must be kept.",
      "12": "But if her husband cancels it when he hears about it, nothing she said in her vow or oath has to be kept. Her husband has canceled it, and the Lord will free her from this vow or oath.",
      "13": "“A husband decides whether or not his wife has to keep any vow to do something or any oath to do without something.",
      "14": "If he says nothing to her about it day after day, this means he’s decided that she must keep her vow or oath. She must keep it because he said nothing to her when he heard about it.",
      "15": "But if he cancels it later, he will suffer the consequences.”",
      "16": "These are the laws the Lord gave Moses for husbands and wives, and for fathers with young daughters still living at home."
    },
    "31": {
      "1": "The Lord said to Moses,",
      "2": "“Get even with the Midianites for what they did to the Israelites. After that you will join your ancestors in death.”",
      "3": "Moses said to the people, “Some of your men must get ready to go to war against the Midianites. The Lord will use them to get even with Midian.",
      "4": "Send 1,000 men from each of the tribes of Israel.”",
      "5": "So 1,000 men from each tribe were supplied from the divisions of Israel—12,000 men ready for war.",
      "6": "Then Moses sent them off to war, 1,000 men from each tribe along with Phinehas, son of the priest Eleazar. Phinehas took with him the holy articles and the trumpets for the fanfare.",
      "7": "They went to war against Midian, as the Lord commanded Moses, and killed every man.",
      "8": "Among those killed were the five kings of Midian—Evi, Rekem, Zur, Hur, and Reba. They also killed Balaam, son of Beor, in battle.",
      "9": "The Israelites took the Midianite women and children as prisoners of war. They also took all their animals, their livestock, and their valuables as loot.",
      "10": "They burned all the cities where the Midianites lived and all their settlements.",
      "11": "Then they took everything as loot, including all the people and animals,",
      "12": "and brought the prisoners of war, the loot, and everything to Moses, the priest Eleazar, and the community of Israel at the camp on the plains of Moab near the Jordan River across from Jericho.",
      "13": "Moses, the priest Eleazar, and all the leaders of the community went outside the camp to meet them.",
      "14": "Moses was angry with the officers of the army, the commanders of the companies and battalions, who were returning from battle.",
      "15": "“Why did you let all the women live?” he asked them.",
      "16": "“Remember, they were the ones who followed Balaam’s advice and caused the Israelites to be unfaithful to the Lord in the incident that took place at Peor. The Lord’s community experienced a plague at that time.",
      "17": "So kill all the Midianite boys and every Midianite woman who has gone to bed with a man.",
      "18": "But save for yourselves every girl who has never gone to bed with a man.",
      "19": "“Everyone who killed a person or touched a dead body must stay outside the camp seven days. You and your prisoners of war must use the ritual water on the third and seventh days in order to take away your sin.",
      "20": "Do the same for all the clothes and everything made of leather, goats’ hair, or wood.”",
      "21": "Then the priest Eleazar said to the soldiers who had gone into battle, “This is what the Lord’s teachings told Moses to do:",
      "22": "Any gold, silver, bronze, iron, tin, or lead—",
      "23": "anything that won’t burn—must be put through fire in order to make it clean. Then it must also be put through the ritual water in order to take away its sin. Whatever might burn must only be put through the ritual water.",
      "24": "On the seventh day wash your clothes, and you will be clean. Then you may come into the camp.”",
      "25": "The Lord said to Moses,",
      "26": "“You, the priest Eleazar, and the heads of the families of the community need to count all the loot, including the people and animals you captured.",
      "27": "Divide the loot between the soldiers who served in the war and the rest of the community.",
      "28": "Collect a tax for the Lord. From the soldiers who served in the war collect one out of every 500 things. This includes people, cattle, donkeys, sheep, and goats.",
      "29": "Collect all these things from the soldiers’ half of the loot, and give them to the priest Eleazar as a contribution to the Lord.",
      "30": "From the Israelites’ half of the loot, collect one out of every 50 things. This includes people, cattle, donkeys, sheep, goats, and every other kind of animal. Give them to the Levites who are in charge of the work done at the Lord’s tent.”",
      "31": "Moses and the priest Eleazar did as the Lord commanded Moses.",
      "32": "This is the loot that was left from everything that the troops took: 675,000 sheep and goats,",
      "33": "72,000 cattle,",
      "34": "61,000 donkeys, and",
      "35": "32,000 women who had never gone to bed with a man.",
      "36": "Half of it went to the soldiers who served in the war. Of the 337,500 sheep and goats they received,",
      "37": "675 went to the Lord as taxes.",
      "38": "Of the 36,000 cattle they received, 72 went to the Lord as taxes.",
      "39": "Of the 30,500 donkeys they received, 61 went to the Lord as taxes.",
      "40": "Of the 16,000 people they received, 32 went to the Lord as taxes.",
      "41": "Moses gave the Lord’s taxes to the priest Eleazar, as the Lord had commanded him.",
      "42": "Moses took the Israelites’ half of the loot from the soldiers.",
      "43": "The community received 337,500 sheep and goats,",
      "44": "36,000 cattle,",
      "45": "30,500 donkeys,",
      "46": "and 16,000 people.",
      "47": "From the Israelites’ half Moses collected one out of every 50 things, including people and animals, as the Lord commanded him. Then he gave all this to the Levites who were in charge of the work done at the Lord’s tent.",
      "48": "Then the officers from the military divisions, the commanders of the companies and battalions of men, came to Moses.",
      "49": "They said to him, “Sir, we have counted all the soldiers under our command, and not one of them is missing.",
      "50": "So we have brought as gifts to the Lord the gold jewelry that each of us found—arm bands, bracelets, signet rings, earrings, and pendants. We offer them to make peace with the Lord.”",
      "51": "Moses and the priest Eleazar took all the hand-crafted gold articles from them.",
      "52": "All the gold contributed to the Lord by the commanders weighed about 420 pounds.",
      "53": "Each soldier kept his own loot.",
      "54": "Moses and the priest Eleazar took the gold from the commanders and brought it into the Lord’s presence at the tent of meeting as a reminder to the Israelites."
    },
    "32": {
      "1": "The tribes of Reuben and Gad had a large number of livestock. They saw that the regions of Jazer and Gilead were a good place for livestock.",
      "2": "So they came to Moses, the priest Eleazar, and the leaders of the community, and said to them,",
      "3": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon,",
      "4": "the land that the Lord won for the community of Israel, is a good place for livestock. Gentlemen, we have livestock.",
      "5": "Please give us this land as our property. Don’t make us cross the Jordan River.”",
      "6": "Moses asked the tribes of Gad and Reuben, “Are you going to stay here while the rest of the Israelites go to war?",
      "7": "That might discourage them from entering the land the Lord has given them.",
      "8": "That’s what your ancestors did when I sent them from Kadesh Barnea to take a look at the land.",
      "9": "They went as far as the Eshcol Valley and saw the land. But then they discouraged the rest of the Israelites from entering the land that the Lord had given them.",
      "10": "That day the Lord became angry and swore this oath,",
      "11": "‘None of the people 20 years old or older, who came from Egypt, will see the land I promised Abraham, Isaac, and Jacob with an oath. This is because they didn’t wholeheartedly follow me.’",
      "12": "Only Caleb (son of Jephunneh the Kenizzite) and Joshua (son of Nun) will get to see the land. This is because they wholeheartedly followed the Lord.",
      "13": "Since the Lord was angry with the Israelites, he made them wander in the desert for 40 years until the whole generation of those who had done evil in the Lord’s presence was gone.",
      "14": "“You’re just like your parents! You’re a bunch of sinners trying to make the Lord angry with Israel again.",
      "15": "If you turn away from him, he will abandon all these people in the desert. You would be responsible for their destruction.”",
      "16": "Then the tribes of Gad and Reuben came up to Moses and said, “Allow us to build stone fences for our livestock and cities for our families here.",
      "17": "Then we’ll be ready to march in battle formation  ahead of the other Israelites until we have brought them to their land. Meanwhile our families will live in walled cities, safe from the other people who live here.",
      "18": "We will not return to our homes until every Israelite has received his own land.",
      "19": "We won’t take possession of any land on the other side of the Jordan River, to the west and beyond. We already have our land here, east of the Jordan.”",
      "20": "Moses answered, “Do what you have said. In the Lord’s presence have all your armed men get ready for battle.",
      "21": "Have them cross the Jordan, and fight until the Lord forces out his enemies",
      "22": "and the land is conquered. Then you may come back. You will have fulfilled your military duty to the Lord and Israel. This land will be your own property in the Lord’s presence.",
      "23": "“If you don’t do all these things, you will be sinning against the Lord. You can be sure that you will be punished for your sin.",
      "24": "Build cities for your families and stone fences for your flocks, but do what you have promised.”",
      "25": "Then the tribes of Gad and Reuben said to Moses, “Sir, we will do as you command.",
      "26": "Our children, our wives, our livestock, and all our other animals will stay here in the cities of Gilead.",
      "27": "But in the Lord’s presence we will all get ready for battle and go with you, as you have said.”",
      "28": "So Moses gave orders about them to the priest Eleazar, Joshua (son of Nun), and the family heads of the tribes of Israel.",
      "29": "Moses told them, “If the tribes of Gad and Reuben get ready for battle in the Lord’s presence and cross the Jordan River with you and you conquer the land, give them Gilead as their own property.",
      "30": "If they don’t get ready for battle and go with you, the land they will take possession of must be in Canaan with yours.”",
      "31": "The tribes of Gad and Reuben answered, “Sir, we will do as the Lord has said.",
      "32": "We will enter Canaan as armed troops in the Lord’s presence, but the land we will take possession of is here, east of the Jordan.”",
      "33": "So Moses gave the tribes of Gad, Reuben, and half of the tribe of Manasseh, son of Joseph, the kingdoms of King Sihon of the Amorites and King Og of Bashan—the whole land with its cities and its surrounding territory.",
      "34": "The tribe of Gad rebuilt the cities of Dibon, Ataroth, Aroer,",
      "35": "Atroth Shophan, Jazer, Jogbehah,",
      "36": "Beth Nimrah, and Beth Haran as walled cities. They also built stone fences for their flocks.",
      "37": "The tribe of Reuben rebuilt the cities of Heshbon, Elealeh, Kiriathaim,",
      "38": "Nebo, Baal Meon (whose names were changed), and Sibmah. These are the names they gave the cities they rebuilt.",
      "39": "The descendants of Machir, son of Manasseh, went to Gilead, captured it, and forced out the Amorites who were there.",
      "40": "So Moses gave Gilead to the people of Machir (the descendants of Manasseh), and they lived there.",
      "41": "Then Jair, a descendant of Manasseh, captured the settlements in Gilead. He called them Havvoth Jair [Settlements of Jair].",
      "42": "Nobah captured Kenath and its villages. He named it Nobah after himself."
    },
    "33": {
      "1": "This is a list of all the places where the Israelites set up camp after they left Egypt in organized groups under the leadership of Moses and Aaron.",
      "2": "At the Lord’s command Moses wrote down the places where they went as they traveled. This is the list:",
      "3": "They moved from Rameses on the fifteenth day of the first month, the day after the Passover. The Israelites boldly left in full view of all the Egyptians.",
      "4": "The Egyptians were burying all their firstborn sons, whom the Lord had killed in a mighty act of judgment on their gods.",
      "5": "The Israelites moved from Rameses and set up camp at Succoth.",
      "6": "They moved from Succoth and set up camp at Etham, on the edge of the desert.",
      "7": "They moved from Etham and turned back to Pi Hahiroth, east of Baal Zephon, and set up camp near Migdol.",
      "8": "They moved from Pi Hahiroth  and went through the middle of the sea into the desert. After they traveled for three days in the Desert of Etham, they set up camp at Marah.",
      "9": "They moved from Marah and came to Elim. Elim had 12 springs and 70 palm trees, so they set up camp there.",
      "10": "They moved from Elim and set up camp by the Red Sea.",
      "11": "They moved from the Red Sea and set up camp in the Desert of Sin.",
      "12": "They moved from the Desert of Sin and set up camp at Dophkah.",
      "13": "They moved from Dophkah and set up camp at Alush.",
      "14": "They moved from Alush and set up camp at Rephidim, where there was no water for the people to drink.",
      "15": "They moved from Rephidim and set up camp in the Desert of Sinai.",
      "16": "They moved from the Desert of Sinai and set up camp at Kibroth Hattaavah.",
      "17": "They moved from Kibroth Hattaavah and set up camp at Hazeroth.",
      "18": "They moved from Hazeroth and set up camp at Rithmah.",
      "19": "They moved from Rithmah and set up camp at Rimmon Perez.",
      "20": "They moved from Rimmon Perez and set up camp at Libnah.",
      "21": "They moved from Libnah and set up camp at Rissah.",
      "22": "They moved from Rissah and set up camp at Kehelathah.",
      "23": "They moved from Kehelathah and set up camp at Mount Shepher.",
      "24": "They moved from Mount Shepher and set up camp at Haradah.",
      "25": "They moved from Haradah and set up camp at Makheloth.",
      "26": "They moved from Makheloth and set up camp at Tahath.",
      "27": "They moved from Tahath and set up camp at Terah.",
      "28": "They moved from Terah and set up camp at Mithcah.",
      "29": "They moved from Mithcah and set up camp at Hashmonah.",
      "30": "They moved from Hashmonah and set up camp at Moseroth.",
      "31": "They moved from Moseroth and set up camp at Bene Jaakan.",
      "32": "They moved from Bene Jaakan and set up camp at Hor Haggidgad.",
      "33": "They moved from Hor Haggidgad and set up camp at Jotbathah.",
      "34": "They moved from Jotbathah and set up camp at Abronah.",
      "35": "They moved from Abronah and set up camp at Ezion Geber.",
      "36": "They moved from Ezion Geber and set up camp at Kadesh in the Desert of Zin.",
      "37": "They moved from Kadesh and set up camp at Mount Hor on the border of Edom.",
      "38": "At the Lord’s command the priest Aaron went up on Mount Hor. He died there on the first day of the fifth month in the fortieth year after the Israelites had left Egypt.",
      "39": "Aaron was 123 years old when he died on Mount Hor.",
      "40": "(The Canaanite king of Arad, who lived in the Negev, which was in Canaan, heard that the Israelites were coming.)",
      "41": "They moved from Mount Hor and set up camp at Zalmonah.",
      "42": "They moved from Zalmonah and set up camp at Punon.",
      "43": "They moved from Punon and set up camp at Oboth.",
      "44": "They moved from Oboth and set up camp at Iye Abarim on the border of Moab.",
      "45": "They moved from Iyim  and set up camp at Dibon Gad.",
      "46": "They moved from Dibon Gad and set up camp at Almon Diblathaim.",
      "47": "They moved from Almon Diblathaim and set up camp in the Abarim Mountains east of Nebo.",
      "48": "They moved from the Abarim Mountains and set up camp on the plains of Moab near the Jordan River across from Jericho.",
      "49": "They set up camp on the plains of Moab along the Jordan. Their camp extended from Beth Jeshimoth to Abel Shittim.",
      "50": "The Lord said to Moses on the plains of Moab near the Jordan River across from Jericho,",
      "51": "“Tell the Israelites, ‘You will be crossing the Jordan River and entering Canaan.",
      "52": "As you advance, force out all the people who live there. Get rid of all their stone and metal idols, and destroy all their places of worship.",
      "53": "Take possession of the land and live there, because I will give it to you for your own.",
      "54": "Divide the land among your families by drawing lots. Give more land to larger families and less land to smaller ones. The land must be given to each family by drawing lots. Divide it among your ancestors’ tribes.",
      "55": "“ ‘But if you do not force out those who live in the land, they will be like splinters in your eyes and thorns in your sides. They will constantly fight with you over the land you live in.",
      "56": "Then I will do to you what I planned to do to them.’ ”"
    },
    "34": {
      "1": "The Lord said to Moses,",
      "2": "“Give the Israelites these instructions. When you enter Canaan, the land that will be given to you as your inheritance has these borders:",
      "3": "“The southern side includes part of the Desert of Zin along the border of Edom. In the east the southern border starts from the end of the Dead Sea",
      "4": "and turns south of the Akrabbim Pass. It then goes past Zin and ends at Kadesh Barnea. From there it goes to Hazar Addar and on to Azmon.",
      "5": "From Azmon it turns toward the River of Egypt so that the border ends at the Mediterranean Sea.",
      "6": "“The western border is the coastline of the Mediterranean Sea.",
      "7": "“The northern border extends from the Mediterranean Sea to Mount Hor,",
      "8": "and from Mount Hor to the border of Hamath so that it ends at Zedad.",
      "9": "From there the border goes to Ziphron and ends at Hazar Enan.",
      "10": "“The eastern border extends from Hazar Enan to Shepham.",
      "11": "From Shepham the border goes down to Riblah, east of Ain, and continues along the eastern slope of the Sea of Galilee.",
      "12": "Then the border goes along the Jordan River so that it ends at the Dead Sea.\n“This will be your land and the borders around it.”",
      "13": "Moses commanded the Israelites, “This is the land you will divide by drawing lots. The Lord has commanded that this land will be given to the nine-and-a-half tribes.",
      "14": "The households from the tribes of Reuben, Gad, and half of the tribe of Manasseh have already received their land.",
      "15": "Those two-and-a-half tribes received land east of the Jordan River across from Jericho.”",
      "16": "The Lord said to Moses,",
      "17": "“These are the names of the men who will divide the land for you: the priest Eleazar and Joshua, son of Nun.",
      "18": "You must also take one leader from each tribe to divide the land.",
      "19": "These are their names:\nCaleb, son of Jephunneh, from the tribe of Judah;",
      "20": "Shemuel, son of Ammihud, from the tribe of Simeon;",
      "21": "Elidad, son of Kislon, from the tribe of Benjamin;",
      "22": "Bukki, son of Jogli, the leader of the tribe of Dan;",
      "23": "Hanniel, son of Ephod, the leader of the tribe of Manasseh;",
      "24": "Kemuel, son of Shiphtan, the leader of the tribe of Ephraim;\n(Manasseh and Ephraim are Joseph’s descendants.)",
      "25": "Elizaphan, son of Parnach, the leader of the tribe of Zebulun;",
      "26": "Paltiel, son of Azzan, the leader of the tribe of Issachar;",
      "27": "Ahihud, son of Shelomi, the leader of the tribe of Asher;",
      "28": "Pedahel, son of Ammihud, the leader of the tribe of Naphtali.”",
      "29": "These are the men the Lord commanded to divide Canaan for the Israelites."
    },
    "35": {
      "1": "The Lord spoke to Moses on the plains of Moab near the Jordan River across from Jericho. He said,",
      "2": "“Tell the Israelites to give the Levites some cities from their own property. They must also give the Levites the pastureland around those cities.",
      "3": "Then the Levites will have cities to live in and pastureland for their cattle, the flocks they own, and any other animals they have.",
      "4": "“The land around the cities that you give the Levites will extend 1,500 feet from the city wall.",
      "5": "Outside the city measure off 3,000 feet on the east side, 3,000 feet on the south side, 3,000 feet on the west side, and 3,000 feet on the north side, with the city in the center. This will be their pastureland around the city.",
      "6": "“Six of the cities you give the Levites will be cities of refuge. You must allow murderers to escape to these cities. In addition, you must also give the Levites 42 other cities.",
      "7": "So you will give a total of 48 cities with pastureland to the Levites.",
      "8": "The cities you give the Levites from the property of the other Israelites must be given based on the amount of land each tribe owns. Take more cities from larger tribes and fewer from smaller tribes.”",
      "9": "The Lord said to Moses,",
      "10": "“Tell the Israelites: When you cross the Jordan River and enter Canaan,",
      "11": "select certain cities to be places of refuge. Anyone who unintentionally kills another person may run to them.",
      "12": "These cities will be places of refuge from any relative who can avenge the death. So anyone accused of murder will not have to die until he has had a trial in front of the community.",
      "13": "There will be six cities you select as places of refuge,",
      "14": "three on the east side of the Jordan River and three in Canaan.",
      "15": "These six cities will be places of refuge for Israelites, foreigners, and strangers among you. Anyone who unintentionally kills another person may flee to these cities.",
      "16": "“But if any of you uses an iron weapon to kill another person, you are a murderer. Murderers must be put to death.",
      "17": "If any of you picks up a stone as a weapon and uses it to kill another person, you are a murderer. Murderers must be put to death.",
      "18": "Or if any of you picks up a piece of wood as a weapon and uses it to kill another person, you are a murderer. Murderers must be put to death.",
      "19": "The relative who can avenge the death must make sure a murderer is put to death. When he catches up with the murderer, he must kill him.",
      "20": "If any of you kills someone you hate by shoving him or by deliberately throwing something at him,",
      "21": "or if you beat your enemy to death with your bare hands, you must be put to death. You are a murderer. The relative who can avenge the death must kill you when he catches up with you, because you are a murderer.",
      "22": "“But suppose you accidentally kill someone who wasn’t your enemy. Maybe you shoved him or threw something at him but didn’t mean to kill him.",
      "23": "Or suppose you drop a big stone, and someone is killed. However, you didn’t know the person was there, he wasn’t your enemy, and you weren’t trying to harm him.",
      "24": "Then the community must use these rules in order to decide if you are innocent or if the dead person’s relative can avenge the death.",
      "25": "If you are innocent, the community must protect you from that relative. They must take you back to the city of refuge you fled to. You must live there until the death of the high priest who was anointed with the holy oil.",
      "26": "“But don’t go outside the city of refuge you fled to.",
      "27": "If the relative who can avenge the death finds you outside the city of refuge and kills you, the relative is not guilty of murder.",
      "28": "Accused murderers must stay in their city of refuge until the death of the high priest. They may go back to their own property only after his death.",
      "29": "“These will be the rules for future generations wherever you live.",
      "30": "“Whoever kills another person will be put to death as a murderer only on the testimony of more than one witness. No one can be put to death on the testimony of only one witness.",
      "31": "“Never accept a cash payment in exchange for the life of a convicted murderer who has been given the death penalty. Murderers must be put to death.",
      "32": "“An accused murderer who has fled to a city of refuge must never go back and live on his own land before the death of the high priest. Don’t accept a cash payment to allow him to do this.",
      "33": "“You must not pollute the land where you live. Murder is what pollutes the land. The land where a murder was committed can never make peace with the Lord except through the death of the murderer.",
      "34": "Never make the land where you and I live unclean. I, the Lord, live among the Israelites.”"
    },
    "36": {
      "1": "The heads of the households whose families were descended from Gilead, son of Machir and grandson of Manasseh, (families of Joseph’s descendants) came and spoke to Moses and the leaders of the other Israelite households.",
      "2": "They said, “Sir, the Lord commanded you to give the Israelites their land by drawing lots. The Lord also commanded you to give the land of our relative Zelophehad to his daughters.",
      "3": "Suppose they marry men from the other tribes of Israel. Their land will be taken away from that of our ancestors and added to the land of the tribe they marry into. Then we will have lost part of our land.",
      "4": "When the Israelites’ jubilee year comes, their land will be added to that of the tribe they married into. Then part of the land of our ancestors’ tribe will be gone.”",
      "5": "So Moses gave the Israelites a command from the Lord. “The tribe of Joseph’s descendants is right.",
      "6": "This is what the Lord commands for Zelophehad’s daughters: They may marry anyone they want to, but only within a family of their ancestor’s tribe.",
      "7": "In this way no land of the Israelites will pass from one tribe to another. Every Israelite must keep the tribal land inherited from his ancestors.",
      "8": "A woman who inherits land in any of the tribes of Israel may marry a man from any family in her ancestor’s tribe. In this way every Israelite keeps the land inherited from his ancestors.",
      "9": "No land may pass from one tribe to another. Each Israelite tribe must keep the land it inherits.”",
      "10": "Zelophehad’s daughters did as the Lord commanded Moses.",
      "11": "Mahlah, Tirzah, Hoglah, Milcah, and Noah married their cousins on their father’s side of the family.",
      "12": "They married within the families of the descendants of Manasseh, son of Joseph. So their land stayed in the tribe of their father’s family.",
      "13": "These are the commands and rules the Lord gave the Israelites through Moses on the plains of Moab near the Jordan River across from Jericho."
    }
  }
}