{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:25.848309-04:00",
    "Translation": "GW"
  },
  "Ruth": {
    "1": {
      "1": "In the days when the judges were ruling, there was a famine in the land. A man from Bethlehem in Judah went with his wife and two sons to live for a while in the country of Moab.",
      "2": "The man’s name was Elimelech, his wife’s name was Naomi, and the names of their two sons were Mahlon and Chilion. They were descendants of Ephrathah from Bethlehem in the territory of Judah. They went to the country of Moab and lived there.",
      "3": "Now, Naomi’s husband Elimelech died, and she was left alone with her two sons.",
      "4": "Each son married a woman from Moab. One son married a woman named Orpah, and the other son married a woman named Ruth. They lived there for about ten years.",
      "5": "Then both Mahlon and Chilion died as well. So Naomi was left alone, without her two sons or her husband.",
      "6": "Naomi and her daughters-in-law started on the way back from the country of Moab. (While they were still in Moab she heard that the Lord had come to help his people and give them food.",
      "7": "So she left the place where she had been living, and her two daughters-in-law went with her.) They began to walk back along the road to the territory of Judah.",
      "8": "Then Naomi said to her two daughters-in-law, “Go back! Each of you should go back to your mother’s home. May the Lord be as kind to you as you were to me and to our loved ones who have died.",
      "9": "May the Lord repay each of you so that you may find security in a home with a husband.”\nWhen she kissed them goodbye, they began to cry loudly.",
      "10": "They said to her, “We are going back with you to your people.”",
      "11": "But Naomi said, “Go back, my daughters. Why should you go with me? Do I have any more sons in my womb who could be your husbands?",
      "12": "Go back, my daughters. Go, because I am too old to get married again. If I said that I still have hope. … And if I had a husband tonight. … And even if I gave birth to sons,",
      "13": "would you wait until they grew up and stay single just for them? No, my daughters. My bitterness is much worse than yours because the Lord has sent me so much trouble.”",
      "14": "They began to cry loudly again. Then Orpah kissed her mother-in-law goodbye, but Ruth held on to her tightly.",
      "15": "Naomi said, “Look, your sister-in-law has gone back to her people and to her gods. Go back with your sister-in-law.”",
      "16": "But Ruth answered, “Don’t force me to leave you. Don’t make me turn back from following you. Wherever you go, I will go, and wherever you stay, I will stay. Your people will be my people, and your God will be my God.",
      "17": "Wherever you die, I will die, and I will be buried there with you. May the Lord strike me down if anything but death separates you and me!”",
      "18": "When Naomi saw that Ruth was determined to go with her, she ended the conversation.",
      "19": "So both of them went on until they came to Bethlehem. When they entered Bethlehem, the whole town was excited about them. “This can’t be Naomi, can it?” the women asked.",
      "20": "She answered them, “Don’t call me Naomi [Sweet]. Call me Mara [Bitter] because the Almighty has made my life very bitter.",
      "21": "I went away full, but the Lord has brought me back empty. Why do you call me Naomi when the Lord has tormented me and the Almighty has done evil to me?”",
      "22": "When Naomi came back from the country of Moab, Ruth, her Moabite daughter-in-law, came along with her. They happened to enter Bethlehem just when the barley harvest began."
    },
    "2": {
      "1": "Naomi had a relative. He was from Elimelech’s side of the family. He was a man of outstanding character named Boaz.",
      "2": "Ruth, who was from Moab, said to Naomi, “Please let me go to the field of anyone who will be kind to me. There I will gather the grain left behind by the reapers.”\nNaomi told her, “Go, my daughter.”",
      "3": "So Ruth went. She entered a field and gathered the grain left behind by the reapers. Now it happened that she ended up in the part of the field that belonged to Boaz, who was from Elimelech’s family.",
      "4": "Just then, Boaz was coming from Bethlehem, and he said to his reapers, “May the Lord be with all of you!”\nThey answered him, “May the Lord bless you!”",
      "5": "Boaz asked the young man in charge of his reapers, “Who is this young woman?”",
      "6": "The young man answered, “She’s a young Moabite woman who came back with Naomi from the country of Moab.",
      "7": "She said, ‘Please let me gather grain. I will only gather among the bundles behind the reapers.’ So she came here and has been on her feet from daybreak until now. She just sat down this minute in the shelter.”",
      "8": "Boaz said to Ruth, “Listen, my daughter. Don’t go in any other field to gather grain, and don’t even leave this one. Stay here with my young women.",
      "9": "Watch where my men are reaping, and follow the young women in that field. I have ordered my young men not to touch you. When you’re thirsty, go to the jars and drink some of the water that the young men have drawn.”",
      "10": "Ruth immediately bowed down to the ground and said to him, “Why are you so helpful? Why are you paying attention to me? I’m only a foreigner.”",
      "11": "Boaz answered her, “People have told me about everything you have done for your mother-in-law after your husband died. They told me how you left your father and mother and the country where you were born. They also told me how you came to people that you didn’t know before.",
      "12": "May the Lord reward you for what you have done! May you receive a rich reward from the Lord God of Israel, under whose protection you have come for shelter.”",
      "13": "Ruth replied, “Sir, may your kindness to me continue. You have comforted me and reassured me, and I’m not even one of your own servants.”",
      "14": "When it was time to eat, Boaz told her, “Come here. Have some bread, and dip it into the sour wine.” So she sat beside the reapers, and he handed her some roasted grain. She ate all she wanted and had some left over.",
      "15": "When she got up to gather grain, Boaz ordered his servants, “Let her gather grain even among the bundles. Don’t give her any problems.",
      "16": "Even pull some grain out of the bundles and leave it for her to gather. Don’t give her a hard time about it.”",
      "17": "So Ruth gathered grain in the field until evening. Then she separated the grain from its husks. She had about half a bushel of barley.",
      "18": "She picked it up and went into the town, and her mother-in-law saw what she had gathered. Ruth also took out what she had left over from lunch and gave it to Naomi.",
      "19": "Her mother-in-law asked her, “Where did you gather grain today? Just where did you work? May the man who paid attention to you be blessed.”\nSo Ruth told her mother-in-law about the person with whom she worked. She said, “The man I worked with today is named Boaz.”",
      "20": "Naomi said to her daughter-in-law, “May the Lord bless him. The Lord hasn’t stopped being kind to people—living or dead.” Then Naomi told her, “That man is a relative of ours. He is a close relative, one of those responsible for taking care of us.”",
      "21": "Ruth, who was from Moab, told her, “He also said to me, ‘Stay with my younger workers until they have finished the harvest.’ ”",
      "22": "Naomi told her daughter-in-law Ruth, “It’s a good idea, my daughter, that you go out to the fields with his young women. If you go to someone else’s field, you may be molested.”",
      "23": "So Ruth stayed with the young women who were working for Boaz. She gathered grain until both the barley harvest and the wheat harvest ended. And she continued to live with her mother-in-law."
    },
    "3": {
      "1": "Naomi, Ruth’s mother-in-law, said to her, “My daughter, shouldn’t I try to look for a home that would be good for you?",
      "2": "Isn’t Boaz, whose young women you’ve been working with, our relative? He will be separating the barley from its husks on the threshing floor  tonight.",
      "3": "Freshen up, put on some perfume, dress up, and go down to the threshing floor. Don’t let him know that you’re there until he’s finished eating and drinking.",
      "4": "When he lies down, notice the place where he is lying. Then uncover his feet, and lie down there. He will make it clear what you must do.”",
      "5": "Ruth answered her, “I will do whatever you say.”",
      "6": "Ruth went to the threshing floor and did exactly as her mother-in-law had directed her.",
      "7": "Boaz had eaten and drunk to his heart’s content, so he went and lay at the edge of a pile of grain. Then she went over to him secretly, uncovered his feet, and lay down.",
      "8": "At midnight the man was shivering. When he turned over, he was surprised to see a woman lying at his feet.",
      "9": "“Who are you?” he asked.\nShe answered, “I am Ruth. Spread the corner of your garment over me because you are a close relative who can take care of me.”",
      "10": "Boaz replied, “May the Lord bless you, my daughter. This last kindness—that you didn’t go after the younger men, whether rich or poor—is better than the first.",
      "11": "Don’t be afraid, my daughter. I will do whatever you say. The whole town knows that you are a woman who has strength of character.",
      "12": "It is true that I am a close relative of yours, but there is a relative closer than I.",
      "13": "Stay here tonight. In the morning if he will agree to take care of you, that is good. He can take care of you. But if he does not wish to take care of you, then, I solemnly swear, as the Lord lives, I will take care of you myself. Lie down until morning.”",
      "14": "So Ruth lay at his feet until morning. Then she got up early before anyone could be recognized. At that moment Boaz thought to himself, “I hope that no one will ever know that this woman came to the threshing floor.”",
      "15": "Then Boaz told Ruth, “Stretch out the cape you’re wearing and hold it tight.” So she held it tight while he measured out six measures of barley. Then he placed it on her back and went into the town.",
      "16": "When Ruth returned, her mother-in-law Naomi asked, “How did things go, my daughter?”\nRuth told Naomi everything the man had done for her.",
      "17": "She said, “He gave me these six measures of barley and told me not to come back to you empty-handed.”",
      "18": "Naomi replied, “Stay here, my daughter, until you know how it turns out. The man won’t rest unless he settles this matter today.”"
    },
    "4": {
      "1": "Boaz went to the city gate and sat there. Just then, the relative about whom he had spoken was passing by. Boaz said, “Please come over here and sit, my friend.” So the man came over and sat down.",
      "2": "Then Boaz chose ten men who were leaders of that city and said, “Sit here.” So they also sat down.",
      "3": "Boaz said to the man, “Naomi, who has come back from the country of Moab, is selling the field that belonged to our relative Elimelech.",
      "4": "So I said that I would inform you. Buy it in the presence of these men sitting here and in the presence of the leaders of our people. If you wish to buy back the property, you can buy back the property. But if you do not wish to buy back the property, tell me. Then I will know that I am next in line because there is no other relative except me.”\nThe man said, “I’ll buy back the property.”",
      "5": "Boaz continued, “When you buy the field from Naomi, you will also assume responsibility for the Moabite Ruth, the dead man’s widow. This keeps the inheritance in the dead man’s name.”",
      "6": "The man replied, “In that case I cannot assume responsibility for her. If I did, I would ruin my inheritance. Take all my rights to buy back the property for yourself, because I cannot assume that responsibility.”",
      "7": "(This is the way it used to be in Israel concerning buying back property and exchanging goods: In order to make every matter legal, a man would take off his sandal and give it to the other man. This was the way a contract was publicly approved in Israel.)",
      "8": "So when the man said to Boaz, “Buy it for yourself,” he took off his sandal.",
      "9": "Then Boaz said to the leaders and to all the people, “Today you are witnesses that I have bought from Naomi all that belonged to Elimelech and all that belonged to Chilion and Mahlon.",
      "10": "In addition, I have bought as my wife the Moabite Ruth, Mahlon’s widow, to keep the inheritance in the dead man’s name. In this way the dead man’s name will not be cut off from his relatives or from the public records. Today you are witnesses.”",
      "11": "All the people who were at the gate, including the leaders, said, “We are witnesses. May the Lord make this wife, who is coming into your home, like Rachel and Leah, both of whom built our family of Israel. So show your strength of character in Ephrathah and make a name for yourself in Bethlehem.",
      "12": "Also, from the descendant whom the Lord will give you from this young woman, may your family become like the family of Perez, the son whom Tamar gave birth to for Judah.”",
      "13": "Then Boaz took Ruth home, and she became his wife. He slept with her, and the Lord gave her the ability to become pregnant. So she gave birth to a son.",
      "14": "The women said to Naomi, “Praise the Lord, who has remembered today to give you someone who will take care of you. The child’s name will be famous in Israel.",
      "15": "He will bring you a new life and support you in your old age. Your daughter-in-law who loves you is better to you than seven sons, because she has given birth.”",
      "16": "Naomi took the child, held him on her lap, and became his guardian.",
      "17": "The women in the neighborhood said, “Naomi has a son.” So they gave him the name Obed.\nHe became the father of Jesse, who was the father of David.",
      "18": "This is the account of Perez and his family.\nPerez was the father of Hezron.",
      "19": "Hezron was the father of Ram.\nRam was the father of Amminadab.",
      "20": "Amminadab was the father of Nahshon.\nNahshon was the father of Salmon.",
      "21": "Salmon was the father of Boaz.\nBoaz was the father of Obed.",
      "22": "Obed was the father of Jesse.\nJesse was the father of David."
    }
  }
}