{
  "Habakkuk": {
    "1": {
      "1": "The oracle which Habakkuk the prophet saw.",
      "2": "How long, O Lord, will I call for help,\nAnd You will not hear?\nI cry out to You, “Violence!”\nYet You do not save.",
      "3": "Why do You make me see iniquity,\nAnd cause me to look on wickedness?\nYes, destruction and violence are before me;\nStrife exists and contention arises.",
      "4": "Therefore the law is ignored\nAnd justice is never upheld.\nFor the wicked surround the righteous;\nTherefore justice comes out perverted.",
      "5": "“Look among the nations! Observe!\nBe astonished! Wonder!\nBecause I am doing something in your days—\nYou would not believe if you were told.",
      "6": "“For behold, I am raising up the Chaldeans,\nThat fierce and impetuous people\nWho march throughout the earth\nTo seize dwelling places which are not theirs.",
      "7": "“They are dreaded and feared;\nTheir justice and authority originate with themselves.",
      "8": "“Their horses are swifter than leopards\nAnd keener than wolves in the evening.\nTheir horsemen come galloping,\nTheir horsemen come from afar;\nThey fly like an eagle swooping down to devour.",
      "9": "“All of them come for violence.\nTheir horde of faces moves forward.\nThey collect captives like sand.",
      "10": "“They mock at kings\nAnd rulers are a laughing matter to them.\nThey laugh at every fortress\nAnd heap up rubble to capture it.",
      "11": "“Then they will sweep through like the wind and pass on.\nBut they will be held guilty,\nThey whose strength is their god.”",
      "12": "Are You not from everlasting,\nO Lord, my God, my Holy One?\nWe will not die.\nYou, O Lord, have appointed them to judge;\nAnd You, O Rock, have established them to correct.",
      "13": "Your eyes are too pure to approve evil,\nAnd You can not look on wickedness with favor.\nWhy do You look with favor\nOn those who deal treacherously?\nWhy are You silent when the wicked swallow up\nThose more righteous than they?",
      "14": "Why have You made men like the fish of the sea,\nLike creeping things without a ruler over them?",
      "15": "The Chaldeans bring all of them up with a hook,\nDrag them away with their net,\nAnd gather them together in their fishing net.\nTherefore they rejoice and are glad.",
      "16": "Therefore they offer a sacrifice to their net\nAnd burn incense to their fishing net;\nBecause through these things their catch is large,\nAnd their food is plentiful.",
      "17": "Will they therefore empty their net\nAnd continually slay nations without sparing?"
    },
    "2": {
      "1": "I will stand on my guard post\nAnd station myself on the rampart;\nAnd I will keep watch to see what He will speak to me,\nAnd how I may reply when I am reproved.",
      "2": "Then the Lord answered me and said,\n“Record the vision\nAnd inscribe it on tablets,\nThat the one who reads it may run.",
      "3": "“For the vision is yet for the appointed time;\nIt hastens toward the goal and it will not fail.\nThough it tarries, wait for it;\nFor it will certainly come, it will not delay.",
      "4": "“Behold, as for the proud one,\nHis soul is not right within him;\nBut the righteous will live by his faith.",
      "5": "“Furthermore, wine betrays the haughty man,\nSo that he does not stay at home.\nHe enlarges his appetite like Sheol,\nAnd he is like death, never satisfied.\nHe also gathers to himself all nations\nAnd collects to himself all peoples.",
      "6": "“Will not all of these take up a taunt-song against him,\nEven mockery and insinuations against him\nAnd say, ‘Woe to him who increases what is not his—\nFor how long—\nAnd makes himself rich with loans?’",
      "7": "“Will not your creditors rise up suddenly,\nAnd those who collect from you awaken?\nIndeed, you will become plunder for them.",
      "8": "“Because you have looted many nations,\nAll the remainder of the peoples will loot you—\nBecause of human bloodshed and violence done to the land,\nTo the town and all its inhabitants.",
      "9": "“Woe to him who gets evil gain for his house\nTo put his nest on high,\nTo be delivered from the hand of calamity!",
      "10": "“You have devised a shameful thing for your house\nBy cutting off many peoples;\nSo you are sinning against yourself.",
      "11": "“Surely the stone will cry out from the wall,\nAnd the rafter will answer it from the framework.",
      "12": "“Woe to him who builds a city with bloodshed\nAnd founds a town with violence!",
      "13": "“Is it not indeed from the Lord of hosts\nThat peoples toil for fire,\nAnd nations grow weary for nothing?",
      "14": "“For the earth will be filled\nWith the knowledge of the glory of the Lord,\nAs the waters cover the sea.",
      "15": "“Woe to you who make your neighbors drink,\nWho mix in your venom even to make them drunk\nSo as to look on their nakedness!",
      "16": "“You will be filled with disgrace rather than honor.\nNow you yourself drink and expose your own nakedness.\nThe cup in the Lord’s right hand will come around to you,\nAnd utter disgrace will come upon your glory.",
      "17": "“For the violence done to Lebanon will overwhelm you,\nAnd the devastation of its beasts by which you terrified them,\nBecause of human bloodshed and violence done to the land,\nTo the town and all its inhabitants.",
      "18": "“What profit is the idol when its maker has carved it,\nOr an image, a teacher of falsehood?\nFor its maker trusts in his own handiwork\nWhen he fashions speechless idols.",
      "19": "“Woe to him who says to a piece of wood, ‘Awake!’\nTo a mute stone, ‘Arise!’\nAnd that is your teacher?\nBehold, it is overlaid with gold and silver,\nAnd there is no breath at all inside it.",
      "20": "“But the Lord is in His holy temple.\nLet all the earth be silent before Him.”"
    },
    "3": {
      "1": "A prayer of Habakkuk the prophet, according to Shigionoth.",
      "2": "Lord, I have heard the report about You and I fear.\nO Lord, revive Your work in the midst of the years,\nIn the midst of the years make it known;\nIn wrath remember mercy.",
      "3": "God comes from Teman,\nAnd the Holy One from Mount Paran. Selah.\nHis splendor covers the heavens,\nAnd the earth is full of His praise.",
      "4": "His radiance is like the sunlight;\nHe has rays flashing from His hand,\nAnd there is the hiding of His power.",
      "5": "Before Him goes pestilence,\nAnd plague comes after Him.",
      "6": "He stood and surveyed the earth;\nHe looked and startled the nations.\nYes, the perpetual mountains were shattered,\nThe ancient hills collapsed.\nHis ways are everlasting.",
      "7": "I saw the tents of Cushan under distress,\nThe tent curtains of the land of Midian were trembling.",
      "8": "Did the Lord rage against the rivers,\nOr was Your anger against the rivers,\nOr was Your wrath against the sea,\nThat You rode on Your horses,\nOn Your chariots of salvation?",
      "9": "Your bow was made bare,\nThe rods of chastisement were sworn. Selah.\nYou cleaved the earth with rivers.",
      "10": "The mountains saw You and quaked;\nThe downpour of waters swept by.\nThe deep uttered forth its voice,\nIt lifted high its hands.",
      "11": "Sun and moon stood in their places;\nThey went away at the light of Your arrows,\nAt the radiance of Your gleaming spear.",
      "12": "In indignation You marched through the earth;\nIn anger You trampled the nations.",
      "13": "You went forth for the salvation of Your people,\nFor the salvation of Your anointed.\nYou struck the head of the house of the evil\nTo lay him open from thigh to neck. Selah.",
      "14": "You pierced with his own spears\nThe head of his throngs.\nThey stormed in to scatter us;\nTheir exultation was like those\nWho devour the oppressed in secret.",
      "15": "You trampled on the sea with Your horses,\nOn the surge of many waters.",
      "16": "I heard and my inward parts trembled,\nAt the sound my lips quivered.\nDecay enters my bones,\nAnd in my place I tremble.\nBecause I must wait quietly for the day of distress,\nFor the people to arise who will invade us.",
      "17": "Though the fig tree should not blossom\nAnd there be no fruit on the vines,\nThough the yield of the olive should fail\nAnd the fields produce no food,\nThough the flock should be cut off from the fold\nAnd there be no cattle in the stalls,",
      "18": "Yet I will exult in the Lord,\nI will rejoice in the God of my salvation.",
      "19": "The Lord God is my strength,\nAnd He has made my feet like hinds’ feet,\nAnd makes me walk on my high places.\nFor the choir director, on my stringed instruments."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:53:41.904780-04:00",
    "Translation": "NASB1995"
  }
}