{
  "Hosea": {
    "1": {
      "1": "The word of the Lord which came to Hosea the son of Beeri, during the days of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah, and during the days of Jeroboam the son of Joash, king of Israel.",
      "2": "When the Lord first spoke through Hosea, the Lord said to Hosea, “Go, take to yourself a wife of harlotry and have children of harlotry; for the land commits flagrant harlotry, forsaking the Lord.”",
      "3": "So he went and took Gomer the daughter of Diblaim, and she conceived and bore him a son.",
      "4": "And the Lord said to him, “Name him Jezreel; for yet a little while, and I will punish the house of Jehu for the bloodshed of Jezreel, and I will put an end to the kingdom of the house of Israel.",
      "5": "On that day I will break the bow of Israel in the valley of Jezreel.”",
      "6": "Then she conceived again and gave birth to a daughter. And the Lord said to him, “Name her Lo-ruhamah, for I will no longer have compassion on the house of Israel, that I would ever forgive them.",
      "7": "But I will have compassion on the house of Judah and deliver them by the Lord their God, and will not deliver them by bow, sword, battle, horses or horsemen.”",
      "8": "When she had weaned Lo-ruhamah, she conceived and gave birth to a son.",
      "9": "And the Lord said, “Name him Lo-ammi, for you are not My people and I am not your God.”",
      "10": "Yet the number of the sons of Israel\nWill be like the sand of the sea,\nWhich cannot be measured or numbered;\nAnd in the place\nWhere it is said to them,\n“You are not My people,”\nIt will be said to them,\n“You are the sons of the living God.”",
      "11": "And the sons of Judah and the sons of Israel will be gathered together,\nAnd they will appoint for themselves one leader,\nAnd they will go up from the land,\nFor great will be the day of Jezreel."
    },
    "2": {
      "1": "Say to your brothers, “Ammi,” and to your sisters, “Ruhamah.”",
      "2": "“Contend with your mother, contend,\nFor she is not my wife, and I am not her husband;\nAnd let her put away her harlotry from her face\nAnd her adultery from between her breasts,",
      "3": "Or I will strip her naked\nAnd expose her as on the day when she was born.\nI will also make her like a wilderness,\nMake her like desert land\nAnd slay her with thirst.",
      "4": "“Also, I will have no compassion on her children,\nBecause they are children of harlotry.",
      "5": "“For their mother has played the harlot;\nShe who conceived them has acted shamefully.\nFor she said, ‘I will go after my lovers,\nWho give me my bread and my water,\nMy wool and my flax, my oil and my drink.’",
      "6": "“Therefore, behold, I will hedge up her way with thorns,\nAnd I will build a wall against her so that she cannot find her paths.",
      "7": "“She will pursue her lovers, but she will not overtake them;\nAnd she will seek them, but will not find them.\nThen she will say, ‘I will go back to my first husband,\nFor it was better for me then than now!’",
      "8": "“For she does not know that it was I who gave her the grain, the new wine and the oil,\nAnd lavished on her silver and gold,\nWhich they used for Baal.",
      "9": "“Therefore, I will take back My grain at harvest time\nAnd My new wine in its season.\nI will also take away My wool and My flax\nGiven to cover her nakedness.",
      "10": "“And then I will uncover her lewdness\nIn the sight of her lovers,\nAnd no one will rescue her out of My hand.",
      "11": "“I will also put an end to all her gaiety,\nHer feasts, her new moons, her sabbaths\nAnd all her festal assemblies.",
      "12": "“I will destroy her vines and fig trees,\nOf which she said, ‘These are my wages\nWhich my lovers have given me.’\nAnd I will make them a forest,\nAnd the beasts of the field will devour them.",
      "13": "“I will punish her for the days of the Baals\nWhen she used to offer sacrifices to them\nAnd adorn herself with her earrings and jewelry,\nAnd follow her lovers, so that she forgot Me,” declares the Lord.",
      "14": "“Therefore, behold, I will allure her,\nBring her into the wilderness\nAnd speak kindly to her.",
      "15": "“Then I will give her her vineyards from there,\nAnd the valley of Achor as a door of hope.\nAnd she will sing there as in the days of her youth,\nAs in the day when she came up from the land of Egypt.",
      "16": "“It will come about in that day,” declares the Lord,\n“That you will call Me Ishi\nAnd will no longer call Me Baali.",
      "17": "“For I will remove the names of the Baals from her mouth,\nSo that they will be mentioned by their names no more.",
      "18": "“In that day I will also make a covenant for them\nWith the beasts of the field,\nThe birds of the sky\nAnd the creeping things of the ground.\nAnd I will abolish the bow, the sword and war from the land,\nAnd will make them lie down in safety.",
      "19": "“I will betroth you to Me forever;\nYes, I will betroth you to Me in righteousness and in justice,\nIn lovingkindness and in compassion,",
      "20": "And I will betroth you to Me in faithfulness.\nThen you will know the Lord.",
      "21": "“It will come about in that day that I will respond,” declares the Lord.\n“I will respond to the heavens, and they will respond to the earth,",
      "22": "And the earth will respond to the grain, to the new wine and to the oil,\nAnd they will respond to Jezreel.",
      "23": "“I will sow her for Myself in the land.\nI will also have compassion on her who had not obtained compassion,\nAnd I will say to those who were not My people,\n‘You are My people!’\nAnd they will say, ‘You are my God!’”"
    },
    "3": {
      "1": "Then the Lord said to me, “Go again, love a woman who is loved by her husband, yet an adulteress, even as the Lord loves the sons of Israel, though they turn to other gods and love raisin cakes.”",
      "2": "So I bought her for myself for fifteen shekels of silver and a homer and a half of barley.",
      "3": "Then I said to her, “You shall stay with me for many days. You shall not play the harlot, nor shall you have a man; so I will also be toward you.”",
      "4": "For the sons of Israel will remain for many days without king or prince, without sacrifice or sacred pillar and without ephod or household idols.",
      "5": "Afterward the sons of Israel will return and seek the Lord their God and David their king; and they will come trembling to the Lord and to His goodness in the last days."
    },
    "4": {
      "1": "Listen to the word of the Lord, O sons of Israel,\nFor the Lord has a case against the inhabitants of the land,\nBecause there is no faithfulness or kindness\nOr knowledge of God in the land.",
      "2": "There is swearing, deception, murder, stealing and adultery.\nThey employ violence, so that bloodshed follows bloodshed.",
      "3": "Therefore the land mourns,\nAnd everyone who lives in it languishes\nAlong with the beasts of the field and the birds of the sky,\nAnd also the fish of the sea disappear.",
      "4": "Yet let no one find fault, and let none offer reproof;\nFor your people are like those who contend with the priest.",
      "5": "So you will stumble by day,\nAnd the prophet also will stumble with you by night;\nAnd I will destroy your mother.",
      "6": "My people are destroyed for lack of knowledge.\nBecause you have rejected knowledge,\nI also will reject you from being My priest.\nSince you have forgotten the law of your God,\nI also will forget your children.",
      "7": "The more they multiplied, the more they sinned against Me;\nI will change their glory into shame.",
      "8": "They feed on the sin of My people\nAnd direct their desire toward their iniquity.",
      "9": "And it will be, like people, like priest;\nSo I will punish them for their ways\nAnd repay them for their deeds.",
      "10": "They will eat, but not have enough;\nThey will play the harlot, but not increase,\nBecause they have stopped giving heed to the Lord.",
      "11": "Harlotry, wine and new wine take away the understanding.",
      "12": "My people consult their wooden idol, and their diviner’s wand informs them;\nFor a spirit of harlotry has led them astray,\nAnd they have played the harlot, departing from their God.",
      "13": "They offer sacrifices on the tops of the mountains\nAnd burn incense on the hills,\nUnder oak, poplar and terebinth,\nBecause their shade is pleasant.\nTherefore your daughters play the harlot\nAnd your brides commit adultery.",
      "14": "I will not punish your daughters when they play the harlot\nOr your brides when they commit adultery,\nFor the men themselves go apart with harlots\nAnd offer sacrifices with temple prostitutes;\nSo the people without understanding are ruined.",
      "15": "Though you, Israel, play the harlot,\nDo not let Judah become guilty;\nAlso do not go to Gilgal,\nOr go up to Beth-aven\nAnd take the oath:\n“As the Lord lives!”",
      "16": "Since Israel is stubborn\nLike a stubborn heifer,\nCan the Lord now pasture them\nLike a lamb in a large field?",
      "17": "Ephraim is joined to idols;\nLet him alone.",
      "18": "Their liquor gone,\nThey play the harlot continually;\nTheir rulers dearly love shame.",
      "19": "The wind wraps them in its wings,\nAnd they will be ashamed because of their sacrifices."
    },
    "5": {
      "1": "Hear this, O priests!\nGive heed, O house of Israel!\nListen, O house of the king!\nFor the judgment applies to you,\nFor you have been a snare at Mizpah\nAnd a net spread out on Tabor.",
      "2": "The revolters have gone deep in depravity,\nBut I will chastise all of them.",
      "3": "I know Ephraim, and Israel is not hidden from Me;\nFor now, O Ephraim, you have played the harlot,\nIsrael has defiled itself.",
      "4": "Their deeds will not allow them\nTo return to their God.\nFor a spirit of harlotry is within them,\nAnd they do not know the Lord.",
      "5": "Moreover, the pride of Israel testifies against him,\nAnd Israel and Ephraim stumble in their iniquity;\nJudah also has stumbled with them.",
      "6": "They will go with their flocks and herds\nTo seek the Lord, but they will not find Him;\nHe has withdrawn from them.",
      "7": "They have dealt treacherously against the Lord,\nFor they have borne illegitimate children.\nNow the new moon will devour them with their land.",
      "8": "Blow the horn in Gibeah,\nThe trumpet in Ramah.\nSound an alarm at Beth-aven:\n“Behind you, Benjamin!”",
      "9": "Ephraim will become a desolation in the day of rebuke;\nAmong the tribes of Israel I declare what is sure.",
      "10": "The princes of Judah have become like those who move a boundary;\nOn them I will pour out My wrath like water.",
      "11": "Ephraim is oppressed, crushed in judgment,\nBecause he was determined to follow man’s command.",
      "12": "Therefore I am like a moth to Ephraim\nAnd like rottenness to the house of Judah.",
      "13": "When Ephraim saw his sickness,\nAnd Judah his wound,\nThen Ephraim went to Assyria\nAnd sent to King Jareb.\nBut he is unable to heal you,\nOr to cure you of your wound.",
      "14": "For I will be like a lion to Ephraim\nAnd like a young lion to the house of Judah.\nI, even I, will tear to pieces and go away,\nI will carry away, and there will be none to deliver.",
      "15": "I will go away and return to My place\nUntil they acknowledge their guilt and seek My face;\nIn their affliction they will earnestly seek Me."
    },
    "6": {
      "1": "“Come, let us return to the Lord.\nFor He has torn us, but He will heal us;\nHe has wounded us, but He will bandage us.",
      "2": "“He will revive us after two days;\nHe will raise us up on the third day,\nThat we may live before Him.",
      "3": "“So let us know, let us press on to know the Lord.\nHis going forth is as certain as the dawn;\nAnd He will come to us like the rain,\nLike the spring rain watering the earth.”",
      "4": "What shall I do with you, O Ephraim?\nWhat shall I do with you, O Judah?\nFor your loyalty is like a morning cloud\nAnd like the dew which goes away early.",
      "5": "Therefore I have hewn them in pieces by the prophets;\nI have slain them by the words of My mouth;\nAnd the judgments on you are like the light that goes forth.",
      "6": "For I delight in loyalty rather than sacrifice,\nAnd in the knowledge of God rather than burnt offerings.",
      "7": "But like Adam they have transgressed the covenant;\nThere they have dealt treacherously against Me.",
      "8": "Gilead is a city of wrongdoers,\nTracked with bloody footprints.",
      "9": "And as raiders wait for a man,\nSo a band of priests murder on the way to Shechem;\nSurely they have committed crime.",
      "10": "In the house of Israel I have seen a horrible thing;\nEphraim’s harlotry is there, Israel has defiled itself.",
      "11": "Also, O Judah, there is a harvest appointed for you,\nWhen I restore the fortunes of My people."
    },
    "7": {
      "1": "When I would heal Israel,\nThe iniquity of Ephraim is uncovered,\nAnd the evil deeds of Samaria,\nFor they deal falsely;\nThe thief enters in,\nBandits raid outside,",
      "2": "And they do not consider in their hearts\nThat I remember all their wickedness.\nNow their deeds are all around them;\nThey are before My face.",
      "3": "With their wickedness they make the king glad,\nAnd the princes with their lies.",
      "4": "They are all adulterers,\nLike an oven heated by the baker\nWho ceases to stir up the fire\nFrom the kneading of the dough until it is leavened.",
      "5": "On the day of our king, the princes became sick with the heat of wine;\nHe stretched out his hand with scoffers,",
      "6": "For their hearts are like an oven\nAs they approach their plotting;\nTheir anger smolders all night,\nIn the morning it burns like a flaming fire.",
      "7": "All of them are hot like an oven,\nAnd they consume their rulers;\nAll their kings have fallen.\nNone of them calls on Me.",
      "8": "Ephraim mixes himself with the nations;\nEphraim has become a cake not turned.",
      "9": "Strangers devour his strength,\nYet he does not know it;\nGray hairs also are sprinkled on him,\nYet he does not know it.",
      "10": "Though the pride of Israel testifies against him,\nYet they have not returned to the Lord their God,\nNor have they sought Him, for all this.",
      "11": "So Ephraim has become like a silly dove, without sense;\nThey call to Egypt, they go to Assyria.",
      "12": "When they go, I will spread My net over them;\nI will bring them down like the birds of the sky.\nI will chastise them in accordance with the proclamation to their assembly.",
      "13": "Woe to them, for they have strayed from Me!\nDestruction is theirs, for they have rebelled against Me!\nI would redeem them, but they speak lies against Me.",
      "14": "And they do not cry to Me from their heart\nWhen they wail on their beds;\nFor the sake of grain and new wine they assemble themselves,\nThey turn away from Me.",
      "15": "Although I trained and strengthened their arms,\nYet they devise evil against Me.",
      "16": "They turn, but not upward,\nThey are like a deceitful bow;\nTheir princes will fall by the sword\nBecause of the insolence of their tongue.\nThis will be their derision in the land of Egypt."
    },
    "8": {
      "1": "Put the trumpet to your lips!\nLike an eagle the enemy comes against the house of the Lord,\nBecause they have transgressed My covenant\nAnd rebelled against My law.",
      "2": "They cry out to Me,\n“My God, we of Israel know You!”",
      "3": "Israel has rejected the good;\nThe enemy will pursue him.",
      "4": "They have set up kings, but not by Me;\nThey have appointed princes, but I did not know it.\nWith their silver and gold they have made idols for themselves,\nThat they might be cut off.",
      "5": "He has rejected your calf, O Samaria, saying,\n“My anger burns against them!”\nHow long will they be incapable of innocence?",
      "6": "For from Israel is even this!\nA craftsman made it, so it is not God;\nSurely the calf of Samaria will be broken to pieces.",
      "7": "For they sow the wind\nAnd they reap the whirlwind.\nThe standing grain has no heads;\nIt yields no grain.\nShould it yield, strangers would swallow it up.",
      "8": "Israel is swallowed up;\nThey are now among the nations\nLike a vessel in which no one delights.",
      "9": "For they have gone up to Assyria,\nLike a wild donkey all alone;\nEphraim has hired lovers.",
      "10": "Even though they hire allies among the nations,\nNow I will gather them up;\nAnd they will begin to diminish\nBecause of the burden of the king of princes.",
      "11": "Since Ephraim has multiplied altars for sin,\nThey have become altars of sinning for him.",
      "12": "Though I wrote for him ten thousand precepts of My law,\nThey are regarded as a strange thing.",
      "13": "As for My sacrificial gifts,\nThey sacrifice the flesh and eat it,\nBut the Lord has taken no delight in them.\nNow He will remember their iniquity,\nAnd punish them for their sins;\nThey will return to Egypt.",
      "14": "For Israel has forgotten his Maker and built palaces;\nAnd Judah has multiplied fortified cities,\nBut I will send a fire on its cities that it may consume its palatial dwellings."
    },
    "9": {
      "1": "Do not rejoice, O Israel, with exultation like the nations!\nFor you have played the harlot, forsaking your God.\nYou have loved harlots’ earnings on every threshing floor.",
      "2": "Threshing floor and wine press will not feed them,\nAnd the new wine will fail them.",
      "3": "They will not remain in the Lord’s land,\nBut Ephraim will return to Egypt,\nAnd in Assyria they will eat unclean food.",
      "4": "They will not pour out drink offerings of wine to the Lord,\nTheir sacrifices will not please Him.\nTheir bread will be like mourners’ bread;\nAll who eat of it will be defiled,\nFor their bread will be for themselves alone;\nIt will not enter the house of the Lord.",
      "5": "What will you do on the day of the appointed festival\nAnd on the day of the feast of the Lord?",
      "6": "For behold, they will go because of destruction;\nEgypt will gather them up, Memphis will bury them.\nWeeds will take over their treasures of silver;\nThorns will be in their tents.",
      "7": "The days of punishment have come,\nThe days of retribution have come;\nLet Israel know this!\nThe prophet is a fool,\nThe inspired man is demented,\nBecause of the grossness of your iniquity,\nAnd because your hostility is so great.",
      "8": "Ephraim was a watchman with my God, a prophet;\nYet the snare of a bird catcher is in all his ways,\nAnd there is only hostility in the house of his God.",
      "9": "They have gone deep in depravity\nAs in the days of Gibeah;\nHe will remember their iniquity,\nHe will punish their sins.",
      "10": "I found Israel like grapes in the wilderness;\nI saw your forefathers as the earliest fruit on the fig tree in its first season.\nBut they came to Baal-peor and devoted themselves to shame,\nAnd they became as detestable as that which they loved.",
      "11": "As for Ephraim, their glory will fly away like a bird—\nNo birth, no pregnancy and no conception!",
      "12": "Though they bring up their children,\nYet I will bereave them until not a man is left.\nYes, woe to them indeed when I depart from them!",
      "13": "Ephraim, as I have seen,\nIs planted in a pleasant meadow like Tyre;\nBut Ephraim will bring out his children for slaughter.",
      "14": "Give them, O Lord—what will You give?\nGive them a miscarrying womb and dry breasts.",
      "15": "All their evil is at Gilgal;\nIndeed, I came to hate them there!\nBecause of the wickedness of their deeds\nI will drive them out of My house!\nI will love them no more;\nAll their princes are rebels.",
      "16": "Ephraim is stricken, their root is dried up,\nThey will bear no fruit.\nEven though they bear children,\nI will slay the precious ones of their womb.",
      "17": "My God will cast them away\nBecause they have not listened to Him;\nAnd they will be wanderers among the nations."
    },
    "10": {
      "1": "Israel is a luxuriant vine;\nHe produces fruit for himself.\nThe more his fruit,\nThe more altars he made;\nThe richer his land,\nThe better he made the sacred pillars.",
      "2": "Their heart is faithless;\nNow they must bear their guilt.\nThe Lord will break down their altars\nAnd destroy their sacred pillars.",
      "3": "Surely now they will say, “We have no king,\nFor we do not revere the Lord.\nAs for the king, what can he do for us?”",
      "4": "They speak mere words,\nWith worthless oaths they make covenants;\nAnd judgment sprouts like poisonous weeds in the furrows of the field.",
      "5": "The inhabitants of Samaria will fear\nFor the calf of Beth-aven.\nIndeed, its people will mourn for it,\nAnd its idolatrous priests will cry out over it,\nOver its glory, since it has departed from it.",
      "6": "The thing itself will be carried to Assyria\nAs tribute to King Jareb;\nEphraim will be seized with shame\nAnd Israel will be ashamed of its own counsel.",
      "7": "Samaria will be cut off with her king\nLike a stick on the surface of the water.",
      "8": "Also the high places of Aven, the sin of Israel, will be destroyed;\nThorn and thistle will grow on their altars;\nThen they will say to the mountains,\n“Cover us!” And to the hills, “Fall on us!”",
      "9": "From the days of Gibeah you have sinned, O Israel;\nThere they stand!\nWill not the battle against the sons of iniquity overtake them in Gibeah?",
      "10": "When it is My desire, I will chastise them;\nAnd the peoples will be gathered against them\nWhen they are bound for their double guilt.",
      "11": "Ephraim is a trained heifer that loves to thresh,\nBut I will come over her fair neck with a yoke;\nI will harness Ephraim,\nJudah will plow, Jacob will harrow for himself.",
      "12": "Sow with a view to righteousness,\nReap in accordance with kindness;\nBreak up your fallow ground,\nFor it is time to seek the Lord\nUntil He comes to rain righteousness on you.",
      "13": "You have plowed wickedness, you have reaped injustice,\nYou have eaten the fruit of lies.\nBecause you have trusted in your way, in your numerous warriors,",
      "14": "Therefore a tumult will arise among your people,\nAnd all your fortresses will be destroyed,\nAs Shalman destroyed Beth-arbel on the day of battle,\nWhen mothers were dashed in pieces with their children.",
      "15": "Thus it will be done to you at Bethel because of your great wickedness.\nAt dawn the king of Israel will be completely cut off."
    },
    "11": {
      "1": "When Israel was a youth I loved him,\nAnd out of Egypt I called My son.",
      "2": "The more they called them,\nThe more they went from them;\nThey kept sacrificing to the Baals\nAnd burning incense to idols.",
      "3": "Yet it is I who taught Ephraim to walk,\nI took them in My arms;\nBut they did not know that I healed them.",
      "4": "I led them with cords of a man, with bonds of love,\nAnd I became to them as one who lifts the yoke from their jaws;\nAnd I bent down and fed them.",
      "5": "They will not return to the land of Egypt;\nBut Assyria—he will be their king\nBecause they refused to return to Me.",
      "6": "The sword will whirl against their cities,\nAnd will demolish their gate bars\nAnd consume them because of their counsels.",
      "7": "So My people are bent on turning from Me.\nThough they call them to the One on high,\nNone at all exalts Him.",
      "8": "How can I give you up, O Ephraim?\nHow can I surrender you, O Israel?\nHow can I make you like Admah?\nHow can I treat you like Zeboiim?\nMy heart is turned over within Me,\nAll My compassions are kindled.",
      "9": "I will not execute My fierce anger;\nI will not destroy Ephraim again.\nFor I am God and not man, the Holy One in your midst,\nAnd I will not come in wrath.",
      "10": "They will walk after the Lord,\nHe will roar like a lion;\nIndeed He will roar\nAnd His sons will come trembling from the west.",
      "11": "They will come trembling like birds from Egypt\nAnd like doves from the land of Assyria;\nAnd I will settle them in their houses, declares the Lord.",
      "12": "Ephraim surrounds Me with lies\nAnd the house of Israel with deceit;\nJudah is also unruly against God,\nEven against the Holy One who is faithful."
    },
    "12": {
      "1": "Ephraim feeds on wind,\nAnd pursues the east wind continually;\nHe multiplies lies and violence.\nMoreover, he makes a covenant with Assyria,\nAnd oil is carried to Egypt.",
      "2": "The Lord also has a dispute with Judah,\nAnd will punish Jacob according to his ways;\nHe will repay him according to his deeds.",
      "3": "In the womb he took his brother by the heel,\nAnd in his maturity he contended with God.",
      "4": "Yes, he wrestled with the angel and prevailed;\nHe wept and sought His favor.\nHe found Him at Bethel\nAnd there He spoke with us,",
      "5": "Even the Lord, the God of hosts,\nThe Lord is His name.",
      "6": "Therefore, return to your God,\nObserve kindness and justice,\nAnd wait for your God continually.",
      "7": "A merchant, in whose hands are false balances,\nHe loves to oppress.",
      "8": "And Ephraim said, “Surely I have become rich,\nI have found wealth for myself;\nIn all my labors they will find in me\nNo iniquity, which would be sin.”",
      "9": "But I have been the Lord your God since the land of Egypt;\nI will make you live in tents again,\nAs in the days of the appointed festival.",
      "10": "I have also spoken to the prophets,\nAnd I gave numerous visions,\nAnd through the prophets I gave parables.",
      "11": "Is there iniquity in Gilead?\nSurely they are worthless.\nIn Gilgal they sacrifice bulls,\nYes, their altars are like the stone heaps\nBeside the furrows of the field.",
      "12": "Now Jacob fled to the land of Aram,\nAnd Israel worked for a wife,\nAnd for a wife he kept sheep.",
      "13": "But by a prophet the Lord brought Israel from Egypt,\nAnd by a prophet he was kept.",
      "14": "Ephraim has provoked to bitter anger;\nSo his Lord will leave his bloodguilt on him\nAnd bring back his reproach to him."
    },
    "13": {
      "1": "When Ephraim spoke, there was trembling.\nHe exalted himself in Israel,\nBut through Baal he did wrong and died.",
      "2": "And now they sin more and more,\nAnd make for themselves molten images,\nIdols skillfully made from their silver,\nAll of them the work of craftsmen.\nThey say of them, “Let the men who sacrifice kiss the calves!”",
      "3": "Therefore they will be like the morning cloud\nAnd like dew which soon disappears,\nLike chaff which is blown away from the threshing floor\nAnd like smoke from a chimney.",
      "4": "Yet I have been the Lord your God\nSince the land of Egypt;\nAnd you were not to know any god except Me,\nFor there is no savior besides Me.",
      "5": "I cared for you in the wilderness,\nIn the land of drought.",
      "6": "As they had their pasture, they became satisfied,\nAnd being satisfied, their heart became proud;\nTherefore they forgot Me.",
      "7": "So I will be like a lion to them;\nLike a leopard I will lie in wait by the wayside.",
      "8": "I will encounter them like a bear robbed of her cubs,\nAnd I will tear open their chests;\nThere I will also devour them like a lioness,\nAs a wild beast would tear them.",
      "9": "It is your destruction, O Israel,\nThat you are against Me, against your help.",
      "10": "Where now is your king\nThat he may save you in all your cities,\nAnd your judges of whom you requested,\n“Give me a king and princes”?",
      "11": "I gave you a king in My anger\nAnd took him away in My wrath.",
      "12": "The iniquity of Ephraim is bound up;\nHis sin is stored up.",
      "13": "The pains of childbirth come upon him;\nHe is not a wise son,\nFor it is not the time that he should delay at the opening of the womb.",
      "14": "Shall I ransom them from the power of Sheol?\nShall I redeem them from death?\nO Death, where are your thorns?\nO Sheol, where is your sting?\nCompassion will be hidden from My sight.",
      "15": "Though he flourishes among the reeds,\nAn east wind will come,\nThe wind of the Lord coming up from the wilderness;\nAnd his fountain will become dry\nAnd his spring will be dried up;\nIt will plunder his treasury of every precious article.",
      "16": "Samaria will be held guilty,\nFor she has rebelled against her God.\nThey will fall by the sword,\nTheir little ones will be dashed in pieces,\nAnd their pregnant women will be ripped open."
    },
    "14": {
      "1": "Return, O Israel, to the Lord your God,\nFor you have stumbled because of your iniquity.",
      "2": "Take words with you and return to the Lord.\nSay to Him, “Take away all iniquity\nAnd receive us graciously,\nThat we may present the fruit of our lips.",
      "3": "“Assyria will not save us,\nWe will not ride on horses;\nNor will we say again, ‘Our god,’\nTo the work of our hands;\nFor in You the orphan finds mercy.”",
      "4": "I will heal their apostasy,\nI will love them freely,\nFor My anger has turned away from them.",
      "5": "I will be like the dew to Israel;\nHe will blossom like the lily,\nAnd he will take root like the cedars of Lebanon.",
      "6": "His shoots will sprout,\nAnd his beauty will be like the olive tree\nAnd his fragrance like the cedars of Lebanon.",
      "7": "Those who live in his shadow\nWill again raise grain,\nAnd they will blossom like the vine.\nHis renown will be like the wine of Lebanon.",
      "8": "O Ephraim, what more have I to do with idols?\nIt is I who answer and look after you.\nI am like a luxuriant cypress;\nFrom Me comes your fruit.",
      "9": "Whoever is wise, let him understand these things;\nWhoever is discerning, let him know them.\nFor the ways of the Lord are right,\nAnd the righteous will walk in them,\nBut transgressors will stumble in them."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:53:37.635585-04:00",
    "Translation": "NASB1995"
  }
}