{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:53:40.780355-04:00",
    "Translation": "NASB1995"
  },
  "Micah": {
    "1": {
      "1": "The word of the Lord which came to Micah of Moresheth in the days of Jotham, Ahaz and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem.",
      "2": "Hear, O peoples, all of you;\nListen, O earth and all it contains,\nAnd let the Lord God be a witness against you,\nThe Lord from His holy temple.",
      "3": "For behold, the Lord is coming forth from His place.\nHe will come down and tread on the high places of the earth.",
      "4": "The mountains will melt under Him\nAnd the valleys will be split,\nLike wax before the fire,\nLike water poured down a steep place.",
      "5": "All this is for the rebellion of Jacob\nAnd for the sins of the house of Israel.\nWhat is the rebellion of Jacob?\nIs it not Samaria?\nWhat is the high place of Judah?\nIs it not Jerusalem?",
      "6": "For I will make Samaria a heap of ruins in the open country,\nPlanting places for a vineyard.\nI will pour her stones down into the valley\nAnd will lay bare her foundations.",
      "7": "All of her idols will be smashed,\nAll of her earnings will be burned with fire\nAnd all of her images I will make desolate,\nFor she collected them from a harlot’s earnings,\nAnd to the earnings of a harlot they will return.",
      "8": "Because of this I must lament and wail,\nI must go barefoot and naked;\nI must make a lament like the jackals\nAnd a mourning like the ostriches.",
      "9": "For her wound is incurable,\nFor it has come to Judah;\nIt has reached the gate of my people,\nEven to Jerusalem.",
      "10": "Tell it not in Gath,\nWeep not at all.\nAt Beth-le-aphrah roll yourself in the dust.",
      "11": "Go on your way, inhabitant of Shaphir, in shameful nakedness.\nThe inhabitant of Zaanan does not escape.\nThe lamentation of Beth-ezel: “He will take from you its support.”",
      "12": "For the inhabitant of Maroth\nBecomes weak waiting for good,\nBecause a calamity has come down from the Lord\nTo the gate of Jerusalem.",
      "13": "Harness the chariot to the team of horses,\nO inhabitant of Lachish—\nShe was the beginning of sin\nTo the daughter of Zion—\nBecause in you were found\nThe rebellious acts of Israel.",
      "14": "Therefore you will give parting gifts\nOn behalf of Moresheth-gath;\nThe houses of Achzib will become a deception\nTo the kings of Israel.",
      "15": "Moreover, I will bring on you\nThe one who takes possession,\nO inhabitant of Mareshah.\nThe glory of Israel will enter Adullam.",
      "16": "Make yourself bald and cut off your hair,\nBecause of the children of your delight;\nExtend your baldness like the eagle,\nFor they will go from you into exile."
    },
    "2": {
      "1": "Woe to those who scheme iniquity,\nWho work out evil on their beds!\nWhen morning comes, they do it,\nFor it is in the power of their hands.",
      "2": "They covet fields and then seize them,\nAnd houses, and take them away.\nThey rob a man and his house,\nA man and his inheritance.",
      "3": "Therefore thus says the Lord,\n“Behold, I am planning against this family a calamity\nFrom which you cannot remove your necks;\nAnd you will not walk haughtily,\nFor it will be an evil time.",
      "4": "“On that day they will take up against you a taunt\nAnd utter a bitter lamentation and say,\n‘We are completely destroyed!\nHe exchanges the portion of my people;\nHow He removes it from me!\nTo the apostate He apportions our fields.’",
      "5": "“Therefore you will have no one stretching a measuring line\nFor you by lot in the assembly of the Lord.",
      "6": "‘Do not speak out,’ so they speak out.\nBut if they do not speak out concerning these things,\nReproaches will not be turned back.",
      "7": "“Is it being said, O house of Jacob:\n‘Is the Spirit of the Lord impatient?\nAre these His doings?’\nDo not My words do good\nTo the one walking uprightly?",
      "8": "“Recently My people have arisen as an enemy—\nYou strip the robe off the garment\nFrom unsuspecting passers-by,\nFrom those returned from war.",
      "9": "“The women of My people you evict,\nEach one from her pleasant house.\nFrom her children you take My splendor forever.",
      "10": "“Arise and go,\nFor this is no place of rest\nBecause of the uncleanness that brings on destruction,\nA painful destruction.",
      "11": "“If a man walking after wind and falsehood\nHad told lies and said,\n‘I will speak out to you concerning wine and liquor,’\nHe would be spokesman to this people.",
      "12": "“I will surely assemble all of you, Jacob,\nI will surely gather the remnant of Israel.\nI will put them together like sheep in the fold;\nLike a flock in the midst of its pasture\nThey will be noisy with men.",
      "13": "“The breaker goes up before them;\nThey break out, pass through the gate and go out by it.\nSo their king goes on before them,\nAnd the Lord at their head.”"
    },
    "3": {
      "1": "And I said,\n“Hear now, heads of Jacob\nAnd rulers of the house of Israel.\nIs it not for you to know justice?",
      "2": "“You who hate good and love evil,\nWho tear off their skin from them\nAnd their flesh from their bones,",
      "3": "Who eat the flesh of my people,\nStrip off their skin from them,\nBreak their bones\nAnd chop them up as for the pot\nAnd as meat in a kettle.”",
      "4": "Then they will cry out to the Lord,\nBut He will not answer them.\nInstead, He will hide His face from them at that time\nBecause they have practiced evil deeds.",
      "5": "Thus says the Lord concerning the prophets who lead my people astray;\nWhen they have something to bite with their teeth,\nThey cry, “Peace,”\nBut against him who puts nothing in their mouths\nThey declare holy war.",
      "6": "Therefore it will be night for you—without vision,\nAnd darkness for you—without divination.\nThe sun will go down on the prophets,\nAnd the day will become dark over them.",
      "7": "The seers will be ashamed\nAnd the diviners will be embarrassed.\nIndeed, they will all cover their mouths\nBecause there is no answer from God.",
      "8": "On the other hand I am filled with power—\nWith the Spirit of the Lord—\nAnd with justice and courage\nTo make known to Jacob his rebellious act,\nEven to Israel his sin.",
      "9": "Now hear this, heads of the house of Jacob\nAnd rulers of the house of Israel,\nWho abhor justice\nAnd twist everything that is straight,",
      "10": "Who build Zion with bloodshed\nAnd Jerusalem with violent injustice.",
      "11": "Her leaders pronounce judgment for a bribe,\nHer priests instruct for a price\nAnd her prophets divine for money.\nYet they lean on the Lord saying,\n“Is not the Lord in our midst?\nCalamity will not come upon us.”",
      "12": "Therefore, on account of you\nZion will be plowed as a field,\nJerusalem will become a heap of ruins,\nAnd the mountain of the temple will become high places of a forest."
    },
    "4": {
      "1": "And it will come about in the last days\nThat the mountain of the house of the Lord\nWill be established as the chief of the mountains.\nIt will be raised above the hills,\nAnd the peoples will stream to it.",
      "2": "Many nations will come and say,\n“Come and let us go up to the mountain of the Lord\nAnd to the house of the God of Jacob,\nThat He may teach us about His ways\nAnd that we may walk in His paths.”\nFor from Zion will go forth the law,\nEven the word of the Lord from Jerusalem.",
      "3": "And He will judge between many peoples\nAnd render decisions for mighty, distant nations.\nThen they will hammer their swords into plowshares\nAnd their spears into pruning hooks;\nNation will not lift up sword against nation,\nAnd never again will they train for war.",
      "4": "Each of them will sit under his vine\nAnd under his fig tree,\nWith no one to make them afraid,\nFor the mouth of the Lord of hosts has spoken.",
      "5": "Though all the peoples walk\nEach in the name of his god,\nAs for us, we will walk\nIn the name of the Lord our God forever and ever.",
      "6": "“In that day,” declares the Lord,\n“I will assemble the lame\nAnd gather the outcasts,\nEven those whom I have afflicted.",
      "7": "“I will make the lame a remnant\nAnd the outcasts a strong nation,\nAnd the Lord will reign over them in Mount Zion\nFrom now on and forever.",
      "8": "“As for you, tower of the flock,\nHill of the daughter of Zion,\nTo you it will come—\nEven the former dominion will come,\nThe kingdom of the daughter of Jerusalem.",
      "9": "“Now, why do you cry out loudly?\nIs there no king among you,\nOr has your counselor perished,\nThat agony has gripped you like a woman in childbirth?",
      "10": "“Writhe and labor to give birth,\nDaughter of Zion,\nLike a woman in childbirth;\nFor now you will go out of the city,\nDwell in the field,\nAnd go to Babylon.\nThere you will be rescued;\nThere the Lord will redeem you\nFrom the hand of your enemies.",
      "11": "“And now many nations have been assembled against you\nWho say, ‘Let her be polluted,\nAnd let our eyes gloat over Zion.’",
      "12": "“But they do not know the thoughts of the Lord,\nAnd they do not understand His purpose;\nFor He has gathered them like sheaves to the threshing floor.",
      "13": "“Arise and thresh, daughter of Zion,\nFor your horn I will make iron\nAnd your hoofs I will make bronze,\nThat you may pulverize many peoples,\nThat you may devote to the Lord their unjust gain\nAnd their wealth to the Lord of all the earth."
    },
    "5": {
      "1": "“Now muster yourselves in troops, daughter of troops;\nThey have laid siege against us;\nWith a rod they will smite the judge of Israel on the cheek.",
      "2": "“But as for you, Bethlehem Ephrathah,\nToo little to be among the clans of Judah,\nFrom you One will go forth for Me to be ruler in Israel.\nHis goings forth are from long ago,\nFrom the days of eternity.”",
      "3": "Therefore He will give them up until the time\nWhen she who is in labor has borne a child.\nThen the remainder of His brethren\nWill return to the sons of Israel.",
      "4": "And He will arise and shepherd His flock\nIn the strength of the Lord,\nIn the majesty of the name of the Lord His God.\nAnd they will remain,\nBecause at that time He will be great\nTo the ends of the earth.",
      "5": "This One will be our peace.\nWhen the Assyrian invades our land,\nWhen he tramples on our citadels,\nThen we will raise against him\nSeven shepherds and eight leaders of men.",
      "6": "They will shepherd the land of Assyria with the sword,\nThe land of Nimrod at its entrances;\nAnd He will deliver us from the Assyrian\nWhen he attacks our land\nAnd when he tramples our territory.",
      "7": "Then the remnant of Jacob\nWill be among many peoples\nLike dew from the Lord,\nLike showers on vegetation\nWhich do not wait for man\nOr delay for the sons of men.",
      "8": "The remnant of Jacob\nWill be among the nations,\nAmong many peoples\nLike a lion among the beasts of the forest,\nLike a young lion among flocks of sheep,\nWhich, if he passes through,\nTramples down and tears,\nAnd there is none to rescue.",
      "9": "Your hand will be lifted up against your adversaries,\nAnd all your enemies will be cut off.",
      "10": "“It will be in that day,” declares the Lord,\n“That I will cut off your horses from among you\nAnd destroy your chariots.",
      "11": "“I will also cut off the cities of your land\nAnd tear down all your fortifications.",
      "12": "“I will cut off sorceries from your hand,\nAnd you will have fortune-tellers no more.",
      "13": "“I will cut off your carved images\nAnd your sacred pillars from among you,\nSo that you will no longer bow down\nTo the work of your hands.",
      "14": "“I will root out your Asherim from among you\nAnd destroy your cities.",
      "15": "“And I will execute vengeance in anger and wrath\nOn the nations which have not obeyed.”"
    },
    "6": {
      "1": "Hear now what the Lord is saying,\n“Arise, plead your case before the mountains,\nAnd let the hills hear your voice.",
      "2": "“Listen, you mountains, to the indictment of the Lord,\nAnd you enduring foundations of the earth,\nBecause the Lord has a case against His people;\nEven with Israel He will dispute.",
      "3": "“My people, what have I done to you,\nAnd how have I wearied you? Answer Me.",
      "4": "“Indeed, I brought you up from the land of Egypt\nAnd ransomed you from the house of slavery,\nAnd I sent before you Moses, Aaron and Miriam.",
      "5": "“My people, remember now\nWhat Balak king of Moab counseled\nAnd what Balaam son of Beor answered him,\nAnd from Shittim to Gilgal,\nSo that you might know the righteous acts of the Lord.”",
      "6": "With what shall I come to the Lord\nAnd bow myself before the God on high?\nShall I come to Him with burnt offerings,\nWith yearling calves?",
      "7": "Does the Lord take delight in thousands of rams,\nIn ten thousand rivers of oil?\nShall I present my firstborn for my rebellious acts,\nThe fruit of my body for the sin of my soul?",
      "8": "He has told you, O man, what is good;\nAnd what does the Lord require of you\nBut to do justice, to love kindness,\nAnd to walk humbly with your God?",
      "9": "The voice of the Lord will call to the city—\nAnd it is sound wisdom to fear Your name:\n“Hear, O tribe. Who has appointed its time?",
      "10": "“Is there yet a man in the wicked house,\nAlong with treasures of wickedness\nAnd a short measure that is cursed?",
      "11": "“Can I justify wicked scales\nAnd a bag of deceptive weights?",
      "12": "“For the rich men of the city are full of violence,\nHer residents speak lies,\nAnd their tongue is deceitful in their mouth.",
      "13": "“So also I will make you sick, striking you down,\nDesolating you because of your sins.",
      "14": "“You will eat, but you will not be satisfied,\nAnd your vileness will be in your midst.\nYou will try to remove for safekeeping,\nBut you will not preserve anything,\nAnd what you do preserve I will give to the sword.",
      "15": "“You will sow but you will not reap.\nYou will tread the olive but will not anoint yourself with oil;\nAnd the grapes, but you will not drink wine.",
      "16": "“The statutes of Omri\nAnd all the works of the house of Ahab are observed;\nAnd in their devices you walk.\nTherefore I will give you up for destruction\nAnd your inhabitants for derision,\nAnd you will bear the reproach of My people.”"
    },
    "7": {
      "1": "Woe is me! For I am\nLike the fruit pickers, like the grape gatherers.\nThere is not a cluster of grapes to eat,\nOr a first-ripe fig which I crave.",
      "2": "The godly person has perished from the land,\nAnd there is no upright person among men.\nAll of them lie in wait for bloodshed;\nEach of them hunts the other with a net.",
      "3": "Concerning evil, both hands do it well.\nThe prince asks, also the judge, for a bribe,\nAnd a great man speaks the desire of his soul;\nSo they weave it together.",
      "4": "The best of them is like a briar,\nThe most upright like a thorn hedge.\nThe day when you post your watchmen,\nYour punishment will come.\nThen their confusion will occur.",
      "5": "Do not trust in a neighbor;\nDo not have confidence in a friend.\nFrom her who lies in your bosom\nGuard your lips.",
      "6": "For son treats father contemptuously,\nDaughter rises up against her mother,\nDaughter-in-law against her mother-in-law;\nA man’s enemies are the men of his own household.",
      "7": "But as for me, I will watch expectantly for the Lord;\nI will wait for the God of my salvation.\nMy God will hear me.",
      "8": "Do not rejoice over me, O my enemy.\nThough I fall I will rise;\nThough I dwell in darkness, the Lord is a light for me.",
      "9": "I will bear the indignation of the Lord\nBecause I have sinned against Him,\nUntil He pleads my case and executes justice for me.\nHe will bring me out to the light,\nAnd I will see His righteousness.",
      "10": "Then my enemy will see,\nAnd shame will cover her who said to me,\n“Where is the Lord your God?”\nMy eyes will look on her;\nAt that time she will be trampled down\nLike mire of the streets.",
      "11": "It will be a day for building your walls.\nOn that day will your boundary be extended.",
      "12": "It will be a day when they will come to you\nFrom Assyria and the cities of Egypt,\nFrom Egypt even to the Euphrates,\nEven from sea to sea and mountain to mountain.",
      "13": "And the earth will become desolate because of her inhabitants,\nOn account of the fruit of their deeds.",
      "14": "Shepherd Your people with Your scepter,\nThe flock of Your possession\nWhich dwells by itself in the woodland,\nIn the midst of a fruitful field.\nLet them feed in Bashan and Gilead\nAs in the days of old.",
      "15": "“As in the days when you came out from the land of Egypt,\nI will show you miracles.”",
      "16": "Nations will see and be ashamed\nOf all their might.\nThey will put their hand on their mouth,\nTheir ears will be deaf.",
      "17": "They will lick the dust like a serpent,\nLike reptiles of the earth.\nThey will come trembling out of their fortresses;\nTo the Lord our God they will come in dread\nAnd they will be afraid before You.",
      "18": "Who is a God like You, who pardons iniquity\nAnd passes over the rebellious act of the remnant of His possession?\nHe does not retain His anger forever,\nBecause He delights in unchanging love.",
      "19": "He will again have compassion on us;\nHe will tread our iniquities under foot.\nYes, You will cast all their sins\nInto the depths of the sea.",
      "20": "You will give truth to Jacob\nAnd unchanging love to Abraham,\nWhich You swore to our forefathers\nFrom the days of old."
    }
  }
}