{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:53:41.335442-04:00",
    "Translation": "NASB1995"
  },
  "Nahum": {
    "1": {
      "1": "The oracle of Nineveh. The book of the vision of Nahum the Elkoshite.",
      "2": "A jealous and avenging God is the Lord;\nThe Lord is avenging and wrathful.\nThe Lord takes vengeance on His adversaries,\nAnd He reserves wrath for His enemies.",
      "3": "The Lord is slow to anger and great in power,\nAnd the Lord will by no means leave the guilty unpunished.\nIn whirlwind and storm is His way,\nAnd clouds are the dust beneath His feet.",
      "4": "He rebukes the sea and makes it dry;\nHe dries up all the rivers.\nBashan and Carmel wither;\nThe blossoms of Lebanon wither.",
      "5": "Mountains quake because of Him\nAnd the hills dissolve;\nIndeed the earth is upheaved by His presence,\nThe world and all the inhabitants in it.",
      "6": "Who can stand before His indignation?\nWho can endure the burning of His anger?\nHis wrath is poured out like fire\nAnd the rocks are broken up by Him.",
      "7": "The Lord is good,\nA stronghold in the day of trouble,\nAnd He knows those who take refuge in Him.",
      "8": "But with an overflowing flood\nHe will make a complete end of its site,\nAnd will pursue His enemies into darkness.",
      "9": "Whatever you devise against the Lord,\nHe will make a complete end of it.\nDistress will not rise up twice.",
      "10": "Like tangled thorns,\nAnd like those who are drunken with their drink,\nThey are consumed\nAs stubble completely withered.",
      "11": "From you has gone forth\nOne who plotted evil against the Lord,\nA wicked counselor.",
      "12": "Thus says the Lord,\n“Though they are at full strength and likewise many,\nEven so, they will be cut off and pass away.\nThough I have afflicted you,\nI will afflict you no longer.",
      "13": "“So now, I will break his yoke bar from upon you,\nAnd I will tear off your shackles.”",
      "14": "The Lord has issued a command concerning you:\n“Your name will no longer be perpetuated.\nI will cut off idol and image\nFrom the house of your gods.\nI will prepare your grave,\nFor you are contemptible.”",
      "15": "Behold, on the mountains the feet of him who brings good news,\nWho announces peace!\nCelebrate your feasts, O Judah;\nPay your vows.\nFor never again will the wicked one pass through you;\nHe is cut off completely."
    },
    "2": {
      "1": "The one who scatters has come up against you.\nMan the fortress, watch the road;\nStrengthen your back, summon all your strength.",
      "2": "For the Lord will restore the splendor of Jacob\nLike the splendor of Israel,\nEven though devastators have devastated them\nAnd destroyed their vine branches.",
      "3": "The shields of his mighty men are colored red,\nThe warriors are dressed in scarlet,\nThe chariots are enveloped in flashing steel\nWhen he is prepared to march,\nAnd the cypress spears are brandished.",
      "4": "The chariots race madly in the streets,\nThey rush wildly in the squares,\nTheir appearance is like torches,\nThey dash to and fro like lightning flashes.",
      "5": "He remembers his nobles;\nThey stumble in their march,\nThey hurry to her wall,\nAnd the mantelet is set up.",
      "6": "The gates of the rivers are opened\nAnd the palace is dissolved.",
      "7": "It is fixed:\nShe is stripped, she is carried away,\nAnd her handmaids are moaning like the sound of doves,\nBeating on their breasts.",
      "8": "Though Nineveh was like a pool of water throughout her days,\nNow they are fleeing;\n“Stop, stop,”\nBut no one turns back.",
      "9": "Plunder the silver!\nPlunder the gold!\nFor there is no limit to the treasure—\nWealth from every kind of desirable object.",
      "10": "She is emptied! Yes, she is desolate and waste!\nHearts are melting and knees knocking!\nAlso anguish is in the whole body\nAnd all their faces are grown pale!",
      "11": "Where is the den of the lions\nAnd the feeding place of the young lions,\nWhere the lion, lioness and lion’s cub prowled,\nWith nothing to disturb them?",
      "12": "The lion tore enough for his cubs,\nKilled enough for his lionesses,\nAnd filled his lairs with prey\nAnd his dens with torn flesh.",
      "13": "“Behold, I am against you,” declares the Lord of hosts. “I will burn up her chariots in smoke, a sword will devour your young lions; I will cut off your prey from the land, and no longer will the voice of your messengers be heard.”"
    },
    "3": {
      "1": "Woe to the bloody city, completely full of lies and pillage;\nHer prey never departs.",
      "2": "The noise of the whip,\nThe noise of the rattling of the wheel,\nGalloping horses\nAnd bounding chariots!",
      "3": "Horsemen charging,\nSwords flashing, spears gleaming,\nMany slain, a mass of corpses,\nAnd countless dead bodies—\nThey stumble over the dead bodies!",
      "4": "All because of the many harlotries of the harlot,\nThe charming one, the mistress of sorceries,\nWho sells nations by her harlotries\nAnd families by her sorceries.",
      "5": "“Behold, I am against you,” declares the Lord of hosts;\n“And I will lift up your skirts over your face,\nAnd show to the nations your nakedness\nAnd to the kingdoms your disgrace.",
      "6": "“I will throw filth on you\nAnd make you vile,\nAnd set you up as a spectacle.",
      "7": "“And it will come about that all who see you\nWill shrink from you and say,\n‘Nineveh is devastated!\nWho will grieve for her?’\nWhere will I seek comforters for you?”",
      "8": "Are you better than No-amon,\nWhich was situated by the waters of the Nile,\nWith water surrounding her,\nWhose rampart was the sea,\nWhose wall consisted of the sea?",
      "9": "Ethiopia was her might,\nAnd Egypt too, without limits.\nPut and Lubim were among her helpers.",
      "10": "Yet she became an exile,\nShe went into captivity;\nAlso her small children were dashed to pieces\nAt the head of every street;\nThey cast lots for her honorable men,\nAnd all her great men were bound with fetters.",
      "11": "You too will become drunk,\nYou will be hidden.\nYou too will search for a refuge from the enemy.",
      "12": "All your fortifications are fig trees with ripe fruit—\nWhen shaken, they fall into the eater’s mouth.",
      "13": "Behold, your people are women in your midst!\nThe gates of your land are opened wide to your enemies;\nFire consumes your gate bars.",
      "14": "Draw for yourself water for the siege!\nStrengthen your fortifications!\nGo into the clay and tread the mortar!\nTake hold of the brick mold!",
      "15": "There fire will consume you,\nThe sword will cut you down;\nIt will consume you as the locust does.\nMultiply yourself like the creeping locust,\nMultiply yourself like the swarming locust.",
      "16": "You have increased your traders more than the stars of heaven—\nThe creeping locust strips and flies away.",
      "17": "Your guardsmen are like the swarming locust.\nYour marshals are like hordes of grasshoppers\nSettling in the stone walls on a cold day.\nThe sun rises and they flee,\nAnd the place where they are is not known.",
      "18": "Your shepherds are sleeping, O king of Assyria;\nYour nobles are lying down.\nYour people are scattered on the mountains\nAnd there is no one to regather them.",
      "19": "There is no relief for your breakdown,\nYour wound is incurable.\nAll who hear about you\nWill clap their hands over you,\nFor on whom has not your evil passed continually?"
    }
  }
}