{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:53:20.699959-04:00",
    "Translation": "NASB1995"
  },
  "Psalm": {
    "1": {
      "1": "How blessed is the man who does not walk in the counsel of the wicked,\nNor stand in the path of sinners,\nNor sit in the seat of scoffers!",
      "2": "But his delight is in the law of the Lord,\nAnd in His law he meditates day and night.",
      "3": "He will be like a tree firmly planted by streams of water,\nWhich yields its fruit in its season\nAnd its leaf does not wither;\nAnd in whatever he does, he prospers.",
      "4": "The wicked are not so,\nBut they are like chaff which the wind drives away.",
      "5": "Therefore the wicked will not stand in the judgment,\nNor sinners in the assembly of the righteous.",
      "6": "For the Lord knows the way of the righteous,\nBut the way of the wicked will perish."
    },
    "2": {
      "1": "Why are the nations in an uproar\nAnd the peoples devising a vain thing?",
      "2": "The kings of the earth take their stand\nAnd the rulers take counsel together\nAgainst the Lord and against His Anointed, saying,",
      "3": "“Let us tear their fetters apart\nAnd cast away their cords from us!”",
      "4": "He who sits in the heavens laughs,\nThe Lord scoffs at them.",
      "5": "Then He will speak to them in His anger\nAnd terrify them in His fury, saying,",
      "6": "“But as for Me, I have installed My King\nUpon Zion, My holy mountain.”",
      "7": "“I will surely tell of the decree of the Lord:\nHe said to Me, ‘You are My Son,\nToday I have begotten You.",
      "8": "‘Ask of Me, and I will surely give the nations as Your inheritance,\nAnd the very ends of the earth as Your possession.",
      "9": "‘You shall break them with a rod of iron,\nYou shall shatter them like earthenware.’”",
      "10": "Now therefore, O kings, show discernment;\nTake warning, O judges of the earth.",
      "11": "Worship the Lord with reverence\nAnd rejoice with trembling.",
      "12": "Do homage to the Son, that He not become angry, and you perish in the way,\nFor His wrath may soon be kindled.\nHow blessed are all who take refuge in Him!"
    },
    "3": {
      "1": "O Lord, how my adversaries have increased!\nMany are rising up against me.",
      "2": "Many are saying of my soul,\n“There is no deliverance for him in God.” Selah.",
      "3": "But You, O Lord, are a shield about me,\nMy glory, and the One who lifts my head.",
      "4": "I was crying to the Lord with my voice,\nAnd He answered me from His holy mountain. Selah.",
      "5": "I lay down and slept;\nI awoke, for the Lord sustains me.",
      "6": "I will not be afraid of ten thousands of people\nWho have set themselves against me round about.",
      "7": "Arise, O Lord; save me, O my God!\nFor You have smitten all my enemies on the cheek;\nYou have shattered the teeth of the wicked.",
      "8": "Salvation belongs to the Lord;\nYour blessing be upon Your people! Selah."
    },
    "4": {
      "1": "Answer me when I call, O God of my righteousness!\nYou have relieved me in my distress;\nBe gracious to me and hear my prayer.",
      "2": "O sons of men, how long will my honor become a reproach?\nHow long will you love what is worthless and aim at deception? Selah.",
      "3": "But know that the Lord has set apart the godly man for Himself;\nThe Lord hears when I call to Him.",
      "4": "Tremble, and do not sin;\nMeditate in your heart upon your bed, and be still. Selah.",
      "5": "Offer the sacrifices of righteousness,\nAnd trust in the Lord.",
      "6": "Many are saying, “Who will show us any good?”\nLift up the light of Your countenance upon us, O Lord!",
      "7": "You have put gladness in my heart,\nMore than when their grain and new wine abound.",
      "8": "In peace I will both lie down and sleep,\nFor You alone, O Lord, make me to dwell in safety."
    },
    "5": {
      "1": "Give ear to my words, O Lord,\nConsider my groaning.",
      "2": "Heed the sound of my cry for help, my King and my God,\nFor to You I pray.",
      "3": "In the morning, O Lord, You will hear my voice;\nIn the morning I will order my prayer to You and eagerly watch.",
      "4": "For You are not a God who takes pleasure in wickedness;\nNo evil dwells with You.",
      "5": "The boastful shall not stand before Your eyes;\nYou hate all who do iniquity.",
      "6": "You destroy those who speak falsehood;\nThe Lord abhors the man of bloodshed and deceit.",
      "7": "But as for me, by Your abundant lovingkindness I will enter Your house,\nAt Your holy temple I will bow in reverence for You.",
      "8": "O Lord, lead me in Your righteousness because of my foes;\nMake Your way straight before me.",
      "9": "There is nothing reliable in what they say;\nTheir inward part is destruction itself.\nTheir throat is an open grave;\nThey flatter with their tongue.",
      "10": "Hold them guilty, O God;\nBy their own devices let them fall!\nIn the multitude of their transgressions thrust them out,\nFor they are rebellious against You.",
      "11": "But let all who take refuge in You be glad,\nLet them ever sing for joy;\nAnd may You shelter them,\nThat those who love Your name may exult in You.",
      "12": "For it is You who blesses the righteous man, O Lord,\nYou surround him with favor as with a shield."
    },
    "6": {
      "1": "O Lord, do not rebuke me in Your anger,\nNor chasten me in Your wrath.",
      "2": "Be gracious to me, O Lord, for I am pining away;\nHeal me, O Lord, for my bones are dismayed.",
      "3": "And my soul is greatly dismayed;\nBut You, O Lord—how long?",
      "4": "Return, O Lord, rescue my soul;\nSave me because of Your lovingkindness.",
      "5": "For there is no mention of You in death;\nIn Sheol who will give You thanks?",
      "6": "I am weary with my sighing;\nEvery night I make my bed swim,\nI dissolve my couch with my tears.",
      "7": "My eye has wasted away with grief;\nIt has become old because of all my adversaries.",
      "8": "Depart from me, all you who do iniquity,\nFor the Lord has heard the voice of my weeping.",
      "9": "The Lord has heard my supplication,\nThe Lord receives my prayer.",
      "10": "All my enemies will be ashamed and greatly dismayed;\nThey shall turn back, they will suddenly be ashamed."
    },
    "7": {
      "1": "O Lord my God, in You I have taken refuge;\nSave me from all those who pursue me, and deliver me,",
      "2": "Or he will tear my soul like a lion,\nDragging me away, while there is none to deliver.",
      "3": "O Lord my God, if I have done this,\nIf there is injustice in my hands,",
      "4": "If I have rewarded evil to my friend,\nOr have plundered him who without cause was my adversary,",
      "5": "Let the enemy pursue my soul and overtake it;\nAnd let him trample my life down to the ground\nAnd lay my glory in the dust. Selah.",
      "6": "Arise, O Lord, in Your anger;\nLift up Yourself against the rage of my adversaries,\nAnd arouse Yourself for me; You have appointed judgment.",
      "7": "Let the assembly of the peoples encompass You,\nAnd over them return on high.",
      "8": "The Lord judges the peoples;\nVindicate me, O Lord, according to my righteousness and my integrity that is in me.",
      "9": "O let the evil of the wicked come to an end, but establish the righteous;\nFor the righteous God tries the hearts and minds.",
      "10": "My shield is with God,\nWho saves the upright in heart.",
      "11": "God is a righteous judge,\nAnd a God who has indignation every day.",
      "12": "If a man does not repent, He will sharpen His sword;\nHe has bent His bow and made it ready.",
      "13": "He has also prepared for Himself deadly weapons;\nHe makes His arrows fiery shafts.",
      "14": "Behold, he travails with wickedness,\nAnd he conceives mischief and brings forth falsehood.",
      "15": "He has dug a pit and hollowed it out,\nAnd has fallen into the hole which he made.",
      "16": "His mischief will return upon his own head,\nAnd his violence will descend upon his own pate.",
      "17": "I will give thanks to the Lord according to His righteousness\nAnd will sing praise to the name of the Lord Most High."
    },
    "8": {
      "1": "O Lord, our Lord,\nHow majestic is Your name in all the earth,\nWho have displayed Your splendor above the heavens!",
      "2": "From the mouth of infants and nursing babes You have established strength\nBecause of Your adversaries,\nTo make the enemy and the revengeful cease.",
      "3": "When I consider Your heavens, the work of Your fingers,\nThe moon and the stars, which You have ordained;",
      "4": "What is man that You take thought of him,\nAnd the son of man that You care for him?",
      "5": "Yet You have made him a little lower than God,\nAnd You crown him with glory and majesty!",
      "6": "You make him to rule over the works of Your hands;\nYou have put all things under his feet,",
      "7": "All sheep and oxen,\nAnd also the beasts of the field,",
      "8": "The birds of the heavens and the fish of the sea,\nWhatever passes through the paths of the seas.",
      "9": "O Lord, our Lord,\nHow majestic is Your name in all the earth!"
    },
    "9": {
      "1": "I will give thanks to the Lord with all my heart;\nI will tell of all Your wonders.",
      "2": "I will be glad and exult in You;\nI will sing praise to Your name, O Most High.",
      "3": "When my enemies turn back,\nThey stumble and perish before You.",
      "4": "For You have maintained my just cause;\nYou have sat on the throne judging righteously.",
      "5": "You have rebuked the nations, You have destroyed the wicked;\nYou have blotted out their name forever and ever.",
      "6": "The enemy has come to an end in perpetual ruins,\nAnd You have uprooted the cities;\nThe very memory of them has perished.",
      "7": "But the Lord abides forever;\nHe has established His throne for judgment,",
      "8": "And He will judge the world in righteousness;\nHe will execute judgment for the peoples with equity.",
      "9": "The Lord also will be a stronghold for the oppressed,\nA stronghold in times of trouble;",
      "10": "And those who know Your name will put their trust in You,\nFor You, O Lord, have not forsaken those who seek You.",
      "11": "Sing praises to the Lord, who dwells in Zion;\nDeclare among the peoples His deeds.",
      "12": "For He who requires blood remembers them;\nHe does not forget the cry of the afflicted.",
      "13": "Be gracious to me, O Lord;\nSee my affliction from those who hate me,\nYou who lift me up from the gates of death,",
      "14": "That I may tell of all Your praises,\nThat in the gates of the daughter of Zion\nI may rejoice in Your salvation.",
      "15": "The nations have sunk down in the pit which they have made;\nIn the net which they hid, their own foot has been caught.",
      "16": "The Lord has made Himself known;\nHe has executed judgment.\nIn the work of his own hands the wicked is snared. Higgaion Selah.",
      "17": "The wicked will return to Sheol,\nEven all the nations who forget God.",
      "18": "For the needy will not always be forgotten,\nNor the hope of the afflicted perish forever.",
      "19": "Arise, O Lord, do not let man prevail;\nLet the nations be judged before You.",
      "20": "Put them in fear, O Lord;\nLet the nations know that they are but men. Selah."
    },
    "10": {
      "1": "Why do You stand afar off, O Lord?\nWhy do You hide Yourself in times of trouble?",
      "2": "In pride the wicked hotly pursue the afflicted;\nLet them be caught in the plots which they have devised.",
      "3": "For the wicked boasts of his heart’s desire,\nAnd the greedy man curses and spurns the Lord.",
      "4": "The wicked, in the haughtiness of his countenance, does not seek Him.\nAll his thoughts are, “There is no God.”",
      "5": "His ways prosper at all times;\nYour judgments are on high, out of his sight;\nAs for all his adversaries, he snorts at them.",
      "6": "He says to himself, “I will not be moved;\nThroughout all generations I will not be in adversity.”",
      "7": "His mouth is full of curses and deceit and oppression;\nUnder his tongue is mischief and wickedness.",
      "8": "He sits in the lurking places of the villages;\nIn the hiding places he kills the innocent;\nHis eyes stealthily watch for the unfortunate.",
      "9": "He lurks in a hiding place as a lion in his lair;\nHe lurks to catch the afflicted;\nHe catches the afflicted when he draws him into his net.",
      "10": "He crouches, he bows down,\nAnd the unfortunate fall by his mighty ones.",
      "11": "He says to himself, “God has forgotten;\nHe has hidden His face; He will never see it.”",
      "12": "Arise, O Lord; O God, lift up Your hand.\nDo not forget the afflicted.",
      "13": "Why has the wicked spurned God?\nHe has said to himself, “You will not require it.”",
      "14": "You have seen it, for You have beheld mischief and vexation to take it into Your hand.\nThe unfortunate commits himself to You;\nYou have been the helper of the orphan.",
      "15": "Break the arm of the wicked and the evildoer,\nSeek out his wickedness until You find none.",
      "16": "The Lord is King forever and ever;\nNations have perished from His land.",
      "17": "O Lord, You have heard the desire of the humble;\nYou will strengthen their heart, You will incline Your ear",
      "18": "To vindicate the orphan and the oppressed,\nSo that man who is of the earth will no longer cause terror."
    },
    "11": {
      "1": "In the Lord I take refuge;\nHow can you say to my soul, “Flee as a bird to your mountain;",
      "2": "For, behold, the wicked bend the bow,\nThey make ready their arrow upon the string\nTo shoot in darkness at the upright in heart.",
      "3": "If the foundations are destroyed,\nWhat can the righteous do?”",
      "4": "The Lord is in His holy temple; the Lord’s throne is in heaven;\nHis eyes behold, His eyelids test the sons of men.",
      "5": "The Lord tests the righteous and the wicked,\nAnd the one who loves violence His soul hates.",
      "6": "Upon the wicked He will rain snares;\nFire and brimstone and burning wind will be the portion of their cup.",
      "7": "For the Lord is righteous, He loves righteousness;\nThe upright will behold His face."
    },
    "12": {
      "1": "Help, Lord, for the godly man ceases to be,\nFor the faithful disappear from among the sons of men.",
      "2": "They speak falsehood to one another;\nWith flattering lips and with a double heart they speak.",
      "3": "May the Lord cut off all flattering lips,\nThe tongue that speaks great things;",
      "4": "Who have said, “With our tongue we will prevail;\nOur lips are our own; who is lord over us?”",
      "5": "“Because of the devastation of the afflicted, because of the groaning of the needy,\nNow I will arise,” says the Lord; “I will set him in the safety for which he longs.”",
      "6": "The words of the Lord are pure words;\nAs silver tried in a furnace on the earth, refined seven times.",
      "7": "You, O Lord, will keep them;\nYou will preserve him from this generation forever.",
      "8": "The wicked strut about on every side\nWhen vileness is exalted among the sons of men."
    },
    "13": {
      "1": "How long, O Lord? Will You forget me forever?\nHow long will You hide Your face from me?",
      "2": "How long shall I take counsel in my soul,\nHaving sorrow in my heart all the day?\nHow long will my enemy be exalted over me?",
      "3": "Consider and answer me, O Lord my God;\nEnlighten my eyes, or I will sleep the sleep of death,",
      "4": "And my enemy will say, “I have overcome him,”\nAnd my adversaries will rejoice when I am shaken.",
      "5": "But I have trusted in Your lovingkindness;\nMy heart shall rejoice in Your salvation.",
      "6": "I will sing to the Lord,\nBecause He has dealt bountifully with me."
    },
    "14": {
      "1": "The fool has said in his heart, “There is no God.”\nThey are corrupt, they have committed abominable deeds;\nThere is no one who does good.",
      "2": "The Lord has looked down from heaven upon the sons of men\nTo see if there are any who understand,\nWho seek after God.",
      "3": "They have all turned aside, together they have become corrupt;\nThere is no one who does good, not even one.",
      "4": "Do all the workers of wickedness not know,\nWho eat up my people as they eat bread,\nAnd do not call upon the Lord?",
      "5": "There they are in great dread,\nFor God is with the righteous generation.",
      "6": "You would put to shame the counsel of the afflicted,\nBut the Lord is his refuge.",
      "7": "Oh, that the salvation of Israel would come out of Zion!\nWhen the Lord restores His captive people,\nJacob will rejoice, Israel will be glad."
    },
    "15": {
      "1": "O Lord, who may abide in Your tent?\nWho may dwell on Your holy hill?",
      "2": "He who walks with integrity, and works righteousness,\nAnd speaks truth in his heart.",
      "3": "He does not slander with his tongue,\nNor does evil to his neighbor,\nNor takes up a reproach against his friend;",
      "4": "In whose eyes a reprobate is despised,\nBut who honors those who fear the Lord;\nHe swears to his own hurt and does not change;",
      "5": "He does not put out his money at interest,\nNor does he take a bribe against the innocent.\nHe who does these things will never be shaken."
    },
    "16": {
      "1": "Preserve me, O God, for I take refuge in You.",
      "2": "I said to the Lord, “You are my Lord;\nI have no good besides You.”",
      "3": "As for the saints who are in the earth,\nThey are the majestic ones in whom is all my delight.",
      "4": "The sorrows of those who have bartered for another god will be multiplied;\nI shall not pour out their drink offerings of blood,\nNor will I take their names upon my lips.",
      "5": "The Lord is the portion of my inheritance and my cup;\nYou support my lot.",
      "6": "The lines have fallen to me in pleasant places;\nIndeed, my heritage is beautiful to me.",
      "7": "I will bless the Lord who has counseled me;\nIndeed, my mind instructs me in the night.",
      "8": "I have set the Lord continually before me;\nBecause He is at my right hand, I will not be shaken.",
      "9": "Therefore my heart is glad and my glory rejoices;\nMy flesh also will dwell securely.",
      "10": "For You will not abandon my soul to Sheol;\nNor will You allow Your Holy One to undergo decay.",
      "11": "You will make known to me the path of life;\nIn Your presence is fullness of joy;\nIn Your right hand there are pleasures forever."
    },
    "17": {
      "1": "Hear a just cause, O Lord, give heed to my cry;\nGive ear to my prayer, which is not from deceitful lips.",
      "2": "Let my judgment come forth from Your presence;\nLet Your eyes look with equity.",
      "3": "You have tried my heart;\nYou have visited me by night;\nYou have tested me and You find nothing;\nI have purposed that my mouth will not transgress.",
      "4": "As for the deeds of men, by the word of Your lips\nI have kept from the paths of the violent.",
      "5": "My steps have held fast to Your paths.\nMy feet have not slipped.",
      "6": "I have called upon You, for You will answer me, O God;\nIncline Your ear to me, hear my speech.",
      "7": "Wondrously show Your lovingkindness,\nO Savior of those who take refuge at Your right hand\nFrom those who rise up against them.",
      "8": "Keep me as the apple of the eye;\nHide me in the shadow of Your wings",
      "9": "From the wicked who despoil me,\nMy deadly enemies who surround me.",
      "10": "They have closed their unfeeling heart,\nWith their mouth they speak proudly.",
      "11": "They have now surrounded us in our steps;\nThey set their eyes to cast us down to the ground.",
      "12": "He is like a lion that is eager to tear,\nAnd as a young lion lurking in hiding places.",
      "13": "Arise, O Lord, confront him, bring him low;\nDeliver my soul from the wicked with Your sword,",
      "14": "From men with Your hand, O Lord,\nFrom men of the world, whose portion is in this life,\nAnd whose belly You fill with Your treasure;\nThey are satisfied with children,\nAnd leave their abundance to their babes.",
      "15": "As for me, I shall behold Your face in righteousness;\nI will be satisfied with Your likeness when I awake."
    },
    "18": {
      "1": "“I love You, O Lord, my strength.”",
      "2": "The Lord is my rock and my fortress and my deliverer,\nMy God, my rock, in whom I take refuge;\nMy shield and the horn of my salvation, my stronghold.",
      "3": "I call upon the Lord, who is worthy to be praised,\nAnd I am saved from my enemies.",
      "4": "The cords of death encompassed me,\nAnd the torrents of ungodliness terrified me.",
      "5": "The cords of Sheol surrounded me;\nThe snares of death confronted me.",
      "6": "In my distress I called upon the Lord,\nAnd cried to my God for help;\nHe heard my voice out of His temple,\nAnd my cry for help before Him came into His ears.",
      "7": "Then the earth shook and quaked;\nAnd the foundations of the mountains were trembling\nAnd were shaken, because He was angry.",
      "8": "Smoke went up out of His nostrils,\nAnd fire from His mouth devoured;\nCoals were kindled by it.",
      "9": "He bowed the heavens also, and came down\nWith thick darkness under His feet.",
      "10": "He rode upon a cherub and flew;\nAnd He sped upon the wings of the wind.",
      "11": "He made darkness His hiding place, His canopy around Him,\nDarkness of waters, thick clouds of the skies.",
      "12": "From the brightness before Him passed His thick clouds,\nHailstones and coals of fire.",
      "13": "The Lord also thundered in the heavens,\nAnd the Most High uttered His voice,\nHailstones and coals of fire.",
      "14": "He sent out His arrows, and scattered them,\nAnd lightning flashes in abundance, and routed them.",
      "15": "Then the channels of water appeared,\nAnd the foundations of the world were laid bare\nAt Your rebuke, O Lord,\nAt the blast of the breath of Your nostrils.",
      "16": "He sent from on high, He took me;\nHe drew me out of many waters.",
      "17": "He delivered me from my strong enemy,\nAnd from those who hated me, for they were too mighty for me.",
      "18": "They confronted me in the day of my calamity,\nBut the Lord was my stay.",
      "19": "He brought me forth also into a broad place;\nHe rescued me, because He delighted in me.",
      "20": "The Lord has rewarded me according to my righteousness;\nAccording to the cleanness of my hands He has recompensed me.",
      "21": "For I have kept the ways of the Lord,\nAnd have not wickedly departed from my God.",
      "22": "For all His ordinances were before me,\nAnd I did not put away His statutes from me.",
      "23": "I was also blameless with Him,\nAnd I kept myself from my iniquity.",
      "24": "Therefore the Lord has recompensed me according to my righteousness,\nAccording to the cleanness of my hands in His eyes.",
      "25": "With the kind You show Yourself kind;\nWith the blameless You show Yourself blameless;",
      "26": "With the pure You show Yourself pure,\nAnd with the crooked You show Yourself astute.",
      "27": "For You save an afflicted people,\nBut haughty eyes You abase.",
      "28": "For You light my lamp;\nThe Lord my God illumines my darkness.",
      "29": "For by You I can run upon a troop;\nAnd by my God I can leap over a wall.",
      "30": "As for God, His way is blameless;\nThe word of the Lord is tried;\nHe is a shield to all who take refuge in Him.",
      "31": "For who is God, but the Lord?\nAnd who is a rock, except our God,",
      "32": "The God who girds me with strength\nAnd makes my way blameless?",
      "33": "He makes my feet like hinds’ feet,\nAnd sets me upon my high places.",
      "34": "He trains my hands for battle,\nSo that my arms can bend a bow of bronze.",
      "35": "You have also given me the shield of Your salvation,\nAnd Your right hand upholds me;\nAnd Your gentleness makes me great.",
      "36": "You enlarge my steps under me,\nAnd my feet have not slipped.",
      "37": "I pursued my enemies and overtook them,\nAnd I did not turn back until they were consumed.",
      "38": "I shattered them, so that they were not able to rise;\nThey fell under my feet.",
      "39": "For You have girded me with strength for battle;\nYou have subdued under me those who rose up against me.",
      "40": "You have also made my enemies turn their backs to me,\nAnd I destroyed those who hated me.",
      "41": "They cried for help, but there was none to save,\nEven to the Lord, but He did not answer them.",
      "42": "Then I beat them fine as the dust before the wind;\nI emptied them out as the mire of the streets.",
      "43": "You have delivered me from the contentions of the people;\nYou have placed me as head of the nations;\nA people whom I have not known serve me.",
      "44": "As soon as they hear, they obey me;\nForeigners submit to me.",
      "45": "Foreigners fade away,\nAnd come trembling out of their fortresses.",
      "46": "The Lord lives, and blessed be my rock;\nAnd exalted be the God of my salvation,",
      "47": "The God who executes vengeance for me,\nAnd subdues peoples under me.",
      "48": "He delivers me from my enemies;\nSurely You lift me above those who rise up against me;\nYou rescue me from the violent man.",
      "49": "Therefore I will give thanks to You among the nations, O Lord,\nAnd I will sing praises to Your name.",
      "50": "He gives great deliverance to His king,\nAnd shows lovingkindness to His anointed,\nTo David and his descendants forever."
    },
    "19": {
      "1": "The heavens are telling of the glory of God;\nAnd their expanse is declaring the work of His hands.",
      "2": "Day to day pours forth speech,\nAnd night to night reveals knowledge.",
      "3": "There is no speech, nor are there words;\nTheir voice is not heard.",
      "4": "Their line has gone out through all the earth,\nAnd their utterances to the end of the world.\nIn them He has placed a tent for the sun,",
      "5": "Which is as a bridegroom coming out of his chamber;\nIt rejoices as a strong man to run his course.",
      "6": "Its rising is from one end of the heavens,\nAnd its circuit to the other end of them;\nAnd there is nothing hidden from its heat.",
      "7": "The law of the Lord is perfect, restoring the soul;\nThe testimony of the Lord is sure, making wise the simple.",
      "8": "The precepts of the Lord are right, rejoicing the heart;\nThe commandment of the Lord is pure, enlightening the eyes.",
      "9": "The fear of the Lord is clean, enduring forever;\nThe judgments of the Lord are true; they are righteous altogether.",
      "10": "They are more desirable than gold, yes, than much fine gold;\nSweeter also than honey and the drippings of the honeycomb.",
      "11": "Moreover, by them Your servant is warned;\nIn keeping them there is great reward.",
      "12": "Who can discern his errors? Acquit me of hidden faults.",
      "13": "Also keep back Your servant from presumptuous sins;\nLet them not rule over me;\nThen I will be blameless,\nAnd I shall be acquitted of great transgression.",
      "14": "Let the words of my mouth and the meditation of my heart\nBe acceptable in Your sight,\nO Lord, my rock and my Redeemer."
    },
    "20": {
      "1": "May the Lord answer you in the day of trouble!\nMay the name of the God of Jacob set you securely on high!",
      "2": "May He send you help from the sanctuary\nAnd support you from Zion!",
      "3": "May He remember all your meal offerings\nAnd find your burnt offering acceptable! Selah.",
      "4": "May He grant you your heart’s desire\nAnd fulfill all your counsel!",
      "5": "We will sing for joy over your victory,\nAnd in the name of our God we will set up our banners.\nMay the Lord fulfill all your petitions.",
      "6": "Now I know that the Lord saves His anointed;\nHe will answer him from His holy heaven\nWith the saving strength of His right hand.",
      "7": "Some boast in chariots and some in horses,\nBut we will boast in the name of the Lord, our God.",
      "8": "They have bowed down and fallen,\nBut we have risen and stood upright.",
      "9": "Save, O Lord;\nMay the King answer us in the day we call."
    },
    "21": {
      "1": "O Lord, in Your strength the king will be glad,\nAnd in Your salvation how greatly he will rejoice!",
      "2": "You have given him his heart’s desire,\nAnd You have not withheld the request of his lips. Selah.",
      "3": "For You meet him with the blessings of good things;\nYou set a crown of fine gold on his head.",
      "4": "He asked life of You,\nYou gave it to him,\nLength of days forever and ever.",
      "5": "His glory is great through Your salvation,\nSplendor and majesty You place upon him.",
      "6": "For You make him most blessed forever;\nYou make him joyful with gladness in Your presence.",
      "7": "For the king trusts in the Lord,\nAnd through the lovingkindness of the Most High he will not be shaken.",
      "8": "Your hand will find out all your enemies;\nYour right hand will find out those who hate you.",
      "9": "You will make them as a fiery oven in the time of your anger;\nThe Lord will swallow them up in His wrath,\nAnd fire will devour them.",
      "10": "Their offspring You will destroy from the earth,\nAnd their descendants from among the sons of men.",
      "11": "Though they intended evil against You\nAnd devised a plot,\nThey will not succeed.",
      "12": "For You will make them turn their back;\nYou will aim with Your bowstrings at their faces.",
      "13": "Be exalted, O Lord, in Your strength;\nWe will sing and praise Your power."
    },
    "22": {
      "1": "My God, my God, why have You forsaken me?\nFar from my deliverance are the words of my groaning.",
      "2": "O my God, I cry by day, but You do not answer;\nAnd by night, but I have no rest.",
      "3": "Yet You are holy,\nO You who are enthroned upon the praises of Israel.",
      "4": "In You our fathers trusted;\nThey trusted and You delivered them.",
      "5": "To You they cried out and were delivered;\nIn You they trusted and were not disappointed.",
      "6": "But I am a worm and not a man,\nA reproach of men and despised by the people.",
      "7": "All who see me sneer at me;\nThey separate with the lip, they wag the head, saying,",
      "8": "“Commit yourself to the Lord; let Him deliver him;\nLet Him rescue him, because He delights in him.”",
      "9": "Yet You are He who brought me forth from the womb;\nYou made me trust when upon my mother’s breasts.",
      "10": "Upon You I was cast from birth;\nYou have been my God from my mother’s womb.",
      "11": "Be not far from me, for trouble is near;\nFor there is none to help.",
      "12": "Many bulls have surrounded me;\nStrong bulls of Bashan have encircled me.",
      "13": "They open wide their mouth at me,\nAs a ravening and a roaring lion.",
      "14": "I am poured out like water,\nAnd all my bones are out of joint;\nMy heart is like wax;\nIt is melted within me.",
      "15": "My strength is dried up like a potsherd,\nAnd my tongue cleaves to my jaws;\nAnd You lay me in the dust of death.",
      "16": "For dogs have surrounded me;\nA band of evildoers has encompassed me;\nThey pierced my hands and my feet.",
      "17": "I can count all my bones.\nThey look, they stare at me;",
      "18": "They divide my garments among them,\nAnd for my clothing they cast lots.",
      "19": "But You, O Lord, be not far off;\nO You my help, hasten to my assistance.",
      "20": "Deliver my soul from the sword,\nMy only life from the power of the dog.",
      "21": "Save me from the lion’s mouth;\nFrom the horns of the wild oxen You answer me.",
      "22": "I will tell of Your name to my brethren;\nIn the midst of the assembly I will praise You.",
      "23": "You who fear the Lord, praise Him;\nAll you descendants of Jacob, glorify Him,\nAnd stand in awe of Him, all you descendants of Israel.",
      "24": "For He has not despised nor abhorred the affliction of the afflicted;\nNor has He hidden His face from him;\nBut when he cried to Him for help, He heard.",
      "25": "From You comes my praise in the great assembly;\nI shall pay my vows before those who fear Him.",
      "26": "The afflicted will eat and be satisfied;\nThose who seek Him will praise the Lord.\nLet your heart live forever!",
      "27": "All the ends of the earth will remember and turn to the Lord,\nAnd all the families of the nations will worship before You.",
      "28": "For the kingdom is the Lord’s\nAnd He rules over the nations.",
      "29": "All the prosperous of the earth will eat and worship,\nAll those who go down to the dust will bow before Him,\nEven he who cannot keep his soul alive.",
      "30": "Posterity will serve Him;\nIt will be told of the Lord to the coming generation.",
      "31": "They will come and will declare His righteousness\nTo a people who will be born, that He has performed it."
    },
    "23": {
      "1": "The Lord is my shepherd,\nI shall not want.",
      "2": "He makes me lie down in green pastures;\nHe leads me beside quiet waters.",
      "3": "He restores my soul;\nHe guides me in the paths of righteousness\nFor His name’s sake.",
      "4": "Even though I walk through the valley of the shadow of death,\nI fear no evil, for You are with me;\nYour rod and Your staff, they comfort me.",
      "5": "You prepare a table before me in the presence of my enemies;\nYou have anointed my head with oil;\nMy cup overflows.",
      "6": "Surely goodness and lovingkindness will follow me all the days of my life,\nAnd I will dwell in the house of the Lord forever."
    },
    "24": {
      "1": "The earth is the Lord’s, and all it contains,\nThe world, and those who dwell in it.",
      "2": "For He has founded it upon the seas\nAnd established it upon the rivers.",
      "3": "Who may ascend into the hill of the Lord?\nAnd who may stand in His holy place?",
      "4": "He who has clean hands and a pure heart,\nWho has not lifted up his soul to falsehood\nAnd has not sworn deceitfully.",
      "5": "He shall receive a blessing from the Lord\nAnd righteousness from the God of his salvation.",
      "6": "This is the generation of those who seek Him,\nWho seek Your face—even Jacob. Selah.",
      "7": "Lift up your heads, O gates,\nAnd be lifted up, O ancient doors,\nThat the King of glory may come in!",
      "8": "Who is the King of glory?\nThe Lord strong and mighty,\nThe Lord mighty in battle.",
      "9": "Lift up your heads, O gates,\nAnd lift them up, O ancient doors,\nThat the King of glory may come in!",
      "10": "Who is this King of glory?\nThe Lord of hosts,\nHe is the King of glory. Selah."
    },
    "25": {
      "1": "To You, O Lord, I lift up my soul.",
      "2": "O my God, in You I trust,\nDo not let me be ashamed;\nDo not let my enemies exult over me.",
      "3": "Indeed, none of those who wait for You will be ashamed;\nThose who deal treacherously without cause will be ashamed.",
      "4": "Make me know Your ways, O Lord;\nTeach me Your paths.",
      "5": "Lead me in Your truth and teach me,\nFor You are the God of my salvation;\nFor You I wait all the day.",
      "6": "Remember, O Lord, Your compassion and Your lovingkindnesses,\nFor they have been from of old.",
      "7": "Do not remember the sins of my youth or my transgressions;\nAccording to Your lovingkindness remember me,\nFor Your goodness’ sake, O Lord.",
      "8": "Good and upright is the Lord;\nTherefore He instructs sinners in the way.",
      "9": "He leads the humble in justice,\nAnd He teaches the humble His way.",
      "10": "All the paths of the Lord are lovingkindness and truth\nTo those who keep His covenant and His testimonies.",
      "11": "For Your name’s sake, O Lord,\nPardon my iniquity, for it is great.",
      "12": "Who is the man who fears the Lord?\nHe will instruct him in the way he should choose.",
      "13": "His soul will abide in prosperity,\nAnd his descendants will inherit the land.",
      "14": "The secret of the Lord is for those who fear Him,\nAnd He will make them know His covenant.",
      "15": "My eyes are continually toward the Lord,\nFor He will pluck my feet out of the net.",
      "16": "Turn to me and be gracious to me,\nFor I am lonely and afflicted.",
      "17": "The troubles of my heart are enlarged;\nBring me out of my distresses.",
      "18": "Look upon my affliction and my trouble,\nAnd forgive all my sins.",
      "19": "Look upon my enemies, for they are many,\nAnd they hate me with violent hatred.",
      "20": "Guard my soul and deliver me;\nDo not let me be ashamed, for I take refuge in You.",
      "21": "Let integrity and uprightness preserve me,\nFor I wait for You.",
      "22": "Redeem Israel, O God,\nOut of all his troubles."
    },
    "26": {
      "1": "Vindicate me, O Lord, for I have walked in my integrity,\nAnd I have trusted in the Lord without wavering.",
      "2": "Examine me, O Lord, and try me;\nTest my mind and my heart.",
      "3": "For Your lovingkindness is before my eyes,\nAnd I have walked in Your truth.",
      "4": "I do not sit with deceitful men,\nNor will I go with pretenders.",
      "5": "I hate the assembly of evildoers,\nAnd I will not sit with the wicked.",
      "6": "I shall wash my hands in innocence,\nAnd I will go about Your altar, O Lord,",
      "7": "That I may proclaim with the voice of thanksgiving\nAnd declare all Your wonders.",
      "8": "O Lord, I love the habitation of Your house\nAnd the place where Your glory dwells.",
      "9": "Do not take my soul away along with sinners,\nNor my life with men of bloodshed,",
      "10": "In whose hands is a wicked scheme,\nAnd whose right hand is full of bribes.",
      "11": "But as for me, I shall walk in my integrity;\nRedeem me, and be gracious to me.",
      "12": "My foot stands on a level place;\nIn the congregations I shall bless the Lord."
    },
    "27": {
      "1": "The Lord is my light and my salvation;\nWhom shall I fear?\nThe Lord is the defense of my life;\nWhom shall I dread?",
      "2": "When evildoers came upon me to devour my flesh,\nMy adversaries and my enemies, they stumbled and fell.",
      "3": "Though a host encamp against me,\nMy heart will not fear;\nThough war arise against me,\nIn spite of this I shall be confident.",
      "4": "One thing I have asked from the Lord, that I shall seek:\nThat I may dwell in the house of the Lord all the days of my life,\nTo behold the beauty of the Lord\nAnd to meditate in His temple.",
      "5": "For in the day of trouble He will conceal me in His tabernacle;\nIn the secret place of His tent He will hide me;\nHe will lift me up on a rock.",
      "6": "And now my head will be lifted up above my enemies around me,\nAnd I will offer in His tent sacrifices with shouts of joy;\nI will sing, yes, I will sing praises to the Lord.",
      "7": "Hear, O Lord, when I cry with my voice,\nAnd be gracious to me and answer me.",
      "8": "When You said, “Seek My face,” my heart said to You,\n“Your face, O Lord, I shall seek.”",
      "9": "Do not hide Your face from me,\nDo not turn Your servant away in anger;\nYou have been my help;\nDo not abandon me nor forsake me,\nO God of my salvation!",
      "10": "For my father and my mother have forsaken me,\nBut the Lord will take me up.",
      "11": "Teach me Your way, O Lord,\nAnd lead me in a level path\nBecause of my foes.",
      "12": "Do not deliver me over to the desire of my adversaries,\nFor false witnesses have risen against me,\nAnd such as breathe out violence.",
      "13": "I would have despaired unless I had believed that I would see the goodness of the Lord\nIn the land of the living.",
      "14": "Wait for the Lord;\nBe strong and let your heart take courage;\nYes, wait for the Lord."
    },
    "28": {
      "1": "To You, O Lord, I call;\nMy rock, do not be deaf to me,\nFor if You are silent to me,\nI will become like those who go down to the pit.",
      "2": "Hear the voice of my supplications when I cry to You for help,\nWhen I lift up my hands toward Your holy sanctuary.",
      "3": "Do not drag me away with the wicked\nAnd with those who work iniquity,\nWho speak peace with their neighbors,\nWhile evil is in their hearts.",
      "4": "Requite them according to their work and according to the evil of their practices;\nRequite them according to the deeds of their hands;\nRepay them their recompense.",
      "5": "Because they do not regard the works of the Lord\nNor the deeds of His hands,\nHe will tear them down and not build them up.",
      "6": "Blessed be the Lord,\nBecause He has heard the voice of my supplication.",
      "7": "The Lord is my strength and my shield;\nMy heart trusts in Him, and I am helped;\nTherefore my heart exults,\nAnd with my song I shall thank Him.",
      "8": "The Lord is their strength,\nAnd He is a saving defense to His anointed.",
      "9": "Save Your people and bless Your inheritance;\nBe their shepherd also, and carry them forever."
    },
    "29": {
      "1": "Ascribe to the Lord, O sons of the mighty,\nAscribe to the Lord glory and strength.",
      "2": "Ascribe to the Lord the glory due to His name;\nWorship the Lord in holy array.",
      "3": "The voice of the Lord is upon the waters;\nThe God of glory thunders,\nThe Lord is over many waters.",
      "4": "The voice of the Lord is powerful,\nThe voice of the Lord is majestic.",
      "5": "The voice of the Lord breaks the cedars;\nYes, the Lord breaks in pieces the cedars of Lebanon.",
      "6": "He makes Lebanon skip like a calf,\nAnd Sirion like a young wild ox.",
      "7": "The voice of the Lord hews out flames of fire.",
      "8": "The voice of the Lord shakes the wilderness;\nThe Lord shakes the wilderness of Kadesh.",
      "9": "The voice of the Lord makes the deer to calve\nAnd strips the forests bare;\nAnd in His temple everything says, “Glory!”",
      "10": "The Lord sat as King at the flood;\nYes, the Lord sits as King forever.",
      "11": "The Lord will give strength to His people;\nThe Lord will bless His people with peace."
    },
    "30": {
      "1": "I will extol You, O Lord, for You have lifted me up,\nAnd have not let my enemies rejoice over me.",
      "2": "O Lord my God,\nI cried to You for help, and You healed me.",
      "3": "O Lord, You have brought up my soul from Sheol;\nYou have kept me alive, that I would not go down to the pit.",
      "4": "Sing praise to the Lord, you His godly ones,\nAnd give thanks to His holy name.",
      "5": "For His anger is but for a moment,\nHis favor is for a lifetime;\nWeeping may last for the night,\nBut a shout of joy comes in the morning.",
      "6": "Now as for me, I said in my prosperity,\n“I will never be moved.”",
      "7": "O Lord, by Your favor You have made my mountain to stand strong;\nYou hid Your face, I was dismayed.",
      "8": "To You, O Lord, I called,\nAnd to the Lord I made supplication:",
      "9": "“What profit is there in my blood, if I go down to the pit?\nWill the dust praise You? Will it declare Your faithfulness?",
      "10": "“Hear, O Lord, and be gracious to me;\nO Lord, be my helper.”",
      "11": "You have turned for me my mourning into dancing;\nYou have loosed my sackcloth and girded me with gladness,",
      "12": "That my soul may sing praise to You and not be silent.\nO Lord my God, I will give thanks to You forever."
    },
    "31": {
      "1": "In You, O Lord, I have taken refuge;\nLet me never be ashamed;\nIn Your righteousness deliver me.",
      "2": "Incline Your ear to me, rescue me quickly;\nBe to me a rock of strength,\nA stronghold to save me.",
      "3": "For You are my rock and my fortress;\nFor Your name’s sake You will lead me and guide me.",
      "4": "You will pull me out of the net which they have secretly laid for me,\nFor You are my strength.",
      "5": "Into Your hand I commit my spirit;\nYou have ransomed me, O Lord, God of truth.",
      "6": "I hate those who regard vain idols,\nBut I trust in the Lord.",
      "7": "I will rejoice and be glad in Your lovingkindness,\nBecause You have seen my affliction;\nYou have known the troubles of my soul,",
      "8": "And You have not given me over into the hand of the enemy;\nYou have set my feet in a large place.",
      "9": "Be gracious to me, O Lord, for I am in distress;\nMy eye is wasted away from grief, my soul and my body also.",
      "10": "For my life is spent with sorrow\nAnd my years with sighing;\nMy strength has failed because of my iniquity,\nAnd my body has wasted away.",
      "11": "Because of all my adversaries, I have become a reproach,\nEspecially to my neighbors,\nAnd an object of dread to my acquaintances;\nThose who see me in the street flee from me.",
      "12": "I am forgotten as a dead man, out of mind;\nI am like a broken vessel.",
      "13": "For I have heard the slander of many,\nTerror is on every side;\nWhile they took counsel together against me,\nThey schemed to take away my life.",
      "14": "But as for me, I trust in You, O Lord,\nI say, “You are my God.”",
      "15": "My times are in Your hand;\nDeliver me from the hand of my enemies and from those who persecute me.",
      "16": "Make Your face to shine upon Your servant;\nSave me in Your lovingkindness.",
      "17": "Let me not be put to shame, O Lord, for I call upon You;\nLet the wicked be put to shame, let them be silent in Sheol.",
      "18": "Let the lying lips be mute,\nWhich speak arrogantly against the righteous\nWith pride and contempt.",
      "19": "How great is Your goodness,\nWhich You have stored up for those who fear You,\nWhich You have wrought for those who take refuge in You,\nBefore the sons of men!",
      "20": "You hide them in the secret place of Your presence from the conspiracies of man;\nYou keep them secretly in a shelter from the strife of tongues.",
      "21": "Blessed be the Lord,\nFor He has made marvelous His lovingkindness to me in a besieged city.",
      "22": "As for me, I said in my alarm,\n“I am cut off from before Your eyes”;\nNevertheless You heard the voice of my supplications\nWhen I cried to You.",
      "23": "O love the Lord, all you His godly ones!\nThe Lord preserves the faithful\nAnd fully recompenses the proud doer.",
      "24": "Be strong and let your heart take courage,\nAll you who hope in the Lord."
    },
    "32": {
      "1": "How blessed is he whose transgression is forgiven,\nWhose sin is covered!",
      "2": "How blessed is the man to whom the Lord does not impute iniquity,\nAnd in whose spirit there is no deceit!",
      "3": "When I kept silent about my sin, my body wasted away\nThrough my groaning all day long.",
      "4": "For day and night Your hand was heavy upon me;\nMy vitality was drained away as with the fever heat of summer. Selah.",
      "5": "I acknowledged my sin to You,\nAnd my iniquity I did not hide;\nI said, “I will confess my transgressions to the Lord”;\nAnd You forgave the guilt of my sin. Selah.",
      "6": "Therefore, let everyone who is godly pray to You in a time when You may be found;\nSurely in a flood of great waters they will not reach him.",
      "7": "You are my hiding place; You preserve me from trouble;\nYou surround me with songs of deliverance. Selah.",
      "8": "I will instruct you and teach you in the way which you should go;\nI will counsel you with My eye upon you.",
      "9": "Do not be as the horse or as the mule which have no understanding,\nWhose trappings include bit and bridle to hold them in check,\nOtherwise they will not come near to you.",
      "10": "Many are the sorrows of the wicked,\nBut he who trusts in the Lord, lovingkindness shall surround him.",
      "11": "Be glad in the Lord and rejoice, you righteous ones;\nAnd shout for joy, all you who are upright in heart."
    },
    "33": {
      "1": "Sing for joy in the Lord, O you righteous ones;\nPraise is becoming to the upright.",
      "2": "Give thanks to the Lord with the lyre;\nSing praises to Him with a harp of ten strings.",
      "3": "Sing to Him a new song;\nPlay skillfully with a shout of joy.",
      "4": "For the word of the Lord is upright,\nAnd all His work is done in faithfulness.",
      "5": "He loves righteousness and justice;\nThe earth is full of the lovingkindness of the Lord.",
      "6": "By the word of the Lord the heavens were made,\nAnd by the breath of His mouth all their host.",
      "7": "He gathers the waters of the sea together as a heap;\nHe lays up the deeps in storehouses.",
      "8": "Let all the earth fear the Lord;\nLet all the inhabitants of the world stand in awe of Him.",
      "9": "For He spoke, and it was done;\nHe commanded, and it stood fast.",
      "10": "The Lord nullifies the counsel of the nations;\nHe frustrates the plans of the peoples.",
      "11": "The counsel of the Lord stands forever,\nThe plans of His heart from generation to generation.",
      "12": "Blessed is the nation whose God is the Lord,\nThe people whom He has chosen for His own inheritance.",
      "13": "The Lord looks from heaven;\nHe sees all the sons of men;",
      "14": "From His dwelling place He looks out\nOn all the inhabitants of the earth,",
      "15": "He who fashions the hearts of them all,\nHe who understands all their works.",
      "16": "The king is not saved by a mighty army;\nA warrior is not delivered by great strength.",
      "17": "A horse is a false hope for victory;\nNor does it deliver anyone by its great strength.",
      "18": "Behold, the eye of the Lord is on those who fear Him,\nOn those who hope for His lovingkindness,",
      "19": "To deliver their soul from death\nAnd to keep them alive in famine.",
      "20": "Our soul waits for the Lord;\nHe is our help and our shield.",
      "21": "For our heart rejoices in Him,\nBecause we trust in His holy name.",
      "22": "Let Your lovingkindness, O Lord, be upon us,\nAccording as we have hoped in You."
    },
    "34": {
      "1": "I will bless the Lord at all times;\nHis praise shall continually be in my mouth.",
      "2": "My soul will make its boast in the Lord;\nThe humble will hear it and rejoice.",
      "3": "O magnify the Lord with me,\nAnd let us exalt His name together.",
      "4": "I sought the Lord, and He answered me,\nAnd delivered me from all my fears.",
      "5": "They looked to Him and were radiant,\nAnd their faces will never be ashamed.",
      "6": "This poor man cried, and the Lord heard him\nAnd saved him out of all his troubles.",
      "7": "The angel of the Lord encamps around those who fear Him,\nAnd rescues them.",
      "8": "O taste and see that the Lord is good;\nHow blessed is the man who takes refuge in Him!",
      "9": "O fear the Lord, you His saints;\nFor to those who fear Him there is no want.",
      "10": "The young lions do lack and suffer hunger;\nBut they who seek the Lord shall not be in want of any good thing.",
      "11": "Come, you children, listen to me;\nI will teach you the fear of the Lord.",
      "12": "Who is the man who desires life\nAnd loves length of days that he may see good?",
      "13": "Keep your tongue from evil\nAnd your lips from speaking deceit.",
      "14": "Depart from evil and do good;\nSeek peace and pursue it.",
      "15": "The eyes of the Lord are toward the righteous\nAnd His ears are open to their cry.",
      "16": "The face of the Lord is against evildoers,\nTo cut off the memory of them from the earth.",
      "17": "The righteous cry, and the Lord hears\nAnd delivers them out of all their troubles.",
      "18": "The Lord is near to the brokenhearted\nAnd saves those who are crushed in spirit.",
      "19": "Many are the afflictions of the righteous,\nBut the Lord delivers him out of them all.",
      "20": "He keeps all his bones,\nNot one of them is broken.",
      "21": "Evil shall slay the wicked,\nAnd those who hate the righteous will be condemned.",
      "22": "The Lord redeems the soul of His servants,\nAnd none of those who take refuge in Him will be condemned."
    },
    "35": {
      "1": "Contend, O Lord, with those who contend with me;\nFight against those who fight against me.",
      "2": "Take hold of buckler and shield\nAnd rise up for my help.",
      "3": "Draw also the spear and the battle-axe to meet those who pursue me;\nSay to my soul, “I am your salvation.”",
      "4": "Let those be ashamed and dishonored who seek my life;\nLet those be turned back and humiliated who devise evil against me.",
      "5": "Let them be like chaff before the wind,\nWith the angel of the Lord driving them on.",
      "6": "Let their way be dark and slippery,\nWith the angel of the Lord pursuing them.",
      "7": "For without cause they hid their net for me;\nWithout cause they dug a pit for my soul.",
      "8": "Let destruction come upon him unawares,\nAnd let the net which he hid catch himself;\nInto that very destruction let him fall.",
      "9": "And my soul shall rejoice in the Lord;\nIt shall exult in His salvation.",
      "10": "All my bones will say, “Lord, who is like You,\nWho delivers the afflicted from him who is too strong for him,\nAnd the afflicted and the needy from him who robs him?”",
      "11": "Malicious witnesses rise up;\nThey ask me of things that I do not know.",
      "12": "They repay me evil for good,\nTo the bereavement of my soul.",
      "13": "But as for me, when they were sick, my clothing was sackcloth;\nI humbled my soul with fasting,\nAnd my prayer kept returning to my bosom.",
      "14": "I went about as though it were my friend or brother;\nI bowed down mourning, as one who sorrows for a mother.",
      "15": "But at my stumbling they rejoiced and gathered themselves together;\nThe smiters whom I did not know gathered together against me,\nThey slandered me without ceasing.",
      "16": "Like godless jesters at a feast,\nThey gnashed at me with their teeth.",
      "17": "Lord, how long will You look on?\nRescue my soul from their ravages,\nMy only life from the lions.",
      "18": "I will give You thanks in the great congregation;\nI will praise You among a mighty throng.",
      "19": "Do not let those who are wrongfully my enemies rejoice over me;\nNor let those who hate me without cause wink maliciously.",
      "20": "For they do not speak peace,\nBut they devise deceitful words against those who are quiet in the land.",
      "21": "They opened their mouth wide against me;\nThey said, “Aha, aha, our eyes have seen it!”",
      "22": "You have seen it, O Lord, do not keep silent;\nO Lord, do not be far from me.",
      "23": "Stir up Yourself, and awake to my right\nAnd to my cause, my God and my Lord.",
      "24": "Judge me, O Lord my God, according to Your righteousness,\nAnd do not let them rejoice over me.",
      "25": "Do not let them say in their heart, “Aha, our desire!”\nDo not let them say, “We have swallowed him up!”",
      "26": "Let those be ashamed and humiliated altogether who rejoice at my distress;\nLet those be clothed with shame and dishonor who magnify themselves over me.",
      "27": "Let them shout for joy and rejoice, who favor my vindication;\nAnd let them say continually, “The Lord be magnified,\nWho delights in the prosperity of His servant.”",
      "28": "And my tongue shall declare Your righteousness\nAnd Your praise all day long."
    },
    "36": {
      "1": "Transgression speaks to the ungodly within his heart;\nThere is no fear of God before his eyes.",
      "2": "For it flatters him in his own eyes\nConcerning the discovery of his iniquity and the hatred of it.",
      "3": "The words of his mouth are wickedness and deceit;\nHe has ceased to be wise and to do good.",
      "4": "He plans wickedness upon his bed;\nHe sets himself on a path that is not good;\nHe does not despise evil.",
      "5": "Your lovingkindness, O Lord, extends to the heavens,\nYour faithfulness reaches to the skies.",
      "6": "Your righteousness is like the mountains of God;\nYour judgments are like a great deep.\nO Lord, You preserve man and beast.",
      "7": "How precious is Your lovingkindness, O God!\nAnd the children of men take refuge in the shadow of Your wings.",
      "8": "They drink their fill of the abundance of Your house;\nAnd You give them to drink of the river of Your delights.",
      "9": "For with You is the fountain of life;\nIn Your light we see light.",
      "10": "O continue Your lovingkindness to those who know You,\nAnd Your righteousness to the upright in heart.",
      "11": "Let not the foot of pride come upon me,\nAnd let not the hand of the wicked drive me away.",
      "12": "There the doers of iniquity have fallen;\nThey have been thrust down and cannot rise."
    },
    "37": {
      "1": "Do not fret because of evildoers,\nBe not envious toward wrongdoers.",
      "2": "For they will wither quickly like the grass\nAnd fade like the green herb.",
      "3": "Trust in the Lord and do good;\nDwell in the land and cultivate faithfulness.",
      "4": "Delight yourself in the Lord;\nAnd He will give you the desires of your heart.",
      "5": "Commit your way to the Lord,\nTrust also in Him, and He will do it.",
      "6": "He will bring forth your righteousness as the light\nAnd your judgment as the noonday.",
      "7": "Rest in the Lord and wait patiently for Him;\nDo not fret because of him who prospers in his way,\nBecause of the man who carries out wicked schemes.",
      "8": "Cease from anger and forsake wrath;\nDo not fret; it leads only to evildoing.",
      "9": "For evildoers will be cut off,\nBut those who wait for the Lord, they will inherit the land.",
      "10": "Yet a little while and the wicked man will be no more;\nAnd you will look carefully for his place and he will not be there.",
      "11": "But the humble will inherit the land\nAnd will delight themselves in abundant prosperity.",
      "12": "The wicked plots against the righteous\nAnd gnashes at him with his teeth.",
      "13": "The Lord laughs at him,\nFor He sees his day is coming.",
      "14": "The wicked have drawn the sword and bent their bow\nTo cast down the afflicted and the needy,\nTo slay those who are upright in conduct.",
      "15": "Their sword will enter their own heart,\nAnd their bows will be broken.",
      "16": "Better is the little of the righteous\nThan the abundance of many wicked.",
      "17": "For the arms of the wicked will be broken,\nBut the Lord sustains the righteous.",
      "18": "The Lord knows the days of the blameless,\nAnd their inheritance will be forever.",
      "19": "They will not be ashamed in the time of evil,\nAnd in the days of famine they will have abundance.",
      "20": "But the wicked will perish;\nAnd the enemies of the Lord will be like the glory of the pastures,\nThey vanish—like smoke they vanish away.",
      "21": "The wicked borrows and does not pay back,\nBut the righteous is gracious and gives.",
      "22": "For those blessed by Him will inherit the land,\nBut those cursed by Him will be cut off.",
      "23": "The steps of a man are established by the Lord,\nAnd He delights in his way.",
      "24": "When he falls, he will not be hurled headlong,\nBecause the Lord is the One who holds his hand.",
      "25": "I have been young and now I am old,\nYet I have not seen the righteous forsaken\nOr his descendants begging bread.",
      "26": "All day long he is gracious and lends,\nAnd his descendants are a blessing.",
      "27": "Depart from evil and do good,\nSo you will abide forever.",
      "28": "For the Lord loves justice\nAnd does not forsake His godly ones;\nThey are preserved forever,\nBut the descendants of the wicked will be cut off.",
      "29": "The righteous will inherit the land\nAnd dwell in it forever.",
      "30": "The mouth of the righteous utters wisdom,\nAnd his tongue speaks justice.",
      "31": "The law of his God is in his heart;\nHis steps do not slip.",
      "32": "The wicked spies upon the righteous\nAnd seeks to kill him.",
      "33": "The Lord will not leave him in his hand\nOr let him be condemned when he is judged.",
      "34": "Wait for the Lord and keep His way,\nAnd He will exalt you to inherit the land;\nWhen the wicked are cut off, you will see it.",
      "35": "I have seen a wicked, violent man\nSpreading himself like a luxuriant tree in its native soil.",
      "36": "Then he passed away, and lo, he was no more;\nI sought for him, but he could not be found.",
      "37": "Mark the blameless man, and behold the upright;\nFor the man of peace will have a posterity.",
      "38": "But transgressors will be altogether destroyed;\nThe posterity of the wicked will be cut off.",
      "39": "But the salvation of the righteous is from the Lord;\nHe is their strength in time of trouble.",
      "40": "The Lord helps them and delivers them;\nHe delivers them from the wicked and saves them,\nBecause they take refuge in Him."
    },
    "38": {
      "1": "O Lord, rebuke me not in Your wrath,\nAnd chasten me not in Your burning anger.",
      "2": "For Your arrows have sunk deep into me,\nAnd Your hand has pressed down on me.",
      "3": "There is no soundness in my flesh because of Your indignation;\nThere is no health in my bones because of my sin.",
      "4": "For my iniquities are gone over my head;\nAs a heavy burden they weigh too much for me.",
      "5": "My wounds grow foul and fester\nBecause of my folly.",
      "6": "I am bent over and greatly bowed down;\nI go mourning all day long.",
      "7": "For my loins are filled with burning,\nAnd there is no soundness in my flesh.",
      "8": "I am benumbed and badly crushed;\nI groan because of the agitation of my heart.",
      "9": "Lord, all my desire is before You;\nAnd my sighing is not hidden from You.",
      "10": "My heart throbs, my strength fails me;\nAnd the light of my eyes, even that has gone from me.",
      "11": "My loved ones and my friends stand aloof from my plague;\nAnd my kinsmen stand afar off.",
      "12": "Those who seek my life lay snares for me;\nAnd those who seek to injure me have threatened destruction,\nAnd they devise treachery all day long.",
      "13": "But I, like a deaf man, do not hear;\nAnd I am like a mute man who does not open his mouth.",
      "14": "Yes, I am like a man who does not hear,\nAnd in whose mouth are no arguments.",
      "15": "For I hope in You, O Lord;\nYou will answer, O Lord my God.",
      "16": "For I said, “May they not rejoice over me,\nWho, when my foot slips, would magnify themselves against me.”",
      "17": "For I am ready to fall,\nAnd my sorrow is continually before me.",
      "18": "For I confess my iniquity;\nI am full of anxiety because of my sin.",
      "19": "But my enemies are vigorous and strong,\nAnd many are those who hate me wrongfully.",
      "20": "And those who repay evil for good,\nThey oppose me, because I follow what is good.",
      "21": "Do not forsake me, O Lord;\nO my God, do not be far from me!",
      "22": "Make haste to help me,\nO Lord, my salvation!"
    },
    "39": {
      "1": "I said, “I will guard my ways\nThat I may not sin with my tongue;\nI will guard my mouth as with a muzzle\nWhile the wicked are in my presence.”",
      "2": "I was mute and silent,\nI refrained even from good,\nAnd my sorrow grew worse.",
      "3": "My heart was hot within me,\nWhile I was musing the fire burned;\nThen I spoke with my tongue:",
      "4": "“Lord, make me to know my end\nAnd what is the extent of my days;\nLet me know how transient I am.",
      "5": "“Behold, You have made my days as handbreadths,\nAnd my lifetime as nothing in Your sight;\nSurely every man at his best is a mere breath. Selah.",
      "6": "“Surely every man walks about as a phantom;\nSurely they make an uproar for nothing;\nHe amasses riches and does not know who will gather them.",
      "7": "“And now, Lord, for what do I wait?\nMy hope is in You.",
      "8": "“Deliver me from all my transgressions;\nMake me not the reproach of the foolish.",
      "9": "“I have become mute, I do not open my mouth,\nBecause it is You who have done it.",
      "10": "“Remove Your plague from me;\nBecause of the opposition of Your hand I am perishing.",
      "11": "“With reproofs You chasten a man for iniquity;\nYou consume as a moth what is precious to him;\nSurely every man is a mere breath. Selah.",
      "12": "“Hear my prayer, O Lord, and give ear to my cry;\nDo not be silent at my tears;\nFor I am a stranger with You,\nA sojourner like all my fathers.",
      "13": "“Turn Your gaze away from me, that I may smile again\nBefore I depart and am no more.”"
    },
    "40": {
      "1": "I waited patiently for the Lord;\nAnd He inclined to me and heard my cry.",
      "2": "He brought me up out of the pit of destruction, out of the miry clay,\nAnd He set my feet upon a rock making my footsteps firm.",
      "3": "He put a new song in my mouth, a song of praise to our God;\nMany will see and fear\nAnd will trust in the Lord.",
      "4": "How blessed is the man who has made the Lord his trust,\nAnd has not turned to the proud, nor to those who lapse into falsehood.",
      "5": "Many, O Lord my God, are the wonders which You have done,\nAnd Your thoughts toward us;\nThere is none to compare with You.\nIf I would declare and speak of them,\nThey would be too numerous to count.",
      "6": "Sacrifice and meal offering You have not desired;\nMy ears You have opened;\nBurnt offering and sin offering You have not required.",
      "7": "Then I said, “Behold, I come;\nIn the scroll of the book it is written of me.",
      "8": "I delight to do Your will, O my God;\nYour Law is within my heart.”",
      "9": "I have proclaimed glad tidings of righteousness in the great congregation;\nBehold, I will not restrain my lips,\nO Lord, You know.",
      "10": "I have not hidden Your righteousness within my heart;\nI have spoken of Your faithfulness and Your salvation;\nI have not concealed Your lovingkindness and Your truth from the great congregation.",
      "11": "You, O Lord, will not withhold Your compassion from me;\nYour lovingkindness and Your truth will continually preserve me.",
      "12": "For evils beyond number have surrounded me;\nMy iniquities have overtaken me, so that I am not able to see;\nThey are more numerous than the hairs of my head,\nAnd my heart has failed me.",
      "13": "Be pleased, O Lord, to deliver me;\nMake haste, O Lord, to help me.",
      "14": "Let those be ashamed and humiliated together\nWho seek my life to destroy it;\nLet those be turned back and dishonored\nWho delight in my hurt.",
      "15": "Let those be appalled because of their shame\nWho say to me, “Aha, aha!”",
      "16": "Let all who seek You rejoice and be glad in You;\nLet those who love Your salvation say continually,\n“The Lord be magnified!”",
      "17": "Since I am afflicted and needy,\nLet the Lord be mindful of me.\nYou are my help and my deliverer;\nDo not delay, O my God."
    },
    "41": {
      "1": "How blessed is he who considers the helpless;\nThe Lord will deliver him in a day of trouble.",
      "2": "The Lord will protect him and keep him alive,\nAnd he shall be called blessed upon the earth;\nAnd do not give him over to the desire of his enemies.",
      "3": "The Lord will sustain him upon his sickbed;\nIn his illness, You restore him to health.",
      "4": "As for me, I said, “O Lord, be gracious to me;\nHeal my soul, for I have sinned against You.”",
      "5": "My enemies speak evil against me,\n“When will he die, and his name perish?”",
      "6": "And when he comes to see me, he speaks falsehood;\nHis heart gathers wickedness to itself;\nWhen he goes outside, he tells it.",
      "7": "All who hate me whisper together against me;\nAgainst me they devise my hurt, saying,",
      "8": "“A wicked thing is poured out upon him,\nThat when he lies down, he will not rise up again.”",
      "9": "Even my close friend in whom I trusted,\nWho ate my bread,\nHas lifted up his heel against me.",
      "10": "But You, O Lord, be gracious to me and raise me up,\nThat I may repay them.",
      "11": "By this I know that You are pleased with me,\nBecause my enemy does not shout in triumph over me.",
      "12": "As for me, You uphold me in my integrity,\nAnd You set me in Your presence forever.",
      "13": "Blessed be the Lord, the God of Israel,\nFrom everlasting to everlasting.\nAmen and Amen."
    },
    "42": {
      "1": "As the deer pants for the water brooks,\nSo my soul pants for You, O God.",
      "2": "My soul thirsts for God, for the living God;\nWhen shall I come and appear before God?",
      "3": "My tears have been my food day and night,\nWhile they say to me all day long, “Where is your God?”",
      "4": "These things I remember and I pour out my soul within me.\nFor I used to go along with the throng and lead them in procession to the house of God,\nWith the voice of joy and thanksgiving, a multitude keeping festival.",
      "5": "Why are you in despair, O my soul?\nAnd why have you become disturbed within me?\nHope in God, for I shall again praise Him\nFor the help of His presence.",
      "6": "O my God, my soul is in despair within me;\nTherefore I remember You from the land of the Jordan\nAnd the peaks of Hermon, from Mount Mizar.",
      "7": "Deep calls to deep at the sound of Your waterfalls;\nAll Your breakers and Your waves have rolled over me.",
      "8": "The Lord will command His lovingkindness in the daytime;\nAnd His song will be with me in the night,\nA prayer to the God of my life.",
      "9": "I will say to God my rock, “Why have You forgotten me?\nWhy do I go mourning because of the oppression of the enemy?”",
      "10": "As a shattering of my bones, my adversaries revile me,\nWhile they say to me all day long, “Where is your God?”",
      "11": "Why are you in despair, O my soul?\nAnd why have you become disturbed within me?\nHope in God, for I shall yet praise Him,\nThe help of my countenance and my God."
    },
    "43": {
      "1": "Vindicate me, O God, and plead my case against an ungodly nation;\nO deliver me from the deceitful and unjust man!",
      "2": "For You are the God of my strength; why have You rejected me?\nWhy do I go mourning because of the oppression of the enemy?",
      "3": "O send out Your light and Your truth, let them lead me;\nLet them bring me to Your holy hill\nAnd to Your dwelling places.",
      "4": "Then I will go to the altar of God,\nTo God my exceeding joy;\nAnd upon the lyre I shall praise You, O God, my God.",
      "5": "Why are you in despair, O my soul?\nAnd why are you disturbed within me?\nHope in God, for I shall again praise Him,\nThe help of my countenance and my God."
    },
    "44": {
      "1": "O God, we have heard with our ears,\nOur fathers have told us\nThe work that You did in their days,\nIn the days of old.",
      "2": "You with Your own hand drove out the nations;\nThen You planted them;\nYou afflicted the peoples,\nThen You spread them abroad.",
      "3": "For by their own sword they did not possess the land,\nAnd their own arm did not save them,\nBut Your right hand and Your arm and the light of Your presence,\nFor You favored them.",
      "4": "You are my King, O God;\nCommand victories for Jacob.",
      "5": "Through You we will push back our adversaries;\nThrough Your name we will trample down those who rise up against us.",
      "6": "For I will not trust in my bow,\nNor will my sword save me.",
      "7": "But You have saved us from our adversaries,\nAnd You have put to shame those who hate us.",
      "8": "In God we have boasted all day long,\nAnd we will give thanks to Your name forever. Selah.",
      "9": "Yet You have rejected us and brought us to dishonor,\nAnd do not go out with our armies.",
      "10": "You cause us to turn back from the adversary;\nAnd those who hate us have taken spoil for themselves.",
      "11": "You give us as sheep to be eaten\nAnd have scattered us among the nations.",
      "12": "You sell Your people cheaply,\nAnd have not profited by their sale.",
      "13": "You make us a reproach to our neighbors,\nA scoffing and a derision to those around us.",
      "14": "You make us a byword among the nations,\nA laughingstock among the peoples.",
      "15": "All day long my dishonor is before me\nAnd my humiliation has overwhelmed me,",
      "16": "Because of the voice of him who reproaches and reviles,\nBecause of the presence of the enemy and the avenger.",
      "17": "All this has come upon us, but we have not forgotten You,\nAnd we have not dealt falsely with Your covenant.",
      "18": "Our heart has not turned back,\nAnd our steps have not deviated from Your way,",
      "19": "Yet You have crushed us in a place of jackals\nAnd covered us with the shadow of death.",
      "20": "If we had forgotten the name of our God\nOr extended our hands to a strange god,",
      "21": "Would not God find this out?\nFor He knows the secrets of the heart.",
      "22": "But for Your sake we are killed all day long;\nWe are considered as sheep to be slaughtered.",
      "23": "Arouse Yourself, why do You sleep, O Lord?\nAwake, do not reject us forever.",
      "24": "Why do You hide Your face\nAnd forget our affliction and our oppression?",
      "25": "For our soul has sunk down into the dust;\nOur body cleaves to the earth.",
      "26": "Rise up, be our help,\nAnd redeem us for the sake of Your lovingkindness."
    },
    "45": {
      "1": "My heart overflows with a good theme;\nI address my verses to the King;\nMy tongue is the pen of a ready writer.",
      "2": "You are fairer than the sons of men;\nGrace is poured upon Your lips;\nTherefore God has blessed You forever.",
      "3": "Gird Your sword on Your thigh, O Mighty One,\nIn Your splendor and Your majesty!",
      "4": "And in Your majesty ride on victoriously,\nFor the cause of truth and meekness and righteousness;\nLet Your right hand teach You awesome things.",
      "5": "Your arrows are sharp;\nThe peoples fall under You;\nYour arrows are in the heart of the King’s enemies.",
      "6": "Your throne, O God, is forever and ever;\nA scepter of uprightness is the scepter of Your kingdom.",
      "7": "You have loved righteousness and hated wickedness;\nTherefore God, Your God, has anointed You\nWith the oil of joy above Your fellows.",
      "8": "All Your garments are fragrant with myrrh and aloes and cassia;\nOut of ivory palaces stringed instruments have made You glad.",
      "9": "Kings’ daughters are among Your noble ladies;\nAt Your right hand stands the queen in gold from Ophir.",
      "10": "Listen, O daughter, give attention and incline your ear:\nForget your people and your father’s house;",
      "11": "Then the King will desire your beauty.\nBecause He is your Lord, bow down to Him.",
      "12": "The daughter of Tyre will come with a gift;\nThe rich among the people will seek your favor.",
      "13": "The King’s daughter is all glorious within;\nHer clothing is interwoven with gold.",
      "14": "She will be led to the King in embroidered work;\nThe virgins, her companions who follow her,\nWill be brought to You.",
      "15": "They will be led forth with gladness and rejoicing;\nThey will enter into the King’s palace.",
      "16": "In place of your fathers will be your sons;\nYou shall make them princes in all the earth.",
      "17": "I will cause Your name to be remembered in all generations;\nTherefore the peoples will give You thanks forever and ever."
    },
    "46": {
      "1": "God is our refuge and strength,\nA very present help in trouble.",
      "2": "Therefore we will not fear, though the earth should change\nAnd though the mountains slip into the heart of the sea;",
      "3": "Though its waters roar and foam,\nThough the mountains quake at its swelling pride. Selah.",
      "4": "There is a river whose streams make glad the city of God,\nThe holy dwelling places of the Most High.",
      "5": "God is in the midst of her, she will not be moved;\nGod will help her when morning dawns.",
      "6": "The nations made an uproar, the kingdoms tottered;\nHe raised His voice, the earth melted.",
      "7": "The Lord of hosts is with us;\nThe God of Jacob is our stronghold. Selah.",
      "8": "Come, behold the works of the Lord,\nWho has wrought desolations in the earth.",
      "9": "He makes wars to cease to the end of the earth;\nHe breaks the bow and cuts the spear in two;\nHe burns the chariots with fire.",
      "10": "“Cease striving and know that I am God;\nI will be exalted among the nations, I will be exalted in the earth.”",
      "11": "The Lord of hosts is with us;\nThe God of Jacob is our stronghold. Selah."
    },
    "47": {
      "1": "O clap your hands, all peoples;\nShout to God with the voice of joy.",
      "2": "For the Lord Most High is to be feared,\nA great King over all the earth.",
      "3": "He subdues peoples under us\nAnd nations under our feet.",
      "4": "He chooses our inheritance for us,\nThe glory of Jacob whom He loves. Selah.",
      "5": "God has ascended with a shout,\nThe Lord, with the sound of a trumpet.",
      "6": "Sing praises to God, sing praises;\nSing praises to our King, sing praises.",
      "7": "For God is the King of all the earth;\nSing praises with a skillful psalm.",
      "8": "God reigns over the nations,\nGod sits on His holy throne.",
      "9": "The princes of the people have assembled themselves as the people of the God of Abraham,\nFor the shields of the earth belong to God;\nHe is highly exalted."
    },
    "48": {
      "1": "Great is the Lord, and greatly to be praised,\nIn the city of our God, His holy mountain.",
      "2": "Beautiful in elevation, the joy of the whole earth,\nIs Mount Zion in the far north,\nThe city of the great King.",
      "3": "God, in her palaces,\nHas made Himself known as a stronghold.",
      "4": "For, lo, the kings assembled themselves,\nThey passed by together.",
      "5": "They saw it, then they were amazed;\nThey were terrified, they fled in alarm.",
      "6": "Panic seized them there,\nAnguish, as of a woman in childbirth.",
      "7": "With the east wind\nYou break the ships of Tarshish.",
      "8": "As we have heard, so have we seen\nIn the city of the Lord of hosts, in the city of our God;\nGod will establish her forever. Selah.",
      "9": "We have thought on Your lovingkindness, O God,\nIn the midst of Your temple.",
      "10": "As is Your name, O God,\nSo is Your praise to the ends of the earth;\nYour right hand is full of righteousness.",
      "11": "Let Mount Zion be glad,\nLet the daughters of Judah rejoice\nBecause of Your judgments.",
      "12": "Walk about Zion and go around her;\nCount her towers;",
      "13": "Consider her ramparts;\nGo through her palaces,\nThat you may tell it to the next generation.",
      "14": "For such is God,\nOur God forever and ever;\nHe will guide us until death."
    },
    "49": {
      "1": "Hear this, all peoples;\nGive ear, all inhabitants of the world,",
      "2": "Both low and high,\nRich and poor together.",
      "3": "My mouth will speak wisdom,\nAnd the meditation of my heart will be understanding.",
      "4": "I will incline my ear to a proverb;\nI will express my riddle on the harp.",
      "5": "Why should I fear in days of adversity,\nWhen the iniquity of my foes surrounds me,",
      "6": "Even those who trust in their wealth\nAnd boast in the abundance of their riches?",
      "7": "No man can by any means redeem his brother\nOr give to God a ransom for him—",
      "8": "For the redemption of his soul is costly,\nAnd he should cease trying forever—",
      "9": "That he should live on eternally,\nThat he should not undergo decay.",
      "10": "For he sees that even wise men die;\nThe stupid and the senseless alike perish\nAnd leave their wealth to others.",
      "11": "Their inner thought is that their houses are forever\nAnd their dwelling places to all generations;\nThey have called their lands after their own names.",
      "12": "But man in his pomp will not endure;\nHe is like the beasts that perish.",
      "13": "This is the way of those who are foolish,\nAnd of those after them who approve their words. Selah.",
      "14": "As sheep they are appointed for Sheol;\nDeath shall be their shepherd;\nAnd the upright shall rule over them in the morning,\nAnd their form shall be for Sheol to consume\nSo that they have no habitation.",
      "15": "But God will redeem my soul from the power of Sheol,\nFor He will receive me. Selah.",
      "16": "Do not be afraid when a man becomes rich,\nWhen the glory of his house is increased;",
      "17": "For when he dies he will carry nothing away;\nHis glory will not descend after him.",
      "18": "Though while he lives he congratulates himself—\nAnd though men praise you when you do well for yourself—",
      "19": "He shall go to the generation of his fathers;\nThey will never see the light.",
      "20": "Man in his pomp, yet without understanding,\nIs like the beasts that perish."
    },
    "50": {
      "1": "The Mighty One, God, the Lord, has spoken,\nAnd summoned the earth from the rising of the sun to its setting.",
      "2": "Out of Zion, the perfection of beauty,\nGod has shone forth.",
      "3": "May our God come and not keep silence;\nFire devours before Him,\nAnd it is very tempestuous around Him.",
      "4": "He summons the heavens above,\nAnd the earth, to judge His people:",
      "5": "“Gather My godly ones to Me,\nThose who have made a covenant with Me by sacrifice.”",
      "6": "And the heavens declare His righteousness,\nFor God Himself is judge. Selah.",
      "7": "“Hear, O My people, and I will speak;\nO Israel, I will testify against you;\nI am God, your God.",
      "8": "“I do not reprove you for your sacrifices,\nAnd your burnt offerings are continually before Me.",
      "9": "“I shall take no young bull out of your house\nNor male goats out of your folds.",
      "10": "“For every beast of the forest is Mine,\nThe cattle on a thousand hills.",
      "11": "“I know every bird of the mountains,\nAnd everything that moves in the field is Mine.",
      "12": "“If I were hungry I would not tell you,\nFor the world is Mine, and all it contains.",
      "13": "“Shall I eat the flesh of bulls\nOr drink the blood of male goats?",
      "14": "“Offer to God a sacrifice of thanksgiving\nAnd pay your vows to the Most High;",
      "15": "Call upon Me in the day of trouble;\nI shall rescue you, and you will honor Me.”",
      "16": "But to the wicked God says,\n“What right have you to tell of My statutes\nAnd to take My covenant in your mouth?",
      "17": "“For you hate discipline,\nAnd you cast My words behind you.",
      "18": "“When you see a thief, you are pleased with him,\nAnd you associate with adulterers.",
      "19": "“You let your mouth loose in evil\nAnd your tongue frames deceit.",
      "20": "“You sit and speak against your brother;\nYou slander your own mother’s son.",
      "21": "“These things you have done and I kept silence;\nYou thought that I was just like you;\nI will reprove you and state the case in order before your eyes.",
      "22": "“Now consider this, you who forget God,\nOr I will tear you in pieces, and there will be none to deliver.",
      "23": "“He who offers a sacrifice of thanksgiving honors Me;\nAnd to him who orders his way aright\nI shall show the salvation of God.”"
    },
    "51": {
      "1": "Be gracious to me, O God, according to Your lovingkindness;\nAccording to the greatness of Your compassion blot out my transgressions.",
      "2": "Wash me thoroughly from my iniquity\nAnd cleanse me from my sin.",
      "3": "For I know my transgressions,\nAnd my sin is ever before me.",
      "4": "Against You, You only, I have sinned\nAnd done what is evil in Your sight,\nSo that You are justified when You speak\nAnd blameless when You judge.",
      "5": "Behold, I was brought forth in iniquity,\nAnd in sin my mother conceived me.",
      "6": "Behold, You desire truth in the innermost being,\nAnd in the hidden part You will make me know wisdom.",
      "7": "Purify me with hyssop, and I shall be clean;\nWash me, and I shall be whiter than snow.",
      "8": "Make me to hear joy and gladness,\nLet the bones which You have broken rejoice.",
      "9": "Hide Your face from my sins\nAnd blot out all my iniquities.",
      "10": "Create in me a clean heart, O God,\nAnd renew a steadfast spirit within me.",
      "11": "Do not cast me away from Your presence\nAnd do not take Your Holy Spirit from me.",
      "12": "Restore to me the joy of Your salvation\nAnd sustain me with a willing spirit.",
      "13": "Then I will teach transgressors Your ways,\nAnd sinners will be converted to You.",
      "14": "Deliver me from bloodguiltiness, O God, the God of my salvation;\nThen my tongue will joyfully sing of Your righteousness.",
      "15": "O Lord, open my lips,\nThat my mouth may declare Your praise.",
      "16": "For You do not delight in sacrifice, otherwise I would give it;\nYou are not pleased with burnt offering.",
      "17": "The sacrifices of God are a broken spirit;\nA broken and a contrite heart, O God, You will not despise.",
      "18": "By Your favor do good to Zion;\nBuild the walls of Jerusalem.",
      "19": "Then You will delight in righteous sacrifices,\nIn burnt offering and whole burnt offering;\nThen young bulls will be offered on Your altar."
    },
    "52": {
      "1": "Why do you boast in evil, O mighty man?\nThe lovingkindness of God endures all day long.",
      "2": "Your tongue devises destruction,\nLike a sharp razor, O worker of deceit.",
      "3": "You love evil more than good,\nFalsehood more than speaking what is right. Selah.",
      "4": "You love all words that devour,\nO deceitful tongue.",
      "5": "But God will break you down forever;\nHe will snatch you up and tear you away from your tent,\nAnd uproot you from the land of the living. Selah.",
      "6": "The righteous will see and fear,\nAnd will laugh at him, saying,",
      "7": "“Behold, the man who would not make God his refuge,\nBut trusted in the abundance of his riches\nAnd was strong in his evil desire.”",
      "8": "But as for me, I am like a green olive tree in the house of God;\nI trust in the lovingkindness of God forever and ever.",
      "9": "I will give You thanks forever, because You have done it,\nAnd I will wait on Your name, for it is good, in the presence of Your godly ones."
    },
    "53": {
      "1": "The fool has said in his heart, “There is no God,”\nThey are corrupt, and have committed abominable injustice;\nThere is no one who does good.",
      "2": "God has looked down from heaven upon the sons of men\nTo see if there is anyone who understands,\nWho seeks after God.",
      "3": "Every one of them has turned aside; together they have become corrupt;\nThere is no one who does good, not even one.",
      "4": "Have the workers of wickedness no knowledge,\nWho eat up My people as though they ate bread\nAnd have not called upon God?",
      "5": "There they were in great fear where no fear had been;\nFor God scattered the bones of him who encamped against you;\nYou put them to shame, because God had rejected them.",
      "6": "Oh, that the salvation of Israel would come out of Zion!\nWhen God restores His captive people,\nLet Jacob rejoice, let Israel be glad."
    },
    "54": {
      "1": "Save me, O God, by Your name,\nAnd vindicate me by Your power.",
      "2": "Hear my prayer, O God;\nGive ear to the words of my mouth.",
      "3": "For strangers have risen against me\nAnd violent men have sought my life;\nThey have not set God before them. Selah.",
      "4": "Behold, God is my helper;\nThe Lord is the sustainer of my soul.",
      "5": "He will recompense the evil to my foes;\nDestroy them in Your faithfulness.",
      "6": "Willingly I will sacrifice to You;\nI will give thanks to Your name, O Lord, for it is good.",
      "7": "For He has delivered me from all trouble,\nAnd my eye has looked with satisfaction upon my enemies."
    },
    "55": {
      "1": "Give ear to my prayer, O God;\nAnd do not hide Yourself from my supplication.",
      "2": "Give heed to me and answer me;\nI am restless in my complaint and am surely distracted,",
      "3": "Because of the voice of the enemy,\nBecause of the pressure of the wicked;\nFor they bring down trouble upon me\nAnd in anger they bear a grudge against me.",
      "4": "My heart is in anguish within me,\nAnd the terrors of death have fallen upon me.",
      "5": "Fear and trembling come upon me,\nAnd horror has overwhelmed me.",
      "6": "I said, “Oh, that I had wings like a dove!\nI would fly away and be at rest.",
      "7": "“Behold, I would wander far away,\nI would lodge in the wilderness. Selah.",
      "8": "“I would hasten to my place of refuge\nFrom the stormy wind and tempest.”",
      "9": "Confuse, O Lord, divide their tongues,\nFor I have seen violence and strife in the city.",
      "10": "Day and night they go around her upon her walls,\nAnd iniquity and mischief are in her midst.",
      "11": "Destruction is in her midst;\nOppression and deceit do not depart from her streets.",
      "12": "For it is not an enemy who reproaches me,\nThen I could bear it;\nNor is it one who hates me who has exalted himself against me,\nThen I could hide myself from him.",
      "13": "But it is you, a man my equal,\nMy companion and my familiar friend;",
      "14": "We who had sweet fellowship together\nWalked in the house of God in the throng.",
      "15": "Let death come deceitfully upon them;\nLet them go down alive to Sheol,\nFor evil is in their dwelling, in their midst.",
      "16": "As for me, I shall call upon God,\nAnd the Lord will save me.",
      "17": "Evening and morning and at noon, I will complain and murmur,\nAnd He will hear my voice.",
      "18": "He will redeem my soul in peace from the battle which is against me,\nFor they are many who strive with me.",
      "19": "God will hear and answer them—\nEven the one who sits enthroned from of old— Selah.\nWith whom there is no change,\nAnd who do not fear God.",
      "20": "He has put forth his hands against those who were at peace with him;\nHe has violated his covenant.",
      "21": "His speech was smoother than butter,\nBut his heart was war;\nHis words were softer than oil,\nYet they were drawn swords.",
      "22": "Cast your burden upon the Lord and He will sustain you;\nHe will never allow the righteous to be shaken.",
      "23": "But You, O God, will bring them down to the pit of destruction;\nMen of bloodshed and deceit will not live out half their days.\nBut I will trust in You."
    },
    "56": {
      "1": "Be gracious to me, O God, for man has trampled upon me;\nFighting all day long he oppresses me.",
      "2": "My foes have trampled upon me all day long,\nFor they are many who fight proudly against me.",
      "3": "When I am afraid,\nI will put my trust in You.",
      "4": "In God, whose word I praise,\nIn God I have put my trust;\nI shall not be afraid.\nWhat can mere man do to me?",
      "5": "All day long they distort my words;\nAll their thoughts are against me for evil.",
      "6": "They attack, they lurk,\nThey watch my steps,\nAs they have waited to take my life.",
      "7": "Because of wickedness, cast them forth,\nIn anger put down the peoples, O God!",
      "8": "You have taken account of my wanderings;\nPut my tears in Your bottle.\nAre they not in Your book?",
      "9": "Then my enemies will turn back in the day when I call;\nThis I know, that God is for me.",
      "10": "In God, whose word I praise,\nIn the Lord, whose word I praise,",
      "11": "In God I have put my trust, I shall not be afraid.\nWhat can man do to me?",
      "12": "Your vows are binding upon me, O God;\nI will render thank offerings to You.",
      "13": "For You have delivered my soul from death,\nIndeed my feet from stumbling,\nSo that I may walk before God\nIn the light of the living."
    },
    "57": {
      "1": "Be gracious to me, O God, be gracious to me,\nFor my soul takes refuge in You;\nAnd in the shadow of Your wings I will take refuge\nUntil destruction passes by.",
      "2": "I will cry to God Most High,\nTo God who accomplishes all things for me.",
      "3": "He will send from heaven and save me;\nHe reproaches him who tramples upon me. Selah.\nGod will send forth His lovingkindness and His truth.",
      "4": "My soul is among lions;\nI must lie among those who breathe forth fire,\nEven the sons of men, whose teeth are spears and arrows\nAnd their tongue a sharp sword.",
      "5": "Be exalted above the heavens, O God;\nLet Your glory be above all the earth.",
      "6": "They have prepared a net for my steps;\nMy soul is bowed down;\nThey dug a pit before me;\nThey themselves have fallen into the midst of it. Selah.",
      "7": "My heart is steadfast, O God, my heart is steadfast;\nI will sing, yes, I will sing praises!",
      "8": "Awake, my glory!\nAwake, harp and lyre!\nI will awaken the dawn.",
      "9": "I will give thanks to You, O Lord, among the peoples;\nI will sing praises to You among the nations.",
      "10": "For Your lovingkindness is great to the heavens\nAnd Your truth to the clouds.",
      "11": "Be exalted above the heavens, O God;\nLet Your glory be above all the earth."
    },
    "58": {
      "1": "Do you indeed speak righteousness, O gods?\nDo you judge uprightly, O sons of men?",
      "2": "No, in heart you work unrighteousness;\nOn earth you weigh out the violence of your hands.",
      "3": "The wicked are estranged from the womb;\nThese who speak lies go astray from birth.",
      "4": "They have venom like the venom of a serpent;\nLike a deaf cobra that stops up its ear,",
      "5": "So that it does not hear the voice of charmers,\nOr a skillful caster of spells.",
      "6": "O God, shatter their teeth in their mouth;\nBreak out the fangs of the young lions, O Lord.",
      "7": "Let them flow away like water that runs off;\nWhen he aims his arrows, let them be as headless shafts.",
      "8": "Let them be as a snail which melts away as it goes along,\nLike the miscarriages of a woman which never see the sun.",
      "9": "Before your pots can feel the fire of thorns\nHe will sweep them away with a whirlwind, the green and the burning alike.",
      "10": "The righteous will rejoice when he sees the vengeance;\nHe will wash his feet in the blood of the wicked.",
      "11": "And men will say, “Surely there is a reward for the righteous;\nSurely there is a God who judges on earth!”"
    },
    "59": {
      "1": "Deliver me from my enemies, O my God;\nSet me securely on high away from those who rise up against me.",
      "2": "Deliver me from those who do iniquity\nAnd save me from men of bloodshed.",
      "3": "For behold, they have set an ambush for my life;\nFierce men launch an attack against me,\nNot for my transgression nor for my sin, O Lord,",
      "4": "For no guilt of mine, they run and set themselves against me.\nArouse Yourself to help me, and see!",
      "5": "You, O Lord God of hosts, the God of Israel,\nAwake to punish all the nations;\nDo not be gracious to any who are treacherous in iniquity. Selah.",
      "6": "They return at evening, they howl like a dog,\nAnd go around the city.",
      "7": "Behold, they belch forth with their mouth;\nSwords are in their lips,\nFor, they say, “Who hears?”",
      "8": "But You, O Lord, laugh at them;\nYou scoff at all the nations.",
      "9": "Because of his strength I will watch for You,\nFor God is my stronghold.",
      "10": "My God in His lovingkindness will meet me;\nGod will let me look triumphantly upon my foes.",
      "11": "Do not slay them, or my people will forget;\nScatter them by Your power, and bring them down,\nO Lord, our shield.",
      "12": "On account of the sin of their mouth and the words of their lips,\nLet them even be caught in their pride,\nAnd on account of curses and lies which they utter.",
      "13": "Destroy them in wrath, destroy them that they may be no more;\nThat men may know that God rules in Jacob\nTo the ends of the earth. Selah.",
      "14": "They return at evening, they howl like a dog,\nAnd go around the city.",
      "15": "They wander about for food\nAnd growl if they are not satisfied.",
      "16": "But as for me, I shall sing of Your strength;\nYes, I shall joyfully sing of Your lovingkindness in the morning,\nFor You have been my stronghold\nAnd a refuge in the day of my distress.",
      "17": "O my strength, I will sing praises to You;\nFor God is my stronghold, the God who shows me lovingkindness."
    },
    "60": {
      "1": "O God, You have rejected us. You have broken us;\nYou have been angry; O, restore us.",
      "2": "You have made the land quake, You have split it open;\nHeal its breaches, for it totters.",
      "3": "You have made Your people experience hardship;\nYou have given us wine to drink that makes us stagger.",
      "4": "You have given a banner to those who fear You,\nThat it may be displayed because of the truth. Selah.",
      "5": "That Your beloved may be delivered,\nSave with Your right hand, and answer us!",
      "6": "God has spoken in His holiness:\n“I will exult, I will portion out Shechem and measure out the valley of Succoth.",
      "7": "“Gilead is Mine, and Manasseh is Mine;\nEphraim also is the helmet of My head;\nJudah is My scepter.",
      "8": "“Moab is My washbowl;\nOver Edom I shall throw My shoe;\nShout loud, O Philistia, because of Me!”",
      "9": "Who will bring me into the besieged city?\nWho will lead me to Edom?",
      "10": "Have not You Yourself, O God, rejected us?\nAnd will You not go forth with our armies, O God?",
      "11": "O give us help against the adversary,\nFor deliverance by man is in vain.",
      "12": "Through God we shall do valiantly,\nAnd it is He who will tread down our adversaries."
    },
    "61": {
      "1": "Hear my cry, O God;\nGive heed to my prayer.",
      "2": "From the end of the earth I call to You when my heart is faint;\nLead me to the rock that is higher than I.",
      "3": "For You have been a refuge for me,\nA tower of strength against the enemy.",
      "4": "Let me dwell in Your tent forever;\nLet me take refuge in the shelter of Your wings. Selah.",
      "5": "For You have heard my vows, O God;\nYou have given me the inheritance of those who fear Your name.",
      "6": "You will prolong the king’s life;\nHis years will be as many generations.",
      "7": "He will abide before God forever;\nAppoint lovingkindness and truth that they may preserve him.",
      "8": "So I will sing praise to Your name forever,\nThat I may pay my vows day by day."
    },
    "62": {
      "1": "My soul waits in silence for God only;\nFrom Him is my salvation.",
      "2": "He only is my rock and my salvation,\nMy stronghold; I shall not be greatly shaken.",
      "3": "How long will you assail a man,\nThat you may murder him, all of you,\nLike a leaning wall, like a tottering fence?",
      "4": "They have counseled only to thrust him down from his high position;\nThey delight in falsehood;\nThey bless with their mouth,\nBut inwardly they curse. Selah.",
      "5": "My soul, wait in silence for God only,\nFor my hope is from Him.",
      "6": "He only is my rock and my salvation,\nMy stronghold; I shall not be shaken.",
      "7": "On God my salvation and my glory rest;\nThe rock of my strength, my refuge is in God.",
      "8": "Trust in Him at all times, O people;\nPour out your heart before Him;\nGod is a refuge for us. Selah.",
      "9": "Men of low degree are only vanity and men of rank are a lie;\nIn the balances they go up;\nThey are together lighter than breath.",
      "10": "Do not trust in oppression\nAnd do not vainly hope in robbery;\nIf riches increase, do not set your heart upon them.",
      "11": "Once God has spoken;\nTwice I have heard this:\nThat power belongs to God;",
      "12": "And lovingkindness is Yours, O Lord,\nFor You recompense a man according to his work."
    },
    "63": {
      "1": "O God, You are my God; I shall seek You earnestly;\nMy soul thirsts for You, my flesh yearns for You,\nIn a dry and weary land where there is no water.",
      "2": "Thus I have seen You in the sanctuary,\nTo see Your power and Your glory.",
      "3": "Because Your lovingkindness is better than life,\nMy lips will praise You.",
      "4": "So I will bless You as long as I live;\nI will lift up my hands in Your name.",
      "5": "My soul is satisfied as with marrow and fatness,\nAnd my mouth offers praises with joyful lips.",
      "6": "When I remember You on my bed,\nI meditate on You in the night watches,",
      "7": "For You have been my help,\nAnd in the shadow of Your wings I sing for joy.",
      "8": "My soul clings to You;\nYour right hand upholds me.",
      "9": "But those who seek my life to destroy it,\nWill go into the depths of the earth.",
      "10": "They will be delivered over to the power of the sword;\nThey will be a prey for foxes.",
      "11": "But the king will rejoice in God;\nEveryone who swears by Him will glory,\nFor the mouths of those who speak lies will be stopped."
    },
    "64": {
      "1": "Hear my voice, O God, in my complaint;\nPreserve my life from dread of the enemy.",
      "2": "Hide me from the secret counsel of evildoers,\nFrom the tumult of those who do iniquity,",
      "3": "Who have sharpened their tongue like a sword.\nThey aimed bitter speech as their arrow,",
      "4": "To shoot from concealment at the blameless;\nSuddenly they shoot at him, and do not fear.",
      "5": "They hold fast to themselves an evil purpose;\nThey talk of laying snares secretly;\nThey say, “Who can see them?”",
      "6": "They devise injustices, saying,\n“We are ready with a well-conceived plot”;\nFor the inward thought and the heart of a man are deep.",
      "7": "But God will shoot at them with an arrow;\nSuddenly they will be wounded.",
      "8": "So they will make him stumble;\nTheir own tongue is against them;\nAll who see them will shake the head.",
      "9": "Then all men will fear,\nAnd they will declare the work of God,\nAnd will consider what He has done.",
      "10": "The righteous man will be glad in the Lord and will take refuge in Him;\nAnd all the upright in heart will glory."
    },
    "65": {
      "1": "There will be silence before You, and praise in Zion, O God,\nAnd to You the vow will be performed.",
      "2": "O You who hear prayer,\nTo You all men come.",
      "3": "Iniquities prevail against me;\nAs for our transgressions, You forgive them.",
      "4": "How blessed is the one whom You choose and bring near to You\nTo dwell in Your courts.\nWe will be satisfied with the goodness of Your house,\nYour holy temple.",
      "5": "By awesome deeds You answer us in righteousness, O God of our salvation,\nYou who are the trust of all the ends of the earth and of the farthest sea;",
      "6": "Who establishes the mountains by His strength,\nBeing girded with might;",
      "7": "Who stills the roaring of the seas,\nThe roaring of their waves,\nAnd the tumult of the peoples.",
      "8": "They who dwell in the ends of the earth stand in awe of Your signs;\nYou make the dawn and the sunset shout for joy.",
      "9": "You visit the earth and cause it to overflow;\nYou greatly enrich it;\nThe stream of God is full of water;\nYou prepare their grain, for thus You prepare the earth.",
      "10": "You water its furrows abundantly,\nYou settle its ridges,\nYou soften it with showers,\nYou bless its growth.",
      "11": "You have crowned the year with Your bounty,\nAnd Your paths drip with fatness.",
      "12": "The pastures of the wilderness drip,\nAnd the hills gird themselves with rejoicing.",
      "13": "The meadows are clothed with flocks\nAnd the valleys are covered with grain;\nThey shout for joy, yes, they sing."
    },
    "66": {
      "1": "Shout joyfully to God, all the earth;",
      "2": "Sing the glory of His name;\nMake His praise glorious.",
      "3": "Say to God, “How awesome are Your works!\nBecause of the greatness of Your power Your enemies will give feigned obedience to You.",
      "4": "“All the earth will worship You,\nAnd will sing praises to You;\nThey will sing praises to Your name.” Selah.",
      "5": "Come and see the works of God,\nWho is awesome in His deeds toward the sons of men.",
      "6": "He turned the sea into dry land;\nThey passed through the river on foot;\nThere let us rejoice in Him!",
      "7": "He rules by His might forever;\nHis eyes keep watch on the nations;\nLet not the rebellious exalt themselves. Selah.",
      "8": "Bless our God, O peoples,\nAnd sound His praise abroad,",
      "9": "Who keeps us in life\nAnd does not allow our feet to slip.",
      "10": "For You have tried us, O God;\nYou have refined us as silver is refined.",
      "11": "You brought us into the net;\nYou laid an oppressive burden upon our loins.",
      "12": "You made men ride over our heads;\nWe went through fire and through water,\nYet You brought us out into a place of abundance.",
      "13": "I shall come into Your house with burnt offerings;\nI shall pay You my vows,",
      "14": "Which my lips uttered\nAnd my mouth spoke when I was in distress.",
      "15": "I shall offer to You burnt offerings of fat beasts,\nWith the smoke of rams;\nI shall make an offering of bulls with male goats. Selah.",
      "16": "Come and hear, all who fear God,\nAnd I will tell of what He has done for my soul.",
      "17": "I cried to Him with my mouth,\nAnd He was extolled with my tongue.",
      "18": "If I regard wickedness in my heart,\nThe Lord will not hear;",
      "19": "But certainly God has heard;\nHe has given heed to the voice of my prayer.",
      "20": "Blessed be God,\nWho has not turned away my prayer\nNor His lovingkindness from me."
    },
    "67": {
      "1": "God be gracious to us and bless us,\nAnd cause His face to shine upon us— Selah.",
      "2": "That Your way may be known on the earth,\nYour salvation among all nations.",
      "3": "Let the peoples praise You, O God;\nLet all the peoples praise You.",
      "4": "Let the nations be glad and sing for joy;\nFor You will judge the peoples with uprightness\nAnd guide the nations on the earth. Selah.",
      "5": "Let the peoples praise You, O God;\nLet all the peoples praise You.",
      "6": "The earth has yielded its produce;\nGod, our God, blesses us.",
      "7": "God blesses us,\nThat all the ends of the earth may fear Him."
    },
    "68": {
      "1": "Let God arise, let His enemies be scattered,\nAnd let those who hate Him flee before Him.",
      "2": "As smoke is driven away, so drive them away;\nAs wax melts before the fire,\nSo let the wicked perish before God.",
      "3": "But let the righteous be glad; let them exult before God;\nYes, let them rejoice with gladness.",
      "4": "Sing to God, sing praises to His name;\nLift up a song for Him who rides through the deserts,\nWhose name is the Lord, and exult before Him.",
      "5": "A father of the fatherless and a judge for the widows,\nIs God in His holy habitation.",
      "6": "God makes a home for the lonely;\nHe leads out the prisoners into prosperity,\nOnly the rebellious dwell in a parched land.",
      "7": "O God, when You went forth before Your people,\nWhen You marched through the wilderness, Selah.",
      "8": "The earth quaked;\nThe heavens also dropped rain at the presence of God;\nSinai itself quaked at the presence of God, the God of Israel.",
      "9": "You shed abroad a plentiful rain, O God;\nYou confirmed Your inheritance when it was parched.",
      "10": "Your creatures settled in it;\nYou provided in Your goodness for the poor, O God.",
      "11": "The Lord gives the command;\nThe women who proclaim the good tidings are a great host:",
      "12": "“Kings of armies flee, they flee,\nAnd she who remains at home will divide the spoil!”",
      "13": "When you lie down among the sheepfolds,\nYou are like the wings of a dove covered with silver,\nAnd its pinions with glistening gold.",
      "14": "When the Almighty scattered the kings there,\nIt was snowing in Zalmon.",
      "15": "A mountain of God is the mountain of Bashan;\nA mountain of many peaks is the mountain of Bashan.",
      "16": "Why do you look with envy, O mountains with many peaks,\nAt the mountain which God has desired for His abode?\nSurely the Lord will dwell there forever.",
      "17": "The chariots of God are myriads, thousands upon thousands;\nThe Lord is among them as at Sinai, in holiness.",
      "18": "You have ascended on high, You have led captive Your captives;\nYou have received gifts among men,\nEven among the rebellious also, that the Lord God may dwell there.",
      "19": "Blessed be the Lord, who daily bears our burden,\nThe God who is our salvation. Selah.",
      "20": "God is to us a God of deliverances;\nAnd to God the Lord belong escapes from death.",
      "21": "Surely God will shatter the head of His enemies,\nThe hairy crown of him who goes on in his guilty deeds.",
      "22": "The Lord said, “I will bring them back from Bashan.\nI will bring them back from the depths of the sea;",
      "23": "That your foot may shatter them in blood,\nThe tongue of your dogs may have its portion from your enemies.”",
      "24": "They have seen Your procession, O God,\nThe procession of my God, my King, into the sanctuary.",
      "25": "The singers went on, the musicians after them,\nIn the midst of the maidens beating tambourines.",
      "26": "Bless God in the congregations,\nEven the Lord, you who are of the fountain of Israel.",
      "27": "There is Benjamin, the youngest, ruling them,\nThe princes of Judah in their throng,\nThe princes of Zebulun, the princes of Naphtali.",
      "28": "Your God has commanded your strength;\nShow Yourself strong, O God, who have acted on our behalf.",
      "29": "Because of Your temple at Jerusalem\nKings will bring gifts to You.",
      "30": "Rebuke the beasts in the reeds,\nThe herd of bulls with the calves of the peoples,\nTrampling under foot the pieces of silver;\nHe has scattered the peoples who delight in war.",
      "31": "Envoys will come out of Egypt;\nEthiopia will quickly stretch out her hands to God.",
      "32": "Sing to God, O kingdoms of the earth,\nSing praises to the Lord, Selah.",
      "33": "To Him who rides upon the highest heavens, which are from ancient times;\nBehold, He speaks forth with His voice, a mighty voice.",
      "34": "Ascribe strength to God;\nHis majesty is over Israel\nAnd His strength is in the skies.",
      "35": "O God, You are awesome from Your sanctuary.\nThe God of Israel Himself gives strength and power to the people.\nBlessed be God!"
    },
    "69": {
      "1": "Save me, O God,\nFor the waters have threatened my life.",
      "2": "I have sunk in deep mire, and there is no foothold;\nI have come into deep waters, and a flood overflows me.",
      "3": "I am weary with my crying; my throat is parched;\nMy eyes fail while I wait for my God.",
      "4": "Those who hate me without a cause are more than the hairs of my head;\nThose who would destroy me are powerful, being wrongfully my enemies;\nWhat I did not steal, I then have to restore.",
      "5": "O God, it is You who knows my folly,\nAnd my wrongs are not hidden from You.",
      "6": "May those who wait for You not be ashamed through me, O Lord God of hosts;\nMay those who seek You not be dishonored through me, O God of Israel,",
      "7": "Because for Your sake I have borne reproach;\nDishonor has covered my face.",
      "8": "I have become estranged from my brothers\nAnd an alien to my mother’s sons.",
      "9": "For zeal for Your house has consumed me,\nAnd the reproaches of those who reproach You have fallen on me.",
      "10": "When I wept in my soul with fasting,\nIt became my reproach.",
      "11": "When I made sackcloth my clothing,\nI became a byword to them.",
      "12": "Those who sit in the gate talk about me,\nAnd I am the song of the drunkards.",
      "13": "But as for me, my prayer is to You, O Lord, at an acceptable time;\nO God, in the greatness of Your lovingkindness,\nAnswer me with Your saving truth.",
      "14": "Deliver me from the mire and do not let me sink;\nMay I be delivered from my foes and from the deep waters.",
      "15": "May the flood of water not overflow me\nNor the deep swallow me up,\nNor the pit shut its mouth on me.",
      "16": "Answer me, O Lord, for Your lovingkindness is good;\nAccording to the greatness of Your compassion, turn to me,",
      "17": "And do not hide Your face from Your servant,\nFor I am in distress; answer me quickly.",
      "18": "Oh draw near to my soul and redeem it;\nRansom me because of my enemies!",
      "19": "You know my reproach and my shame and my dishonor;\nAll my adversaries are before You.",
      "20": "Reproach has broken my heart and I am so sick.\nAnd I looked for sympathy, but there was none,\nAnd for comforters, but I found none.",
      "21": "They also gave me gall for my food\nAnd for my thirst they gave me vinegar to drink.",
      "22": "May their table before them become a snare;\nAnd when they are in peace, may it become a trap.",
      "23": "May their eyes grow dim so that they cannot see,\nAnd make their loins shake continually.",
      "24": "Pour out Your indignation on them,\nAnd may Your burning anger overtake them.",
      "25": "May their camp be desolate;\nMay none dwell in their tents.",
      "26": "For they have persecuted him whom You Yourself have smitten,\nAnd they tell of the pain of those whom You have wounded.",
      "27": "Add iniquity to their iniquity,\nAnd may they not come into Your righteousness.",
      "28": "May they be blotted out of the book of life\nAnd may they not be recorded with the righteous.",
      "29": "But I am afflicted and in pain;\nMay Your salvation, O God, set me securely on high.",
      "30": "I will praise the name of God with song\nAnd magnify Him with thanksgiving.",
      "31": "And it will please the Lord better than an ox\nOr a young bull with horns and hoofs.",
      "32": "The humble have seen it and are glad;\nYou who seek God, let your heart revive.",
      "33": "For the Lord hears the needy\nAnd does not despise His who are prisoners.",
      "34": "Let heaven and earth praise Him,\nThe seas and everything that moves in them.",
      "35": "For God will save Zion and build the cities of Judah,\nThat they may dwell there and possess it.",
      "36": "The descendants of His servants will inherit it,\nAnd those who love His name will dwell in it."
    },
    "70": {
      "1": "O God, hasten to deliver me;\nO Lord, hasten to my help!",
      "2": "Let those be ashamed and humiliated\nWho seek my life;\nLet those be turned back and dishonored\nWho delight in my hurt.",
      "3": "Let those be turned back because of their shame\nWho say, “Aha, aha!”",
      "4": "Let all who seek You rejoice and be glad in You;\nAnd let those who love Your salvation say continually,\n“Let God be magnified.”",
      "5": "But I am afflicted and needy;\nHasten to me, O God!\nYou are my help and my deliverer;\nO Lord, do not delay."
    },
    "71": {
      "1": "In You, O Lord, I have taken refuge;\nLet me never be ashamed.",
      "2": "In Your righteousness deliver me and rescue me;\nIncline Your ear to me and save me.",
      "3": "Be to me a rock of habitation to which I may continually come;\nYou have given commandment to save me,\nFor You are my rock and my fortress.",
      "4": "Rescue me, O my God, out of the hand of the wicked,\nOut of the grasp of the wrongdoer and ruthless man,",
      "5": "For You are my hope;\nO Lord God, You are my confidence from my youth.",
      "6": "By You I have been sustained from my birth;\nYou are He who took me from my mother’s womb;\nMy praise is continually of You.",
      "7": "I have become a marvel to many,\nFor You are my strong refuge.",
      "8": "My mouth is filled with Your praise\nAnd with Your glory all day long.",
      "9": "Do not cast me off in the time of old age;\nDo not forsake me when my strength fails.",
      "10": "For my enemies have spoken against me;\nAnd those who watch for my life have consulted together,",
      "11": "Saying, “God has forsaken him;\nPursue and seize him, for there is no one to deliver.”",
      "12": "O God, do not be far from me;\nO my God, hasten to my help!",
      "13": "Let those who are adversaries of my soul be ashamed and consumed;\nLet them be covered with reproach and dishonor, who seek to injure me.",
      "14": "But as for me, I will hope continually,\nAnd will praise You yet more and more.",
      "15": "My mouth shall tell of Your righteousness\nAnd of Your salvation all day long;\nFor I do not know the sum of them.",
      "16": "I will come with the mighty deeds of the Lord God;\nI will make mention of Your righteousness, Yours alone.",
      "17": "O God, You have taught me from my youth,\nAnd I still declare Your wondrous deeds.",
      "18": "And even when I am old and gray, O God, do not forsake me,\nUntil I declare Your strength to this generation,\nYour power to all who are to come.",
      "19": "For Your righteousness, O God, reaches to the heavens,\nYou who have done great things;\nO God, who is like You?",
      "20": "You who have shown me many troubles and distresses\nWill revive me again,\nAnd will bring me up again from the depths of the earth.",
      "21": "May You increase my greatness\nAnd turn to comfort me.",
      "22": "I will also praise You with a harp,\nEven Your truth, O my God;\nTo You I will sing praises with the lyre,\nO Holy One of Israel.",
      "23": "My lips will shout for joy when I sing praises to You;\nAnd my soul, which You have redeemed.",
      "24": "My tongue also will utter Your righteousness all day long;\nFor they are ashamed, for they are humiliated who seek my hurt."
    },
    "72": {
      "1": "Give the king Your judgments, O God,\nAnd Your righteousness to the king’s son.",
      "2": "May he judge Your people with righteousness\nAnd Your afflicted with justice.",
      "3": "Let the mountains bring peace to the people,\nAnd the hills, in righteousness.",
      "4": "May he vindicate the afflicted of the people,\nSave the children of the needy\nAnd crush the oppressor.",
      "5": "Let them fear You while the sun endures,\nAnd as long as the moon, throughout all generations.",
      "6": "May he come down like rain upon the mown grass,\nLike showers that water the earth.",
      "7": "In his days may the righteous flourish,\nAnd abundance of peace till the moon is no more.",
      "8": "May he also rule from sea to sea\nAnd from the River to the ends of the earth.",
      "9": "Let the nomads of the desert bow before him,\nAnd his enemies lick the dust.",
      "10": "Let the kings of Tarshish and of the islands bring presents;\nThe kings of Sheba and Seba offer gifts.",
      "11": "And let all kings bow down before him,\nAll nations serve him.",
      "12": "For he will deliver the needy when he cries for help,\nThe afflicted also, and him who has no helper.",
      "13": "He will have compassion on the poor and needy,\nAnd the lives of the needy he will save.",
      "14": "He will rescue their life from oppression and violence,\nAnd their blood will be precious in his sight;",
      "15": "So may he live, and may the gold of Sheba be given to him;\nAnd let them pray for him continually;\nLet them bless him all day long.",
      "16": "May there be abundance of grain in the earth on top of the mountains;\nIts fruit will wave like the cedars of Lebanon;\nAnd may those from the city flourish like vegetation of the earth.",
      "17": "May his name endure forever;\nMay his name increase as long as the sun shines;\nAnd let men bless themselves by him;\nLet all nations call him blessed.",
      "18": "Blessed be the Lord God, the God of Israel,\nWho alone works wonders.",
      "19": "And blessed be His glorious name forever;\nAnd may the whole earth be filled with His glory.\nAmen, and Amen.",
      "20": "The prayers of David the son of Jesse are ended."
    },
    "73": {
      "1": "Surely God is good to Israel,\nTo those who are pure in heart!",
      "2": "But as for me, my feet came close to stumbling,\nMy steps had almost slipped.",
      "3": "For I was envious of the arrogant\nAs I saw the prosperity of the wicked.",
      "4": "For there are no pains in their death,\nAnd their body is fat.",
      "5": "They are not in trouble as other men,\nNor are they plagued like mankind.",
      "6": "Therefore pride is their necklace;\nThe garment of violence covers them.",
      "7": "Their eye bulges from fatness;\nThe imaginations of their heart run riot.",
      "8": "They mock and wickedly speak of oppression;\nThey speak from on high.",
      "9": "They have set their mouth against the heavens,\nAnd their tongue parades through the earth.",
      "10": "Therefore his people return to this place,\nAnd waters of abundance are drunk by them.",
      "11": "They say, “How does God know?\nAnd is there knowledge with the Most High?”",
      "12": "Behold, these are the wicked;\nAnd always at ease, they have increased in wealth.",
      "13": "Surely in vain I have kept my heart pure\nAnd washed my hands in innocence;",
      "14": "For I have been stricken all day long\nAnd chastened every morning.",
      "15": "If I had said, “I will speak thus,”\nBehold, I would have betrayed the generation of Your children.",
      "16": "When I pondered to understand this,\nIt was troublesome in my sight",
      "17": "Until I came into the sanctuary of God;\nThen I perceived their end.",
      "18": "Surely You set them in slippery places;\nYou cast them down to destruction.",
      "19": "How they are destroyed in a moment!\nThey are utterly swept away by sudden terrors!",
      "20": "Like a dream when one awakes,\nO Lord, when aroused, You will despise their form.",
      "21": "When my heart was embittered\nAnd I was pierced within,",
      "22": "Then I was senseless and ignorant;\nI was like a beast before You.",
      "23": "Nevertheless I am continually with You;\nYou have taken hold of my right hand.",
      "24": "With Your counsel You will guide me,\nAnd afterward receive me to glory.",
      "25": "Whom have I in heaven but You?\nAnd besides You, I desire nothing on earth.",
      "26": "My flesh and my heart may fail,\nBut God is the strength of my heart and my portion forever.",
      "27": "For, behold, those who are far from You will perish;\nYou have destroyed all those who are unfaithful to You.",
      "28": "But as for me, the nearness of God is my good;\nI have made the Lord God my refuge,\nThat I may tell of all Your works."
    },
    "74": {
      "1": "O God, why have You rejected us forever?\nWhy does Your anger smoke against the sheep of Your pasture?",
      "2": "Remember Your congregation, which You have purchased of old,\nWhich You have redeemed to be the tribe of Your inheritance;\nAnd this Mount Zion, where You have dwelt.",
      "3": "Turn Your footsteps toward the perpetual ruins;\nThe enemy has damaged everything within the sanctuary.",
      "4": "Your adversaries have roared in the midst of Your meeting place;\nThey have set up their own standards for signs.",
      "5": "It seems as if one had lifted up\nHis axe in a forest of trees.",
      "6": "And now all its carved work\nThey smash with hatchet and hammers.",
      "7": "They have burned Your sanctuary to the ground;\nThey have defiled the dwelling place of Your name.",
      "8": "They said in their heart, “Let us completely subdue them.”\nThey have burned all the meeting places of God in the land.",
      "9": "We do not see our signs;\nThere is no longer any prophet,\nNor is there any among us who knows how long.",
      "10": "How long, O God, will the adversary revile,\nAnd the enemy spurn Your name forever?",
      "11": "Why do You withdraw Your hand, even Your right hand?\nFrom within Your bosom, destroy them!",
      "12": "Yet God is my king from of old,\nWho works deeds of deliverance in the midst of the earth.",
      "13": "You divided the sea by Your strength;\nYou broke the heads of the sea monsters in the waters.",
      "14": "You crushed the heads of Leviathan;\nYou gave him as food for the creatures of the wilderness.",
      "15": "You broke open springs and torrents;\nYou dried up ever-flowing streams.",
      "16": "Yours is the day, Yours also is the night;\nYou have prepared the light and the sun.",
      "17": "You have established all the boundaries of the earth;\nYou have made summer and winter.",
      "18": "Remember this, O Lord, that the enemy has reviled,\nAnd a foolish people has spurned Your name.",
      "19": "Do not deliver the soul of Your turtledove to the wild beast;\nDo not forget the life of Your afflicted forever.",
      "20": "Consider the covenant;\nFor the dark places of the land are full of the habitations of violence.",
      "21": "Let not the oppressed return dishonored;\nLet the afflicted and needy praise Your name.",
      "22": "Arise, O God, and plead Your own cause;\nRemember how the foolish man reproaches You all day long.",
      "23": "Do not forget the voice of Your adversaries,\nThe uproar of those who rise against You which ascends continually."
    },
    "75": {
      "1": "We give thanks to You, O God, we give thanks,\nFor Your name is near;\nMen declare Your wondrous works.",
      "2": "“When I select an appointed time,\nIt is I who judge with equity.",
      "3": "“The earth and all who dwell in it melt;\nIt is I who have firmly set its pillars. Selah.",
      "4": "“I said to the boastful, ‘Do not boast,’\nAnd to the wicked, ‘Do not lift up the horn;",
      "5": "Do not lift up your horn on high,\nDo not speak with insolent pride.’”",
      "6": "For not from the east, nor from the west,\nNor from the desert comes exaltation;",
      "7": "But God is the Judge;\nHe puts down one and exalts another.",
      "8": "For a cup is in the hand of the Lord, and the wine foams;\nIt is well mixed, and He pours out of this;\nSurely all the wicked of the earth must drain and drink down its dregs.",
      "9": "But as for me, I will declare it forever;\nI will sing praises to the God of Jacob.",
      "10": "And all the horns of the wicked He will cut off,\nBut the horns of the righteous will be lifted up."
    },
    "76": {
      "1": "God is known in Judah;\nHis name is great in Israel.",
      "2": "His tabernacle is in Salem;\nHis dwelling place also is in Zion.",
      "3": "There He broke the flaming arrows,\nThe shield and the sword and the weapons of war. Selah.",
      "4": "You are resplendent,\nMore majestic than the mountains of prey.",
      "5": "The stouthearted were plundered,\nThey sank into sleep;\nAnd none of the warriors could use his hands.",
      "6": "At Your rebuke, O God of Jacob,\nBoth rider and horse were cast into a dead sleep.",
      "7": "You, even You, are to be feared;\nAnd who may stand in Your presence when once You are angry?",
      "8": "You caused judgment to be heard from heaven;\nThe earth feared and was still",
      "9": "When God arose to judgment,\nTo save all the humble of the earth. Selah.",
      "10": "For the wrath of man shall praise You;\nWith a remnant of wrath You will gird Yourself.",
      "11": "Make vows to the Lord your God and fulfill them;\nLet all who are around Him bring gifts to Him who is to be feared.",
      "12": "He will cut off the spirit of princes;\nHe is feared by the kings of the earth."
    },
    "77": {
      "1": "My voice rises to God, and I will cry aloud;\nMy voice rises to God, and He will hear me.",
      "2": "In the day of my trouble I sought the Lord;\nIn the night my hand was stretched out without weariness;\nMy soul refused to be comforted.",
      "3": "When I remember God, then I am disturbed;\nWhen I sigh, then my spirit grows faint. Selah.",
      "4": "You have held my eyelids open;\nI am so troubled that I cannot speak.",
      "5": "I have considered the days of old,\nThe years of long ago.",
      "6": "I will remember my song in the night;\nI will meditate with my heart,\nAnd my spirit ponders:",
      "7": "Will the Lord reject forever?\nAnd will He never be favorable again?",
      "8": "Has His lovingkindness ceased forever?\nHas His promise come to an end forever?",
      "9": "Has God forgotten to be gracious,\nOr has He in anger withdrawn His compassion? Selah.",
      "10": "Then I said, “It is my grief,\nThat the right hand of the Most High has changed.”",
      "11": "I shall remember the deeds of the Lord;\nSurely I will remember Your wonders of old.",
      "12": "I will meditate on all Your work\nAnd muse on Your deeds.",
      "13": "Your way, O God, is holy;\nWhat god is great like our God?",
      "14": "You are the God who works wonders;\nYou have made known Your strength among the peoples.",
      "15": "You have by Your power redeemed Your people,\nThe sons of Jacob and Joseph. Selah.",
      "16": "The waters saw You, O God;\nThe waters saw You, they were in anguish;\nThe deeps also trembled.",
      "17": "The clouds poured out water;\nThe skies gave forth a sound;\nYour arrows flashed here and there.",
      "18": "The sound of Your thunder was in the whirlwind;\nThe lightnings lit up the world;\nThe earth trembled and shook.",
      "19": "Your way was in the sea\nAnd Your paths in the mighty waters,\nAnd Your footprints may not be known.",
      "20": "You led Your people like a flock\nBy the hand of Moses and Aaron."
    },
    "78": {
      "1": "Listen, O my people, to my instruction;\nIncline your ears to the words of my mouth.",
      "2": "I will open my mouth in a parable;\nI will utter dark sayings of old,",
      "3": "Which we have heard and known,\nAnd our fathers have told us.",
      "4": "We will not conceal them from their children,\nBut tell to the generation to come the praises of the Lord,\nAnd His strength and His wondrous works that He has done.",
      "5": "For He established a testimony in Jacob\nAnd appointed a law in Israel,\nWhich He commanded our fathers\nThat they should teach them to their children,",
      "6": "That the generation to come might know, even the children yet to be born,\nThat they may arise and tell them to their children,",
      "7": "That they should put their confidence in God\nAnd not forget the works of God,\nBut keep His commandments,",
      "8": "And not be like their fathers,\nA stubborn and rebellious generation,\nA generation that did not prepare its heart\nAnd whose spirit was not faithful to God.",
      "9": "The sons of Ephraim were archers equipped with bows,\nYet they turned back in the day of battle.",
      "10": "They did not keep the covenant of God\nAnd refused to walk in His law;",
      "11": "They forgot His deeds\nAnd His miracles that He had shown them.",
      "12": "He wrought wonders before their fathers\nIn the land of Egypt, in the field of Zoan.",
      "13": "He divided the sea and caused them to pass through,\nAnd He made the waters stand up like a heap.",
      "14": "Then He led them with the cloud by day\nAnd all the night with a light of fire.",
      "15": "He split the rocks in the wilderness\nAnd gave them abundant drink like the ocean depths.",
      "16": "He brought forth streams also from the rock\nAnd caused waters to run down like rivers.",
      "17": "Yet they still continued to sin against Him,\nTo rebel against the Most High in the desert.",
      "18": "And in their heart they put God to the test\nBy asking food according to their desire.",
      "19": "Then they spoke against God;\nThey said, “Can God prepare a table in the wilderness?",
      "20": "“Behold, He struck the rock so that waters gushed out,\nAnd streams were overflowing;\nCan He give bread also?\nWill He provide meat for His people?”",
      "21": "Therefore the Lord heard and was full of wrath;\nAnd a fire was kindled against Jacob\nAnd anger also mounted against Israel,",
      "22": "Because they did not believe in God\nAnd did not trust in His salvation.",
      "23": "Yet He commanded the clouds above\nAnd opened the doors of heaven;",
      "24": "He rained down manna upon them to eat\nAnd gave them food from heaven.",
      "25": "Man did eat the bread of angels;\nHe sent them food in abundance.",
      "26": "He caused the east wind to blow in the heavens\nAnd by His power He directed the south wind.",
      "27": "When He rained meat upon them like the dust,\nEven winged fowl like the sand of the seas,",
      "28": "Then He let them fall in the midst of their camp,\nRound about their dwellings.",
      "29": "So they ate and were well filled,\nAnd their desire He gave to them.",
      "30": "Before they had satisfied their desire,\nWhile their food was in their mouths,",
      "31": "The anger of God rose against them\nAnd killed some of their stoutest ones,\nAnd subdued the choice men of Israel.",
      "32": "In spite of all this they still sinned\nAnd did not believe in His wonderful works.",
      "33": "So He brought their days to an end in futility\nAnd their years in sudden terror.",
      "34": "When He killed them, then they sought Him,\nAnd returned and searched diligently for God;",
      "35": "And they remembered that God was their rock,\nAnd the Most High God their Redeemer.",
      "36": "But they deceived Him with their mouth\nAnd lied to Him with their tongue.",
      "37": "For their heart was not steadfast toward Him,\nNor were they faithful in His covenant.",
      "38": "But He, being compassionate, forgave their iniquity and did not destroy them;\nAnd often He restrained His anger\nAnd did not arouse all His wrath.",
      "39": "Thus He remembered that they were but flesh,\nA wind that passes and does not return.",
      "40": "How often they rebelled against Him in the wilderness\nAnd grieved Him in the desert!",
      "41": "Again and again they tempted God,\nAnd pained the Holy One of Israel.",
      "42": "They did not remember His power,\nThe day when He redeemed them from the adversary,",
      "43": "When He performed His signs in Egypt\nAnd His marvels in the field of Zoan,",
      "44": "And turned their rivers to blood,\nAnd their streams, they could not drink.",
      "45": "He sent among them swarms of flies which devoured them,\nAnd frogs which destroyed them.",
      "46": "He gave also their crops to the grasshopper\nAnd the product of their labor to the locust.",
      "47": "He destroyed their vines with hailstones\nAnd their sycamore trees with frost.",
      "48": "He gave over their cattle also to the hailstones\nAnd their herds to bolts of lightning.",
      "49": "He sent upon them His burning anger,\nFury and indignation and trouble,\nA band of destroying angels.",
      "50": "He leveled a path for His anger;\nHe did not spare their soul from death,\nBut gave over their life to the plague,",
      "51": "And smote all the firstborn in Egypt,\nThe first issue of their virility in the tents of Ham.",
      "52": "But He led forth His own people like sheep\nAnd guided them in the wilderness like a flock;",
      "53": "He led them safely, so that they did not fear;\nBut the sea engulfed their enemies.",
      "54": "So He brought them to His holy land,\nTo this hill country which His right hand had gained.",
      "55": "He also drove out the nations before them\nAnd apportioned them for an inheritance by measurement,\nAnd made the tribes of Israel dwell in their tents.",
      "56": "Yet they tempted and rebelled against the Most High God\nAnd did not keep His testimonies,",
      "57": "But turned back and acted treacherously like their fathers;\nThey turned aside like a treacherous bow.",
      "58": "For they provoked Him with their high places\nAnd aroused His jealousy with their graven images.",
      "59": "When God heard, He was filled with wrath\nAnd greatly abhorred Israel;",
      "60": "So that He abandoned the dwelling place at Shiloh,\nThe tent which He had pitched among men,",
      "61": "And gave up His strength to captivity\nAnd His glory into the hand of the adversary.",
      "62": "He also delivered His people to the sword,\nAnd was filled with wrath at His inheritance.",
      "63": "Fire devoured His young men,\nAnd His virgins had no wedding songs.",
      "64": "His priests fell by the sword,\nAnd His widows could not weep.",
      "65": "Then the Lord awoke as if from sleep,\nLike a warrior overcome by wine.",
      "66": "He drove His adversaries backward;\nHe put on them an everlasting reproach.",
      "67": "He also rejected the tent of Joseph,\nAnd did not choose the tribe of Ephraim,",
      "68": "But chose the tribe of Judah,\nMount Zion which He loved.",
      "69": "And He built His sanctuary like the heights,\nLike the earth which He has founded forever.",
      "70": "He also chose David His servant\nAnd took him from the sheepfolds;",
      "71": "From the care of the ewes with suckling lambs He brought him\nTo shepherd Jacob His people,\nAnd Israel His inheritance.",
      "72": "So he shepherded them according to the integrity of his heart,\nAnd guided them with his skillful hands."
    },
    "79": {
      "1": "O God, the nations have invaded Your inheritance;\nThey have defiled Your holy temple;\nThey have laid Jerusalem in ruins.",
      "2": "They have given the dead bodies of Your servants for food to the birds of the heavens,\nThe flesh of Your godly ones to the beasts of the earth.",
      "3": "They have poured out their blood like water round about Jerusalem;\nAnd there was no one to bury them.",
      "4": "We have become a reproach to our neighbors,\nA scoffing and derision to those around us.",
      "5": "How long, O Lord? Will You be angry forever?\nWill Your jealousy burn like fire?",
      "6": "Pour out Your wrath upon the nations which do not know You,\nAnd upon the kingdoms which do not call upon Your name.",
      "7": "For they have devoured Jacob\nAnd laid waste his habitation.",
      "8": "Do not remember the iniquities of our forefathers against us;\nLet Your compassion come quickly to meet us,\nFor we are brought very low.",
      "9": "Help us, O God of our salvation, for the glory of Your name;\nAnd deliver us and forgive our sins for Your name’s sake.",
      "10": "Why should the nations say, “Where is their God?”\nLet there be known among the nations in our sight,\nVengeance for the blood of Your servants which has been shed.",
      "11": "Let the groaning of the prisoner come before You;\nAccording to the greatness of Your power preserve those who are doomed to die.",
      "12": "And return to our neighbors sevenfold into their bosom\nThe reproach with which they have reproached You, O Lord.",
      "13": "So we Your people and the sheep of Your pasture\nWill give thanks to You forever;\nTo all generations we will tell of Your praise."
    },
    "80": {
      "1": "Oh, give ear, Shepherd of Israel,\nYou who lead Joseph like a flock;\nYou who are enthroned above the cherubim, shine forth!",
      "2": "Before Ephraim and Benjamin and Manasseh, stir up Your power\nAnd come to save us!",
      "3": "O God, restore us\nAnd cause Your face to shine upon us, and we will be saved.",
      "4": "O Lord God of hosts,\nHow long will You be angry with the prayer of Your people?",
      "5": "You have fed them with the bread of tears,\nAnd You have made them to drink tears in large measure.",
      "6": "You make us an object of contention to our neighbors,\nAnd our enemies laugh among themselves.",
      "7": "O God of hosts, restore us\nAnd cause Your face to shine upon us, and we will be saved.",
      "8": "You removed a vine from Egypt;\nYou drove out the nations and planted it.",
      "9": "You cleared the ground before it,\nAnd it took deep root and filled the land.",
      "10": "The mountains were covered with its shadow,\nAnd the cedars of God with its boughs.",
      "11": "It was sending out its branches to the sea\nAnd its shoots to the River.",
      "12": "Why have You broken down its hedges,\nSo that all who pass that way pick its fruit?",
      "13": "A boar from the forest eats it away\nAnd whatever moves in the field feeds on it.",
      "14": "O God of hosts, turn again now, we beseech You;\nLook down from heaven and see, and take care of this vine,",
      "15": "Even the shoot which Your right hand has planted,\nAnd on the son whom You have strengthened for Yourself.",
      "16": "It is burned with fire, it is cut down;\nThey perish at the rebuke of Your countenance.",
      "17": "Let Your hand be upon the man of Your right hand,\nUpon the son of man whom You made strong for Yourself.",
      "18": "Then we shall not turn back from You;\nRevive us, and we will call upon Your name.",
      "19": "O Lord God of hosts, restore us;\nCause Your face to shine upon us, and we will be saved."
    },
    "81": {
      "1": "Sing for joy to God our strength;\nShout joyfully to the God of Jacob.",
      "2": "Raise a song, strike the timbrel,\nThe sweet sounding lyre with the harp.",
      "3": "Blow the trumpet at the new moon,\nAt the full moon, on our feast day.",
      "4": "For it is a statute for Israel,\nAn ordinance of the God of Jacob.",
      "5": "He established it for a testimony in Joseph\nWhen he went throughout the land of Egypt.\nI heard a language that I did not know:",
      "6": "“I relieved his shoulder of the burden,\nHis hands were freed from the basket.",
      "7": "“You called in trouble and I rescued you;\nI answered you in the hiding place of thunder;\nI proved you at the waters of Meribah. Selah.",
      "8": "“Hear, O My people, and I will admonish you;\nO Israel, if you would listen to Me!",
      "9": "“Let there be no strange god among you;\nNor shall you worship any foreign god.",
      "10": "“I, the Lord, am your God,\nWho brought you up from the land of Egypt;\nOpen your mouth wide and I will fill it.",
      "11": "“But My people did not listen to My voice,\nAnd Israel did not obey Me.",
      "12": "“So I gave them over to the stubbornness of their heart,\nTo walk in their own devices.",
      "13": "“Oh that My people would listen to Me,\nThat Israel would walk in My ways!",
      "14": "“I would quickly subdue their enemies\nAnd turn My hand against their adversaries.",
      "15": "“Those who hate the Lord would pretend obedience to Him,\nAnd their time of punishment would be forever.",
      "16": "“But I would feed you with the finest of the wheat,\nAnd with honey from the rock I would satisfy you.”"
    },
    "82": {
      "1": "God takes His stand in His own congregation;\nHe judges in the midst of the rulers.",
      "2": "How long will you judge unjustly\nAnd show partiality to the wicked? Selah.",
      "3": "Vindicate the weak and fatherless;\nDo justice to the afflicted and destitute.",
      "4": "Rescue the weak and needy;\nDeliver them out of the hand of the wicked.",
      "5": "They do not know nor do they understand;\nThey walk about in darkness;\nAll the foundations of the earth are shaken.",
      "6": "I said, “You are gods,\nAnd all of you are sons of the Most High.",
      "7": "“Nevertheless you will die like men\nAnd fall like any one of the princes.”",
      "8": "Arise, O God, judge the earth!\nFor it is You who possesses all the nations."
    },
    "83": {
      "1": "O God, do not remain quiet;\nDo not be silent and, O God, do not be still.",
      "2": "For behold, Your enemies make an uproar,\nAnd those who hate You have exalted themselves.",
      "3": "They make shrewd plans against Your people,\nAnd conspire together against Your treasured ones.",
      "4": "They have said, “Come, and let us wipe them out as a nation,\nThat the name of Israel be remembered no more.”",
      "5": "For they have conspired together with one mind;\nAgainst You they make a covenant:",
      "6": "The tents of Edom and the Ishmaelites,\nMoab and the Hagrites;",
      "7": "Gebal and Ammon and Amalek,\nPhilistia with the inhabitants of Tyre;",
      "8": "Assyria also has joined with them;\nThey have become a help to the children of Lot. Selah.",
      "9": "Deal with them as with Midian,\nAs with Sisera and Jabin at the torrent of Kishon,",
      "10": "Who were destroyed at En-dor,\nWho became as dung for the ground.",
      "11": "Make their nobles like Oreb and Zeeb\nAnd all their princes like Zebah and Zalmunna,",
      "12": "Who said, “Let us possess for ourselves\nThe pastures of God.”",
      "13": "O my God, make them like the whirling dust,\nLike chaff before the wind.",
      "14": "Like fire that burns the forest\nAnd like a flame that sets the mountains on fire,",
      "15": "So pursue them with Your tempest\nAnd terrify them with Your storm.",
      "16": "Fill their faces with dishonor,\nThat they may seek Your name, O Lord.",
      "17": "Let them be ashamed and dismayed forever,\nAnd let them be humiliated and perish,",
      "18": "That they may know that You alone, whose name is the Lord,\nAre the Most High over all the earth."
    },
    "84": {
      "1": "How lovely are Your dwelling places,\nO Lord of hosts!",
      "2": "My soul longed and even yearned for the courts of the Lord;\nMy heart and my flesh sing for joy to the living God.",
      "3": "The bird also has found a house,\nAnd the swallow a nest for herself, where she may lay her young,\nEven Your altars, O Lord of hosts,\nMy King and my God.",
      "4": "How blessed are those who dwell in Your house!\nThey are ever praising You. Selah.",
      "5": "How blessed is the man whose strength is in You,\nIn whose heart are the highways to Zion!",
      "6": "Passing through the valley of Baca they make it a spring;\nThe early rain also covers it with blessings.",
      "7": "They go from strength to strength,\nEvery one of them appears before God in Zion.",
      "8": "O Lord God of hosts, hear my prayer;\nGive ear, O God of Jacob! Selah.",
      "9": "Behold our shield, O God,\nAnd look upon the face of Your anointed.",
      "10": "For a day in Your courts is better than a thousand outside.\nI would rather stand at the threshold of the house of my God\nThan dwell in the tents of wickedness.",
      "11": "For the Lord God is a sun and shield;\nThe Lord gives grace and glory;\nNo good thing does He withhold from those who walk uprightly.",
      "12": "O Lord of hosts,\nHow blessed is the man who trusts in You!"
    },
    "85": {
      "1": "O Lord, You showed favor to Your land;\nYou restored the captivity of Jacob.",
      "2": "You forgave the iniquity of Your people;\nYou covered all their sin. Selah.",
      "3": "You withdrew all Your fury;\nYou turned away from Your burning anger.",
      "4": "Restore us, O God of our salvation,\nAnd cause Your indignation toward us to cease.",
      "5": "Will You be angry with us forever?\nWill You prolong Your anger to all generations?",
      "6": "Will You not Yourself revive us again,\nThat Your people may rejoice in You?",
      "7": "Show us Your lovingkindness, O Lord,\nAnd grant us Your salvation.",
      "8": "I will hear what God the Lord will say;\nFor He will speak peace to His people, to His godly ones;\nBut let them not turn back to folly.",
      "9": "Surely His salvation is near to those who fear Him,\nThat glory may dwell in our land.",
      "10": "Lovingkindness and truth have met together;\nRighteousness and peace have kissed each other.",
      "11": "Truth springs from the earth,\nAnd righteousness looks down from heaven.",
      "12": "Indeed, the Lord will give what is good,\nAnd our land will yield its produce.",
      "13": "Righteousness will go before Him\nAnd will make His footsteps into a way."
    },
    "86": {
      "1": "Incline Your ear, O Lord, and answer me;\nFor I am afflicted and needy.",
      "2": "Preserve my soul, for I am a godly man;\nO You my God, save Your servant who trusts in You.",
      "3": "Be gracious to me, O Lord,\nFor to You I cry all day long.",
      "4": "Make glad the soul of Your servant,\nFor to You, O Lord, I lift up my soul.",
      "5": "For You, Lord, are good, and ready to forgive,\nAnd abundant in lovingkindness to all who call upon You.",
      "6": "Give ear, O Lord, to my prayer;\nAnd give heed to the voice of my supplications!",
      "7": "In the day of my trouble I shall call upon You,\nFor You will answer me.",
      "8": "There is no one like You among the gods, O Lord,\nNor are there any works like Yours.",
      "9": "All nations whom You have made shall come and worship before You, O Lord,\nAnd they shall glorify Your name.",
      "10": "For You are great and do wondrous deeds;\nYou alone are God.",
      "11": "Teach me Your way, O Lord;\nI will walk in Your truth;\nUnite my heart to fear Your name.",
      "12": "I will give thanks to You, O Lord my God, with all my heart,\nAnd will glorify Your name forever.",
      "13": "For Your lovingkindness toward me is great,\nAnd You have delivered my soul from the depths of Sheol.",
      "14": "O God, arrogant men have risen up against me,\nAnd a band of violent men have sought my life,\nAnd they have not set You before them.",
      "15": "But You, O Lord, are a God merciful and gracious,\nSlow to anger and abundant in lovingkindness and truth.",
      "16": "Turn to me, and be gracious to me;\nOh grant Your strength to Your servant,\nAnd save the son of Your handmaid.",
      "17": "Show me a sign for good,\nThat those who hate me may see it and be ashamed,\nBecause You, O Lord, have helped me and comforted me."
    },
    "87": {
      "1": "His foundation is in the holy mountains.",
      "2": "The Lord loves the gates of Zion\nMore than all the other dwelling places of Jacob.",
      "3": "Glorious things are spoken of you,\nO city of God. Selah.",
      "4": "“I shall mention Rahab and Babylon among those who know Me;\nBehold, Philistia and Tyre with Ethiopia:\n‘This one was born there.’”",
      "5": "But of Zion it shall be said, “This one and that one were born in her”;\nAnd the Most High Himself will establish her.",
      "6": "The Lord will count when He registers the peoples,\n“This one was born there.” Selah.",
      "7": "Then those who sing as well as those who play the flutes shall say,\n“All my springs of joy are in you.”"
    },
    "88": {
      "1": "O Lord, the God of my salvation,\nI have cried out by day and in the night before You.",
      "2": "Let my prayer come before You;\nIncline Your ear to my cry!",
      "3": "For my soul has had enough troubles,\nAnd my life has drawn near to Sheol.",
      "4": "I am reckoned among those who go down to the pit;\nI have become like a man without strength,",
      "5": "Forsaken among the dead,\nLike the slain who lie in the grave,\nWhom You remember no more,\nAnd they are cut off from Your hand.",
      "6": "You have put me in the lowest pit,\nIn dark places, in the depths.",
      "7": "Your wrath has rested upon me,\nAnd You have afflicted me with all Your waves. Selah.",
      "8": "You have removed my acquaintances far from me;\nYou have made me an object of loathing to them;\nI am shut up and cannot go out.",
      "9": "My eye has wasted away because of affliction;\nI have called upon You every day, O Lord;\nI have spread out my hands to You.",
      "10": "Will You perform wonders for the dead?\nWill the departed spirits rise and praise You? Selah.",
      "11": "Will Your lovingkindness be declared in the grave,\nYour faithfulness in Abaddon?",
      "12": "Will Your wonders be made known in the darkness?\nAnd Your righteousness in the land of forgetfulness?",
      "13": "But I, O Lord, have cried out to You for help,\nAnd in the morning my prayer comes before You.",
      "14": "O Lord, why do You reject my soul?\nWhy do You hide Your face from me?",
      "15": "I was afflicted and about to die from my youth on;\nI suffer Your terrors; I am overcome.",
      "16": "Your burning anger has passed over me;\nYour terrors have destroyed me.",
      "17": "They have surrounded me like water all day long;\nThey have encompassed me altogether.",
      "18": "You have removed lover and friend far from me;\nMy acquaintances are in darkness."
    },
    "89": {
      "1": "I will sing of the lovingkindness of the Lord forever;\nTo all generations I will make known Your faithfulness with my mouth.",
      "2": "For I have said, “Lovingkindness will be built up forever;\nIn the heavens You will establish Your faithfulness.”",
      "3": "“I have made a covenant with My chosen;\nI have sworn to David My servant,",
      "4": "I will establish your seed forever\nAnd build up your throne to all generations.” Selah.",
      "5": "The heavens will praise Your wonders, O Lord;\nYour faithfulness also in the assembly of the holy ones.",
      "6": "For who in the skies is comparable to the Lord?\nWho among the sons of the mighty is like the Lord,",
      "7": "A God greatly feared in the council of the holy ones,\nAnd awesome above all those who are around Him?",
      "8": "O Lord God of hosts, who is like You, O mighty Lord?\nYour faithfulness also surrounds You.",
      "9": "You rule the swelling of the sea;\nWhen its waves rise, You still them.",
      "10": "You Yourself crushed Rahab like one who is slain;\nYou scattered Your enemies with Your mighty arm.",
      "11": "The heavens are Yours, the earth also is Yours;\nThe world and all it contains, You have founded them.",
      "12": "The north and the south, You have created them;\nTabor and Hermon shout for joy at Your name.",
      "13": "You have a strong arm;\nYour hand is mighty, Your right hand is exalted.",
      "14": "Righteousness and justice are the foundation of Your throne;\nLovingkindness and truth go before You.",
      "15": "How blessed are the people who know the joyful sound!\nO Lord, they walk in the light of Your countenance.",
      "16": "In Your name they rejoice all the day,\nAnd by Your righteousness they are exalted.",
      "17": "For You are the glory of their strength,\nAnd by Your favor our horn is exalted.",
      "18": "For our shield belongs to the Lord,\nAnd our king to the Holy One of Israel.",
      "19": "Once You spoke in vision to Your godly ones,\nAnd said, “I have given help to one who is mighty;\nI have exalted one chosen from the people.",
      "20": "“I have found David My servant;\nWith My holy oil I have anointed him,",
      "21": "With whom My hand will be established;\nMy arm also will strengthen him.",
      "22": "“The enemy will not deceive him,\nNor the son of wickedness afflict him.",
      "23": "“But I shall crush his adversaries before him,\nAnd strike those who hate him.",
      "24": "“My faithfulness and My lovingkindness will be with him,\nAnd in My name his horn will be exalted.",
      "25": "“I shall also set his hand on the sea\nAnd his right hand on the rivers.",
      "26": "“He will cry to Me, ‘You are my Father,\nMy God, and the rock of my salvation.’",
      "27": "“I also shall make him My firstborn,\nThe highest of the kings of the earth.",
      "28": "“My lovingkindness I will keep for him forever,\nAnd My covenant shall be confirmed to him.",
      "29": "“So I will establish his descendants forever\nAnd his throne as the days of heaven.",
      "30": "“If his sons forsake My law\nAnd do not walk in My judgments,",
      "31": "If they violate My statutes\nAnd do not keep My commandments,",
      "32": "Then I will punish their transgression with the rod\nAnd their iniquity with stripes.",
      "33": "“But I will not break off My lovingkindness from him,\nNor deal falsely in My faithfulness.",
      "34": "“My covenant I will not violate,\nNor will I alter the utterance of My lips.",
      "35": "“Once I have sworn by My holiness;\nI will not lie to David.",
      "36": "“His descendants shall endure forever\nAnd his throne as the sun before Me.",
      "37": "“It shall be established forever like the moon,\nAnd the witness in the sky is faithful.” Selah.",
      "38": "But You have cast off and rejected,\nYou have been full of wrath against Your anointed.",
      "39": "You have spurned the covenant of Your servant;\nYou have profaned his crown in the dust.",
      "40": "You have broken down all his walls;\nYou have brought his strongholds to ruin.",
      "41": "All who pass along the way plunder him;\nHe has become a reproach to his neighbors.",
      "42": "You have exalted the right hand of his adversaries;\nYou have made all his enemies rejoice.",
      "43": "You also turn back the edge of his sword\nAnd have not made him stand in battle.",
      "44": "You have made his splendor to cease\nAnd cast his throne to the ground.",
      "45": "You have shortened the days of his youth;\nYou have covered him with shame. Selah.",
      "46": "How long, O Lord?\nWill You hide Yourself forever?\nWill Your wrath burn like fire?",
      "47": "Remember what my span of life is;\nFor what vanity You have created all the sons of men!",
      "48": "What man can live and not see death?\nCan he deliver his soul from the power of Sheol? Selah.",
      "49": "Where are Your former lovingkindnesses, O Lord,\nWhich You swore to David in Your faithfulness?",
      "50": "Remember, O Lord, the reproach of Your servants;\nHow I bear in my bosom the reproach of all the many peoples,",
      "51": "With which Your enemies have reproached, O Lord,\nWith which they have reproached the footsteps of Your anointed.",
      "52": "Blessed be the Lord forever!\nAmen and Amen."
    },
    "90": {
      "1": "Lord, You have been our dwelling place in all generations.",
      "2": "Before the mountains were born\nOr You gave birth to the earth and the world,\nEven from everlasting to everlasting, You are God.",
      "3": "You turn man back into dust\nAnd say, “Return, O children of men.”",
      "4": "For a thousand years in Your sight\nAre like yesterday when it passes by,\nOr as a watch in the night.",
      "5": "You have swept them away like a flood, they fall asleep;\nIn the morning they are like grass which sprouts anew.",
      "6": "In the morning it flourishes and sprouts anew;\nToward evening it fades and withers away.",
      "7": "For we have been consumed by Your anger\nAnd by Your wrath we have been dismayed.",
      "8": "You have placed our iniquities before You,\nOur secret sins in the light of Your presence.",
      "9": "For all our days have declined in Your fury;\nWe have finished our years like a sigh.",
      "10": "As for the days of our life, they contain seventy years,\nOr if due to strength, eighty years,\nYet their pride is but labor and sorrow;\nFor soon it is gone and we fly away.",
      "11": "Who understands the power of Your anger\nAnd Your fury, according to the fear that is due You?",
      "12": "So teach us to number our days,\nThat we may present to You a heart of wisdom.",
      "13": "Do return, O Lord; how long will it be?\nAnd be sorry for Your servants.",
      "14": "O satisfy us in the morning with Your lovingkindness,\nThat we may sing for joy and be glad all our days.",
      "15": "Make us glad according to the days You have afflicted us,\nAnd the years we have seen evil.",
      "16": "Let Your work appear to Your servants\nAnd Your majesty to their children.",
      "17": "Let the favor of the Lord our God be upon us;\nAnd confirm for us the work of our hands;\nYes, confirm the work of our hands."
    },
    "91": {
      "1": "He who dwells in the shelter of the Most High\nWill abide in the shadow of the Almighty.",
      "2": "I will say to the Lord, “My refuge and my fortress,\nMy God, in whom I trust!”",
      "3": "For it is He who delivers you from the snare of the trapper\nAnd from the deadly pestilence.",
      "4": "He will cover you with His pinions,\nAnd under His wings you may seek refuge;\nHis faithfulness is a shield and bulwark.",
      "5": "You will not be afraid of the terror by night,\nOr of the arrow that flies by day;",
      "6": "Of the pestilence that stalks in darkness,\nOr of the destruction that lays waste at noon.",
      "7": "A thousand may fall at your side\nAnd ten thousand at your right hand,\nBut it shall not approach you.",
      "8": "You will only look on with your eyes\nAnd see the recompense of the wicked.",
      "9": "For you have made the Lord, my refuge,\nEven the Most High, your dwelling place.",
      "10": "No evil will befall you,\nNor will any plague come near your tent.",
      "11": "For He will give His angels charge concerning you,\nTo guard you in all your ways.",
      "12": "They will bear you up in their hands,\nThat you do not strike your foot against a stone.",
      "13": "You will tread upon the lion and cobra,\nThe young lion and the serpent you will trample down.",
      "14": "“Because he has loved Me, therefore I will deliver him;\nI will set him securely on high, because he has known My name.",
      "15": "“He will call upon Me, and I will answer him;\nI will be with him in trouble;\nI will rescue him and honor him.",
      "16": "“With a long life I will satisfy him\nAnd let him see My salvation.”"
    },
    "92": {
      "1": "It is good to give thanks to the Lord\nAnd to sing praises to Your name, O Most High;",
      "2": "To declare Your lovingkindness in the morning\nAnd Your faithfulness by night,",
      "3": "With the ten-stringed lute and with the harp,\nWith resounding music upon the lyre.",
      "4": "For You, O Lord, have made me glad by what You have done,\nI will sing for joy at the works of Your hands.",
      "5": "How great are Your works, O Lord!\nYour thoughts are very deep.",
      "6": "A senseless man has no knowledge,\nNor does a stupid man understand this:",
      "7": "That when the wicked sprouted up like grass\nAnd all who did iniquity flourished,\nIt was only that they might be destroyed forevermore.",
      "8": "But You, O Lord, are on high forever.",
      "9": "For, behold, Your enemies, O Lord,\nFor, behold, Your enemies will perish;\nAll who do iniquity will be scattered.",
      "10": "But You have exalted my horn like that of the wild ox;\nI have been anointed with fresh oil.",
      "11": "And my eye has looked exultantly upon my foes,\nMy ears hear of the evildoers who rise up against me.",
      "12": "The righteous man will flourish like the palm tree,\nHe will grow like a cedar in Lebanon.",
      "13": "Planted in the house of the Lord,\nThey will flourish in the courts of our God.",
      "14": "They will still yield fruit in old age;\nThey shall be full of sap and very green,",
      "15": "To declare that the Lord is upright;\nHe is my rock, and there is no unrighteousness in Him."
    },
    "93": {
      "1": "The Lord reigns, He is clothed with majesty;\nThe Lord has clothed and girded Himself with strength;\nIndeed, the world is firmly established, it will not be moved.",
      "2": "Your throne is established from of old;\nYou are from everlasting.",
      "3": "The floods have lifted up, O Lord,\nThe floods have lifted up their voice,\nThe floods lift up their pounding waves.",
      "4": "More than the sounds of many waters,\nThan the mighty breakers of the sea,\nThe Lord on high is mighty.",
      "5": "Your testimonies are fully confirmed;\nHoliness befits Your house,\nO Lord, forevermore."
    },
    "94": {
      "1": "O Lord, God of vengeance,\nGod of vengeance, shine forth!",
      "2": "Rise up, O Judge of the earth,\nRender recompense to the proud.",
      "3": "How long shall the wicked, O Lord,\nHow long shall the wicked exult?",
      "4": "They pour forth words, they speak arrogantly;\nAll who do wickedness vaunt themselves.",
      "5": "They crush Your people, O Lord,\nAnd afflict Your heritage.",
      "6": "They slay the widow and the stranger\nAnd murder the orphans.",
      "7": "They have said, “The Lord does not see,\nNor does the God of Jacob pay heed.”",
      "8": "Pay heed, you senseless among the people;\nAnd when will you understand, stupid ones?",
      "9": "He who planted the ear, does He not hear?\nHe who formed the eye, does He not see?",
      "10": "He who chastens the nations, will He not rebuke,\nEven He who teaches man knowledge?",
      "11": "The Lord knows the thoughts of man,\nThat they are a mere breath.",
      "12": "Blessed is the man whom You chasten, O Lord,\nAnd whom You teach out of Your law;",
      "13": "That You may grant him relief from the days of adversity,\nUntil a pit is dug for the wicked.",
      "14": "For the Lord will not abandon His people,\nNor will He forsake His inheritance.",
      "15": "For judgment will again be righteous,\nAnd all the upright in heart will follow it.",
      "16": "Who will stand up for me against evildoers?\nWho will take his stand for me against those who do wickedness?",
      "17": "If the Lord had not been my help,\nMy soul would soon have dwelt in the abode of silence.",
      "18": "If I should say, “My foot has slipped,”\nYour lovingkindness, O Lord, will hold me up.",
      "19": "When my anxious thoughts multiply within me,\nYour consolations delight my soul.",
      "20": "Can a throne of destruction be allied with You,\nOne which devises mischief by decree?",
      "21": "They band themselves together against the life of the righteous\nAnd condemn the innocent to death.",
      "22": "But the Lord has been my stronghold,\nAnd my God the rock of my refuge.",
      "23": "He has brought back their wickedness upon them\nAnd will destroy them in their evil;\nThe Lord our God will destroy them."
    },
    "95": {
      "1": "O come, let us sing for joy to the Lord,\nLet us shout joyfully to the rock of our salvation.",
      "2": "Let us come before His presence with thanksgiving,\nLet us shout joyfully to Him with psalms.",
      "3": "For the Lord is a great God\nAnd a great King above all gods,",
      "4": "In whose hand are the depths of the earth,\nThe peaks of the mountains are His also.",
      "5": "The sea is His, for it was He who made it,\nAnd His hands formed the dry land.",
      "6": "Come, let us worship and bow down,\nLet us kneel before the Lord our Maker.",
      "7": "For He is our God,\nAnd we are the people of His pasture and the sheep of His hand.\nToday, if you would hear His voice,",
      "8": "Do not harden your hearts, as at Meribah,\nAs in the day of Massah in the wilderness,",
      "9": "“When your fathers tested Me,\nThey tried Me, though they had seen My work.",
      "10": "“For forty years I loathed that generation,\nAnd said they are a people who err in their heart,\nAnd they do not know My ways.",
      "11": "“Therefore I swore in My anger,\nTruly they shall not enter into My rest.”"
    },
    "96": {
      "1": "Sing to the Lord a new song;\nSing to the Lord, all the earth.",
      "2": "Sing to the Lord, bless His name;\nProclaim good tidings of His salvation from day to day.",
      "3": "Tell of His glory among the nations,\nHis wonderful deeds among all the peoples.",
      "4": "For great is the Lord and greatly to be praised;\nHe is to be feared above all gods.",
      "5": "For all the gods of the peoples are idols,\nBut the Lord made the heavens.",
      "6": "Splendor and majesty are before Him,\nStrength and beauty are in His sanctuary.",
      "7": "Ascribe to the Lord, O families of the peoples,\nAscribe to the Lord glory and strength.",
      "8": "Ascribe to the Lord the glory of His name;\nBring an offering and come into His courts.",
      "9": "Worship the Lord in holy attire;\nTremble before Him, all the earth.",
      "10": "Say among the nations, “The Lord reigns;\nIndeed, the world is firmly established, it will not be moved;\nHe will judge the peoples with equity.”",
      "11": "Let the heavens be glad, and let the earth rejoice;\nLet the sea roar, and all it contains;",
      "12": "Let the field exult, and all that is in it.\nThen all the trees of the forest will sing for joy",
      "13": "Before the Lord, for He is coming,\nFor He is coming to judge the earth.\nHe will judge the world in righteousness\nAnd the peoples in His faithfulness."
    },
    "97": {
      "1": "The Lord reigns, let the earth rejoice;\nLet the many islands be glad.",
      "2": "Clouds and thick darkness surround Him;\nRighteousness and justice are the foundation of His throne.",
      "3": "Fire goes before Him\nAnd burns up His adversaries round about.",
      "4": "His lightnings lit up the world;\nThe earth saw and trembled.",
      "5": "The mountains melted like wax at the presence of the Lord,\nAt the presence of the Lord of the whole earth.",
      "6": "The heavens declare His righteousness,\nAnd all the peoples have seen His glory.",
      "7": "Let all those be ashamed who serve graven images,\nWho boast themselves of idols;\nWorship Him, all you gods.",
      "8": "Zion heard this and was glad,\nAnd the daughters of Judah have rejoiced\nBecause of Your judgments, O Lord.",
      "9": "For You are the Lord Most High over all the earth;\nYou are exalted far above all gods.",
      "10": "Hate evil, you who love the Lord,\nWho preserves the souls of His godly ones;\nHe delivers them from the hand of the wicked.",
      "11": "Light is sown like seed for the righteous\nAnd gladness for the upright in heart.",
      "12": "Be glad in the Lord, you righteous ones,\nAnd give thanks to His holy name."
    },
    "98": {
      "1": "O sing to the Lord a new song,\nFor He has done wonderful things,\nHis right hand and His holy arm have gained the victory for Him.",
      "2": "The Lord has made known His salvation;\nHe has revealed His righteousness in the sight of the nations.",
      "3": "He has remembered His lovingkindness and His faithfulness to the house of Israel;\nAll the ends of the earth have seen the salvation of our God.",
      "4": "Shout joyfully to the Lord, all the earth;\nBreak forth and sing for joy and sing praises.",
      "5": "Sing praises to the Lord with the lyre,\nWith the lyre and the sound of melody.",
      "6": "With trumpets and the sound of the horn\nShout joyfully before the King, the Lord.",
      "7": "Let the sea roar and all it contains,\nThe world and those who dwell in it.",
      "8": "Let the rivers clap their hands,\nLet the mountains sing together for joy",
      "9": "Before the Lord, for He is coming to judge the earth;\nHe will judge the world with righteousness\nAnd the peoples with equity."
    },
    "99": {
      "1": "The Lord reigns, let the peoples tremble;\nHe is enthroned above the cherubim, let the earth shake!",
      "2": "The Lord is great in Zion,\nAnd He is exalted above all the peoples.",
      "3": "Let them praise Your great and awesome name;\nHoly is He.",
      "4": "The strength of the King loves justice;\nYou have established equity;\nYou have executed justice and righteousness in Jacob.",
      "5": "Exalt the Lord our God\nAnd worship at His footstool;\nHoly is He.",
      "6": "Moses and Aaron were among His priests,\nAnd Samuel was among those who called on His name;\nThey called upon the Lord and He answered them.",
      "7": "He spoke to them in the pillar of cloud;\nThey kept His testimonies\nAnd the statute that He gave them.",
      "8": "O Lord our God, You answered them;\nYou were a forgiving God to them,\nAnd yet an avenger of their evil deeds.",
      "9": "Exalt the Lord our God\nAnd worship at His holy hill,\nFor holy is the Lord our God."
    },
    "100": {
      "1": "Shout joyfully to the Lord, all the earth.",
      "2": "Serve the Lord with gladness;\nCome before Him with joyful singing.",
      "3": "Know that the Lord Himself is God;\nIt is He who has made us, and not we ourselves;\nWe are His people and the sheep of His pasture.",
      "4": "Enter His gates with thanksgiving\nAnd His courts with praise.\nGive thanks to Him, bless His name.",
      "5": "For the Lord is good;\nHis lovingkindness is everlasting\nAnd His faithfulness to all generations."
    },
    "101": {
      "1": "I will sing of lovingkindness and justice,\nTo You, O Lord, I will sing praises.",
      "2": "I will give heed to the blameless way.\nWhen will You come to me?\nI will walk within my house in the integrity of my heart.",
      "3": "I will set no worthless thing before my eyes;\nI hate the work of those who fall away;\nIt shall not fasten its grip on me.",
      "4": "A perverse heart shall depart from me;\nI will know no evil.",
      "5": "Whoever secretly slanders his neighbor, him I will destroy;\nNo one who has a haughty look and an arrogant heart will I endure.",
      "6": "My eyes shall be upon the faithful of the land, that they may dwell with me;\nHe who walks in a blameless way is the one who will minister to me.",
      "7": "He who practices deceit shall not dwell within my house;\nHe who speaks falsehood shall not maintain his position before me.",
      "8": "Every morning I will destroy all the wicked of the land,\nSo as to cut off from the city of the Lord all those who do iniquity."
    },
    "102": {
      "1": "Hear my prayer, O Lord!\nAnd let my cry for help come to You.",
      "2": "Do not hide Your face from me in the day of my distress;\nIncline Your ear to me;\nIn the day when I call answer me quickly.",
      "3": "For my days have been consumed in smoke,\nAnd my bones have been scorched like a hearth.",
      "4": "My heart has been smitten like grass and has withered away,\nIndeed, I forget to eat my bread.",
      "5": "Because of the loudness of my groaning\nMy bones cling to my flesh.",
      "6": "I resemble a pelican of the wilderness;\nI have become like an owl of the waste places.",
      "7": "I lie awake,\nI have become like a lonely bird on a housetop.",
      "8": "My enemies have reproached me all day long;\nThose who deride me have used my name as a curse.",
      "9": "For I have eaten ashes like bread\nAnd mingled my drink with weeping",
      "10": "Because of Your indignation and Your wrath,\nFor You have lifted me up and cast me away.",
      "11": "My days are like a lengthened shadow,\nAnd I wither away like grass.",
      "12": "But You, O Lord, abide forever,\nAnd Your name to all generations.",
      "13": "You will arise and have compassion on Zion;\nFor it is time to be gracious to her,\nFor the appointed time has come.",
      "14": "Surely Your servants find pleasure in her stones\nAnd feel pity for her dust.",
      "15": "So the nations will fear the name of the Lord\nAnd all the kings of the earth Your glory.",
      "16": "For the Lord has built up Zion;\nHe has appeared in His glory.",
      "17": "He has regarded the prayer of the destitute\nAnd has not despised their prayer.",
      "18": "This will be written for the generation to come,\nThat a people yet to be created may praise the Lord.",
      "19": "For He looked down from His holy height;\nFrom heaven the Lord gazed upon the earth,",
      "20": "To hear the groaning of the prisoner,\nTo set free those who were doomed to death,",
      "21": "That men may tell of the name of the Lord in Zion\nAnd His praise in Jerusalem,",
      "22": "When the peoples are gathered together,\nAnd the kingdoms, to serve the Lord.",
      "23": "He has weakened my strength in the way;\nHe has shortened my days.",
      "24": "I say, “O my God, do not take me away in the midst of my days,\nYour years are throughout all generations.",
      "25": "“Of old You founded the earth,\nAnd the heavens are the work of Your hands.",
      "26": "“Even they will perish, but You endure;\nAnd all of them will wear out like a garment;\nLike clothing You will change them and they will be changed.",
      "27": "“But You are the same,\nAnd Your years will not come to an end.",
      "28": "“The children of Your servants will continue,\nAnd their descendants will be established before You.”"
    },
    "103": {
      "1": "Bless the Lord, O my soul,\nAnd all that is within me, bless His holy name.",
      "2": "Bless the Lord, O my soul,\nAnd forget none of His benefits;",
      "3": "Who pardons all your iniquities,\nWho heals all your diseases;",
      "4": "Who redeems your life from the pit,\nWho crowns you with lovingkindness and compassion;",
      "5": "Who satisfies your years with good things,\nSo that your youth is renewed like the eagle.",
      "6": "The Lord performs righteous deeds\nAnd judgments for all who are oppressed.",
      "7": "He made known His ways to Moses,\nHis acts to the sons of Israel.",
      "8": "The Lord is compassionate and gracious,\nSlow to anger and abounding in lovingkindness.",
      "9": "He will not always strive with us,\nNor will He keep His anger forever.",
      "10": "He has not dealt with us according to our sins,\nNor rewarded us according to our iniquities.",
      "11": "For as high as the heavens are above the earth,\nSo great is His lovingkindness toward those who fear Him.",
      "12": "As far as the east is from the west,\nSo far has He removed our transgressions from us.",
      "13": "Just as a father has compassion on his children,\nSo the Lord has compassion on those who fear Him.",
      "14": "For He Himself knows our frame;\nHe is mindful that we are but dust.",
      "15": "As for man, his days are like grass;\nAs a flower of the field, so he flourishes.",
      "16": "When the wind has passed over it, it is no more,\nAnd its place acknowledges it no longer.",
      "17": "But the lovingkindness of the Lord is from everlasting to everlasting on those who fear Him,\nAnd His righteousness to children’s children,",
      "18": "To those who keep His covenant\nAnd remember His precepts to do them.",
      "19": "The Lord has established His throne in the heavens,\nAnd His sovereignty rules over all.",
      "20": "Bless the Lord, you His angels,\nMighty in strength, who perform His word,\nObeying the voice of His word!",
      "21": "Bless the Lord, all you His hosts,\nYou who serve Him, doing His will.",
      "22": "Bless the Lord, all you works of His,\nIn all places of His dominion;\nBless the Lord, O my soul!"
    },
    "104": {
      "1": "Bless the Lord, O my soul!\nO Lord my God, You are very great;\nYou are clothed with splendor and majesty,",
      "2": "Covering Yourself with light as with a cloak,\nStretching out heaven like a tent curtain.",
      "3": "He lays the beams of His upper chambers in the waters;\nHe makes the clouds His chariot;\nHe walks upon the wings of the wind;",
      "4": "He makes the winds His messengers,\nFlaming fire His ministers.",
      "5": "He established the earth upon its foundations,\nSo that it will not totter forever and ever.",
      "6": "You covered it with the deep as with a garment;\nThe waters were standing above the mountains.",
      "7": "At Your rebuke they fled,\nAt the sound of Your thunder they hurried away.",
      "8": "The mountains rose; the valleys sank down\nTo the place which You established for them.",
      "9": "You set a boundary that they may not pass over,\nSo that they will not return to cover the earth.",
      "10": "He sends forth springs in the valleys;\nThey flow between the mountains;",
      "11": "They give drink to every beast of the field;\nThe wild donkeys quench their thirst.",
      "12": "Beside them the birds of the heavens dwell;\nThey lift up their voices among the branches.",
      "13": "He waters the mountains from His upper chambers;\nThe earth is satisfied with the fruit of His works.",
      "14": "He causes the grass to grow for the cattle,\nAnd vegetation for the labor of man,\nSo that he may bring forth food from the earth,",
      "15": "And wine which makes man’s heart glad,\nSo that he may make his face glisten with oil,\nAnd food which sustains man’s heart.",
      "16": "The trees of the Lord drink their fill,\nThe cedars of Lebanon which He planted,",
      "17": "Where the birds build their nests,\nAnd the stork, whose home is the fir trees.",
      "18": "The high mountains are for the wild goats;\nThe cliffs are a refuge for the shephanim.",
      "19": "He made the moon for the seasons;\nThe sun knows the place of its setting.",
      "20": "You appoint darkness and it becomes night,\nIn which all the beasts of the forest prowl about.",
      "21": "The young lions roar after their prey\nAnd seek their food from God.",
      "22": "When the sun rises they withdraw\nAnd lie down in their dens.",
      "23": "Man goes forth to his work\nAnd to his labor until evening.",
      "24": "O Lord, how many are Your works!\nIn wisdom You have made them all;\nThe earth is full of Your possessions.",
      "25": "There is the sea, great and broad,\nIn which are swarms without number,\nAnimals both small and great.",
      "26": "There the ships move along,\nAnd Leviathan, which You have formed to sport in it.",
      "27": "They all wait for You\nTo give them their food in due season.",
      "28": "You give to them, they gather it up;\nYou open Your hand, they are satisfied with good.",
      "29": "You hide Your face, they are dismayed;\nYou take away their spirit, they expire\nAnd return to their dust.",
      "30": "You send forth Your Spirit, they are created;\nAnd You renew the face of the ground.",
      "31": "Let the glory of the Lord endure forever;\nLet the Lord be glad in His works;",
      "32": "He looks at the earth, and it trembles;\nHe touches the mountains, and they smoke.",
      "33": "I will sing to the Lord as long as I live;\nI will sing praise to my God while I have my being.",
      "34": "Let my meditation be pleasing to Him;\nAs for me, I shall be glad in the Lord.",
      "35": "Let sinners be consumed from the earth\nAnd let the wicked be no more.\nBless the Lord, O my soul.\nPraise the Lord!"
    },
    "105": {
      "1": "Oh give thanks to the Lord, call upon His name;\nMake known His deeds among the peoples.",
      "2": "Sing to Him, sing praises to Him;\nSpeak of all His wonders.",
      "3": "Glory in His holy name;\nLet the heart of those who seek the Lord be glad.",
      "4": "Seek the Lord and His strength;\nSeek His face continually.",
      "5": "Remember His wonders which He has done,\nHis marvels and the judgments uttered by His mouth,",
      "6": "O seed of Abraham, His servant,\nO sons of Jacob, His chosen ones!",
      "7": "He is the Lord our God;\nHis judgments are in all the earth.",
      "8": "He has remembered His covenant forever,\nThe word which He commanded to a thousand generations,",
      "9": "The covenant which He made with Abraham,\nAnd His oath to Isaac.",
      "10": "Then He confirmed it to Jacob for a statute,\nTo Israel as an everlasting covenant,",
      "11": "Saying, “To you I will give the land of Canaan\nAs the portion of your inheritance,”",
      "12": "When they were only a few men in number,\nVery few, and strangers in it.",
      "13": "And they wandered about from nation to nation,\nFrom one kingdom to another people.",
      "14": "He permitted no man to oppress them,\nAnd He reproved kings for their sakes:",
      "15": "“Do not touch My anointed ones,\nAnd do My prophets no harm.”",
      "16": "And He called for a famine upon the land;\nHe broke the whole staff of bread.",
      "17": "He sent a man before them,\nJoseph, who was sold as a slave.",
      "18": "They afflicted his feet with fetters,\nHe himself was laid in irons;",
      "19": "Until the time that his word came to pass,\nThe word of the Lord tested him.",
      "20": "The king sent and released him,\nThe ruler of peoples, and set him free.",
      "21": "He made him lord of his house\nAnd ruler over all his possessions,",
      "22": "To imprison his princes at will,\nThat he might teach his elders wisdom.",
      "23": "Israel also came into Egypt;\nThus Jacob sojourned in the land of Ham.",
      "24": "And He caused His people to be very fruitful,\nAnd made them stronger than their adversaries.",
      "25": "He turned their heart to hate His people,\nTo deal craftily with His servants.",
      "26": "He sent Moses His servant,\nAnd Aaron, whom He had chosen.",
      "27": "They performed His wondrous acts among them,\nAnd miracles in the land of Ham.",
      "28": "He sent darkness and made it dark;\nAnd they did not rebel against His words.",
      "29": "He turned their waters into blood\nAnd caused their fish to die.",
      "30": "Their land swarmed with frogs\nEven in the chambers of their kings.",
      "31": "He spoke, and there came a swarm of flies\nAnd gnats in all their territory.",
      "32": "He gave them hail for rain,\nAnd flaming fire in their land.",
      "33": "He struck down their vines also and their fig trees,\nAnd shattered the trees of their territory.",
      "34": "He spoke, and locusts came,\nAnd young locusts, even without number,",
      "35": "And ate up all vegetation in their land,\nAnd ate up the fruit of their ground.",
      "36": "He also struck down all the firstborn in their land,\nThe first fruits of all their vigor.",
      "37": "Then He brought them out with silver and gold,\nAnd among His tribes there was not one who stumbled.",
      "38": "Egypt was glad when they departed,\nFor the dread of them had fallen upon them.",
      "39": "He spread a cloud for a covering,\nAnd fire to illumine by night.",
      "40": "They asked, and He brought quail,\nAnd satisfied them with the bread of heaven.",
      "41": "He opened the rock and water flowed out;\nIt ran in the dry places like a river.",
      "42": "For He remembered His holy word\nWith Abraham His servant;",
      "43": "And He brought forth His people with joy,\nHis chosen ones with a joyful shout.",
      "44": "He gave them also the lands of the nations,\nThat they might take possession of the fruit of the peoples’ labor,",
      "45": "So that they might keep His statutes\nAnd observe His laws,\nPraise the Lord!"
    },
    "106": {
      "1": "Praise the Lord!\nOh give thanks to the Lord, for He is good;\nFor His lovingkindness is everlasting.",
      "2": "Who can speak of the mighty deeds of the Lord,\nOr can show forth all His praise?",
      "3": "How blessed are those who keep justice,\nWho practice righteousness at all times!",
      "4": "Remember me, O Lord, in Your favor toward Your people;\nVisit me with Your salvation,",
      "5": "That I may see the prosperity of Your chosen ones,\nThat I may rejoice in the gladness of Your nation,\nThat I may glory with Your inheritance.",
      "6": "We have sinned like our fathers,\nWe have committed iniquity, we have behaved wickedly.",
      "7": "Our fathers in Egypt did not understand Your wonders;\nThey did not remember Your abundant kindnesses,\nBut rebelled by the sea, at the Red Sea.",
      "8": "Nevertheless He saved them for the sake of His name,\nThat He might make His power known.",
      "9": "Thus He rebuked the Red Sea and it dried up,\nAnd He led them through the deeps, as through the wilderness.",
      "10": "So He saved them from the hand of the one who hated them,\nAnd redeemed them from the hand of the enemy.",
      "11": "The waters covered their adversaries;\nNot one of them was left.",
      "12": "Then they believed His words;\nThey sang His praise.",
      "13": "They quickly forgot His works;\nThey did not wait for His counsel,",
      "14": "But craved intensely in the wilderness,\nAnd tempted God in the desert.",
      "15": "So He gave them their request,\nBut sent a wasting disease among them.",
      "16": "When they became envious of Moses in the camp,\nAnd of Aaron, the holy one of the Lord,",
      "17": "The earth opened and swallowed up Dathan,\nAnd engulfed the company of Abiram.",
      "18": "And a fire blazed up in their company;\nThe flame consumed the wicked.",
      "19": "They made a calf in Horeb\nAnd worshiped a molten image.",
      "20": "Thus they exchanged their glory\nFor the image of an ox that eats grass.",
      "21": "They forgot God their Savior,\nWho had done great things in Egypt,",
      "22": "Wonders in the land of Ham\nAnd awesome things by the Red Sea.",
      "23": "Therefore He said that He would destroy them,\nHad not Moses His chosen one stood in the breach before Him,\nTo turn away His wrath from destroying them.",
      "24": "Then they despised the pleasant land;\nThey did not believe in His word,",
      "25": "But grumbled in their tents;\nThey did not listen to the voice of the Lord.",
      "26": "Therefore He swore to them\nThat He would cast them down in the wilderness,",
      "27": "And that He would cast their seed among the nations\nAnd scatter them in the lands.",
      "28": "They joined themselves also to Baal-peor,\nAnd ate sacrifices offered to the dead.",
      "29": "Thus they provoked Him to anger with their deeds,\nAnd the plague broke out among them.",
      "30": "Then Phinehas stood up and interposed,\nAnd so the plague was stayed.",
      "31": "And it was reckoned to him for righteousness,\nTo all generations forever.",
      "32": "They also provoked Him to wrath at the waters of Meribah,\nSo that it went hard with Moses on their account;",
      "33": "Because they were rebellious against His Spirit,\nHe spoke rashly with his lips.",
      "34": "They did not destroy the peoples,\nAs the Lord commanded them,",
      "35": "But they mingled with the nations\nAnd learned their practices,",
      "36": "And served their idols,\nWhich became a snare to them.",
      "37": "They even sacrificed their sons and their daughters to the demons,",
      "38": "And shed innocent blood,\nThe blood of their sons and their daughters,\nWhom they sacrificed to the idols of Canaan;\nAnd the land was polluted with the blood.",
      "39": "Thus they became unclean in their practices,\nAnd played the harlot in their deeds.",
      "40": "Therefore the anger of the Lord was kindled against His people\nAnd He abhorred His inheritance.",
      "41": "Then He gave them into the hand of the nations,\nAnd those who hated them ruled over them.",
      "42": "Their enemies also oppressed them,\nAnd they were subdued under their power.",
      "43": "Many times He would deliver them;\nThey, however, were rebellious in their counsel,\nAnd so sank down in their iniquity.",
      "44": "Nevertheless He looked upon their distress\nWhen He heard their cry;",
      "45": "And He remembered His covenant for their sake,\nAnd relented according to the greatness of His lovingkindness.",
      "46": "He also made them objects of compassion\nIn the presence of all their captors.",
      "47": "Save us, O Lord our God,\nAnd gather us from among the nations,\nTo give thanks to Your holy name\nAnd glory in Your praise.",
      "48": "Blessed be the Lord, the God of Israel,\nFrom everlasting even to everlasting.\nAnd let all the people say, “Amen.”\nPraise the Lord!"
    },
    "107": {
      "1": "Oh give thanks to the Lord, for He is good,\nFor His lovingkindness is everlasting.",
      "2": "Let the redeemed of the Lord say so,\nWhom He has redeemed from the hand of the adversary",
      "3": "And gathered from the lands,\nFrom the east and from the west,\nFrom the north and from the south.",
      "4": "They wandered in the wilderness in a desert region;\nThey did not find a way to an inhabited city.",
      "5": "They were hungry and thirsty;\nTheir soul fainted within them.",
      "6": "Then they cried out to the Lord in their trouble;\nHe delivered them out of their distresses.",
      "7": "He led them also by a straight way,\nTo go to an inhabited city.",
      "8": "Let them give thanks to the Lord for His lovingkindness,\nAnd for His wonders to the sons of men!",
      "9": "For He has satisfied the thirsty soul,\nAnd the hungry soul He has filled with what is good.",
      "10": "There were those who dwelt in darkness and in the shadow of death,\nPrisoners in misery and chains,",
      "11": "Because they had rebelled against the words of God\nAnd spurned the counsel of the Most High.",
      "12": "Therefore He humbled their heart with labor;\nThey stumbled and there was none to help.",
      "13": "Then they cried out to the Lord in their trouble;\nHe saved them out of their distresses.",
      "14": "He brought them out of darkness and the shadow of death\nAnd broke their bands apart.",
      "15": "Let them give thanks to the Lord for His lovingkindness,\nAnd for His wonders to the sons of men!",
      "16": "For He has shattered gates of bronze\nAnd cut bars of iron asunder.",
      "17": "Fools, because of their rebellious way,\nAnd because of their iniquities, were afflicted.",
      "18": "Their soul abhorred all kinds of food,\nAnd they drew near to the gates of death.",
      "19": "Then they cried out to the Lord in their trouble;\nHe saved them out of their distresses.",
      "20": "He sent His word and healed them,\nAnd delivered them from their destructions.",
      "21": "Let them give thanks to the Lord for His lovingkindness,\nAnd for His wonders to the sons of men!",
      "22": "Let them also offer sacrifices of thanksgiving,\nAnd tell of His works with joyful singing.",
      "23": "Those who go down to the sea in ships,\nWho do business on great waters;",
      "24": "They have seen the works of the Lord,\nAnd His wonders in the deep.",
      "25": "For He spoke and raised up a stormy wind,\nWhich lifted up the waves of the sea.",
      "26": "They rose up to the heavens, they went down to the depths;\nTheir soul melted away in their misery.",
      "27": "They reeled and staggered like a drunken man,\nAnd were at their wits’ end.",
      "28": "Then they cried to the Lord in their trouble,\nAnd He brought them out of their distresses.",
      "29": "He caused the storm to be still,\nSo that the waves of the sea were hushed.",
      "30": "Then they were glad because they were quiet,\nSo He guided them to their desired haven.",
      "31": "Let them give thanks to the Lord for His lovingkindness,\nAnd for His wonders to the sons of men!",
      "32": "Let them extol Him also in the congregation of the people,\nAnd praise Him at the seat of the elders.",
      "33": "He changes rivers into a wilderness\nAnd springs of water into a thirsty ground;",
      "34": "A fruitful land into a salt waste,\nBecause of the wickedness of those who dwell in it.",
      "35": "He changes a wilderness into a pool of water\nAnd a dry land into springs of water;",
      "36": "And there He makes the hungry to dwell,\nSo that they may establish an inhabited city,",
      "37": "And sow fields and plant vineyards,\nAnd gather a fruitful harvest.",
      "38": "Also He blesses them and they multiply greatly,\nAnd He does not let their cattle decrease.",
      "39": "When they are diminished and bowed down\nThrough oppression, misery and sorrow,",
      "40": "He pours contempt upon princes\nAnd makes them wander in a pathless waste.",
      "41": "But He sets the needy securely on high away from affliction,\nAnd makes his families like a flock.",
      "42": "The upright see it and are glad;\nBut all unrighteousness shuts its mouth.",
      "43": "Who is wise? Let him give heed to these things,\nAnd consider the lovingkindnesses of the Lord."
    },
    "108": {
      "1": "My heart is steadfast, O God;\nI will sing, I will sing praises, even with my soul.",
      "2": "Awake, harp and lyre;\nI will awaken the dawn!",
      "3": "I will give thanks to You, O Lord, among the peoples,\nAnd I will sing praises to You among the nations.",
      "4": "For Your lovingkindness is great above the heavens,\nAnd Your truth reaches to the skies.",
      "5": "Be exalted, O God, above the heavens,\nAnd Your glory above all the earth.",
      "6": "That Your beloved may be delivered,\nSave with Your right hand, and answer me!",
      "7": "God has spoken in His holiness:\n“I will exult, I will portion out Shechem\nAnd measure out the valley of Succoth.",
      "8": "“Gilead is Mine, Manasseh is Mine;\nEphraim also is the helmet of My head;\nJudah is My scepter.",
      "9": "“Moab is My washbowl;\nOver Edom I shall throw My shoe;\nOver Philistia I will shout aloud.”",
      "10": "Who will bring me into the besieged city?\nWho will lead me to Edom?",
      "11": "Have not You Yourself, O God, rejected us?\nAnd will You not go forth with our armies, O God?",
      "12": "Oh give us help against the adversary,\nFor deliverance by man is in vain.",
      "13": "Through God we will do valiantly,\nAnd it is He who shall tread down our adversaries."
    },
    "109": {
      "1": "O God of my praise,\nDo not be silent!",
      "2": "For they have opened the wicked and deceitful mouth against me;\nThey have spoken against me with a lying tongue.",
      "3": "They have also surrounded me with words of hatred,\nAnd fought against me without cause.",
      "4": "In return for my love they act as my accusers;\nBut I am in prayer.",
      "5": "Thus they have repaid me evil for good\nAnd hatred for my love.",
      "6": "Appoint a wicked man over him,\nAnd let an accuser stand at his right hand.",
      "7": "When he is judged, let him come forth guilty,\nAnd let his prayer become sin.",
      "8": "Let his days be few;\nLet another take his office.",
      "9": "Let his children be fatherless\nAnd his wife a widow.",
      "10": "Let his children wander about and beg;\nAnd let them seek sustenance far from their ruined homes.",
      "11": "Let the creditor seize all that he has,\nAnd let strangers plunder the product of his labor.",
      "12": "Let there be none to extend lovingkindness to him,\nNor any to be gracious to his fatherless children.",
      "13": "Let his posterity be cut off;\nIn a following generation let their name be blotted out.",
      "14": "Let the iniquity of his fathers be remembered before the Lord,\nAnd do not let the sin of his mother be blotted out.",
      "15": "Let them be before the Lord continually,\nThat He may cut off their memory from the earth;",
      "16": "Because he did not remember to show lovingkindness,\nBut persecuted the afflicted and needy man,\nAnd the despondent in heart, to put them to death.",
      "17": "He also loved cursing, so it came to him;\nAnd he did not delight in blessing, so it was far from him.",
      "18": "But he clothed himself with cursing as with his garment,\nAnd it entered into his body like water\nAnd like oil into his bones.",
      "19": "Let it be to him as a garment with which he covers himself,\nAnd for a belt with which he constantly girds himself.",
      "20": "Let this be the reward of my accusers from the Lord,\nAnd of those who speak evil against my soul.",
      "21": "But You, O God, the Lord, deal kindly with me for Your name’s sake;\nBecause Your lovingkindness is good, deliver me;",
      "22": "For I am afflicted and needy,\nAnd my heart is wounded within me.",
      "23": "I am passing like a shadow when it lengthens;\nI am shaken off like the locust.",
      "24": "My knees are weak from fasting,\nAnd my flesh has grown lean, without fatness.",
      "25": "I also have become a reproach to them;\nWhen they see me, they wag their head.",
      "26": "Help me, O Lord my God;\nSave me according to Your lovingkindness.",
      "27": "And let them know that this is Your hand;\nYou, Lord, have done it.",
      "28": "Let them curse, but You bless;\nWhen they arise, they shall be ashamed,\nBut Your servant shall be glad.",
      "29": "Let my accusers be clothed with dishonor,\nAnd let them cover themselves with their own shame as with a robe.",
      "30": "With my mouth I will give thanks abundantly to the Lord;\nAnd in the midst of many I will praise Him.",
      "31": "For He stands at the right hand of the needy,\nTo save him from those who judge his soul."
    },
    "110": {
      "1": "The Lord says to my Lord:\n“Sit at My right hand\nUntil I make Your enemies a footstool for Your feet.”",
      "2": "The Lord will stretch forth Your strong scepter from Zion, saying,\n“Rule in the midst of Your enemies.”",
      "3": "Your people will volunteer freely in the day of Your power;\nIn holy array, from the womb of the dawn,\nYour youth are to You as the dew.",
      "4": "The Lord has sworn and will not change His mind,\n“You are a priest forever\nAccording to the order of Melchizedek.”",
      "5": "The Lord is at Your right hand;\nHe will shatter kings in the day of His wrath.",
      "6": "He will judge among the nations,\nHe will fill them with corpses,\nHe will shatter the chief men over a broad country.",
      "7": "He will drink from the brook by the wayside;\nTherefore He will lift up His head."
    },
    "111": {
      "1": "Praise the Lord!\nI will give thanks to the Lord with all my heart,\nIn the company of the upright and in the assembly.",
      "2": "Great are the works of the Lord;\nThey are studied by all who delight in them.",
      "3": "Splendid and majestic is His work,\nAnd His righteousness endures forever.",
      "4": "He has made His wonders to be remembered;\nThe Lord is gracious and compassionate.",
      "5": "He has given food to those who fear Him;\nHe will remember His covenant forever.",
      "6": "He has made known to His people the power of His works,\nIn giving them the heritage of the nations.",
      "7": "The works of His hands are truth and justice;\nAll His precepts are sure.",
      "8": "They are upheld forever and ever;\nThey are performed in truth and uprightness.",
      "9": "He has sent redemption to His people;\nHe has ordained His covenant forever;\nHoly and awesome is His name.",
      "10": "The fear of the Lord is the beginning of wisdom;\nA good understanding have all those who do His commandments;\nHis praise endures forever."
    },
    "112": {
      "1": "Praise the Lord!\nHow blessed is the man who fears the Lord,\nWho greatly delights in His commandments.",
      "2": "His descendants will be mighty on earth;\nThe generation of the upright will be blessed.",
      "3": "Wealth and riches are in his house,\nAnd his righteousness endures forever.",
      "4": "Light arises in the darkness for the upright;\nHe is gracious and compassionate and righteous.",
      "5": "It is well with the man who is gracious and lends;\nHe will maintain his cause in judgment.",
      "6": "For he will never be shaken;\nThe righteous will be remembered forever.",
      "7": "He will not fear evil tidings;\nHis heart is steadfast, trusting in the Lord.",
      "8": "His heart is upheld, he will not fear,\nUntil he looks with satisfaction on his adversaries.",
      "9": "He has given freely to the poor,\nHis righteousness endures forever;\nHis horn will be exalted in honor.",
      "10": "The wicked will see it and be vexed,\nHe will gnash his teeth and melt away;\nThe desire of the wicked will perish."
    },
    "113": {
      "1": "Praise the Lord!\nPraise, O servants of the Lord,\nPraise the name of the Lord.",
      "2": "Blessed be the name of the Lord\nFrom this time forth and forever.",
      "3": "From the rising of the sun to its setting\nThe name of the Lord is to be praised.",
      "4": "The Lord is high above all nations;\nHis glory is above the heavens.",
      "5": "Who is like the Lord our God,\nWho is enthroned on high,",
      "6": "Who humbles Himself to behold\nThe things that are in heaven and in the earth?",
      "7": "He raises the poor from the dust\nAnd lifts the needy from the ash heap,",
      "8": "To make them sit with princes,\nWith the princes of His people.",
      "9": "He makes the barren woman abide in the house\nAs a joyful mother of children.\nPraise the Lord!"
    },
    "114": {
      "1": "When Israel went forth from Egypt,\nThe house of Jacob from a people of strange language,",
      "2": "Judah became His sanctuary,\nIsrael, His dominion.",
      "3": "The sea looked and fled;\nThe Jordan turned back.",
      "4": "The mountains skipped like rams,\nThe hills, like lambs.",
      "5": "What ails you, O sea, that you flee?\nO Jordan, that you turn back?",
      "6": "O mountains, that you skip like rams?\nO hills, like lambs?",
      "7": "Tremble, O earth, before the Lord,\nBefore the God of Jacob,",
      "8": "Who turned the rock into a pool of water,\nThe flint into a fountain of water."
    },
    "115": {
      "1": "Not to us, O Lord, not to us,\nBut to Your name give glory\nBecause of Your lovingkindness, because of Your truth.",
      "2": "Why should the nations say,\n“Where, now, is their God?”",
      "3": "But our God is in the heavens;\nHe does whatever He pleases.",
      "4": "Their idols are silver and gold,\nThe work of man’s hands.",
      "5": "They have mouths, but they cannot speak;\nThey have eyes, but they cannot see;",
      "6": "They have ears, but they cannot hear;\nThey have noses, but they cannot smell;",
      "7": "They have hands, but they cannot feel;\nThey have feet, but they cannot walk;\nThey cannot make a sound with their throat.",
      "8": "Those who make them will become like them,\nEveryone who trusts in them.",
      "9": "O Israel, trust in the Lord;\nHe is their help and their shield.",
      "10": "O house of Aaron, trust in the Lord;\nHe is their help and their shield.",
      "11": "You who fear the Lord, trust in the Lord;\nHe is their help and their shield.",
      "12": "The Lord has been mindful of us; He will bless us;\nHe will bless the house of Israel;\nHe will bless the house of Aaron.",
      "13": "He will bless those who fear the Lord,\nThe small together with the great.",
      "14": "May the Lord give you increase,\nYou and your children.",
      "15": "May you be blessed of the Lord,\nMaker of heaven and earth.",
      "16": "The heavens are the heavens of the Lord,\nBut the earth He has given to the sons of men.",
      "17": "The dead do not praise the Lord,\nNor do any who go down into silence;",
      "18": "But as for us, we will bless the Lord\nFrom this time forth and forever.\nPraise the Lord!"
    },
    "116": {
      "1": "I love the Lord, because He hears\nMy voice and my supplications.",
      "2": "Because He has inclined His ear to me,\nTherefore I shall call upon Him as long as I live.",
      "3": "The cords of death encompassed me\nAnd the terrors of Sheol came upon me;\nI found distress and sorrow.",
      "4": "Then I called upon the name of the Lord:\n“O Lord, I beseech You, save my life!”",
      "5": "Gracious is the Lord, and righteous;\nYes, our God is compassionate.",
      "6": "The Lord preserves the simple;\nI was brought low, and He saved me.",
      "7": "Return to your rest, O my soul,\nFor the Lord has dealt bountifully with you.",
      "8": "For You have rescued my soul from death,\nMy eyes from tears,\nMy feet from stumbling.",
      "9": "I shall walk before the Lord\nIn the land of the living.",
      "10": "I believed when I said,\n“I am greatly afflicted.”",
      "11": "I said in my alarm,\n“All men are liars.”",
      "12": "What shall I render to the Lord\nFor all His benefits toward me?",
      "13": "I shall lift up the cup of salvation\nAnd call upon the name of the Lord.",
      "14": "I shall pay my vows to the Lord,\nOh may it be in the presence of all His people.",
      "15": "Precious in the sight of the Lord\nIs the death of His godly ones.",
      "16": "O Lord, surely I am Your servant,\nI am Your servant, the son of Your handmaid,\nYou have loosed my bonds.",
      "17": "To You I shall offer a sacrifice of thanksgiving,\nAnd call upon the name of the Lord.",
      "18": "I shall pay my vows to the Lord,\nOh may it be in the presence of all His people,",
      "19": "In the courts of the Lord’s house,\nIn the midst of you, O Jerusalem.\nPraise the Lord!"
    },
    "117": {
      "1": "Praise the Lord, all nations;\nLaud Him, all peoples!",
      "2": "For His lovingkindness is great toward us,\nAnd the truth of the Lord is everlasting.\nPraise the Lord!"
    },
    "118": {
      "1": "Give thanks to the Lord, for He is good;\nFor His lovingkindness is everlasting.",
      "2": "Oh let Israel say,\n“His lovingkindness is everlasting.”",
      "3": "Oh let the house of Aaron say,\n“His lovingkindness is everlasting.”",
      "4": "Oh let those who fear the Lord say,\n“His lovingkindness is everlasting.”",
      "5": "From my distress I called upon the Lord;\nThe Lord answered me and set me in a large place.",
      "6": "The Lord is for me; I will not fear;\nWhat can man do to me?",
      "7": "The Lord is for me among those who help me;\nTherefore I will look with satisfaction on those who hate me.",
      "8": "It is better to take refuge in the Lord\nThan to trust in man.",
      "9": "It is better to take refuge in the Lord\nThan to trust in princes.",
      "10": "All nations surrounded me;\nIn the name of the Lord I will surely cut them off.",
      "11": "They surrounded me, yes, they surrounded me;\nIn the name of the Lord I will surely cut them off.",
      "12": "They surrounded me like bees;\nThey were extinguished as a fire of thorns;\nIn the name of the Lord I will surely cut them off.",
      "13": "You pushed me violently so that I was falling,\nBut the Lord helped me.",
      "14": "The Lord is my strength and song,\nAnd He has become my salvation.",
      "15": "The sound of joyful shouting and salvation is in the tents of the righteous;\nThe right hand of the Lord does valiantly.",
      "16": "The right hand of the Lord is exalted;\nThe right hand of the Lord does valiantly.",
      "17": "I will not die, but live,\nAnd tell of the works of the Lord.",
      "18": "The Lord has disciplined me severely,\nBut He has not given me over to death.",
      "19": "Open to me the gates of righteousness;\nI shall enter through them, I shall give thanks to the Lord.",
      "20": "This is the gate of the Lord;\nThe righteous will enter through it.",
      "21": "I shall give thanks to You, for You have answered me,\nAnd You have become my salvation.",
      "22": "The stone which the builders rejected\nHas become the chief corner stone.",
      "23": "This is the Lord’s doing;\nIt is marvelous in our eyes.",
      "24": "This is the day which the Lord has made;\nLet us rejoice and be glad in it.",
      "25": "O Lord, do save, we beseech You;\nO Lord, we beseech You, do send prosperity!",
      "26": "Blessed is the one who comes in the name of the Lord;\nWe have blessed you from the house of the Lord.",
      "27": "The Lord is God, and He has given us light;\nBind the festival sacrifice with cords to the horns of the altar.",
      "28": "You are my God, and I give thanks to You;\nYou are my God, I extol You.",
      "29": "Give thanks to the Lord, for He is good;\nFor His lovingkindness is everlasting."
    },
    "119": {
      "1": "How blessed are those whose way is blameless,\nWho walk in the law of the Lord.",
      "2": "How blessed are those who observe His testimonies,\nWho seek Him with all their heart.",
      "3": "They also do no unrighteousness;\nThey walk in His ways.",
      "4": "You have ordained Your precepts,\nThat we should keep them diligently.",
      "5": "Oh that my ways may be established\nTo keep Your statutes!",
      "6": "Then I shall not be ashamed\nWhen I look upon all Your commandments.",
      "7": "I shall give thanks to You with uprightness of heart,\nWhen I learn Your righteous judgments.",
      "8": "I shall keep Your statutes;\nDo not forsake me utterly!",
      "9": "How can a young man keep his way pure?\nBy keeping it according to Your word.",
      "10": "With all my heart I have sought You;\nDo not let me wander from Your commandments.",
      "11": "Your word I have treasured in my heart,\nThat I may not sin against You.",
      "12": "Blessed are You, O Lord;\nTeach me Your statutes.",
      "13": "With my lips I have told of\nAll the ordinances of Your mouth.",
      "14": "I have rejoiced in the way of Your testimonies,\nAs much as in all riches.",
      "15": "I will meditate on Your precepts\nAnd regard Your ways.",
      "16": "I shall delight in Your statutes;\nI shall not forget Your word.",
      "17": "Deal bountifully with Your servant,\nThat I may live and keep Your word.",
      "18": "Open my eyes, that I may behold\nWonderful things from Your law.",
      "19": "I am a stranger in the earth;\nDo not hide Your commandments from me.",
      "20": "My soul is crushed with longing\nAfter Your ordinances at all times.",
      "21": "You rebuke the arrogant, the cursed,\nWho wander from Your commandments.",
      "22": "Take away reproach and contempt from me,\nFor I observe Your testimonies.",
      "23": "Even though princes sit and talk against me,\nYour servant meditates on Your statutes.",
      "24": "Your testimonies also are my delight;\nThey are my counselors.",
      "25": "My soul cleaves to the dust;\nRevive me according to Your word.",
      "26": "I have told of my ways, and You have answered me;\nTeach me Your statutes.",
      "27": "Make me understand the way of Your precepts,\nSo I will meditate on Your wonders.",
      "28": "My soul weeps because of grief;\nStrengthen me according to Your word.",
      "29": "Remove the false way from me,\nAnd graciously grant me Your law.",
      "30": "I have chosen the faithful way;\nI have placed Your ordinances before me.",
      "31": "I cling to Your testimonies;\nO Lord, do not put me to shame!",
      "32": "I shall run the way of Your commandments,\nFor You will enlarge my heart.",
      "33": "Teach me, O Lord, the way of Your statutes,\nAnd I shall observe it to the end.",
      "34": "Give me understanding, that I may observe Your law\nAnd keep it with all my heart.",
      "35": "Make me walk in the path of Your commandments,\nFor I delight in it.",
      "36": "Incline my heart to Your testimonies\nAnd not to dishonest gain.",
      "37": "Turn away my eyes from looking at vanity,\nAnd revive me in Your ways.",
      "38": "Establish Your word to Your servant,\nAs that which produces reverence for You.",
      "39": "Turn away my reproach which I dread,\nFor Your ordinances are good.",
      "40": "Behold, I long for Your precepts;\nRevive me through Your righteousness.",
      "41": "May Your lovingkindnesses also come to me, O Lord,\nYour salvation according to Your word;",
      "42": "So I will have an answer for him who reproaches me,\nFor I trust in Your word.",
      "43": "And do not take the word of truth utterly out of my mouth,\nFor I wait for Your ordinances.",
      "44": "So I will keep Your law continually,\nForever and ever.",
      "45": "And I will walk at liberty,\nFor I seek Your precepts.",
      "46": "I will also speak of Your testimonies before kings\nAnd shall not be ashamed.",
      "47": "I shall delight in Your commandments,\nWhich I love.",
      "48": "And I shall lift up my hands to Your commandments,\nWhich I love;\nAnd I will meditate on Your statutes.",
      "49": "Remember the word to Your servant,\nIn which You have made me hope.",
      "50": "This is my comfort in my affliction,\nThat Your word has revived me.",
      "51": "The arrogant utterly deride me,\nYet I do not turn aside from Your law.",
      "52": "I have remembered Your ordinances from of old, O Lord,\nAnd comfort myself.",
      "53": "Burning indignation has seized me because of the wicked,\nWho forsake Your law.",
      "54": "Your statutes are my songs\nIn the house of my pilgrimage.",
      "55": "O Lord, I remember Your name in the night,\nAnd keep Your law.",
      "56": "This has become mine,\nThat I observe Your precepts.",
      "57": "The Lord is my portion;\nI have promised to keep Your words.",
      "58": "I sought Your favor with all my heart;\nBe gracious to me according to Your word.",
      "59": "I considered my ways\nAnd turned my feet to Your testimonies.",
      "60": "I hastened and did not delay\nTo keep Your commandments.",
      "61": "The cords of the wicked have encircled me,\nBut I have not forgotten Your law.",
      "62": "At midnight I shall rise to give thanks to You\nBecause of Your righteous ordinances.",
      "63": "I am a companion of all those who fear You,\nAnd of those who keep Your precepts.",
      "64": "The earth is full of Your lovingkindness, O Lord;\nTeach me Your statutes.",
      "65": "You have dealt well with Your servant,\nO Lord, according to Your word.",
      "66": "Teach me good discernment and knowledge,\nFor I believe in Your commandments.",
      "67": "Before I was afflicted I went astray,\nBut now I keep Your word.",
      "68": "You are good and do good;\nTeach me Your statutes.",
      "69": "The arrogant have forged a lie against me;\nWith all my heart I will observe Your precepts.",
      "70": "Their heart is covered with fat,\nBut I delight in Your law.",
      "71": "It is good for me that I was afflicted,\nThat I may learn Your statutes.",
      "72": "The law of Your mouth is better to me\nThan thousands of gold and silver pieces.",
      "73": "Your hands made me and fashioned me;\nGive me understanding, that I may learn Your commandments.",
      "74": "May those who fear You see me and be glad,\nBecause I wait for Your word.",
      "75": "I know, O Lord, that Your judgments are righteous,\nAnd that in faithfulness You have afflicted me.",
      "76": "O may Your lovingkindness comfort me,\nAccording to Your word to Your servant.",
      "77": "May Your compassion come to me that I may live,\nFor Your law is my delight.",
      "78": "May the arrogant be ashamed, for they subvert me with a lie;\nBut I shall meditate on Your precepts.",
      "79": "May those who fear You turn to me,\nEven those who know Your testimonies.",
      "80": "May my heart be blameless in Your statutes,\nSo that I will not be ashamed.",
      "81": "My soul languishes for Your salvation;\nI wait for Your word.",
      "82": "My eyes fail with longing for Your word,\nWhile I say, “When will You comfort me?”",
      "83": "Though I have become like a wineskin in the smoke,\nI do not forget Your statutes.",
      "84": "How many are the days of Your servant?\nWhen will You execute judgment on those who persecute me?",
      "85": "The arrogant have dug pits for me,\nMen who are not in accord with Your law.",
      "86": "All Your commandments are faithful;\nThey have persecuted me with a lie; help me!",
      "87": "They almost destroyed me on earth,\nBut as for me, I did not forsake Your precepts.",
      "88": "Revive me according to Your lovingkindness,\nSo that I may keep the testimony of Your mouth.",
      "89": "Forever, O Lord,\nYour word is settled in heaven.",
      "90": "Your faithfulness continues throughout all generations;\nYou established the earth, and it stands.",
      "91": "They stand this day according to Your ordinances,\nFor all things are Your servants.",
      "92": "If Your law had not been my delight,\nThen I would have perished in my affliction.",
      "93": "I will never forget Your precepts,\nFor by them You have revived me.",
      "94": "I am Yours, save me;\nFor I have sought Your precepts.",
      "95": "The wicked wait for me to destroy me;\nI shall diligently consider Your testimonies.",
      "96": "I have seen a limit to all perfection;\nYour commandment is exceedingly broad.",
      "97": "O how I love Your law!\nIt is my meditation all the day.",
      "98": "Your commandments make me wiser than my enemies,\nFor they are ever mine.",
      "99": "I have more insight than all my teachers,\nFor Your testimonies are my meditation.",
      "100": "I understand more than the aged,\nBecause I have observed Your precepts.",
      "101": "I have restrained my feet from every evil way,\nThat I may keep Your word.",
      "102": "I have not turned aside from Your ordinances,\nFor You Yourself have taught me.",
      "103": "How sweet are Your words to my taste!\nYes, sweeter than honey to my mouth!",
      "104": "From Your precepts I get understanding;\nTherefore I hate every false way.",
      "105": "Your word is a lamp to my feet\nAnd a light to my path.",
      "106": "I have sworn and I will confirm it,\nThat I will keep Your righteous ordinances.",
      "107": "I am exceedingly afflicted;\nRevive me, O Lord, according to Your word.",
      "108": "O accept the freewill offerings of my mouth, O Lord,\nAnd teach me Your ordinances.",
      "109": "My life is continually in my hand,\nYet I do not forget Your law.",
      "110": "The wicked have laid a snare for me,\nYet I have not gone astray from Your precepts.",
      "111": "I have inherited Your testimonies forever,\nFor they are the joy of my heart.",
      "112": "I have inclined my heart to perform Your statutes\nForever, even to the end.",
      "113": "I hate those who are double-minded,\nBut I love Your law.",
      "114": "You are my hiding place and my shield;\nI wait for Your word.",
      "115": "Depart from me, evildoers,\nThat I may observe the commandments of my God.",
      "116": "Sustain me according to Your word, that I may live;\nAnd do not let me be ashamed of my hope.",
      "117": "Uphold me that I may be safe,\nThat I may have regard for Your statutes continually.",
      "118": "You have rejected all those who wander from Your statutes,\nFor their deceitfulness is useless.",
      "119": "You have removed all the wicked of the earth like dross;\nTherefore I love Your testimonies.",
      "120": "My flesh trembles for fear of You,\nAnd I am afraid of Your judgments.",
      "121": "I have done justice and righteousness;\nDo not leave me to my oppressors.",
      "122": "Be surety for Your servant for good;\nDo not let the arrogant oppress me.",
      "123": "My eyes fail with longing for Your salvation\nAnd for Your righteous word.",
      "124": "Deal with Your servant according to Your lovingkindness\nAnd teach me Your statutes.",
      "125": "I am Your servant; give me understanding,\nThat I may know Your testimonies.",
      "126": "It is time for the Lord to act,\nFor they have broken Your law.",
      "127": "Therefore I love Your commandments\nAbove gold, yes, above fine gold.",
      "128": "Therefore I esteem right all Your precepts concerning everything,\nI hate every false way.",
      "129": "Your testimonies are wonderful;\nTherefore my soul observes them.",
      "130": "The unfolding of Your words gives light;\nIt gives understanding to the simple.",
      "131": "I opened my mouth wide and panted,\nFor I longed for Your commandments.",
      "132": "Turn to me and be gracious to me,\nAfter Your manner with those who love Your name.",
      "133": "Establish my footsteps in Your word,\nAnd do not let any iniquity have dominion over me.",
      "134": "Redeem me from the oppression of man,\nThat I may keep Your precepts.",
      "135": "Make Your face shine upon Your servant,\nAnd teach me Your statutes.",
      "136": "My eyes shed streams of water,\nBecause they do not keep Your law.",
      "137": "Righteous are You, O Lord,\nAnd upright are Your judgments.",
      "138": "You have commanded Your testimonies in righteousness\nAnd exceeding faithfulness.",
      "139": "My zeal has consumed me,\nBecause my adversaries have forgotten Your words.",
      "140": "Your word is very pure,\nTherefore Your servant loves it.",
      "141": "I am small and despised,\nYet I do not forget Your precepts.",
      "142": "Your righteousness is an everlasting righteousness,\nAnd Your law is truth.",
      "143": "Trouble and anguish have come upon me,\nYet Your commandments are my delight.",
      "144": "Your testimonies are righteous forever;\nGive me understanding that I may live.",
      "145": "I cried with all my heart; answer me, O Lord!\nI will observe Your statutes.",
      "146": "I cried to You; save me\nAnd I shall keep Your testimonies.",
      "147": "I rise before dawn and cry for help;\nI wait for Your words.",
      "148": "My eyes anticipate the night watches,\nThat I may meditate on Your word.",
      "149": "Hear my voice according to Your lovingkindness;\nRevive me, O Lord, according to Your ordinances.",
      "150": "Those who follow after wickedness draw near;\nThey are far from Your law.",
      "151": "You are near, O Lord,\nAnd all Your commandments are truth.",
      "152": "Of old I have known from Your testimonies\nThat You have founded them forever.",
      "153": "Look upon my affliction and rescue me,\nFor I do not forget Your law.",
      "154": "Plead my cause and redeem me;\nRevive me according to Your word.",
      "155": "Salvation is far from the wicked,\nFor they do not seek Your statutes.",
      "156": "Great are Your mercies, O Lord;\nRevive me according to Your ordinances.",
      "157": "Many are my persecutors and my adversaries,\nYet I do not turn aside from Your testimonies.",
      "158": "I behold the treacherous and loathe them,\nBecause they do not keep Your word.",
      "159": "Consider how I love Your precepts;\nRevive me, O Lord, according to Your lovingkindness.",
      "160": "The sum of Your word is truth,\nAnd every one of Your righteous ordinances is everlasting.",
      "161": "Princes persecute me without cause,\nBut my heart stands in awe of Your words.",
      "162": "I rejoice at Your word,\nAs one who finds great spoil.",
      "163": "I hate and despise falsehood,\nBut I love Your law.",
      "164": "Seven times a day I praise You,\nBecause of Your righteous ordinances.",
      "165": "Those who love Your law have great peace,\nAnd nothing causes them to stumble.",
      "166": "I hope for Your salvation, O Lord,\nAnd do Your commandments.",
      "167": "My soul keeps Your testimonies,\nAnd I love them exceedingly.",
      "168": "I keep Your precepts and Your testimonies,\nFor all my ways are before You.",
      "169": "Let my cry come before You, O Lord;\nGive me understanding according to Your word.",
      "170": "Let my supplication come before You;\nDeliver me according to Your word.",
      "171": "Let my lips utter praise,\nFor You teach me Your statutes.",
      "172": "Let my tongue sing of Your word,\nFor all Your commandments are righteousness.",
      "173": "Let Your hand be ready to help me,\nFor I have chosen Your precepts.",
      "174": "I long for Your salvation, O Lord,\nAnd Your law is my delight.",
      "175": "Let my soul live that it may praise You,\nAnd let Your ordinances help me.",
      "176": "I have gone astray like a lost sheep; seek Your servant,\nFor I do not forget Your commandments."
    },
    "120": {
      "1": "In my trouble I cried to the Lord,\nAnd He answered me.",
      "2": "Deliver my soul, O Lord, from lying lips,\nFrom a deceitful tongue.",
      "3": "What shall be given to you, and what more shall be done to you,\nYou deceitful tongue?",
      "4": "Sharp arrows of the warrior,\nWith the burning coals of the broom tree.",
      "5": "Woe is me, for I sojourn in Meshech,\nFor I dwell among the tents of Kedar!",
      "6": "Too long has my soul had its dwelling\nWith those who hate peace.",
      "7": "I am for peace, but when I speak,\nThey are for war."
    },
    "121": {
      "1": "I will lift up my eyes to the mountains;\nFrom where shall my help come?",
      "2": "My help comes from the Lord,\nWho made heaven and earth.",
      "3": "He will not allow your foot to slip;\nHe who keeps you will not slumber.",
      "4": "Behold, He who keeps Israel\nWill neither slumber nor sleep.",
      "5": "The Lord is your keeper;\nThe Lord is your shade on your right hand.",
      "6": "The sun will not smite you by day,\nNor the moon by night.",
      "7": "The Lord will protect you from all evil;\nHe will keep your soul.",
      "8": "The Lord will guard your going out and your coming in\nFrom this time forth and forever."
    },
    "122": {
      "1": "I was glad when they said to me,\n“Let us go to the house of the Lord.”",
      "2": "Our feet are standing\nWithin your gates, O Jerusalem,",
      "3": "Jerusalem, that is built\nAs a city that is compact together;",
      "4": "To which the tribes go up, even the tribes of the Lord—\nAn ordinance for Israel—\nTo give thanks to the name of the Lord.",
      "5": "For there thrones were set for judgment,\nThe thrones of the house of David.",
      "6": "Pray for the peace of Jerusalem:\n“May they prosper who love you.",
      "7": "“May peace be within your walls,\nAnd prosperity within your palaces.”",
      "8": "For the sake of my brothers and my friends,\nI will now say, “May peace be within you.”",
      "9": "For the sake of the house of the Lord our God,\nI will seek your good."
    },
    "123": {
      "1": "To You I lift up my eyes,\nO You who are enthroned in the heavens!",
      "2": "Behold, as the eyes of servants look to the hand of their master,\nAs the eyes of a maid to the hand of her mistress,\nSo our eyes look to the Lord our God,\nUntil He is gracious to us.",
      "3": "Be gracious to us, O Lord, be gracious to us,\nFor we are greatly filled with contempt.",
      "4": "Our soul is greatly filled\nWith the scoffing of those who are at ease,\nAnd with the contempt of the proud."
    },
    "124": {
      "1": "“Had it not been the Lord who was on our side,”\nLet Israel now say,",
      "2": "“Had it not been the Lord who was on our side\nWhen men rose up against us,",
      "3": "Then they would have swallowed us alive,\nWhen their anger was kindled against us;",
      "4": "Then the waters would have engulfed us,\nThe stream would have swept over our soul;",
      "5": "Then the raging waters would have swept over our soul.”",
      "6": "Blessed be the Lord,\nWho has not given us to be torn by their teeth.",
      "7": "Our soul has escaped as a bird out of the snare of the trapper;\nThe snare is broken and we have escaped.",
      "8": "Our help is in the name of the Lord,\nWho made heaven and earth."
    },
    "125": {
      "1": "Those who trust in the Lord\nAre as Mount Zion, which cannot be moved but abides forever.",
      "2": "As the mountains surround Jerusalem,\nSo the Lord surrounds His people\nFrom this time forth and forever.",
      "3": "For the scepter of wickedness shall not rest upon the land of the righteous,\nSo that the righteous will not put forth their hands to do wrong.",
      "4": "Do good, O Lord, to those who are good\nAnd to those who are upright in their hearts.",
      "5": "But as for those who turn aside to their crooked ways,\nThe Lord will lead them away with the doers of iniquity.\nPeace be upon Israel."
    },
    "126": {
      "1": "When the Lord brought back the captive ones of Zion,\nWe were like those who dream.",
      "2": "Then our mouth was filled with laughter\nAnd our tongue with joyful shouting;\nThen they said among the nations,\n“The Lord has done great things for them.”",
      "3": "The Lord has done great things for us;\nWe are glad.",
      "4": "Restore our captivity, O Lord,\nAs the streams in the South.",
      "5": "Those who sow in tears shall reap with joyful shouting.",
      "6": "He who goes to and fro weeping, carrying his bag of seed,\nShall indeed come again with a shout of joy, bringing his sheaves with him."
    },
    "127": {
      "1": "Unless the Lord builds the house,\nThey labor in vain who build it;\nUnless the Lord guards the city,\nThe watchman keeps awake in vain.",
      "2": "It is vain for you to rise up early,\nTo retire late,\nTo eat the bread of painful labors;\nFor He gives to His beloved even in his sleep.",
      "3": "Behold, children are a gift of the Lord,\nThe fruit of the womb is a reward.",
      "4": "Like arrows in the hand of a warrior,\nSo are the children of one’s youth.",
      "5": "How blessed is the man whose quiver is full of them;\nThey will not be ashamed\nWhen they speak with their enemies in the gate."
    },
    "128": {
      "1": "How blessed is everyone who fears the Lord,\nWho walks in His ways.",
      "2": "When you shall eat of the fruit of your hands,\nYou will be happy and it will be well with you.",
      "3": "Your wife shall be like a fruitful vine\nWithin your house,\nYour children like olive plants\nAround your table.",
      "4": "Behold, for thus shall the man be blessed\nWho fears the Lord.",
      "5": "The Lord bless you from Zion,\nAnd may you see the prosperity of Jerusalem all the days of your life.",
      "6": "Indeed, may you see your children’s children.\nPeace be upon Israel!"
    },
    "129": {
      "1": "“Many times they have persecuted me from my youth up,”\nLet Israel now say,",
      "2": "“Many times they have persecuted me from my youth up;\nYet they have not prevailed against me.",
      "3": "“The plowers plowed upon my back;\nThey lengthened their furrows.”",
      "4": "The Lord is righteous;\nHe has cut in two the cords of the wicked.",
      "5": "May all who hate Zion\nBe put to shame and turned backward;",
      "6": "Let them be like grass upon the housetops,\nWhich withers before it grows up;",
      "7": "With which the reaper does not fill his hand,\nOr the binder of sheaves his bosom;",
      "8": "Nor do those who pass by say,\n“The blessing of the Lord be upon you;\nWe bless you in the name of the Lord.”"
    },
    "130": {
      "1": "Out of the depths I have cried to You, O Lord.",
      "2": "Lord, hear my voice!\nLet Your ears be attentive\nTo the voice of my supplications.",
      "3": "If You, Lord, should mark iniquities,\nO Lord, who could stand?",
      "4": "But there is forgiveness with You,\nThat You may be feared.",
      "5": "I wait for the Lord, my soul does wait,\nAnd in His word do I hope.",
      "6": "My soul waits for the Lord\nMore than the watchmen for the morning;\nIndeed, more than the watchmen for the morning.",
      "7": "O Israel, hope in the Lord;\nFor with the Lord there is lovingkindness,\nAnd with Him is abundant redemption.",
      "8": "And He will redeem Israel\nFrom all his iniquities."
    },
    "131": {
      "1": "O Lord, my heart is not proud, nor my eyes haughty;\nNor do I involve myself in great matters,\nOr in things too difficult for me.",
      "2": "Surely I have composed and quieted my soul;\nLike a weaned child rests against his mother,\nMy soul is like a weaned child within me.",
      "3": "O Israel, hope in the Lord\nFrom this time forth and forever."
    },
    "132": {
      "1": "Remember, O Lord, on David’s behalf,\nAll his affliction;",
      "2": "How he swore to the Lord\nAnd vowed to the Mighty One of Jacob,",
      "3": "“Surely I will not enter my house,\nNor lie on my bed;",
      "4": "I will not give sleep to my eyes\nOr slumber to my eyelids,",
      "5": "Until I find a place for the Lord,\nA dwelling place for the Mighty One of Jacob.”",
      "6": "Behold, we heard of it in Ephrathah,\nWe found it in the field of Jaar.",
      "7": "Let us go into His dwelling place;\nLet us worship at His footstool.",
      "8": "Arise, O Lord, to Your resting place,\nYou and the ark of Your strength.",
      "9": "Let Your priests be clothed with righteousness,\nAnd let Your godly ones sing for joy.",
      "10": "For the sake of David Your servant,\nDo not turn away the face of Your anointed.",
      "11": "The Lord has sworn to David\nA truth from which He will not turn back:\n“Of the fruit of your body I will set upon your throne.",
      "12": "“If your sons will keep My covenant\nAnd My testimony which I will teach them,\nTheir sons also shall sit upon your throne forever.”",
      "13": "For the Lord has chosen Zion;\nHe has desired it for His habitation.",
      "14": "“This is My resting place forever;\nHere I will dwell, for I have desired it.",
      "15": "“I will abundantly bless her provision;\nI will satisfy her needy with bread.",
      "16": "“Her priests also I will clothe with salvation,\nAnd her godly ones will sing aloud for joy.",
      "17": "“There I will cause the horn of David to spring forth;\nI have prepared a lamp for Mine anointed.",
      "18": "“His enemies I will clothe with shame,\nBut upon himself his crown shall shine.”"
    },
    "133": {
      "1": "Behold, how good and how pleasant it is\nFor brothers to dwell together in unity!",
      "2": "It is like the precious oil upon the head,\nComing down upon the beard,\nEven Aaron’s beard,\nComing down upon the edge of his robes.",
      "3": "It is like the dew of Hermon\nComing down upon the mountains of Zion;\nFor there the Lord commanded the blessing—life forever."
    },
    "134": {
      "1": "Behold, bless the Lord, all servants of the Lord,\nWho serve by night in the house of the Lord!",
      "2": "Lift up your hands to the sanctuary\nAnd bless the Lord.",
      "3": "May the Lord bless you from Zion,\nHe who made heaven and earth."
    },
    "135": {
      "1": "Praise the Lord!\nPraise the name of the Lord;\nPraise Him, O servants of the Lord,",
      "2": "You who stand in the house of the Lord,\nIn the courts of the house of our God!",
      "3": "Praise the Lord, for the Lord is good;\nSing praises to His name, for it is lovely.",
      "4": "For the Lord has chosen Jacob for Himself,\nIsrael for His own possession.",
      "5": "For I know that the Lord is great\nAnd that our Lord is above all gods.",
      "6": "Whatever the Lord pleases, He does,\nIn heaven and in earth, in the seas and in all deeps.",
      "7": "He causes the vapors to ascend from the ends of the earth;\nWho makes lightnings for the rain,\nWho brings forth the wind from His treasuries.",
      "8": "He smote the firstborn of Egypt,\nBoth of man and beast.",
      "9": "He sent signs and wonders into your midst, O Egypt,\nUpon Pharaoh and all his servants.",
      "10": "He smote many nations\nAnd slew mighty kings,",
      "11": "Sihon, king of the Amorites,\nAnd Og, king of Bashan,\nAnd all the kingdoms of Canaan;",
      "12": "And He gave their land as a heritage,\nA heritage to Israel His people.",
      "13": "Your name, O Lord, is everlasting,\nYour remembrance, O Lord, throughout all generations.",
      "14": "For the Lord will judge His people\nAnd will have compassion on His servants.",
      "15": "The idols of the nations are but silver and gold,\nThe work of man’s hands.",
      "16": "They have mouths, but they do not speak;\nThey have eyes, but they do not see;",
      "17": "They have ears, but they do not hear,\nNor is there any breath at all in their mouths.",
      "18": "Those who make them will be like them,\nYes, everyone who trusts in them.",
      "19": "O house of Israel, bless the Lord;\nO house of Aaron, bless the Lord;",
      "20": "O house of Levi, bless the Lord;\nYou who revere the Lord, bless the Lord.",
      "21": "Blessed be the Lord from Zion,\nWho dwells in Jerusalem.\nPraise the Lord!"
    },
    "136": {
      "1": "Give thanks to the Lord, for He is good,\nFor His lovingkindness is everlasting.",
      "2": "Give thanks to the God of gods,\nFor His lovingkindness is everlasting.",
      "3": "Give thanks to the Lord of lords,\nFor His lovingkindness is everlasting.",
      "4": "To Him who alone does great wonders,\nFor His lovingkindness is everlasting;",
      "5": "To Him who made the heavens with skill,\nFor His lovingkindness is everlasting;",
      "6": "To Him who spread out the earth above the waters,\nFor His lovingkindness is everlasting;",
      "7": "To Him who made the great lights,\nFor His lovingkindness is everlasting:",
      "8": "The sun to rule by day,\nFor His lovingkindness is everlasting,",
      "9": "The moon and stars to rule by night,\nFor His lovingkindness is everlasting.",
      "10": "To Him who smote the Egyptians in their firstborn,\nFor His lovingkindness is everlasting,",
      "11": "And brought Israel out from their midst,\nFor His lovingkindness is everlasting,",
      "12": "With a strong hand and an outstretched arm,\nFor His lovingkindness is everlasting.",
      "13": "To Him who divided the Red Sea asunder,\nFor His lovingkindness is everlasting,",
      "14": "And made Israel pass through the midst of it,\nFor His lovingkindness is everlasting;",
      "15": "But He overthrew Pharaoh and his army in the Red Sea,\nFor His lovingkindness is everlasting.",
      "16": "To Him who led His people through the wilderness,\nFor His lovingkindness is everlasting;",
      "17": "To Him who smote great kings,\nFor His lovingkindness is everlasting,",
      "18": "And slew mighty kings,\nFor His lovingkindness is everlasting:",
      "19": "Sihon, king of the Amorites,\nFor His lovingkindness is everlasting,",
      "20": "And Og, king of Bashan,\nFor His lovingkindness is everlasting,",
      "21": "And gave their land as a heritage,\nFor His lovingkindness is everlasting,",
      "22": "Even a heritage to Israel His servant,\nFor His lovingkindness is everlasting.",
      "23": "Who remembered us in our low estate,\nFor His lovingkindness is everlasting,",
      "24": "And has rescued us from our adversaries,\nFor His lovingkindness is everlasting;",
      "25": "Who gives food to all flesh,\nFor His lovingkindness is everlasting.",
      "26": "Give thanks to the God of heaven,\nFor His lovingkindness is everlasting."
    },
    "137": {
      "1": "By the rivers of Babylon,\nThere we sat down and wept,\nWhen we remembered Zion.",
      "2": "Upon the willows in the midst of it\nWe hung our harps.",
      "3": "For there our captors demanded of us songs,\nAnd our tormentors mirth, saying,\n“Sing us one of the songs of Zion.”",
      "4": "How can we sing the Lord’s song\nIn a foreign land?",
      "5": "If I forget you, O Jerusalem,\nMay my right hand forget her skill.",
      "6": "May my tongue cling to the roof of my mouth\nIf I do not remember you,\nIf I do not exalt Jerusalem\nAbove my chief joy.",
      "7": "Remember, O Lord, against the sons of Edom\nThe day of Jerusalem,\nWho said, “Raze it, raze it\nTo its very foundation.”",
      "8": "O daughter of Babylon, you devastated one,\nHow blessed will be the one who repays you\nWith the recompense with which you have repaid us.",
      "9": "How blessed will be the one who seizes and dashes your little ones\nAgainst the rock."
    },
    "138": {
      "1": "I will give You thanks with all my heart;\nI will sing praises to You before the gods.",
      "2": "I will bow down toward Your holy temple\nAnd give thanks to Your name for Your lovingkindness and Your truth;\nFor You have magnified Your word according to all Your name.",
      "3": "On the day I called, You answered me;\nYou made me bold with strength in my soul.",
      "4": "All the kings of the earth will give thanks to You, O Lord,\nWhen they have heard the words of Your mouth.",
      "5": "And they will sing of the ways of the Lord,\nFor great is the glory of the Lord.",
      "6": "For though the Lord is exalted,\nYet He regards the lowly,\nBut the haughty He knows from afar.",
      "7": "Though I walk in the midst of trouble, You will revive me;\nYou will stretch forth Your hand against the wrath of my enemies,\nAnd Your right hand will save me.",
      "8": "The Lord will accomplish what concerns me;\nYour lovingkindness, O Lord, is everlasting;\nDo not forsake the works of Your hands."
    },
    "139": {
      "1": "O Lord, You have searched me and known me.",
      "2": "You know when I sit down and when I rise up;\nYou understand my thought from afar.",
      "3": "You scrutinize my path and my lying down,\nAnd are intimately acquainted with all my ways.",
      "4": "Even before there is a word on my tongue,\nBehold, O Lord, You know it all.",
      "5": "You have enclosed me behind and before,\nAnd laid Your hand upon me.",
      "6": "Such knowledge is too wonderful for me;\nIt is too high, I cannot attain to it.",
      "7": "Where can I go from Your Spirit?\nOr where can I flee from Your presence?",
      "8": "If I ascend to heaven, You are there;\nIf I make my bed in Sheol, behold, You are there.",
      "9": "If I take the wings of the dawn,\nIf I dwell in the remotest part of the sea,",
      "10": "Even there Your hand will lead me,\nAnd Your right hand will lay hold of me.",
      "11": "If I say, “Surely the darkness will overwhelm me,\nAnd the light around me will be night,”",
      "12": "Even the darkness is not dark to You,\nAnd the night is as bright as the day.\nDarkness and light are alike to You.",
      "13": "For You formed my inward parts;\nYou wove me in my mother’s womb.",
      "14": "I will give thanks to You, for I am fearfully and wonderfully made;\nWonderful are Your works,\nAnd my soul knows it very well.",
      "15": "My frame was not hidden from You,\nWhen I was made in secret,\nAnd skillfully wrought in the depths of the earth;",
      "16": "Your eyes have seen my unformed substance;\nAnd in Your book were all written\nThe days that were ordained for me,\nWhen as yet there was not one of them.",
      "17": "How precious also are Your thoughts to me, O God!\nHow vast is the sum of them!",
      "18": "If I should count them, they would outnumber the sand.\nWhen I awake, I am still with You.",
      "19": "O that You would slay the wicked, O God;\nDepart from me, therefore, men of bloodshed.",
      "20": "For they speak against You wickedly,\nAnd Your enemies take Your name in vain.",
      "21": "Do I not hate those who hate You, O Lord?\nAnd do I not loathe those who rise up against You?",
      "22": "I hate them with the utmost hatred;\nThey have become my enemies.",
      "23": "Search me, O God, and know my heart;\nTry me and know my anxious thoughts;",
      "24": "And see if there be any hurtful way in me,\nAnd lead me in the everlasting way."
    },
    "140": {
      "1": "Rescue me, O Lord, from evil men;\nPreserve me from violent men",
      "2": "Who devise evil things in their hearts;\nThey continually stir up wars.",
      "3": "They sharpen their tongues as a serpent;\nPoison of a viper is under their lips. Selah.",
      "4": "Keep me, O Lord, from the hands of the wicked;\nPreserve me from violent men\nWho have purposed to trip up my feet.",
      "5": "The proud have hidden a trap for me, and cords;\nThey have spread a net by the wayside;\nThey have set snares for me. Selah.",
      "6": "I said to the Lord, “You are my God;\nGive ear, O Lord, to the voice of my supplications.",
      "7": "“O God the Lord, the strength of my salvation,\nYou have covered my head in the day of battle.",
      "8": "“Do not grant, O Lord, the desires of the wicked;\nDo not promote his evil device, that they not be exalted. Selah.",
      "9": "“As for the head of those who surround me,\nMay the mischief of their lips cover them.",
      "10": "“May burning coals fall upon them;\nMay they be cast into the fire,\nInto deep pits from which they cannot rise.",
      "11": "“May a slanderer not be established in the earth;\nMay evil hunt the violent man speedily.”",
      "12": "I know that the Lord will maintain the cause of the afflicted\nAnd justice for the poor.",
      "13": "Surely the righteous will give thanks to Your name;\nThe upright will dwell in Your presence."
    },
    "141": {
      "1": "O Lord, I call upon You; hasten to me!\nGive ear to my voice when I call to You!",
      "2": "May my prayer be counted as incense before You;\nThe lifting up of my hands as the evening offering.",
      "3": "Set a guard, O Lord, over my mouth;\nKeep watch over the door of my lips.",
      "4": "Do not incline my heart to any evil thing,\nTo practice deeds of wickedness\nWith men who do iniquity;\nAnd do not let me eat of their delicacies.",
      "5": "Let the righteous smite me in kindness and reprove me;\nIt is oil upon the head;\nDo not let my head refuse it,\nFor still my prayer is against their wicked deeds.",
      "6": "Their judges are thrown down by the sides of the rock,\nAnd they hear my words, for they are pleasant.",
      "7": "As when one plows and breaks open the earth,\nOur bones have been scattered at the mouth of Sheol.",
      "8": "For my eyes are toward You, O God, the Lord;\nIn You I take refuge; do not leave me defenseless.",
      "9": "Keep me from the jaws of the trap which they have set for me,\nAnd from the snares of those who do iniquity.",
      "10": "Let the wicked fall into their own nets,\nWhile I pass by safely."
    },
    "142": {
      "1": "I cry aloud with my voice to the Lord;\nI make supplication with my voice to the Lord.",
      "2": "I pour out my complaint before Him;\nI declare my trouble before Him.",
      "3": "When my spirit was overwhelmed within me,\nYou knew my path.\nIn the way where I walk\nThey have hidden a trap for me.",
      "4": "Look to the right and see;\nFor there is no one who regards me;\nThere is no escape for me;\nNo one cares for my soul.",
      "5": "I cried out to You, O Lord;\nI said, “You are my refuge,\nMy portion in the land of the living.",
      "6": "“Give heed to my cry,\nFor I am brought very low;\nDeliver me from my persecutors,\nFor they are too strong for me.",
      "7": "“Bring my soul out of prison,\nSo that I may give thanks to Your name;\nThe righteous will surround me,\nFor You will deal bountifully with me.”"
    },
    "143": {
      "1": "Hear my prayer, O Lord,\nGive ear to my supplications!\nAnswer me in Your faithfulness, in Your righteousness!",
      "2": "And do not enter into judgment with Your servant,\nFor in Your sight no man living is righteous.",
      "3": "For the enemy has persecuted my soul;\nHe has crushed my life to the ground;\nHe has made me dwell in dark places, like those who have long been dead.",
      "4": "Therefore my spirit is overwhelmed within me;\nMy heart is appalled within me.",
      "5": "I remember the days of old;\nI meditate on all Your doings;\nI muse on the work of Your hands.",
      "6": "I stretch out my hands to You;\nMy soul longs for You, as a parched land. Selah.",
      "7": "Answer me quickly, O Lord, my spirit fails;\nDo not hide Your face from me,\nOr I will become like those who go down to the pit.",
      "8": "Let me hear Your lovingkindness in the morning;\nFor I trust in You;\nTeach me the way in which I should walk;\nFor to You I lift up my soul.",
      "9": "Deliver me, O Lord, from my enemies;\nI take refuge in You.",
      "10": "Teach me to do Your will,\nFor You are my God;\nLet Your good Spirit lead me on level ground.",
      "11": "For the sake of Your name, O Lord, revive me.\nIn Your righteousness bring my soul out of trouble.",
      "12": "And in Your lovingkindness, cut off my enemies\nAnd destroy all those who afflict my soul,\nFor I am Your servant."
    },
    "144": {
      "1": "Blessed be the Lord, my rock,\nWho trains my hands for war,\nAnd my fingers for battle;",
      "2": "My lovingkindness and my fortress,\nMy stronghold and my deliverer,\nMy shield and He in whom I take refuge,\nWho subdues my people under me.",
      "3": "O Lord, what is man, that You take knowledge of him?\nOr the son of man, that You think of him?",
      "4": "Man is like a mere breath;\nHis days are like a passing shadow.",
      "5": "Bow Your heavens, O Lord, and come down;\nTouch the mountains, that they may smoke.",
      "6": "Flash forth lightning and scatter them;\nSend out Your arrows and confuse them.",
      "7": "Stretch forth Your hand from on high;\nRescue me and deliver me out of great waters,\nOut of the hand of aliens",
      "8": "Whose mouths speak deceit,\nAnd whose right hand is a right hand of falsehood.",
      "9": "I will sing a new song to You, O God;\nUpon a harp of ten strings I will sing praises to You,",
      "10": "Who gives salvation to kings,\nWho rescues David His servant from the evil sword.",
      "11": "Rescue me and deliver me out of the hand of aliens,\nWhose mouth speaks deceit\nAnd whose right hand is a right hand of falsehood.",
      "12": "Let our sons in their youth be as grown-up plants,\nAnd our daughters as corner pillars fashioned as for a palace;",
      "13": "Let our garners be full, furnishing every kind of produce,\nAnd our flocks bring forth thousands and ten thousands in our fields;",
      "14": "Let our cattle bear\nWithout mishap and without loss,\nLet there be no outcry in our streets!",
      "15": "How blessed are the people who are so situated;\nHow blessed are the people whose God is the Lord!"
    },
    "145": {
      "1": "I will extol You, my God, O King,\nAnd I will bless Your name forever and ever.",
      "2": "Every day I will bless You,\nAnd I will praise Your name forever and ever.",
      "3": "Great is the Lord, and highly to be praised,\nAnd His greatness is unsearchable.",
      "4": "One generation shall praise Your works to another,\nAnd shall declare Your mighty acts.",
      "5": "On the glorious splendor of Your majesty\nAnd on Your wonderful works, I will meditate.",
      "6": "Men shall speak of the power of Your awesome acts,\nAnd I will tell of Your greatness.",
      "7": "They shall eagerly utter the memory of Your abundant goodness\nAnd will shout joyfully of Your righteousness.",
      "8": "The Lord is gracious and merciful;\nSlow to anger and great in lovingkindness.",
      "9": "The Lord is good to all,\nAnd His mercies are over all His works.",
      "10": "All Your works shall give thanks to You, O Lord,\nAnd Your godly ones shall bless You.",
      "11": "They shall speak of the glory of Your kingdom\nAnd talk of Your power;",
      "12": "To make known to the sons of men Your mighty acts\nAnd the glory of the majesty of Your kingdom.",
      "13": "Your kingdom is an everlasting kingdom,\nAnd Your dominion endures throughout all generations.",
      "14": "The Lord sustains all who fall\nAnd raises up all who are bowed down.",
      "15": "The eyes of all look to You,\nAnd You give them their food in due time.",
      "16": "You open Your hand\nAnd satisfy the desire of every living thing.",
      "17": "The Lord is righteous in all His ways\nAnd kind in all His deeds.",
      "18": "The Lord is near to all who call upon Him,\nTo all who call upon Him in truth.",
      "19": "He will fulfill the desire of those who fear Him;\nHe will also hear their cry and will save them.",
      "20": "The Lord keeps all who love Him,\nBut all the wicked He will destroy.",
      "21": "My mouth will speak the praise of the Lord,\nAnd all flesh will bless His holy name forever and ever."
    },
    "146": {
      "1": "Praise the Lord!\nPraise the Lord, O my soul!",
      "2": "I will praise the Lord while I live;\nI will sing praises to my God while I have my being.",
      "3": "Do not trust in princes,\nIn mortal man, in whom there is no salvation.",
      "4": "His spirit departs, he returns to the earth;\nIn that very day his thoughts perish.",
      "5": "How blessed is he whose help is the God of Jacob,\nWhose hope is in the Lord his God,",
      "6": "Who made heaven and earth,\nThe sea and all that is in them;\nWho keeps faith forever;",
      "7": "Who executes justice for the oppressed;\nWho gives food to the hungry.\nThe Lord sets the prisoners free.",
      "8": "The Lord opens the eyes of the blind;\nThe Lord raises up those who are bowed down;\nThe Lord loves the righteous;",
      "9": "The Lord protects the strangers;\nHe supports the fatherless and the widow,\nBut He thwarts the way of the wicked.",
      "10": "The Lord will reign forever,\nYour God, O Zion, to all generations.\nPraise the Lord!"
    },
    "147": {
      "1": "Praise the Lord!\nFor it is good to sing praises to our God;\nFor it is pleasant and praise is becoming.",
      "2": "The Lord builds up Jerusalem;\nHe gathers the outcasts of Israel.",
      "3": "He heals the brokenhearted\nAnd binds up their wounds.",
      "4": "He counts the number of the stars;\nHe gives names to all of them.",
      "5": "Great is our Lord and abundant in strength;\nHis understanding is infinite.",
      "6": "The Lord supports the afflicted;\nHe brings down the wicked to the ground.",
      "7": "Sing to the Lord with thanksgiving;\nSing praises to our God on the lyre,",
      "8": "Who covers the heavens with clouds,\nWho provides rain for the earth,\nWho makes grass to grow on the mountains.",
      "9": "He gives to the beast its food,\nAnd to the young ravens which cry.",
      "10": "He does not delight in the strength of the horse;\nHe does not take pleasure in the legs of a man.",
      "11": "The Lord favors those who fear Him,\nThose who wait for His lovingkindness.",
      "12": "Praise the Lord, O Jerusalem!\nPraise your God, O Zion!",
      "13": "For He has strengthened the bars of your gates;\nHe has blessed your sons within you.",
      "14": "He makes peace in your borders;\nHe satisfies you with the finest of the wheat.",
      "15": "He sends forth His command to the earth;\nHis word runs very swiftly.",
      "16": "He gives snow like wool;\nHe scatters the frost like ashes.",
      "17": "He casts forth His ice as fragments;\nWho can stand before His cold?",
      "18": "He sends forth His word and melts them;\nHe causes His wind to blow and the waters to flow.",
      "19": "He declares His words to Jacob,\nHis statutes and His ordinances to Israel.",
      "20": "He has not dealt thus with any nation;\nAnd as for His ordinances, they have not known them.\nPraise the Lord!"
    },
    "148": {
      "1": "Praise the Lord!\nPraise the Lord from the heavens;\nPraise Him in the heights!",
      "2": "Praise Him, all His angels;\nPraise Him, all His hosts!",
      "3": "Praise Him, sun and moon;\nPraise Him, all stars of light!",
      "4": "Praise Him, highest heavens,\nAnd the waters that are above the heavens!",
      "5": "Let them praise the name of the Lord,\nFor He commanded and they were created.",
      "6": "He has also established them forever and ever;\nHe has made a decree which will not pass away.",
      "7": "Praise the Lord from the earth,\nSea monsters and all deeps;",
      "8": "Fire and hail, snow and clouds;\nStormy wind, fulfilling His word;",
      "9": "Mountains and all hills;\nFruit trees and all cedars;",
      "10": "Beasts and all cattle;\nCreeping things and winged fowl;",
      "11": "Kings of the earth and all peoples;\nPrinces and all judges of the earth;",
      "12": "Both young men and virgins;\nOld men and children.",
      "13": "Let them praise the name of the Lord,\nFor His name alone is exalted;\nHis glory is above earth and heaven.",
      "14": "And He has lifted up a horn for His people,\nPraise for all His godly ones;\nEven for the sons of Israel, a people near to Him.\nPraise the Lord!"
    },
    "149": {
      "1": "Praise the Lord!\nSing to the Lord a new song,\nAnd His praise in the congregation of the godly ones.",
      "2": "Let Israel be glad in his Maker;\nLet the sons of Zion rejoice in their King.",
      "3": "Let them praise His name with dancing;\nLet them sing praises to Him with timbrel and lyre.",
      "4": "For the Lord takes pleasure in His people;\nHe will beautify the afflicted ones with salvation.",
      "5": "Let the godly ones exult in glory;\nLet them sing for joy on their beds.",
      "6": "Let the high praises of God be in their mouth,\nAnd a two-edged sword in their hand,",
      "7": "To execute vengeance on the nations\nAnd punishment on the peoples,",
      "8": "To bind their kings with chains\nAnd their nobles with fetters of iron,",
      "9": "To execute on them the judgment written;\nThis is an honor for all His godly ones.\nPraise the Lord!"
    },
    "150": {
      "1": "Praise the Lord!\nPraise God in His sanctuary;\nPraise Him in His mighty expanse.",
      "2": "Praise Him for His mighty deeds;\nPraise Him according to His excellent greatness.",
      "3": "Praise Him with trumpet sound;\nPraise Him with harp and lyre.",
      "4": "Praise Him with timbrel and dancing;\nPraise Him with stringed instruments and pipe.",
      "5": "Praise Him with loud cymbals;\nPraise Him with resounding cymbals.",
      "6": "Let everything that has breath praise the Lord.\nPraise the Lord!"
    }
  }
}