{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:53:28.474953-04:00",
    "Translation": "NASB1995"
  },
  "Song Of Solomon": {
    "1": {
      "1": "The Song of Songs, which is Solomon’s.",
      "2": "“May he kiss me with the kisses of his mouth!\nFor your love is better than wine.",
      "3": "“Your oils have a pleasing fragrance,\nYour name is like purified oil;\nTherefore the maidens love you.",
      "4": "“Draw me after you and let us run together!\nThe king has brought me into his chambers.”\n“We will rejoice in you and be glad;\nWe will extol your love more than wine.\nRightly do they love you.”",
      "5": "“I am black but lovely,\nO daughters of Jerusalem,\nLike the tents of Kedar,\nLike the curtains of Solomon.",
      "6": "“Do not stare at me because I am swarthy,\nFor the sun has burned me.\nMy mother’s sons were angry with me;\nThey made me caretaker of the vineyards,\nBut I have not taken care of my own vineyard.",
      "7": "“Tell me, O you whom my soul loves,\nWhere do you pasture your flock,\nWhere do you make it lie down at noon?\nFor why should I be like one who veils herself\nBeside the flocks of your companions?”",
      "8": "“If you yourself do not know,\nMost beautiful among women,\nGo forth on the trail of the flock\nAnd pasture your young goats\nBy the tents of the shepherds.",
      "9": "“To me, my darling, you are like\nMy mare among the chariots of Pharaoh.",
      "10": "“Your cheeks are lovely with ornaments,\nYour neck with strings of beads.”",
      "11": "“We will make for you ornaments of gold\nWith beads of silver.”",
      "12": "“While the king was at his table,\nMy perfume gave forth its fragrance.",
      "13": "“My beloved is to me a pouch of myrrh\nWhich lies all night between my breasts.",
      "14": "“My beloved is to me a cluster of henna blossoms\nIn the vineyards of Engedi.”",
      "15": "“How beautiful you are, my darling,\nHow beautiful you are!\nYour eyes are like doves.”",
      "16": "“How handsome you are, my beloved,\nAnd so pleasant!\nIndeed, our couch is luxuriant!",
      "17": "“The beams of our houses are cedars,\nOur rafters, cypresses."
    },
    "2": {
      "1": "“I am the rose of Sharon,\nThe lily of the valleys.”",
      "2": "“Like a lily among the thorns,\nSo is my darling among the maidens.”",
      "3": "“Like an apple tree among the trees of the forest,\nSo is my beloved among the young men.\nIn his shade I took great delight and sat down,\nAnd his fruit was sweet to my taste.",
      "4": "“He has brought me to his banquet hall,\nAnd his banner over me is love.",
      "5": "“Sustain me with raisin cakes,\nRefresh me with apples,\nBecause I am lovesick.",
      "6": "“Let his left hand be under my head\nAnd his right hand embrace me.”",
      "7": "“I adjure you, O daughters of Jerusalem,\nBy the gazelles or by the hinds of the field,\nThat you do not arouse or awaken my love\nUntil she pleases.”",
      "8": "“Listen! My beloved!\nBehold, he is coming,\nClimbing on the mountains,\nLeaping on the hills!",
      "9": "“My beloved is like a gazelle or a young stag.\nBehold, he is standing behind our wall,\nHe is looking through the windows,\nHe is peering through the lattice.",
      "10": "“My beloved responded and said to me,\n‘Arise, my darling, my beautiful one,\nAnd come along.",
      "11": "‘For behold, the winter is past,\nThe rain is over and gone.",
      "12": "‘The flowers have already appeared in the land;\nThe time has arrived for pruning the vines,\nAnd the voice of the turtledove has been heard in our land.",
      "13": "‘The fig tree has ripened its figs,\nAnd the vines in blossom have given forth their fragrance.\nArise, my darling, my beautiful one,\nAnd come along!’”",
      "14": "“O my dove, in the clefts of the rock,\nIn the secret place of the steep pathway,\nLet me see your form,\nLet me hear your voice;\nFor your voice is sweet,\nAnd your form is lovely.”",
      "15": "“Catch the foxes for us,\nThe little foxes that are ruining the vineyards,\nWhile our vineyards are in blossom.”",
      "16": "“My beloved is mine, and I am his;\nHe pastures his flock among the lilies.",
      "17": "“Until the cool of the day when the shadows flee away,\nTurn, my beloved, and be like a gazelle\nOr a young stag on the mountains of Bether.”"
    },
    "3": {
      "1": "“On my bed night after night I sought him\nWhom my soul loves;\nI sought him but did not find him.",
      "2": "‘I must arise now and go about the city;\nIn the streets and in the squares\nI must seek him whom my soul loves.’\nI sought him but did not find him.",
      "3": "“The watchmen who make the rounds in the city found me,\nAnd I said, ‘Have you seen him whom my soul loves?’",
      "4": "“Scarcely had I left them\nWhen I found him whom my soul loves;\nI held on to him and would not let him go\nUntil I had brought him to my mother’s house,\nAnd into the room of her who conceived me.”",
      "5": "“I adjure you, O daughters of Jerusalem,\nBy the gazelles or by the hinds of the field,\nThat you will not arouse or awaken my love\nUntil she pleases.”",
      "6": "“What is this coming up from the wilderness\nLike columns of smoke,\nPerfumed with myrrh and frankincense,\nWith all scented powders of the merchant?",
      "7": "“Behold, it is the traveling couch of Solomon;\nSixty mighty men around it,\nOf the mighty men of Israel.",
      "8": "“All of them are wielders of the sword,\nExpert in war;\nEach man has his sword at his side,\nGuarding against the terrors of the night.",
      "9": "“King Solomon has made for himself a sedan chair\nFrom the timber of Lebanon.",
      "10": "“He made its posts of silver,\nIts back of gold\nAnd its seat of purple fabric,\nWith its interior lovingly fitted out\nBy the daughters of Jerusalem.",
      "11": "“Go forth, O daughters of Zion,\nAnd gaze on King Solomon with the crown\nWith which his mother has crowned him\nOn the day of his wedding,\nAnd on the day of his gladness of heart.”"
    },
    "4": {
      "1": "“How beautiful you are, my darling,\nHow beautiful you are!\nYour eyes are like doves behind your veil;\nYour hair is like a flock of goats\nThat have descended from Mount Gilead.",
      "2": "“Your teeth are like a flock of newly shorn ewes\nWhich have come up from their washing,\nAll of which bear twins,\nAnd not one among them has lost her young.",
      "3": "“Your lips are like a scarlet thread,\nAnd your mouth is lovely.\nYour temples are like a slice of a pomegranate\nBehind your veil.",
      "4": "“Your neck is like the tower of David,\nBuilt with rows of stones\nOn which are hung a thousand shields,\nAll the round shields of the mighty men.",
      "5": "“Your two breasts are like two fawns,\nTwins of a gazelle\nWhich feed among the lilies.",
      "6": "“Until the cool of the day\nWhen the shadows flee away,\nI will go my way to the mountain of myrrh\nAnd to the hill of frankincense.",
      "7": "“You are altogether beautiful, my darling,\nAnd there is no blemish in you.",
      "8": "“Come with me from Lebanon, my bride,\nMay you come with me from Lebanon.\nJourney down from the summit of Amana,\nFrom the summit of Senir and Hermon,\nFrom the dens of lions,\nFrom the mountains of leopards.",
      "9": "“You have made my heart beat faster, my sister, my bride;\nYou have made my heart beat faster with a single glance of your eyes,\nWith a single strand of your necklace.",
      "10": "“How beautiful is your love, my sister, my bride!\nHow much better is your love than wine,\nAnd the fragrance of your oils\nThan all kinds of spices!",
      "11": "“Your lips, my bride, drip honey;\nHoney and milk are under your tongue,\nAnd the fragrance of your garments is like the fragrance of Lebanon.",
      "12": "“A garden locked is my sister, my bride,\nA rock garden locked, a spring sealed up.",
      "13": "“Your shoots are an orchard of pomegranates\nWith choice fruits, henna with nard plants,",
      "14": "Nard and saffron, calamus and cinnamon,\nWith all the trees of frankincense,\nMyrrh and aloes, along with all the finest spices.",
      "15": "“You are a garden spring,\nA well of fresh water,\nAnd streams flowing from Lebanon.”",
      "16": "“Awake, O north wind,\nAnd come, wind of the south;\nMake my garden breathe out fragrance,\nLet its spices be wafted abroad.\nMay my beloved come into his garden\nAnd eat its choice fruits!”"
    },
    "5": {
      "1": "“I have come into my garden, my sister, my bride;\nI have gathered my myrrh along with my balsam.\nI have eaten my honeycomb and my honey;\nI have drunk my wine and my milk.\nEat, friends;\nDrink and imbibe deeply, O lovers.”",
      "2": "“I was asleep but my heart was awake.\nA voice! My beloved was knocking:\n‘Open to me, my sister, my darling,\nMy dove, my perfect one!\nFor my head is drenched with dew,\nMy locks with the damp of the night.’",
      "3": "“I have taken off my dress,\nHow can I put it on again?\nI have washed my feet,\nHow can I dirty them again?",
      "4": "“My beloved extended his hand through the opening,\nAnd my feelings were aroused for him.",
      "5": "“I arose to open to my beloved;\nAnd my hands dripped with myrrh,\nAnd my fingers with liquid myrrh,\nOn the handles of the bolt.",
      "6": "“I opened to my beloved,\nBut my beloved had turned away and had gone!\nMy heart went out to him as he spoke.\nI searched for him but I did not find him;\nI called him but he did not answer me.",
      "7": "“The watchmen who make the rounds in the city found me,\nThey struck me and wounded me;\nThe guardsmen of the walls took away my shawl from me.",
      "8": "“I adjure you, O daughters of Jerusalem,\nIf you find my beloved,\nAs to what you will tell him:\nFor I am lovesick.”",
      "9": "“What kind of beloved is your beloved,\nO most beautiful among women?\nWhat kind of beloved is your beloved,\nThat thus you adjure us?”",
      "10": "“My beloved is dazzling and ruddy,\nOutstanding among ten thousand.",
      "11": "“His head is like gold, pure gold;\nHis locks are like clusters of dates\nAnd black as a raven.",
      "12": "“His eyes are like doves\nBeside streams of water,\nBathed in milk,\nAnd reposed in their setting.",
      "13": "“His cheeks are like a bed of balsam,\nBanks of sweet-scented herbs;\nHis lips are lilies\nDripping with liquid myrrh.",
      "14": "“His hands are rods of gold\nSet with beryl;\nHis abdomen is carved ivory\nInlaid with sapphires.",
      "15": "“His legs are pillars of alabaster\nSet on pedestals of pure gold;\nHis appearance is like Lebanon\nChoice as the cedars.",
      "16": "“His mouth is full of sweetness.\nAnd he is wholly desirable.\nThis is my beloved and this is my friend,\nO daughters of Jerusalem.”"
    },
    "6": {
      "1": "“Where has your beloved gone,\nO most beautiful among women?\nWhere has your beloved turned,\nThat we may seek him with you?”",
      "2": "“My beloved has gone down to his garden,\nTo the beds of balsam,\nTo pasture his flock in the gardens\nAnd gather lilies.",
      "3": "“I am my beloved’s and my beloved is mine,\nHe who pastures his flock among the lilies.”",
      "4": "“You are as beautiful as Tirzah, my darling,\nAs lovely as Jerusalem,\nAs awesome as an army with banners.",
      "5": "“Turn your eyes away from me,\nFor they have confused me;\nYour hair is like a flock of goats\nThat have descended from Gilead.",
      "6": "“Your teeth are like a flock of ewes\nWhich have come up from their washing,\nAll of which bear twins,\nAnd not one among them has lost her young.",
      "7": "“Your temples are like a slice of a pomegranate\nBehind your veil.",
      "8": "“There are sixty queens and eighty concubines,\nAnd maidens without number;",
      "9": "But my dove, my perfect one, is unique:\nShe is her mother’s only daughter;\nShe is the pure child of the one who bore her.\nThe maidens saw her and called her blessed,\nThe queens and the concubines also, and they praised her, saying,",
      "10": "‘Who is this that grows like the dawn,\nAs beautiful as the full moon,\nAs pure as the sun,\nAs awesome as an army with banners?’",
      "11": "“I went down to the orchard of nut trees\nTo see the blossoms of the valley,\nTo see whether the vine had budded\nOr the pomegranates had bloomed.",
      "12": "“Before I was aware, my soul set me\nOver the chariots of my noble people.”",
      "13": "“Come back, come back, O Shulammite;\nCome back, come back, that we may gaze at you!”\n“Why should you gaze at the Shulammite,\nAs at the dance of the two companies?"
    },
    "7": {
      "1": "“How beautiful are your feet in sandals,\nO prince’s daughter!\nThe curves of your hips are like jewels,\nThe work of the hands of an artist.",
      "2": "“Your navel is like a round goblet\nWhich never lacks mixed wine;\nYour belly is like a heap of wheat\nFenced about with lilies.",
      "3": "“Your two breasts are like two fawns,\nTwins of a gazelle.",
      "4": "“Your neck is like a tower of ivory,\nYour eyes like the pools in Heshbon\nBy the gate of Bath-rabbim;\nYour nose is like the tower of Lebanon,\nWhich faces toward Damascus.",
      "5": "“Your head crowns you like Carmel,\nAnd the flowing locks of your head are like purple threads;\nThe king is captivated by your tresses.",
      "6": "“How beautiful and how delightful you are,\nMy love, with all your charms!",
      "7": "“Your stature is like a palm tree,\nAnd your breasts are like its clusters.",
      "8": "“I said, ‘I will climb the palm tree,\nI will take hold of its fruit stalks.’\nOh, may your breasts be like clusters of the vine,\nAnd the fragrance of your breath like apples,",
      "9": "And your mouth like the best wine!”\n“It goes down smoothly for my beloved,\nFlowing gently through the lips of those who fall asleep.",
      "10": "“I am my beloved’s,\nAnd his desire is for me.",
      "11": "“Come, my beloved, let us go out into the country,\nLet us spend the night in the villages.",
      "12": "“Let us rise early and go to the vineyards;\nLet us see whether the vine has budded\nAnd its blossoms have opened,\nAnd whether the pomegranates have bloomed.\nThere I will give you my love.",
      "13": "“The mandrakes have given forth fragrance;\nAnd over our doors are all choice fruits,\nBoth new and old,\nWhich I have saved up for you, my beloved."
    },
    "8": {
      "1": "“Oh that you were like a brother to me\nWho nursed at my mother’s breasts.\nIf I found you outdoors, I would kiss you;\nNo one would despise me, either.",
      "2": "“I would lead you and bring you\nInto the house of my mother, who used to instruct me;\nI would give you spiced wine to drink from the juice of my pomegranates.",
      "3": "“Let his left hand be under my head\nAnd his right hand embrace me.”",
      "4": "“I want you to swear, O daughters of Jerusalem,\nDo not arouse or awaken my love\nUntil she pleases.”",
      "5": "“Who is this coming up from the wilderness\nLeaning on her beloved?”\n“Beneath the apple tree I awakened you;\nThere your mother was in labor with you,\nThere she was in labor and gave you birth.",
      "6": "“Put me like a seal over your heart,\nLike a seal on your arm.\nFor love is as strong as death,\nJealousy is as severe as Sheol;\nIts flashes are flashes of fire,\nThe very flame of the Lord.",
      "7": "“Many waters cannot quench love,\nNor will rivers overflow it;\nIf a man were to give all the riches of his house for love,\nIt would be utterly despised.”",
      "8": "“We have a little sister,\nAnd she has no breasts;\nWhat shall we do for our sister\nOn the day when she is spoken for?",
      "9": "“If she is a wall,\nWe will build on her a battlement of silver;\nBut if she is a door,\nWe will barricade her with planks of cedar.”",
      "10": "“I was a wall, and my breasts were like towers;\nThen I became in his eyes as one who finds peace.",
      "11": "“Solomon had a vineyard at Baal-hamon;\nHe entrusted the vineyard to caretakers.\nEach one was to bring a thousand shekels of silver for its fruit.",
      "12": "“My very own vineyard is at my disposal;\nThe thousand shekels are for you, Solomon,\nAnd two hundred are for those who take care of its fruit.”",
      "13": "“O you who sit in the gardens,\nMy companions are listening for your voice—\nLet me hear it!”",
      "14": "“Hurry, my beloved,\nAnd be like a gazelle or a young stag\nOn the mountains of spices.”"
    }
  }
}