{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:05:23.553031-04:00",
    "Translation": "WEB"
  },
  "Joel": {
    "1": {
      "1": "Yahweh’s word that came to Joel, the son of Pethuel.",
      "2": "Hear this, you elders,\n    And listen, all you inhabitants of the land.\nHas this ever happened in your days,\n    or in the days of your fathers?",
      "3": "Tell your children about it,\n    and have your children tell their children,\n    and their children, another generation.",
      "4": "What the swarming locust has left, the great locust has eaten.\n    What the great locust has left, the grasshopper has eaten.\n    What the grasshopper has left, the caterpillar has eaten.",
      "5": "Wake up, you drunkards, and weep!\n    Wail, all you drinkers of wine, because of the sweet wine;\n    for it is cut off from your mouth.",
      "6": "For a nation has come up on my land, strong, and without number.\n    His teeth are the teeth of a lion,\n    and he has the fangs of a lioness.",
      "7": "He has laid my vine waste,\n    and stripped my fig tree.\n    He has stripped its bark, and thrown it away.\n    Its branches are made white.",
      "8": "Mourn like a virgin dressed in sackcloth for the husband of her youth!",
      "9": "The meal offering and the drink offering are cut off from Yahweh’s house.\n    The priests, Yahweh’s ministers, mourn.",
      "10": "The field is laid waste.\n    The land mourns, for the grain is destroyed,\n    The new wine has dried up,\n    and the oil languishes.",
      "11": "Be confounded, you farmers!\n    Wail, you vineyard keepers;\n    for the wheat and for the barley;\n    for the harvest of the field has perished.",
      "12": "The vine has dried up, and the fig tree withered;\n    the pomegranate tree, the palm tree also, and the apple tree,\n    even all of the trees of the field are withered;\n    for joy has withered away from the sons of men.",
      "13": "Put on sackcloth and mourn, you priests!\n    Wail, you ministers of the altar.\nCome, lie all night in sackcloth, you ministers of my God,\n    for the meal offering and the drink offering are withheld from your God’s house.",
      "14": "Sanctify a fast.\n    Call a solemn assembly.\n    Gather the elders,\n    and all the inhabitants of the land, to the house of Yahweh, your God,\n    and cry to Yahweh.",
      "15": "Alas for the day!\n    For the day of Yahweh is at hand,\n    and it will come as destruction from the Almighty.",
      "16": "Isn’t the food cut off before our eyes,\n    joy and gladness from the house of our God?",
      "17": "The seeds rot under their clods.\n    The granaries are laid desolate.\n    The barns are broken down, for the grain has withered.",
      "18": "How the animals groan!\n    The herds of livestock are perplexed, because they have no pasture.\n    Yes, the flocks of sheep are made desolate.",
      "19": "Yahweh, I cry to you,\n    For the fire has devoured the pastures of the wilderness,\n    and the flame has burned all the trees of the field.",
      "20": "Yes, the animals of the field pant to you,\n    for the water brooks have dried up,\n    And the fire has devoured the pastures of the wilderness."
    },
    "2": {
      "1": "Blow the trumpet in Zion,\n    and sound an alarm in my holy mountain!\nLet all the inhabitants of the land tremble,\n    for the day of Yahweh comes,\n    for it is close at hand:",
      "2": "A day of darkness and gloominess,\n    a day of clouds and thick darkness.\nAs the dawn spreading on the mountains,\n    a great and strong people;\n    there has never been the like,\n    neither will there be any more after them,\n    even to the years of many generations.",
      "3": "A fire devours before them,\n    and behind them, a flame burns.\nThe land is as the garden of Eden before them,\n    and behind them, a desolate wilderness.\nYes, and no one has escaped them.",
      "4": "Their appearance is as the appearance of horses,\n    and they run as horsemen.",
      "5": "Like the noise of chariots on the tops of the mountains, they leap,\n    like the noise of a flame of fire that devours the stubble,\n    like a strong people set in battle array.",
      "6": "At their presence the peoples are in anguish.\n    All faces have grown pale.",
      "7": "They run like mighty men.\n    They climb the wall like warriors.\n    They each march in his line, and they don’t swerve off course.",
      "8": "Neither does one jostle another;\n    they march everyone in his path,\n    and they burst through the defenses,\n    and don’t break ranks.",
      "9": "They rush on the city.\n    They run on the wall.\n    They climb up into the houses.\n    They enter in at the windows like thieves.",
      "10": "The earth quakes before them.\n    The heavens tremble.\n    The sun and the moon are darkened,\n    and the stars withdraw their shining.",
      "11": "Yahweh thunders his voice before his army;\n    for his forces are very great;\n    for he is strong who obeys his command;\n    for the day of Yahweh is great and very awesome,\n    and who can endure it?",
      "12": "“Yet even now,” says Yahweh, “turn to me with all your heart,\n    and with fasting, and with weeping, and with mourning.”",
      "13": "Tear your heart, and not your garments,\n    and turn to Yahweh, your God;\n    for he is gracious and merciful,\n    slow to anger, and abundant in loving kindness,\n    and relents from sending calamity.",
      "14": "Who knows? He may turn and relent,\n    and leave a blessing behind him,\n    even a meal offering and a drink offering to Yahweh, your God.",
      "15": "Blow the trumpet in Zion!\n    Sanctify a fast.\n    Call a solemn assembly.",
      "16": "Gather the people.\n    Sanctify the assembly.\n    Assemble the elders.\n    Gather the children, and those who nurse from breasts.\nLet the bridegroom go out of his room,\n    and the bride out of her room.",
      "17": "Let the priests, the ministers of Yahweh, weep between the porch and the altar,\n    and let them say, “Spare your people, Yahweh,\n    and don’t give your heritage to reproach,\n    that the nations should rule over them.\nWhy should they say among the peoples,\n    ‘Where is their God?’”",
      "18": "Then Yahweh was jealous for his land,\n    And had pity on his people.",
      "19": "Yahweh answered his people,\n    “Behold, I will send you grain, new wine, and oil,\n    and you will be satisfied with them;\n    and I will no more make you a reproach among the nations.",
      "20": "But I will remove the northern army far away from you,\n    and will drive it into a barren and desolate land,\n    its front into the eastern sea,\n    and its back into the western sea;\n    and its stench will come up,\n    and its bad smell will rise.”\nSurely he has done great things.",
      "21": "Land, don’t be afraid.\n    Be glad and rejoice, for Yahweh has done great things.",
      "22": "Don’t be afraid, you animals of the field;\n    for the pastures of the wilderness spring up,\n    for the tree bears its fruit.\n    The fig tree and the vine yield their strength.",
      "23": "“Be glad then, you children of Zion,\n    and rejoice in Yahweh, your God;\n    for he gives you the early rain in just measure,\n    and he causes the rain to come down for you,\n    the early rain and the latter rain,\n    as before.",
      "24": "The threshing floors will be full of wheat,\n    and the vats will overflow with new wine and oil.",
      "25": "I will restore to you the years that the swarming locust has eaten,\n    the great locust, the grasshopper, and the caterpillar,\n    my great army, which I sent among you.",
      "26": "You will have plenty to eat, and be satisfied,\n    and will praise the name of Yahweh, your God,\n    who has dealt wondrously with you;\n    and my people will never again be disappointed.",
      "27": "You will know that I am among Israel,\n    and that I am Yahweh, your God, and there is no one else;\n    and my people will never again be disappointed.",
      "28": "“It will happen afterward, that I will pour out my Spirit on all flesh;\n    and your sons and your daughters will prophesy.\n    Your old men will dream dreams.\n    Your young men will see visions.",
      "29": "And also on the servants and on the handmaids in those days,\n    I will pour out my Spirit.",
      "30": "I will show wonders in the heavens and in the earth:\n    blood, fire, and pillars of smoke.",
      "31": "The sun will be turned into darkness,\n    and the moon into blood,\n    before the great and terrible day of Yahweh comes.",
      "32": "It will happen that whoever will call on Yahweh’s name shall be saved;\n    for in Mount Zion and in Jerusalem there will be those who escape,\n    as Yahweh has said,\n    and among the remnant, those whom Yahweh calls."
    },
    "3": {
      "1": "“For, behold, in those days,\n    and in that time,\n    when I restore the fortunes of Judah and Jerusalem,",
      "2": "I will gather all nations,\n    and will bring them down into the valley of Jehoshaphat;\n    and I will execute judgment on them there for my people,\n    and for my heritage, Israel, whom they have scattered among the nations.\n    They have divided my land,",
      "3": "and have cast lots for my people,\n    and have given a boy for a prostitute,\n    and sold a girl for wine, that they may drink.",
      "4": "“Yes, and what are you to me, Tyre, and Sidon,\n    and all the regions of Philistia?\nWill you repay me?\n    And if you repay me,\n    I will swiftly and speedily return your repayment on your own head.",
      "5": "Because you have taken my silver and my gold,\n    and have carried my finest treasures into your temples,",
      "6": "and have sold the children of Judah and the children of Jerusalem to the sons of the Greeks,\n    that you may remove them far from their border.",
      "7": "Behold, I will stir them up out of the place where you have sold them,\n    and will return your repayment on your own head;",
      "8": "and I will sell your sons and your daughters into the hands of the children of Judah,\n    and they will sell them to the men of Sheba,\n    to a faraway nation,\n    for Yahweh has spoken it.”",
      "9": "Proclaim this among the nations:\n    “Prepare for war!\n    Stir up the mighty men.\nLet all the warriors draw near.\nLet them come up.",
      "10": "Beat your plowshares into swords,\n    and your pruning hooks into spears.\n    Let the weak say, ‘I am strong.’",
      "11": "Hurry and come, all you surrounding nations,\n    and gather yourselves together.”\nCause your mighty ones to come down there, Yahweh.",
      "12": "“Let the nations arouse themselves,\n    and come up to the valley of Jehoshaphat;\n    for there I will sit to judge all the surrounding nations.",
      "13": "Put in the sickle;\n    for the harvest is ripe.\n    Come, tread, for the wine press is full,\n    the vats overflow, for their wickedness is great.”",
      "14": "Multitudes, multitudes in the valley of decision!\n    For the day of Yahweh is near, in the valley of decision.",
      "15": "The sun and the moon are darkened,\n    and the stars withdraw their shining.",
      "16": "Yahweh will roar from Zion,\n    and thunder from Jerusalem;\n    and the heavens and the earth will shake;\n    but Yahweh will be a refuge to his people,\n    and a stronghold to the children of Israel.",
      "17": "“So you will know that I am Yahweh, your God,\n    dwelling in Zion, my holy mountain.\nThen Jerusalem will be holy,\n    and no strangers will pass through her any more.",
      "18": "It will happen in that day,\n    that the mountains will drop down sweet wine,\n    the hills will flow with milk,\n    all the brooks of Judah will flow with waters,\n    and a fountain will flow out from Yahweh’s house,\n    and will water the valley of Shittim.",
      "19": "Egypt will be a desolation,\n    and Edom will be a desolate wilderness,\n    for the violence done to the children of Judah,\n    because they have shed innocent blood in their land.",
      "20": "But Judah will be inhabited forever,\n    and Jerusalem from generation to generation.",
      "21": "I will cleanse their blood,\n    that I have not cleansed:\n    for Yahweh dwells in Zion.”"
    }
  }
}