{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:05:19.405549-04:00",
    "Translation": "WEB"
  },
  "Lamentations": {
    "1": {
      "1": "How the city sits solitary,\n    that was full of people!\nShe has become as a widow,\n    who was great among the nations!\nShe who was a princess among the provinces\n    has become a slave!",
      "2": "She weeps bitterly in the night.\n    Her tears are on her cheeks.\nAmong all her lovers\n    she has no one to comfort her.\nAll her friends have dealt treacherously with her.\n    They have become her enemies.",
      "3": "Judah has gone into captivity because of affliction,\n    and because of great servitude.\nShe dwells among the nations.\n    She finds no rest.\n    All her persecutors overtook her within the straits.",
      "4": "The roads to Zion mourn,\n    because no one comes to the solemn assembly.\nAll her gates are desolate.\n    Her priests sigh.\nHer virgins are afflicted,\n    and she herself is in bitterness.",
      "5": "Her adversaries have become the head.\n    Her enemies prosper;\nfor Yahweh has afflicted her for the multitude of her transgressions.\n    Her young children have gone into captivity before the adversary.",
      "6": "All majesty has departed from the daughter of Zion.\n    Her princes have become like deer that find no pasture.\n    They have gone without strength before the pursuer.",
      "7": "Jerusalem remembers in the days of her affliction and of her miseries\n    all her pleasant things that were from the days of old;\nwhen her people fell into the hand of the adversary,\n    and no one helped her.\nThe adversaries saw her.\n    They mocked at her desolations.",
      "8": "Jerusalem has grievously sinned.\n    Therefore she has become unclean.\nAll who honored her despise her,\n    because they have seen her nakedness.\n    Yes, she sighs, and turns backward.",
      "9": "Her filthiness was in her skirts.\n    She didn’t remember her latter end.\nTherefore she has come down astoundingly.\n    She has no comforter.\n“See, Yahweh, my affliction;\n    for the enemy has magnified himself.”",
      "10": "The adversary has spread out his hand on all her pleasant things;\n    for she has seen that the nations have entered into her sanctuary,\n    concerning whom you commanded that they should not enter into your assembly.",
      "11": "All her people sigh.\n    They seek bread.\n    They have given their pleasant things for food to refresh their soul.\n“Look, Yahweh, and see;\n    for I have become despised.”",
      "12": "“Is it nothing to you, all you who pass by?\n    Look, and see if there is any sorrow like my sorrow,\n    which is brought on me,\n    with which Yahweh has afflicted me in the day of his fierce anger.",
      "13": "“From on high has he sent fire into my bones,\n    and it prevails against them.\nHe has spread a net for my feet.\n    He has turned me back.\n    He has made me desolate and I faint all day long.",
      "14": "“The yoke of my transgressions is bound by his hand.\n    They are knit together.\n    They have come up on my neck.\n    He made my strength fail.\nThe Lord has delivered me into their hands,\n    against whom I am not able to stand.",
      "15": "“The Lord has set at nothing all my mighty men within me.\n    He has called a solemn assembly against me to crush my young men.\n    The Lord has trodden the virgin daughter of Judah as in a wine press.",
      "16": "“For these things I weep.\n    My eye, my eye runs down with water,\n    because the comforter who should refresh my soul is far from me.\nMy children are desolate,\n    because the enemy has prevailed.”",
      "17": "Zion spreads out her hands.\n    There is no one to comfort her.\nYahweh has commanded concerning Jacob,\n    that those who are around him should be his adversaries.\n    Jerusalem is among them as an unclean thing.",
      "18": "“Yahweh is righteous;\n    for I have rebelled against his commandment.\nPlease hear all you peoples,\n    and see my sorrow.\n    My virgins and my young men have gone into captivity.",
      "19": "“I called for my lovers,\n    but they deceived me.\nMy priests and my elders gave up the spirit in the city,\n    while they sought food for themselves to refresh their souls.",
      "20": "“Look, Yahweh; for I am in distress.\n    My heart is troubled.\nMy heart turns over within me,\n    for I have grievously rebelled.\nAbroad, the sword bereaves.\n    At home, it is like death.",
      "21": "“They have heard that I sigh.\n    There is no one to comfort me.\nAll my enemies have heard of my trouble.\n    They are glad that you have done it.\nYou will bring the day that you have proclaimed,\n    and they will be like me.",
      "22": "“Let all their wickedness come before you.\n    Do to them as you have done to me for all my transgressions.\nFor my sighs are many,\n    and my heart is faint."
    },
    "2": {
      "1": "How has the Lord covered the daughter of Zion with a cloud in his anger!\n    He has cast the beauty of Israel down from heaven to the earth,\n    and hasn’t remembered his footstool in the day of his anger.",
      "2": "The Lord has swallowed up all the dwellings of Jacob\n    without pity.\nHe has thrown down in his wrath the strongholds of the daughter of Judah.\n    He has brought them down to the ground.\n    He has profaned the kingdom and its princes.",
      "3": "He has cut off all the horn of Israel in fierce anger.\n    He has drawn back his right hand from before the enemy.\nHe has burned up Jacob like a flaming fire,\n    which devours all around.",
      "4": "He has bent his bow like an enemy.\n    He has stood with his right hand as an adversary.\nHe has killed all that were pleasant to the eye.\n    In the tent of the daughter of Zion, he has poured out his wrath like fire.",
      "5": "The Lord has become as an enemy.\n    He has swallowed up Israel.\nHe has swallowed up all her palaces.\n    He has destroyed his strongholds.\n    He has multiplied mourning and lamentation in the daughter of Judah.",
      "6": "He has violently taken away his tabernacle,\n    as if it were a garden.\nHe has destroyed his place of assembly.\n    Yahweh has caused solemn assembly and Sabbath to be forgotten in Zion.\n    In the indignation of his anger, he has despised the king and the priest.",
      "7": "The Lord has cast off his altar.\n    He has abhorred his sanctuary.\nHe has given the walls of her palaces into the hand of the enemy.\n    They have made a noise in Yahweh’s house,\n    as in the day of a solemn assembly.",
      "8": "Yahweh has purposed to destroy the wall of the daughter of Zion.\n    He has stretched out the line.\n    He has not withdrawn his hand from destroying;\nHe has made the rampart and wall lament.\n    They languish together.",
      "9": "Her gates have sunk into the ground.\n    He has destroyed and broken her bars.\nHer king and her princes are among the nations where the law is not.\n    Yes, her prophets find no vision from Yahweh.",
      "10": "The elders of the daughter of Zion sit on the ground.\n    They keep silence.\nThey have cast up dust on their heads.\n    They have clothed themselves with sackcloth.\n    The virgins of Jerusalem hang down their heads to the ground.",
      "11": "My eyes fail with tears.\n    My heart is troubled.\nMy liver is poured on the earth,\n    because of the destruction of the daughter of my people,\n    because the young children and the infants swoon in the streets of the city.",
      "12": "They ask their mothers,\n    “Where is grain and wine?”\n    when they swoon as the wounded in the streets of the city,\n    when their soul is poured out into their mothers’ bosom.",
      "13": "What shall I testify to you?\n    What shall I liken to you, daughter of Jerusalem?\nWhat shall I compare to you,\n    that I may comfort you, virgin daughter of Zion?\nFor your breach is as big as the sea.\n    Who can heal you?",
      "14": "Your prophets have seen false and foolish visions for you.\n    They have not uncovered your iniquity,\n    to reverse your captivity,\n    but have seen for you false revelations and causes of banishment.",
      "15": "All that pass by clap their hands at you.\n    They hiss and wag their head at the daughter of Jerusalem, saying,\n“Is this the city that men called ‘The perfection of beauty,\n    the joy of the whole earth’?”",
      "16": "All your enemies have opened their mouth wide against you.\n    They hiss and gnash their teeth.\n    They say, “We have swallowed her up.\nCertainly this is the day that we looked for.\n    We have found it.\n    We have seen it.”",
      "17": "Yahweh has done that which he planned.\n    He has fulfilled his word that he commanded in the days of old.\nHe has thrown down,\n    and has not pitied.\nHe has caused the enemy to rejoice over you.\n    He has exalted the horn of your adversaries.",
      "18": "Their heart cried to the Lord.\n    O wall of the daughter of Zion,\n    let tears run down like a river day and night.\nGive yourself no relief.\n    Don’t let your eyes rest.",
      "19": "Arise, cry out in the night,\n    at the beginning of the watches!\nPour out your heart like water before the face of the Lord.\n    Lift up your hands toward him for the life of your young children,\n    who faint for hunger at the head of every street.",
      "20": "“Look, Yahweh, and see to whom you have done thus!\n    Should the women eat their offspring,\n    the children that they held and bounced on their knees?\n    Should the priest and the prophet be killed in the sanctuary of the Lord?",
      "21": "“The youth and the old man lie on the ground in the streets.\n    My virgins and my young men have fallen by the sword.\nYou have killed them in the day of your anger.\n    You have slaughtered, and not pitied.",
      "22": "“You have called, as in the day of a solemn assembly, my terrors on every side.\n    There was no one that escaped or remained in the day of Yahweh’s anger.\n    My enemy has consumed those whom I have cared for and brought up."
    },
    "3": {
      "1": "I am the man who has seen affliction\n    by the rod of his wrath.",
      "2": "He has led me and caused me to walk in darkness,\n    and not in light.",
      "3": "Surely he turns his hand against me\n    again and again all day long.",
      "4": "He has made my flesh and my skin old.\n    He has broken my bones.",
      "5": "He has built against me,\n    and surrounded me with bitterness and hardship.",
      "6": "He has made me dwell in dark places,\n    as those who have been long dead.",
      "7": "He has walled me about, so that I can’t go out.\n    He has made my chain heavy.",
      "8": "Yes, when I cry, and call for help,\n    he shuts out my prayer.",
      "9": "He has walled up my ways with cut stone.\n    He has made my paths crooked.",
      "10": "He is to me as a bear lying in wait,\n    as a lion in secret places.",
      "11": "He has turned away my ways,\n    and pulled me in pieces.\n    He has made me desolate.",
      "12": "He has bent his bow,\n    and set me as a mark for the arrow.",
      "13": "He has caused the shafts of his quiver to enter into my kidneys.",
      "14": "I have become a derision to all my people,\n    and their song all day long.",
      "15": "He has filled me with bitterness.\n    He has stuffed me with wormwood.",
      "16": "He has also broken my teeth with gravel.\n    He has covered me with ashes.",
      "17": "You have removed my soul far away from peace.\n    I forgot prosperity.",
      "18": "I said, “My strength has perished,\n    along with my expectation from Yahweh.”",
      "19": "Remember my affliction and my misery,\n    the wormwood and the bitterness.",
      "20": "My soul still remembers them,\n    and is bowed down within me.",
      "21": "This I recall to my mind;\n    therefore I have hope.",
      "22": "It is because of Yahweh’s loving kindnesses that we are not consumed,\n    because his compassion doesn’t fail.",
      "23": "They are new every morning.\n    Great is your faithfulness.",
      "24": "“Yahweh is my portion,” says my soul.\n    “Therefore I will hope in him.”",
      "25": "Yahweh is good to those who wait for him,\n    to the soul who seeks him.",
      "26": "It is good that a man should hope\n    and quietly wait for the salvation of Yahweh.",
      "27": "It is good for a man that he bear the yoke in his youth.",
      "28": "Let him sit alone and keep silence,\n    because he has laid it on him.",
      "29": "Let him put his mouth in the dust,\n    if it is so that there may be hope.",
      "30": "Let him give his cheek to him who strikes him.\n    Let him be filled full of reproach.",
      "31": "For the Lord will not cast off forever.",
      "32": "For though he causes grief,\n    yet he will have compassion according to the multitude of his loving kindnesses.",
      "33": "For he does not afflict willingly,\n    nor grieve the children of men.",
      "34": "To crush under foot all the prisoners of the earth,",
      "35": "to turn away the right of a man before the face of the Most High,",
      "36": "to subvert a man in his cause, the Lord doesn’t approve.",
      "37": "Who is he who says, and it comes to pass,\n    when the Lord doesn’t command it?",
      "38": "Doesn’t evil and good come out of the mouth of the Most High?",
      "39": "Why does a living man complain,\n    a man for the punishment of his sins?",
      "40": "Let us search and try our ways,\n    and turn again to Yahweh.",
      "41": "Let’s lift up our heart with our hands to God in the heavens.",
      "42": "“We have transgressed and have rebelled.\n    You have not pardoned.",
      "43": "“You have covered us with anger and pursued us.\n    You have killed.\n    You have not pitied.",
      "44": "You have covered yourself with a cloud,\n    so that no prayer can pass through.",
      "45": "You have made us an off-scouring and refuse\n    in the middle of the peoples.",
      "46": "“All our enemies have opened their mouth wide against us.",
      "47": "Terror and the pit have come on us,\n    devastation and destruction.”",
      "48": "My eye runs down with streams of water,\n    for the destruction of the daughter of my people.",
      "49": "My eye pours down\n    and doesn’t cease,\n    without any intermission,",
      "50": "until Yahweh looks down,\n    and sees from heaven.",
      "51": "My eye affects my soul,\n    because of all the daughters of my city.",
      "52": "They have chased me relentlessly like a bird,\n    those who are my enemies without cause.",
      "53": "They have cut off my life in the dungeon,\n    and have cast a stone on me.",
      "54": "Waters flowed over my head.\n    I said, “I am cut off.”",
      "55": "I called on your name, Yahweh,\n    out of the lowest dungeon.",
      "56": "You heard my voice:\n    “Don’t hide your ear from my sighing,\n    and my cry.”",
      "57": "You came near in the day that I called on you.\n    You said, “Don’t be afraid.”",
      "58": "Lord, you have pleaded the causes of my soul.\n    You have redeemed my life.",
      "59": "Yahweh, you have seen my wrong.\n    Judge my cause.",
      "60": "You have seen all their vengeance\n    and all their plans against me.",
      "61": "You have heard their reproach, Yahweh,\n    and all their plans against me,",
      "62": "the lips of those that rose up against me,\n    and their plots against me all day long.",
      "63": "You see their sitting down and their rising up.\n    I am their song.",
      "64": "You will pay them back, Yahweh,\n    according to the work of their hands.",
      "65": "You will give them hardness of heart,\n    your curse to them.",
      "66": "You will pursue them in anger,\n    and destroy them from under the heavens of Yahweh."
    },
    "4": {
      "1": "How the gold has become dim!\n    The most pure gold has changed!\nThe stones of the sanctuary are poured out\n    at the head of every street.",
      "2": "The precious sons of Zion,\n    comparable to fine gold,\nhow they are esteemed as earthen pitchers,\n    the work of the hands of the potter!",
      "3": "Even the jackals offer their breast.\n    They nurse their young ones.\nBut the daughter of my people has become cruel,\n    like the ostriches in the wilderness.",
      "4": "The tongue of the nursing child clings to the roof of his mouth for thirst.\n    The young children ask bread,\n    and no one breaks it for them.",
      "5": "Those who ate delicacies are desolate in the streets.\n    Those who were brought up in purple embrace dunghills.",
      "6": "For the iniquity of the daughter of my people is greater than the sin of Sodom,\n    which was overthrown as in a moment.\n    No hands were laid on her.",
      "7": "Her nobles were purer than snow.\n    They were whiter than milk.\nThey were more ruddy in body than rubies.\n    Their polishing was like sapphire.",
      "8": "Their appearance is blacker than a coal.\n    They are not known in the streets.\nTheir skin clings to their bones.\n    It is withered.\n    It has become like a stick.",
      "9": "Those who are killed with the sword are better than those who are killed with hunger;\n    For these pine away, stricken through,\n    for lack of the fruits of the field.",
      "10": "The hands of the pitiful women have boiled their own children.\n    They were their food in the destruction of the daughter of my people.",
      "11": "Yahweh has accomplished his wrath.\n    He has poured out his fierce anger.\nHe has kindled a fire in Zion,\n    which has devoured its foundations.",
      "12": "The kings of the earth didn’t believe,\n    neither did all the inhabitants of the world,\n    that the adversary and the enemy would enter into the gates of Jerusalem.",
      "13": "It is because of the sins of her prophets\n    and the iniquities of her priests,\n    that have shed the blood of the just in the middle of her.",
      "14": "They wander as blind men in the streets.\n    They are polluted with blood,\n    So that men can’t touch their garments.",
      "15": "“Go away!” they cried to them.\n    “Unclean! Go away! Go away! Don’t touch!\nWhen they fled away and wandered, men said among the nations,\n    “They can’t live here any more.”",
      "16": "Yahweh’s anger has scattered them.\n    He will not pay attention to them any more.\nThey didn’t respect the persons of the priests.\n    They didn’t favor the elders.",
      "17": "Our eyes still fail,\n    looking in vain for our help.\n    In our watching we have watched for a nation that could not save.",
      "18": "They hunt our steps,\n    so that we can’t go in our streets.\nOur end is near.\n    Our days are fulfilled,\n    for our end has come.",
      "19": "Our pursuers were swifter than the eagles of the sky.\n    They chased us on the mountains.\n    They set an ambush for us in the wilderness.",
      "20": "The breath of our nostrils,\n    the anointed of Yahweh,\n    was taken in their pits;\nof whom we said,\n    under his shadow we will live among the nations.",
      "21": "Rejoice and be glad, daughter of Edom,\n    who dwells in the land of Uz.\nThe cup will pass through to you also.\n    You will be drunken,\n    and will make yourself naked.",
      "22": "The punishment of your iniquity is accomplished, daughter of Zion.\n    He will no more carry you away into captivity.\nHe will visit your iniquity, daughter of Edom.\n    He will uncover your sins."
    },
    "5": {
      "1": "Remember, Yahweh, what has come on us.\n    Look, and see our reproach.",
      "2": "Our inheritance has been turned over to strangers,\n    our houses to aliens.",
      "3": "We are orphans and fatherless.\n    Our mothers are as widows.",
      "4": "We have drunken our water for money.\n    Our wood is sold to us.",
      "5": "Our pursuers are on our necks.\n    We are weary, and have no rest.",
      "6": "We have given our hands to the Egyptians,\n    and to the Assyrians, to be satisfied with bread.",
      "7": "Our fathers sinned, and are no more.\n    We have borne their iniquities.",
      "8": "Servants rule over us.\n    There is no one to deliver us out of their hand.",
      "9": "We get our bread at the peril of our lives,\n    because of the sword of the wilderness.",
      "10": "Our skin is black like an oven,\n    because of the burning heat of famine.",
      "11": "They ravished the women in Zion,\n    the virgins in the cities of Judah.",
      "12": "Princes were hanged up by their hands.\n    The faces of elders were not honored.",
      "13": "The young men carry millstones.\n    The children stumbled under loads of wood.",
      "14": "The elders have ceased from the gate,\n    and the young men from their music.",
      "15": "The joy of our heart has ceased.\n    Our dance is turned into mourning.",
      "16": "The crown has fallen from our head.\n    Woe to us, for we have sinned!",
      "17": "For this our heart is faint.\n    For these things our eyes are dim:",
      "18": "for the mountain of Zion, which is desolate.\n    The foxes walk on it.",
      "19": "You, Yahweh, remain forever.\n    Your throne is from generation to generation.",
      "20": "Why do you forget us forever,\n    and forsake us for so long a time?",
      "21": "Turn us to yourself, Yahweh, and we will be turned.\n    Renew our days as of old.",
      "22": "But you have utterly rejected us.\n    You are very angry against us."
    }
  }
}