{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:05:25.744963-04:00",
    "Translation": "WEB"
  },
  "Micah": {
    "1": {
      "1": "Yahweh’s word that came to Micah the Morashtite in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem.",
      "2": "Hear, you peoples, all of you.\n    Listen, O earth, and all that is therein:\nand let the Lord Yahweh be witness against you,\n    the Lord from his holy temple.",
      "3": "For, behold, Yahweh comes out of his place,\n    and will come down and tread on the high places of the earth.",
      "4": "The mountains melt under him,\n    and the valleys split apart,\n    like wax before the fire,\n    like waters that are poured down a steep place.",
      "5": "“All this is for the disobedience of Jacob,\n    and for the sins of the house of Israel.\nWhat is the disobedience of Jacob?\n    Isn’t it Samaria?\nAnd what are the high places of Judah?\n    Aren’t they Jerusalem?",
      "6": "Therefore I will make Samaria like a rubble heap of the field,\n    like places for planting vineyards;\nand I will pour down its stones into the valley,\n    and I will uncover its foundations.",
      "7": "All her idols will be beaten to pieces,\n    and all her temple gifts will be burned with fire,\n    and all her images I will destroy;\nfor of the hire of a prostitute has she gathered them,\n    and to the hire of a prostitute shall they return.”",
      "8": "For this I will lament and wail;\n    I will go stripped and naked;\n    I will howl like the jackals,\n    and moan like the daughters of owls.",
      "9": "For her wounds are incurable;\n    for it has come even to Judah.\nIt reaches to the gate of my people,\n    even to Jerusalem.",
      "10": "Don’t tell it in Gath.\n    Don’t weep at all.\n    At Beth Ophrah I have rolled myself in the dust.",
      "11": "Pass on, inhabitant of Shaphir, in nakedness and shame.\n    The inhabitant of Zaanan won’t come out.\n    The wailing of Beth Ezel will take from you his protection.",
      "12": "For the inhabitant of Maroth waits anxiously for good,\n    because evil has come down from Yahweh to the gate of Jerusalem.",
      "13": "Harness the chariot to the swift steed, inhabitant of Lachish.\n    She was the beginning of sin to the daughter of Zion;\n    For the transgressions of Israel were found in you.",
      "14": "Therefore you will give a parting gift to Moresheth Gath.\n    The houses of Achzib will be a deceitful thing to the kings of Israel.",
      "15": "I will yet bring to you, inhabitant of Mareshah, him who will possess you.\n    He who is the glory of Israel will come to Adullam.",
      "16": "Shave your heads,\n    and cut off your hair for the children of your delight.\nEnlarge your baldness like the vulture;\n    for they have gone into captivity from you!"
    },
    "2": {
      "1": "Woe to those who devise iniquity\n    and work evil on their beds!\nWhen the morning is light, they practice it,\n    because it is in the power of their hand.",
      "2": "They covet fields, and seize them;\n    and houses, and take them away:\n    and they oppress a man and his house,\n    even a man and his heritage.",
      "3": "Therefore Yahweh says:\n“Behold, I am planning against these people a disaster,\n    from which you will not remove your necks,\n    neither will you walk haughtily;\n    for it is an evil time.",
      "4": "In that day they will take up a parable against you,\n    and lament with a doleful lamentation, saying,\n    ‘We are utterly ruined!\n    My people’s possession is divided up.\n    Indeed he takes it from me and assigns our fields to traitors!’”",
      "5": "Therefore you will have no one who divides the land by lot in Yahweh’s assembly.",
      "6": "“Don’t prophesy!”\n    They prophesy.\n“Don’t prophesy about these things.\n    Disgrace won’t overtake us.”",
      "7": "Shall it be said, O house of Jacob:\n    “Is Yahweh’s Spirit angry?\n    Are these his doings?\n    Don’t my words do good to him who walks blamelessly?”",
      "8": "But lately my people have risen up as an enemy.\n    You strip the robe and clothing from those who pass by without a care, returning from battle.",
      "9": "You drive the women of my people out from their pleasant houses;\n    from their young children you take away my blessing forever.",
      "10": "Arise, and depart!\n    For this is not your resting place,\n    because of uncleanness that destroys,\n    even with a grievous destruction.",
      "11": "If a man walking in a spirit of falsehood lies:\n    “I will prophesy to you of wine and of strong drink;”\n    he would be the prophet of this people.",
      "12": "I will surely assemble, Jacob, all of you;\n    I will surely gather the remnant of Israel;\nI will put them together as the sheep of Bozrah,\n    as a flock in the middle of their pasture;\n    they will swarm with people.",
      "13": "He who breaks open the way goes up before them.\n    They break through the gate, and go out.\n    And their king passes on before them,\n    with Yahweh at their head."
    },
    "3": {
      "1": "I said,\n“Please listen, you heads of Jacob,\n    and rulers of the house of Israel:\n    Isn’t it for you to know justice?",
      "2": "You who hate the good,\n    and love the evil;\n    who tear off their skin,\n    and their flesh from off their bones;",
      "3": "who also eat the flesh of my people,\n    and peel their skin from off them,\n    and break their bones,\n    and chop them in pieces, as for the pot,\n    and as meat within the cauldron.",
      "4": "Then they will cry to Yahweh,\n    but he will not answer them.\nYes, he will hide his face from them at that time,\n    because they made their deeds evil.”",
      "5": "Yahweh says concerning the prophets who lead my people astray; for those who feed their teeth, they proclaim, “Peace!” and whoever doesn’t provide for their mouths, they prepare war against him:",
      "6": "“Therefore night is over you, with no vision,\n    and it is dark to you, that you may not divine;\n    and the sun will go down on the prophets,\n    and the day will be black over them.",
      "7": "The seers shall be disappointed,\n    and the diviners confounded.\nYes, they shall all cover their lips;\n    for there is no answer from God.”",
      "8": "But as for me, I am full of power by Yahweh’s Spirit,\n    and of judgment, and of might,\n    to declare to Jacob his disobedience,\n    and to Israel his sin.",
      "9": "Please listen to this, you heads of the house of Jacob,\n    and rulers of the house of Israel,\n    who abhor justice,\n    and pervert all equity.",
      "10": "They build up Zion with blood,\n    and Jerusalem with iniquity.",
      "11": "Her leaders judge for bribes,\n    and her priests teach for a price,\n    and her prophets of it tell fortunes for money:\nyet they lean on Yahweh, and say,\n    “Isn’t Yahweh among us?\n    No disaster will come on us.”",
      "12": "Therefore Zion for your sake will be plowed like a field,\n    and Jerusalem will become heaps of rubble,\n    and the mountain of the temple like the high places of a forest."
    },
    "4": {
      "1": "But in the latter days,\n    it will happen that the mountain of Yahweh’s temple will be established on the top of the mountains,\n    and it will be exalted above the hills;\n    and peoples will stream to it.",
      "2": "Many nations will go and say,\n    “Come! Let’s go up to the mountain of Yahweh,\n    and to the house of the God of Jacob;\n    and he will teach us of his ways,\n    and we will walk in his paths.”\nFor the law will go out of Zion,\n    and Yahweh’s word from Jerusalem;",
      "3": "and he will judge between many peoples,\n    and will decide concerning strong nations afar off.\n    They will beat their swords into plowshares,\n    and their spears into pruning hooks.\nNation will not lift up sword against nation,\n    neither will they learn war any more.",
      "4": "But they will sit every man under his vine and under his fig tree;\n    and no one will make them afraid:\nFor the mouth of Yahweh of Armies has spoken.",
      "5": "Indeed all the nations may walk in the name of their gods;\n    but we will walk in the name of Yahweh our God forever and ever.",
      "6": "“In that day,” says Yahweh,\n    “I will assemble that which is lame,\n    and I will gather that which is driven away,\n    and that which I have afflicted;",
      "7": "and I will make that which was lame a remnant,\n    and that which was cast far off a strong nation:\n    and Yahweh will reign over them on Mount Zion from then on, even forever.”",
      "8": "You, tower of the flock, the hill of the daughter of Zion,\n    to you it will come,\n    yes, the former dominion will come,\n    the kingdom of the daughter of Jerusalem.",
      "9": "Now why do you cry out aloud?\n    Is there no king in you?\n    Has your counselor perished,\n    that pains have taken hold of you as of a woman in travail?",
      "10": "Be in pain, and labor to give birth, daughter of Zion,\n    like a woman in travail;\n    for now you will go out of the city,\n    and will dwell in the field,\n    and will come even to Babylon.\nThere you will be rescued.\n    There Yahweh will redeem you from the hand of your enemies.",
      "11": "Now many nations have assembled against you, that say,\n    “Let her be defiled,\n    and let our eye gloat over Zion.”",
      "12": "But they don’t know the thoughts of Yahweh,\n    neither do they understand his counsel;\n    for he has gathered them like the sheaves to the threshing floor.",
      "13": "Arise and thresh, daughter of Zion;\n    for I will make your horn iron,\n    and I will make your hoofs bronze;\nand you will beat in pieces many peoples:\nand I will devote their gain to Yahweh,\n    and their substance to the Lord of the whole earth."
    },
    "5": {
      "1": "Now you shall gather yourself in troops,\n    daughter of troops.\nHe has laid siege against us.\n    They will strike the judge of Israel with a rod on the cheek.",
      "2": "But you, Bethlehem Ephrathah,\n    being small among the clans of Judah,\n    out of you one will come out to me that is to be ruler in Israel;\n    whose goings out are from of old, from ancient times.",
      "3": "Therefore he will abandon them until the time that she who is in labor gives birth.\n    Then the rest of his brothers will return to the children of Israel.",
      "4": "He shall stand, and shall shepherd in the strength of Yahweh,\n    in the majesty of the name of Yahweh his God:\n    and they will live, for then he will be great to the ends of the earth.",
      "5": "He will be our peace when Assyria invades our land,\n    and when he marches through our fortresses,\n    then we will raise against him seven shepherds,\n    and eight leaders of men.",
      "6": "They will rule the land of Assyria with the sword,\n    and the land of Nimrod in its gates.\nHe will deliver us from the Assyrian,\n    when he invades our land,\n    and when he marches within our border.",
      "7": "The remnant of Jacob will be among many peoples,\n    like dew from Yahweh,\n    like showers on the grass,\n    that don’t wait for man,\n    nor wait for the sons of men.",
      "8": "The remnant of Jacob will be among the nations,\n    among many peoples,\n    like a lion among the animals of the forest,\n    like a young lion among the flocks of sheep;\n    who, if he goes through, treads down and tears in pieces,\n    and there is no one to deliver.",
      "9": "Let your hand be lifted up above your adversaries,\n    and let all of your enemies be cut off.",
      "10": "“It will happen in that day”, says Yahweh,\n    “that I will cut off your horses out from among you,\n    and will destroy your chariots.",
      "11": "I will cut off the cities of your land,\n    and will tear down all your strongholds.",
      "12": "I will destroy witchcraft from your hand;\n    and you shall have no soothsayers.",
      "13": "I will cut off your engraved images and your pillars out from among you;\n    and you shall no more worship the work of your hands.",
      "14": "I will uproot your Asherah poles out from among you;\n    and I will destroy your cities.",
      "15": "I will execute vengeance in anger,\n    and wrath on the nations that didn’t listen.”"
    },
    "6": {
      "1": "Listen now to what Yahweh says:\n“Arise, plead your case before the mountains,\n    and let the hills hear what you have to say.",
      "2": "Hear, you mountains, Yahweh’s indictment,\n    and you enduring foundations of the earth;\n    for Yahweh has a case against his people,\n    and he will contend with Israel.",
      "3": "My people, what have I done to you?\n    How have I burdened you?\n    Answer me!",
      "4": "For I brought you up out of the land of Egypt,\n    and redeemed you out of the house of bondage.\n    I sent before you Moses, Aaron, and Miriam.",
      "5": "My people, remember now what Balak king of Moab devised,\n    and what Balaam the son of Beor answered him from Shittim to Gilgal,\n    that you may know the righteous acts of Yahweh.”",
      "6": "How shall I come before Yahweh,\n    and bow myself before the exalted God?\nShall I come before him with burnt offerings,\n    with calves a year old?",
      "7": "Will Yahweh be pleased with thousands of rams?\n    With tens of thousands of rivers of oil?\nShall I give my firstborn for my disobedience?\n    The fruit of my body for the sin of my soul?",
      "8": "He has shown you, O man, what is good.\n    What does Yahweh require of you, but to act justly,\n    to love mercy, and to walk humbly with your God?",
      "9": "Yahweh’s voice calls to the city,\n    and wisdom sees your name:\n“Listen to the rod,\n    and he who appointed it.",
      "10": "Are there yet treasures of wickedness in the house of the wicked,\n    and a short ephah that is accursed?",
      "11": "Shall I be pure with dishonest scales,\n    and with a bag of deceitful weights?",
      "12": "Her rich men are full of violence,\n    her inhabitants speak lies,\n    and their tongue is deceitful in their speech.",
      "13": "Therefore I also have struck you with a grievous wound.\n    I have made you desolate because of your sins.",
      "14": "You shall eat, but not be satisfied.\n    Your humiliation will be within you.\n    You will store up, but not save;\n    and that which you save I will give up to the sword.",
      "15": "You will sow, but won’t reap.\n    You will tread the olives, but won’t anoint yourself with oil;\n    and crush grapes, but won’t drink the wine.",
      "16": "For the statutes of Omri are kept,\n    and all the works of Ahab’s house.\n    You walk in their counsels,\n    that I may make you a ruin,\n    and her inhabitants a hissing;\n    And you will bear the reproach of my people.”"
    },
    "7": {
      "1": "Misery is mine!\n    Indeed, I am like one who gathers the summer fruits, as gleanings of the vineyard:\n    There is no cluster of grapes to eat.\n    My soul desires to eat the early fig.",
      "2": "The godly man has perished out of the earth,\n    and there is no one upright among men.\n    They all lie in wait for blood;\n    every man hunts his brother with a net.",
      "3": "Their hands are on that which is evil to do it diligently.\n    The ruler and judge ask for a bribe;\n    and the powerful man dictates the evil desire of his soul.\n    Thus they conspire together.",
      "4": "The best of them is like a brier.\n    The most upright is worse than a thorn hedge.\nThe day of your watchmen,\n    even your visitation, has come;\n    now is the time of their confusion.",
      "5": "Don’t trust in a neighbor.\n    Don’t put confidence in a friend.\n    With the woman lying in your embrace,\n    be careful of the words of your mouth!",
      "6": "For the son dishonors the father,\n    the daughter rises up against her mother,\n    the daughter-in-law against her mother-in-law;\n    a man’s enemies are the men of his own house.",
      "7": "But as for me, I will look to Yahweh.\n    I will wait for the God of my salvation.\n    My God will hear me.",
      "8": "Don’t rejoice against me, my enemy.\n    When I fall, I will arise.\n    When I sit in darkness, Yahweh will be a light to me.",
      "9": "I will bear the indignation of Yahweh,\n    because I have sinned against him,\n    until he pleads my case, and executes judgment for me.\n    He will bring me out to the light.\n    I will see his righteousness.",
      "10": "Then my enemy will see it,\n    and shame will cover her who said to me,\n    where is Yahweh your God?\nThen my enemy will see me and will cover her shame.\n    Now she will be trodden down like the mire of the streets.",
      "11": "A day to build your walls!\n    In that day, he will extend your boundary.",
      "12": "In that day they will come to you from Assyria and the cities of Egypt,\n    and from Egypt even to the River,\n    and from sea to sea,\n    and mountain to mountain.",
      "13": "Yet the land will be desolate because of those who dwell therein,\n    for the fruit of their doings.",
      "14": "Shepherd your people with your staff,\n    the flock of your heritage,\n    who dwell by themselves in a forest,\n    in the middle of fertile pasture land, let them feed;\n    in Bashan and Gilead, as in the days of old.",
      "15": "“As in the days of your coming out of the land of Egypt,\n    I will show them marvelous things.”",
      "16": "The nations will see and be ashamed of all their might.\n    They will lay their hand on their mouth.\n    Their ears will be deaf.",
      "17": "They will lick the dust like a serpent.\n    Like crawling things of the earth they shall come trembling out of their dens.\n    They will come with fear to Yahweh our God,\n    and will be afraid because of you.",
      "18": "Who is a God like you, who pardons iniquity,\n    and passes over the disobedience of the remnant of his heritage?\nHe doesn’t retain his anger forever,\n    because he delights in loving kindness.",
      "19": "He will again have compassion on us.\n    He will tread our iniquities under foot;\n    and you will cast all their sins into the depths of the sea.",
      "20": "You will give truth to Jacob,\n    and mercy to Abraham,\n    as you have sworn to our fathers from the days of old."
    }
  }
}