{
  "1 Kings": {
    "1": {
      "1": "King David was now very old, and no matter how many blankets covered him, he could not keep warm.",
      "2": "So his advisers told him, “Let us find a young virgin to wait on you and look after you, my lord. She will lie in your arms and keep you warm.”",
      "3": "So they searched throughout the land of Israel for a beautiful girl, and they found Abishag from Shunem and brought her to the king.",
      "4": "The girl was very beautiful, and she looked after the king and took care of him. But the king had no sexual relations with her.",
      "5": "About that time David’s son Adonijah, whose mother was Haggith, began boasting, “I will make myself king.” So he provided himself with chariots and charioteers and recruited fifty men to run in front of him.",
      "6": "Now his father, King David, had never disciplined him at any time, even by asking, “Why are you doing that?” Adonijah had been born next after Absalom, and he was very handsome.",
      "7": "Adonijah took Joab son of Zeruiah and Abiathar the priest into his confidence, and they agreed to help him become king.",
      "8": "But Zadok the priest, Benaiah son of Jehoiada, Nathan the prophet, Shimei, Rei, and David’s personal bodyguard refused to support Adonijah.",
      "9": "Adonijah went to the Stone of Zoheleth near the spring of En-rogel, where he sacrificed sheep, cattle, and fattened calves. He invited all his brothers—the other sons of King David—and all the royal officials of Judah.",
      "10": "But he did not invite Nathan the prophet or Benaiah or the king’s bodyguard or his brother Solomon.",
      "11": "Then Nathan went to Bathsheba, Solomon’s mother, and asked her, “Haven’t you heard that Haggith’s son, Adonijah, has made himself king, and our lord David doesn’t even know about it?",
      "12": "If you want to save your own life and the life of your son Solomon, follow my advice.",
      "13": "Go at once to King David and say to him, ‘My lord the king, didn’t you make a vow and say to me, “Your son Solomon will surely be the next king and will sit on my throne”? Why then has Adonijah become king?’",
      "14": "And while you are still talking with him, I will come and confirm everything you have said.”",
      "15": "So Bathsheba went into the king’s bedroom. (He was very old now, and Abishag was taking care of him.)",
      "16": "Bathsheba bowed down before the king.\n“What can I do for you?” he asked her.",
      "17": "She replied, “My lord, you made a vow before the Lord your God when you said to me, ‘Your son Solomon will surely be the next king and will sit on my throne.’",
      "18": "But instead, Adonijah has made himself king, and my lord the king does not even know about it.",
      "19": "He has sacrificed many cattle, fattened calves, and sheep, and he has invited all the king’s sons to attend the celebration. He also invited Abiathar the priest and Joab, the commander of the army. But he did not invite your servant Solomon.",
      "20": "And now, my lord the king, all Israel is waiting for you to announce who will become king after you.",
      "21": "If you do not act, my son Solomon and I will be treated as criminals as soon as my lord the king has died.”",
      "22": "While she was still speaking with the king, Nathan the prophet arrived.",
      "23": "The king’s officials told him, “Nathan the prophet is here to see you.”\nNathan went in and bowed before the king with his face to the ground.",
      "24": "Nathan asked, “My lord the king, have you decided that Adonijah will be the next king and that he will sit on your throne?",
      "25": "Today he has sacrificed many cattle, fattened calves, and sheep, and he has invited all the king’s sons to attend the celebration. He also invited the commanders of the army and Abiathar the priest. They are feasting and drinking with him and shouting, ‘Long live King Adonijah!’",
      "26": "But he did not invite me or Zadok the priest or Benaiah or your servant Solomon.",
      "27": "Has my lord the king really done this without letting any of his officials know who should be the next king?”",
      "28": "King David responded, “Call Bathsheba!” So she came back in and stood before the king.",
      "29": "And the king repeated his vow: “As surely as the Lord lives, who has rescued me from every danger,",
      "30": "your son Solomon will be the next king and will sit on my throne this very day, just as I vowed to you before the Lord, the God of Israel.”",
      "31": "Then Bathsheba bowed down with her face to the ground before the king and exclaimed, “May my lord King David live forever!”",
      "32": "Then King David ordered, “Call Zadok the priest, Nathan the prophet, and Benaiah son of Jehoiada.” When they came into the king’s presence,",
      "33": "the king said to them, “Take Solomon and my officials down to Gihon Spring. Solomon is to ride on my own mule.",
      "34": "There Zadok the priest and Nathan the prophet are to anoint him king over Israel. Blow the ram’s horn and shout, ‘Long live King Solomon!’",
      "35": "Then escort him back here, and he will sit on my throne. He will succeed me as king, for I have appointed him to be ruler over Israel and Judah.”",
      "36": "“Amen!” Benaiah son of Jehoiada replied. “May the Lord, the God of my lord the king, decree that it happen.",
      "37": "And may the Lord be with Solomon as he has been with you, my lord the king, and may he make Solomon’s reign even greater than yours!”",
      "38": "So Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, and the king’s bodyguard took Solomon down to Gihon Spring, with Solomon riding on King David’s own mule.",
      "39": "There Zadok the priest took the flask of olive oil from the sacred tent and anointed Solomon with the oil. Then they sounded the ram’s horn and all the people shouted, “Long live King Solomon!”",
      "40": "And all the people followed Solomon into Jerusalem, playing flutes and shouting for joy. The celebration was so joyous and noisy that the earth shook with the sound.",
      "41": "Adonijah and his guests heard the celebrating and shouting just as they were finishing their banquet. When Joab heard the sound of the ram’s horn, he asked, “What’s going on? Why is the city in such an uproar?”",
      "42": "And while he was still speaking, Jonathan son of Abiathar the priest arrived. “Come in,” Adonijah said to him, “for you are a good man. You must have good news.”",
      "43": "“Not at all!” Jonathan replied. “Our lord King David has just declared Solomon king!",
      "44": "The king sent him down to Gihon Spring with Zadok the priest, Nathan the prophet, and Benaiah son of Jehoiada, protected by the king’s bodyguard. They had him ride on the king’s own mule,",
      "45": "and Zadok and Nathan have anointed him at Gihon Spring as the new king. They have just returned, and the whole city is celebrating and rejoicing. That’s what all the noise is about.",
      "46": "What’s more, Solomon is now sitting on the royal throne as king.",
      "47": "And all the royal officials have gone to King David and congratulated him, saying, ‘May your God make Solomon’s fame even greater than your own, and may Solomon’s reign be even greater than yours!’ Then the king bowed his head in worship as he lay in his bed,",
      "48": "and he said, ‘Praise the Lord, the God of Israel, who today has chosen a successor to sit on my throne while I am still alive to see it.’”",
      "49": "Then all of Adonijah’s guests jumped up in panic from the banquet table and quickly scattered.",
      "50": "Adonijah was afraid of Solomon, so he rushed to the sacred tent and grabbed on to the horns of the altar.",
      "51": "Word soon reached Solomon that Adonijah had seized the horns of the altar in fear, and that he was pleading, “Let King Solomon swear today that he will not kill me!”",
      "52": "Solomon replied, “If he proves himself to be loyal, not a hair on his head will be touched. But if he makes trouble, he will die.”",
      "53": "So King Solomon summoned Adonijah, and they brought him down from the altar. He came and bowed respectfully before King Solomon, who dismissed him, saying, “Go on home.”"
    },
    "2": {
      "1": "As the time of King David’s death approached, he gave this charge to his son Solomon:",
      "2": "“I am going where everyone on earth must someday go. Take courage and be a man.",
      "3": "Observe the requirements of the Lord your God, and follow all his ways. Keep the decrees, commands, regulations, and laws written in the Law of Moses so that you will be successful in all you do and wherever you go.",
      "4": "If you do this, then the Lord will keep the promise he made to me. He told me, ‘If your descendants live as they should and follow me faithfully with all their heart and soul, one of them will always sit on the throne of Israel.’",
      "5": "“And there is something else. You know what Joab son of Zeruiah did to me when he murdered my two army commanders, Abner son of Ner and Amasa son of Jether. He pretended that it was an act of war, but it was done in a time of peace, staining his belt and sandals with innocent blood.",
      "6": "Do with him what you think best, but don’t let him grow old and go to his grave in peace.",
      "7": "“Be kind to the sons of Barzillai of Gilead. Make them permanent guests at your table, for they took care of me when I fled from your brother Absalom.",
      "8": "“And remember Shimei son of Gera, the man from Bahurim in Benjamin. He cursed me with a terrible curse as I was fleeing to Mahanaim. When he came down to meet me at the Jordan River, I swore by the Lord that I would not kill him.",
      "9": "But that oath does not make him innocent. You are a wise man, and you will know how to arrange a bloody death for him.”",
      "10": "Then David died and was buried with his ancestors in the City of David.",
      "11": "David had reigned over Israel for forty years, seven of them in Hebron and thirty-three in Jerusalem.",
      "12": "Solomon became king and sat on the throne of David his father, and his kingdom was firmly established.",
      "13": "One day Adonijah, whose mother was Haggith, came to see Bathsheba, Solomon’s mother. “Have you come with peaceful intentions?” she asked him.\n“Yes,” he said, “I come in peace.",
      "14": "In fact, I have a favor to ask of you.”\n“What is it?” she asked.",
      "15": "He replied, “As you know, the kingdom was rightfully mine; all Israel wanted me to be the next king. But the tables were turned, and the kingdom went to my brother instead; for that is the way the Lord wanted it.",
      "16": "So now I have just one favor to ask of you. Please don’t turn me down.”\n“What is it?” she asked.",
      "17": "He replied, “Speak to King Solomon on my behalf, for I know he will do anything you request. Ask him to let me marry Abishag, the girl from Shunem.”",
      "18": "“All right,” Bathsheba replied. “I will speak to the king for you.”",
      "19": "So Bathsheba went to King Solomon to speak on Adonijah’s behalf. The king rose from his throne to meet her, and he bowed down before her. When he sat down on his throne again, the king ordered that a throne be brought for his mother, and she sat at his right hand.",
      "20": "“I have one small request to make of you,” she said. “I hope you won’t turn me down.”\n“What is it, my mother?” he asked. “You know I won’t refuse you.”",
      "21": "“Then let your brother Adonijah marry Abishag, the girl from Shunem,” she replied.",
      "22": "“How can you possibly ask me to give Abishag to Adonijah?” King Solomon demanded. “You might as well ask me to give him the kingdom! You know that he is my older brother, and that he has Abiathar the priest and Joab son of Zeruiah on his side.”",
      "23": "Then King Solomon made a vow before the Lord: “May God strike me and even kill me if Adonijah has not sealed his fate with this request.",
      "24": "The Lord has confirmed me and placed me on the throne of my father, David; he has established my dynasty as he promised. So as surely as the Lord lives, Adonijah will die this very day!”",
      "25": "So King Solomon ordered Benaiah son of Jehoiada to execute him, and Adonijah was put to death.",
      "26": "Then the king said to Abiathar the priest, “Go back to your home in Anathoth. You deserve to die, but I will not kill you now, because you carried the Ark of the Sovereign Lord for David my father and you shared all his hardships.”",
      "27": "So Solomon deposed Abiathar from his position as priest of the Lord, thereby fulfilling the prophecy the Lord had given at Shiloh concerning the descendants of Eli.",
      "28": "Joab had not joined Absalom’s earlier rebellion, but he had joined Adonijah’s rebellion. So when Joab heard about Adonijah’s death, he ran to the sacred tent of the Lord and grabbed on to the horns of the altar.",
      "29": "When this was reported to King Solomon, he sent Benaiah son of Jehoiada to execute him.",
      "30": "Benaiah went to the sacred tent of the Lord and said to Joab, “The king orders you to come out!”\nBut Joab answered, “No, I will die here.”\nSo Benaiah returned to the king and told him what Joab had said.",
      "31": "“Do as he said,” the king replied. “Kill him there beside the altar and bury him. This will remove the guilt of Joab’s senseless murders from me and from my father’s family.",
      "32": "The Lord will repay him for the murders of two men who were more righteous and better than he. For my father knew nothing about the deaths of Abner son of Ner, commander of the army of Israel, and of Amasa son of Jether, commander of the army of Judah.",
      "33": "May their blood be on Joab and his descendants forever, and may the Lord grant peace forever to David, his descendants, his dynasty, and his throne.”",
      "34": "So Benaiah son of Jehoiada returned to the sacred tent and killed Joab, and he was buried at his home in the wilderness.",
      "35": "Then the king appointed Benaiah to command the army in place of Joab, and he installed Zadok the priest to take the place of Abiathar.",
      "36": "The king then sent for Shimei and told him, “Build a house here in Jerusalem and live there. But don’t step outside the city to go anywhere else.",
      "37": "On the day you so much as cross the Kidron Valley, you will surely die; and your blood will be on your own head.”",
      "38": "Shimei replied, “Your sentence is fair; I will do whatever my lord the king commands.” So Shimei lived in Jerusalem for a long time.",
      "39": "But three years later two of Shimei’s slaves ran away to King Achish son of Maacah of Gath. When Shimei learned where they were,",
      "40": "he saddled his donkey and went to Gath to search for them. When he found them, he brought them back to Jerusalem.",
      "41": "Solomon heard that Shimei had left Jerusalem and had gone to Gath and returned.",
      "42": "So the king sent for Shimei and demanded, “Didn’t I make you swear by the Lord and warn you not to go anywhere else or you would surely die? And you replied, ‘The sentence is fair; I will do as you say.’",
      "43": "Then why haven’t you kept your oath to the Lord and obeyed my command?”",
      "44": "The king also said to Shimei, “You certainly remember all the wicked things you did to my father, David. May the Lord now bring that evil on your own head.",
      "45": "But may I, King Solomon, receive the Lord’s blessings, and may one of David’s descendants always sit on this throne in the presence of the Lord.”",
      "46": "Then, at the king’s command, Benaiah son of Jehoiada took Shimei outside and killed him.\nSo the kingdom was now firmly in Solomon’s grip."
    },
    "3": {
      "1": "Solomon made an alliance with Pharaoh, the king of Egypt, and married one of his daughters. He brought her to live in the City of David until he could finish building his palace and the Temple of the Lord and the wall around the city.",
      "2": "At that time the people of Israel sacrificed their offerings at local places of worship, for a temple honoring the name of the Lord had not yet been built.",
      "3": "Solomon loved the Lord and followed all the decrees of his father, David, except that Solomon, too, offered sacrifices and burned incense at the local places of worship.",
      "4": "The most important of these places of worship was at Gibeon, so the king went there and sacrificed 1,000 burnt offerings.",
      "5": "That night the Lord appeared to Solomon in a dream, and God said, “What do you want? Ask, and I will give it to you!”",
      "6": "Solomon replied, “You showed great and faithful love to your servant my father, David, because he was honest and true and faithful to you. And you have continued to show this great and faithful love to him today by giving him a son to sit on his throne.",
      "7": "“Now, O Lord my God, you have made me king instead of my father, David, but I am like a little child who doesn’t know his way around.",
      "8": "And here I am in the midst of your own chosen people, a nation so great and numerous they cannot be counted!",
      "9": "Give me an understanding heart so that I can govern your people well and know the difference between right and wrong. For who by himself is able to govern this great people of yours?”",
      "10": "The Lord was pleased that Solomon had asked for wisdom.",
      "11": "So God replied, “Because you have asked for wisdom in governing my people with justice and have not asked for a long life or wealth or the death of your enemies—",
      "12": "I will give you what you asked for! I will give you a wise and understanding heart such as no one else has had or ever will have!",
      "13": "And I will also give you what you did not ask for—riches and fame! No other king in all the world will be compared to you for the rest of your life!",
      "14": "And if you follow me and obey my decrees and my commands as your father, David, did, I will give you a long life.”",
      "15": "Then Solomon woke up and realized it had been a dream. He returned to Jerusalem and stood before the Ark of the Lord’s Covenant, where he sacrificed burnt offerings and peace offerings. Then he invited all his officials to a great banquet.",
      "16": "Some time later two prostitutes came to the king to have an argument settled.",
      "17": "“Please, my lord,” one of them began, “this woman and I live in the same house. I gave birth to a baby while she was with me in the house.",
      "18": "Three days later this woman also had a baby. We were alone; there were only two of us in the house.",
      "19": "“But her baby died during the night when she rolled over on it.",
      "20": "Then she got up in the night and took my son from beside me while I was asleep. She laid her dead child in my arms and took mine to sleep beside her.",
      "21": "And in the morning when I tried to nurse my son, he was dead! But when I looked more closely in the morning light, I saw that it wasn’t my son at all.”",
      "22": "Then the other woman interrupted, “It certainly was your son, and the living child is mine.”\n“No,” the first woman said, “the living child is mine, and the dead one is yours.” And so they argued back and forth before the king.",
      "23": "Then the king said, “Let’s get the facts straight. Both of you claim the living child is yours, and each says that the dead one belongs to the other.",
      "24": "All right, bring me a sword.” So a sword was brought to the king.",
      "25": "Then he said, “Cut the living child in two, and give half to one woman and half to the other!”",
      "26": "Then the woman who was the real mother of the living child, and who loved him very much, cried out, “Oh no, my lord! Give her the child—please do not kill him!”\nBut the other woman said, “All right, he will be neither yours nor mine; divide him between us!”",
      "27": "Then the king said, “Do not kill the child, but give him to the woman who wants him to live, for she is his mother!”",
      "28": "When all Israel heard the king’s decision, the people were in awe of the king, for they saw the wisdom God had given him for rendering justice."
    },
    "4": {
      "1": "King Solomon now ruled over all Israel,",
      "2": "and these were his high officials:\nAzariah son of Zadok was the priest.",
      "3": "Elihoreph and Ahijah, the sons of Shisha, were court secretaries.\nJehoshaphat son of Ahilud was the royal historian.",
      "4": "Benaiah son of Jehoiada was commander of the army.\nZadok and Abiathar were priests.",
      "5": "Azariah son of Nathan was in charge of the district governors.\nZabud son of Nathan, a priest, was a trusted adviser to the king.",
      "6": "Ahishar was manager of the palace property.\nAdoniram son of Abda was in charge of forced labor.",
      "7": "Solomon also had twelve district governors who were over all Israel. They were responsible for providing food for the king’s household. Each of them arranged provisions for one month of the year.",
      "8": "These are the names of the twelve governors:\nBen-hur, in the hill country of Ephraim.",
      "9": "Ben-deker, in Makaz, Shaalbim, Beth-shemesh, and Elon-bethhanan.",
      "10": "Ben-hesed, in Arubboth, including Socoh and all the land of Hepher.",
      "11": "Ben-abinadab, in all of Naphoth-dor. (He was married to Taphath, one of Solomon’s daughters.)",
      "12": "Baana son of Ahilud, in Taanach and Megiddo, all of Beth-shan near Zarethan below Jezreel, and all the territory from Beth-shan to Abel-meholah and over to Jokmeam.",
      "13": "Ben-geber, in Ramoth-gilead, including the Towns of Jair (named for Jair of the tribe of Manasseh) in Gilead, and in the Argob region of Bashan, including sixty large fortified towns with bronze bars on their gates.",
      "14": "Ahinadab son of Iddo, in Mahanaim.",
      "15": "Ahimaaz, in Naphtali. (He was married to Basemath, another of Solomon’s daughters.)",
      "16": "Baana son of Hushai, in Asher and in Aloth.",
      "17": "Jehoshaphat son of Paruah, in Issachar.",
      "18": "Shimei son of Ela, in Benjamin.",
      "19": "Geber son of Uri, in the land of Gilead, including the territories of King Sihon of the Amorites and King Og of Bashan.\nThere was also one governor over the land of Judah.",
      "20": "The people of Judah and Israel were as numerous as the sand on the seashore. They were very contented, with plenty to eat and drink.",
      "21": "Solomon ruled over all the kingdoms from the Euphrates River in the north to the land of the Philistines and the border of Egypt in the south. The conquered peoples of those lands sent tribute money to Solomon and continued to serve him throughout his lifetime.",
      "22": "The daily food requirements for Solomon’s palace were 150 bushels of choice flour and 300 bushels of meal;",
      "23": "also 10 oxen from the fattening pens, 20 pasture-fed cattle, 100 sheep or goats, as well as deer, gazelles, roe deer, and choice poultry.",
      "24": "Solomon’s dominion extended over all the kingdoms west of the Euphrates River, from Tiphsah to Gaza. And there was peace on all his borders.",
      "25": "During the lifetime of Solomon, all of Judah and Israel lived in peace and safety. And from Dan in the north to Beersheba in the south, each family had its own home and garden.",
      "26": "Solomon had 4,000 stalls for his chariot horses, and he had 12,000 horses.",
      "27": "The district governors faithfully provided food for King Solomon and his court; each made sure nothing was lacking during the month assigned to him.",
      "28": "They also brought the necessary barley and straw for the royal horses in the stables.",
      "29": "God gave Solomon very great wisdom and understanding, and knowledge as vast as the sands of the seashore.",
      "30": "In fact, his wisdom exceeded that of all the wise men of the East and the wise men of Egypt.",
      "31": "He was wiser than anyone else, including Ethan the Ezrahite and the sons of Mahol—Heman, Calcol, and Darda. His fame spread throughout all the surrounding nations.",
      "32": "He composed some 3,000 proverbs and wrote 1,005 songs.",
      "33": "He could speak with authority about all kinds of plants, from the great cedar of Lebanon to the tiny hyssop that grows from cracks in a wall. He could also speak about animals, birds, small creatures, and fish.",
      "34": "And kings from every nation sent their ambassadors to listen to the wisdom of Solomon."
    },
    "5": {
      "1": "King Hiram of Tyre had always been a loyal friend of David. When Hiram learned that David’s son Solomon was the new king of Israel, he sent ambassadors to congratulate him.",
      "2": "Then Solomon sent this message back to Hiram:",
      "3": "“You know that my father, David, was not able to build a Temple to honor the name of the Lord his God because of the many wars waged against him by surrounding nations. He could not build until the Lord gave him victory over all his enemies.",
      "4": "But now the Lord my God has given me peace on every side; I have no enemies, and all is well.",
      "5": "So I am planning to build a Temple to honor the name of the Lord my God, just as he had instructed my father, David. For the Lord told him, ‘Your son, whom I will place on your throne, will build the Temple to honor my name.’",
      "6": "“Therefore, please command that cedars from Lebanon be cut for me. Let my men work alongside yours, and I will pay your men whatever wages you ask. As you know, there is no one among us who can cut timber like you Sidonians!”",
      "7": "When Hiram received Solomon’s message, he was very pleased and said, “Praise the Lord today for giving David a wise son to be king of the great nation of Israel.”",
      "8": "Then he sent this reply to Solomon:\n“I have received your message, and I will supply all the cedar and cypress timber you need.",
      "9": "My servants will bring the logs from the Lebanon mountains to the Mediterranean Sea and make them into rafts and float them along the coast to whatever place you choose. Then we will break the rafts apart so you can carry the logs away. You can pay me by supplying me with food for my household.”",
      "10": "So Hiram supplied as much cedar and cypress timber as Solomon desired.",
      "11": "In return, Solomon sent him an annual payment of 100,000 bushels of wheat for his household and 110,000 gallons of pure olive oil.",
      "12": "So the Lord gave wisdom to Solomon, just as he had promised. And Hiram and Solomon made a formal alliance of peace.",
      "13": "Then King Solomon conscripted a labor force of 30,000 men from all Israel.",
      "14": "He sent them to Lebanon in shifts, 10,000 every month, so that each man would be one month in Lebanon and two months at home. Adoniram was in charge of this labor force.",
      "15": "Solomon also had 70,000 common laborers, 80,000 quarry workers in the hill country,",
      "16": "and 3,600 foremen to supervise the work.",
      "17": "At the king’s command, they quarried large blocks of high-quality stone and shaped them to make the foundation of the Temple.",
      "18": "Men from the city of Gebal helped Solomon’s and Hiram’s builders prepare the timber and stone for the Temple."
    },
    "6": {
      "1": "It was in midspring, in the month of Ziv, during the fourth year of Solomon’s reign, that he began to construct the Temple of the Lord. This was 480 years after the people of Israel were rescued from their slavery in the land of Egypt.",
      "2": "The Temple that King Solomon built for the Lord was 90 feet long, 30 feet wide, and 45 feet high.",
      "3": "The entry room at the front of the Temple was 30 feet wide, running across the entire width of the Temple. It projected outward 15 feet from the front of the Temple.",
      "4": "Solomon also made narrow recessed windows throughout the Temple.",
      "5": "He built a complex of rooms against the outer walls of the Temple, all the way around the sides and rear of the building.",
      "6": "The complex was three stories high, the bottom floor being 7 1⁄2 feet wide, the second floor 9 feet wide, and the top floor 10 1⁄2 feet wide. The rooms were connected to the walls of the Temple by beams resting on ledges built out from the wall. So the beams were not inserted into the walls themselves.",
      "7": "The stones used in the construction of the Temple were finished at the quarry, so there was no sound of hammer, ax, or any other iron tool at the building site.",
      "8": "The entrance to the bottom floor was on the south side of the Temple. There were winding stairs going up to the second floor, and another flight of stairs between the second and third floors.",
      "9": "After completing the Temple structure, Solomon put in a ceiling made of cedar beams and planks.",
      "10": "As already stated, he built a complex of rooms along the sides of the building, attached to the Temple walls by cedar timbers. Each story of the complex was 7 1⁄2 feet high.",
      "11": "Then the Lord gave this message to Solomon:",
      "12": "“Concerning this Temple you are building, if you keep all my decrees and regulations and obey all my commands, I will fulfill through you the promise I made to your father, David.",
      "13": "I will live among the Israelites and will never abandon my people Israel.”",
      "14": "So Solomon finished building the Temple.",
      "15": "The entire inside, from floor to ceiling, was paneled with wood. He paneled the walls and ceilings with cedar, and he used planks of cypress for the floors.",
      "16": "He partitioned off an inner sanctuary—the Most Holy Place—at the far end of the Temple. It was 30 feet deep and was paneled with cedar from floor to ceiling.",
      "17": "The main room of the Temple, outside the Most Holy Place, was 60 feet long.",
      "18": "Cedar paneling completely covered the stone walls throughout the Temple, and the paneling was decorated with carvings of gourds and open flowers.",
      "19": "He prepared the inner sanctuary at the far end of the Temple, where the Ark of the Lord’s Covenant would be placed.",
      "20": "This inner sanctuary was 30 feet long, 30 feet wide, and 30 feet high. He overlaid the inside with solid gold. He also overlaid the altar made of cedar.",
      "21": "Then Solomon overlaid the rest of the Temple’s interior with solid gold, and he made gold chains to protect the entrance to the Most Holy Place.",
      "22": "So he finished overlaying the entire Temple with gold, including the altar that belonged to the Most Holy Place.",
      "23": "He made two cherubim of wild olive wood, each 15 feet tall, and placed them in the inner sanctuary.",
      "24": "The wingspan of each of the cherubim was 15 feet, each wing being 7 1⁄2 feet long.",
      "25": "The two cherubim were identical in shape and size;",
      "26": "each was 15 feet tall.",
      "27": "He placed them side by side in the inner sanctuary of the Temple. Their outspread wings reached from wall to wall, while their inner wings touched at the center of the room.",
      "28": "He overlaid the two cherubim with gold.",
      "29": "He decorated all the walls of the inner sanctuary and the main room with carvings of cherubim, palm trees, and open flowers.",
      "30": "He overlaid the floor in both rooms with gold.",
      "31": "For the entrance to the inner sanctuary, he made double doors of wild olive wood with five-sided doorposts.",
      "32": "These double doors were decorated with carvings of cherubim, palm trees, and open flowers. The doors, including the decorations of cherubim and palm trees, were overlaid with gold.",
      "33": "Then he made four-sided doorposts of wild olive wood for the entrance to the Temple.",
      "34": "There were two folding doors of cypress wood, and each door was hinged to fold back upon itself.",
      "35": "These doors were decorated with carvings of cherubim, palm trees, and open flowers—all overlaid evenly with gold.",
      "36": "The walls of the inner courtyard were built so that there was one layer of cedar beams between every three layers of finished stone.",
      "37": "The foundation of the Lord’s Temple was laid in midspring, in the month of Ziv, during the fourth year of Solomon’s reign.",
      "38": "The entire building was completed in every detail by midautumn, in the month of Bul, during the eleventh year of his reign. So it took seven years to build the Temple."
    },
    "7": {
      "1": "Solomon also built a palace for himself, and it took him thirteen years to complete the construction.",
      "2": "One of Solomon’s buildings was called the Palace of the Forest of Lebanon. It was 150 feet long, 75 feet wide, and 45 feet high. There were four rows of cedar pillars, and great cedar beams rested on the pillars.",
      "3": "The hall had a cedar roof. Above the beams on the pillars were forty-five side rooms, arranged in three tiers of fifteen each.",
      "4": "On each end of the long hall were three rows of windows facing each other.",
      "5": "All the doorways and doorposts had rectangular frames and were arranged in sets of three, facing each other.",
      "6": "Solomon also built the Hall of Pillars, which was 75 feet long and 45 feet wide. There was a porch in front, along with a canopy supported by pillars.",
      "7": "Solomon also built the throne room, known as the Hall of Justice, where he sat to hear legal matters. It was paneled with cedar from floor to ceiling.",
      "8": "Solomon’s living quarters surrounded a courtyard behind this hall, and they were constructed the same way. He also built similar living quarters for Pharaoh’s daughter, whom he had married.",
      "9": "From foundation to eaves, all these buildings were built from huge blocks of high-quality stone, cut with saws and trimmed to exact measure on all sides.",
      "10": "Some of the huge foundation stones were 15 feet long, and some were 12 feet long.",
      "11": "The blocks of high-quality stone used in the walls were also cut to measure, and cedar beams were also used.",
      "12": "The walls of the great courtyard were built so that there was one layer of cedar beams between every three layers of finished stone, just like the walls of the inner courtyard of the Lord’s Temple with its entry room.",
      "13": "King Solomon then asked for a man named Huram to come from Tyre.",
      "14": "He was half Israelite, since his mother was a widow from the tribe of Naphtali, and his father had been a craftsman in bronze from Tyre. Huram was extremely skillful and talented in any work in bronze, and he came to do all the metal work for King Solomon.",
      "15": "Huram cast two bronze pillars, each 27 feet tall and 18 feet in circumference.",
      "16": "For the tops of the pillars he cast bronze capitals, each 7 1⁄2 feet tall.",
      "17": "Each capital was decorated with seven sets of latticework and interwoven chains.",
      "18": "He also encircled the latticework with two rows of pomegranates to decorate the capitals over the pillars.",
      "19": "The capitals on the columns inside the entry room were shaped like water lilies, and they were six feet tall.",
      "20": "The capitals on the two pillars had 200 pomegranates in two rows around them, beside the rounded surface next to the latticework.",
      "21": "Huram set the pillars at the entrance of the Temple, one toward the south and one toward the north. He named the one on the south Jakin, and the one on the north Boaz.",
      "22": "The capitals on the pillars were shaped like water lilies. And so the work on the pillars was finished.",
      "23": "Then Huram cast a great round basin, 15 feet across from rim to rim, called the Sea. It was 7 1⁄2 feet deep and about 45 feet in circumference.",
      "24": "It was encircled just below its rim by two rows of decorative gourds. There were about six gourds per foot all the way around, and they were cast as part of the basin.",
      "25": "The Sea was placed on a base of twelve bronze oxen, all facing outward. Three faced north, three faced west, three faced south, and three faced east, and the Sea rested on them.",
      "26": "The walls of the Sea were about three inches thick, and its rim flared out like a cup and resembled a water lily blossom. It could hold about 11,000 gallons of water.",
      "27": "Huram also made ten bronze water carts, each 6 feet long, 6 feet wide, and 4 1⁄2 feet tall.",
      "28": "They were constructed with side panels braced with crossbars.",
      "29": "Both the panels and the crossbars were decorated with carved lions, oxen, and cherubim. Above and below the lions and oxen were wreath decorations.",
      "30": "Each of these carts had four bronze wheels and bronze axles. There were supporting posts for the bronze basins at the corners of the carts; these supports were decorated on each side with carvings of wreaths.",
      "31": "The top of each cart had a rounded frame for the basin. It projected 1 1⁄2 feet above the cart’s top like a round pedestal, and its opening was 2 1⁄4 feet across; it was decorated on the outside with carvings of wreaths. The panels of the carts were square, not round.",
      "32": "Under the panels were four wheels that were connected to axles that had been cast as one unit with the cart. The wheels were 2 1⁄4 feet in diameter",
      "33": "and were similar to chariot wheels. The axles, spokes, rims, and hubs were all cast from molten bronze.",
      "34": "There were handles at each of the four corners of the carts, and these, too, were cast as one unit with the cart.",
      "35": "Around the top of each cart was a rim nine inches wide. The corner supports and side panels were cast as one unit with the cart.",
      "36": "Carvings of cherubim, lions, and palm trees decorated the panels and corner supports wherever there was room, and there were wreaths all around.",
      "37": "All ten water carts were the same size and were made alike, for each was cast from the same mold.",
      "38": "Huram also made ten smaller bronze basins, one for each cart. Each basin was six feet across and could hold 220 gallons of water.",
      "39": "He set five water carts on the south side of the Temple and five on the north side. The great bronze basin called the Sea was placed near the southeast corner of the Temple.",
      "40": "He also made the necessary washbasins, shovels, and bowls.\nSo at last Huram completed everything King Solomon had assigned him to make for the Temple of the Lord:",
      "41": "the two pillars;\nthe two bowl-shaped capitals on top of the pillars;\nthe two networks of interwoven chains that decorated the capitals;",
      "42": "the 400 pomegranates that hung from the chains on the capitals (two rows of pomegranates for each of the chain networks that decorated the capitals on top of the pillars);",
      "43": "the ten water carts holding the ten basins;",
      "44": "the Sea and the twelve oxen under it;",
      "45": "the ash buckets, the shovels, and the bowls.\nHuram made all these things of burnished bronze for the Temple of the Lord, just as King Solomon had directed.",
      "46": "The king had them cast in clay molds in the Jordan Valley between Succoth and Zarethan.",
      "47": "Solomon did not weigh all these things because there were so many; the weight of the bronze could not be measured.",
      "48": "Solomon also made all the furnishings of the Temple of the Lord:\nthe gold altar;\nthe gold table for the Bread of the Presence;",
      "49": "the lampstands of solid gold, five on the south and five on the north, in front of the Most Holy Place;\nthe flower decorations, lamps, and tongs—all of gold;",
      "50": "the small bowls, lamp snuffers, bowls, ladles, and incense burners—all of solid gold;\nthe doors for the entrances to the Most Holy Place and the main room of the Temple, with their fronts overlaid with gold.",
      "51": "So King Solomon finished all his work on the Temple of the Lord. Then he brought all the gifts his father, David, had dedicated—the silver, the gold, and the various articles—and he stored them in the treasuries of the Lord’s Temple."
    },
    "8": {
      "1": "Solomon then summoned to Jerusalem the elders of Israel and all the heads of the tribes—the leaders of the ancestral families of the Israelites. They were to bring the Ark of the Lord’s Covenant to the Temple from its location in the City of David, also known as Zion.",
      "2": "So all the men of Israel assembled before King Solomon at the annual Festival of Shelters, which is held in early autumn in the month of Ethanim.",
      "3": "When all the elders of Israel arrived, the priests picked up the Ark.",
      "4": "The priests and Levites brought up the Ark of the Lord along with the special tent and all the sacred items that had been in it.",
      "5": "There, before the Ark, King Solomon and the entire community of Israel sacrificed so many sheep, goats, and cattle that no one could keep count!",
      "6": "Then the priests carried the Ark of the Lord’s Covenant into the inner sanctuary of the Temple—the Most Holy Place—and placed it beneath the wings of the cherubim.",
      "7": "The cherubim spread their wings over the Ark, forming a canopy over the Ark and its carrying poles.",
      "8": "These poles were so long that their ends could be seen from the Holy Place, which is in front of the Most Holy Place, but not from the outside. They are still there to this day.",
      "9": "Nothing was in the Ark except the two stone tablets that Moses had placed in it at Mount Sinai, where the Lord made a covenant with the people of Israel when they left the land of Egypt.",
      "10": "When the priests came out of the Holy Place, a thick cloud filled the Temple of the Lord.",
      "11": "The priests could not continue their service because of the cloud, for the glorious presence of the Lord filled the Temple of the Lord.",
      "12": "Then Solomon prayed, “O Lord, you have said that you would live in a thick cloud of darkness.",
      "13": "Now I have built a glorious Temple for you, a place where you can live forever!”",
      "14": "Then the king turned around to the entire community of Israel standing before him and gave this blessing:",
      "15": "“Praise the Lord, the God of Israel, who has kept the promise he made to my father, David. For he told my father,",
      "16": "‘From the day I brought my people Israel out of Egypt, I have never chosen a city among any of the tribes of Israel as the place where a Temple should be built to honor my name. But I have chosen David to be king over my people Israel.’”",
      "17": "Then Solomon said, “My father, David, wanted to build this Temple to honor the name of the Lord, the God of Israel.",
      "18": "But the Lord told him, ‘You wanted to build the Temple to honor my name. Your intention is good,",
      "19": "but you are not the one to do it. One of your own sons will build the Temple to honor me.’",
      "20": "“And now the Lord has fulfilled the promise he made, for I have become king in my father’s place, and now I sit on the throne of Israel, just as the Lord promised. I have built this Temple to honor the name of the Lord, the God of Israel.",
      "21": "And I have prepared a place there for the Ark, which contains the covenant that the Lord made with our ancestors when he brought them out of Egypt.”",
      "22": "Then Solomon stood before the altar of the Lord in front of the entire community of Israel. He lifted his hands toward heaven,",
      "23": "and he prayed,\n“O Lord, God of Israel, there is no God like you in all of heaven above or on the earth below. You keep your covenant and show unfailing love to all who walk before you in wholehearted devotion.",
      "24": "You have kept your promise to your servant David, my father. You made that promise with your own mouth, and with your own hands you have fulfilled it today.",
      "25": "“And now, O Lord, God of Israel, carry out the additional promise you made to your servant David, my father. For you said to him, ‘If your descendants guard their behavior and faithfully follow me as you have done, one of them will always sit on the throne of Israel.’",
      "26": "Now, O God of Israel, fulfill this promise to your servant David, my father.",
      "27": "“But will God really live on earth? Why, even the highest heavens cannot contain you. How much less this Temple I have built!",
      "28": "Nevertheless, listen to my prayer and my plea, O Lord my God. Hear the cry and the prayer that your servant is making to you today.",
      "29": "May you watch over this Temple night and day, this place where you have said, ‘My name will be there.’ May you always hear the prayers I make toward this place.",
      "30": "May you hear the humble and earnest requests from me and your people Israel when we pray toward this place. Yes, hear us from heaven where you live, and when you hear, forgive.",
      "31": "“If someone wrongs another person and is required to take an oath of innocence in front of your altar in this Temple,",
      "32": "then hear from heaven and judge between your servants—the accuser and the accused. Punish the guilty as they deserve. Acquit the innocent because of their innocence.",
      "33": "“If your people Israel are defeated by their enemies because they have sinned against you, and if they turn to you and acknowledge your name and pray to you here in this Temple,",
      "34": "then hear from heaven and forgive the sin of your people Israel and return them to this land you gave their ancestors.",
      "35": "“If the skies are shut up and there is no rain because your people have sinned against you, and if they pray toward this Temple and acknowledge your name and turn from their sins because you have punished them,",
      "36": "then hear from heaven and forgive the sins of your servants, your people Israel. Teach them to follow the right path, and send rain on your land that you have given to your people as their special possession.",
      "37": "“If there is a famine in the land or a plague or crop disease or attacks of locusts or caterpillars, or if your people’s enemies are in the land besieging their towns—whatever disaster or disease there is—",
      "38": "and if your people Israel pray about their troubles, raising their hands toward this Temple,",
      "39": "then hear from heaven where you live, and forgive. Give your people what their actions deserve, for you alone know each human heart.",
      "40": "Then they will fear you as long as they live in the land you gave to our ancestors.",
      "41": "“In the future, foreigners who do not belong to your people Israel will hear of you. They will come from distant lands because of your name,",
      "42": "for they will hear of your great name and your strong hand and your powerful arm. And when they pray toward this Temple,",
      "43": "then hear from heaven where you live, and grant what they ask of you. In this way, all the people of the earth will come to know and fear you, just as your own people Israel do. They, too, will know that this Temple I have built honors your name.",
      "44": "“If your people go out where you send them to fight their enemies, and if they pray to the Lord by turning toward this city you have chosen and toward this Temple I have built to honor your name,",
      "45": "then hear their prayers from heaven and uphold their cause.",
      "46": "“If they sin against you—and who has never sinned?—you might become angry with them and let their enemies conquer them and take them captive to their land far away or near.",
      "47": "But in that land of exile, they might turn to you in repentance and pray, ‘We have sinned, done evil, and acted wickedly.’",
      "48": "If they turn to you with their whole heart and soul in the land of their enemies and pray toward the land you gave to their ancestors—toward this city you have chosen, and toward this Temple I have built to honor your name—",
      "49": "then hear their prayers and their petition from heaven where you live, and uphold their cause.",
      "50": "Forgive your people who have sinned against you. Forgive all the offenses they have committed against you. Make their captors merciful to them,",
      "51": "for they are your people—your special possession—whom you brought out of the iron-smelting furnace of Egypt.",
      "52": "“May your eyes be open to my requests and to the requests of your people Israel. May you hear and answer them whenever they cry out to you.",
      "53": "For when you brought our ancestors out of Egypt, O Sovereign Lord, you told your servant Moses that you had set Israel apart from all the nations of the earth to be your own special possession.”",
      "54": "When Solomon finished making these prayers and petitions to the Lord, he stood up in front of the altar of the Lord, where he had been kneeling with his hands raised toward heaven.",
      "55": "He stood and in a loud voice blessed the entire congregation of Israel:",
      "56": "“Praise the Lord who has given rest to his people Israel, just as he promised. Not one word has failed of all the wonderful promises he gave through his servant Moses.",
      "57": "May the Lord our God be with us as he was with our ancestors; may he never leave us or abandon us.",
      "58": "May he give us the desire to do his will in everything and to obey all the commands, decrees, and regulations that he gave our ancestors.",
      "59": "And may these words that I have prayed in the presence of the Lord be before him constantly, day and night, so that the Lord our God may give justice to me and to his people Israel, according to each day’s needs.",
      "60": "Then people all over the earth will know that the Lord alone is God and there is no other.",
      "61": "And may you be completely faithful to the Lord our God. May you always obey his decrees and commands, just as you are doing today.”",
      "62": "Then the king and all Israel with him offered sacrifices to the Lord.",
      "63": "Solomon offered to the Lord a peace offering of 22,000 cattle and 120,000 sheep and goats. And so the king and all the people of Israel dedicated the Temple of the Lord.",
      "64": "That same day the king consecrated the central area of the courtyard in front of the Lord’s Temple. He offered burnt offerings, grain offerings, and the fat of peace offerings there, because the bronze altar in the Lord’s presence was too small to hold all the burnt offerings, grain offerings, and the fat of the peace offerings.",
      "65": "Then Solomon and all Israel celebrated the Festival of Shelters in the presence of the Lord our God. A large congregation had gathered from as far away as Lebo-hamath in the north and the Brook of Egypt in the south. The celebration went on for fourteen days in all—seven days for the dedication of the altar and seven days for the Festival of Shelters.",
      "66": "After the festival was over, Solomon sent the people home. They blessed the king and went to their homes joyful and glad because the Lord had been good to his servant David and to his people Israel."
    },
    "9": {
      "1": "So Solomon finished building the Temple of the Lord, as well as the royal palace. He completed everything he had planned to do.",
      "2": "Then the Lord appeared to Solomon a second time, as he had done before at Gibeon.",
      "3": "The Lord said to him,\n“I have heard your prayer and your petition. I have set this Temple apart to be holy—this place you have built where my name will be honored forever. I will always watch over it, for it is dear to my heart.",
      "4": "“As for you, if you will follow me with integrity and godliness, as David your father did, obeying all my commands, decrees, and regulations,",
      "5": "then I will establish the throne of your dynasty over Israel forever. For I made this promise to your father, David: ‘One of your descendants will always sit on the throne of Israel.’",
      "6": "“But if you or your descendants abandon me and disobey the commands and decrees I have given you, and if you serve and worship other gods,",
      "7": "then I will uproot Israel from this land that I have given them. I will reject this Temple that I have made holy to honor my name. I will make Israel an object of mockery and ridicule among the nations.",
      "8": "And though this Temple is impressive now, all who pass by will be appalled and will gasp in horror. They will ask, ‘Why did the Lord do such terrible things to this land and to this Temple?’",
      "9": "“And the answer will be, ‘Because his people abandoned the Lord their God, who brought their ancestors out of Egypt, and they worshiped other gods instead and bowed down to them. That is why the Lord has brought all these disasters on them.’”",
      "10": "It took Solomon twenty years to build the Lord’s Temple and his own royal palace. At the end of that time,",
      "11": "he gave twenty towns in the land of Galilee to King Hiram of Tyre. (Hiram had previously provided all the cedar and cypress timber and gold that Solomon had requested.)",
      "12": "But when Hiram came from Tyre to see the towns Solomon had given him, he was not at all pleased with them.",
      "13": "“What kind of towns are these, my brother?” he asked. So Hiram called that area Cabul (which means “worthless”), as it is still known today.",
      "14": "Nevertheless, Hiram paid Solomon 9,000 pounds of gold.",
      "15": "This is the account of the forced labor that King Solomon conscripted to build the Lord’s Temple, the royal palace, the supporting terraces, the wall of Jerusalem, and the cities of Hazor, Megiddo, and Gezer.",
      "16": "(Pharaoh, the king of Egypt, had attacked and captured Gezer, killing the Canaanite population and burning it down. He gave the city to his daughter as a wedding gift when she married Solomon.",
      "17": "So Solomon rebuilt the city of Gezer.) He also built up the towns of Lower Beth-horon,",
      "18": "Baalath, and Tamar in the wilderness within his land.",
      "19": "He built towns as supply centers and constructed towns where his chariots and horses could be stationed. He built everything he desired in Jerusalem and Lebanon and throughout his entire realm.",
      "20": "There were still some people living in the land who were not Israelites, including Amorites, Hittites, Perizzites, Hivites, and Jebusites.",
      "21": "These were descendants of the nations whom the people of Israel had not completely destroyed. So Solomon conscripted them as slaves, and they serve as forced laborers to this day.",
      "22": "But Solomon did not conscript any of the Israelites for forced labor. Instead, he assigned them to serve as fighting men, government officials, officers and captains in his army, commanders of his chariots, and charioteers.",
      "23": "Solomon appointed 550 of them to supervise the people working on his various projects.",
      "24": "Solomon moved his wife, Pharaoh’s daughter, from the City of David to the new palace he had built for her. Then he constructed the supporting terraces.",
      "25": "Three times each year Solomon presented burnt offerings and peace offerings on the altar he had built for the Lord. He also burned incense to the Lord. And so he finished the work of building the Temple.",
      "26": "King Solomon also built a fleet of ships at Ezion-geber, a port near Elath in the land of Edom, along the shore of the Red Sea.",
      "27": "Hiram sent experienced crews of sailors to sail the ships with Solomon’s men.",
      "28": "They sailed to Ophir and brought back to Solomon some sixteen tons of gold."
    },
    "10": {
      "1": "When the queen of Sheba heard of Solomon’s fame, which brought honor to the name of the Lord, she came to test him with hard questions.",
      "2": "She arrived in Jerusalem with a large group of attendants and a great caravan of camels loaded with spices, large quantities of gold, and precious jewels. When she met with Solomon, she talked with him about everything she had on her mind.",
      "3": "Solomon had answers for all her questions; nothing was too hard for the king to explain to her.",
      "4": "When the queen of Sheba realized how very wise Solomon was, and when she saw the palace he had built,",
      "5": "she was overwhelmed. She was also amazed at the food on his tables, the organization of his officials and their splendid clothing, the cup-bearers, and the burnt offerings Solomon made at the Temple of the Lord.",
      "6": "She exclaimed to the king, “Everything I heard in my country about your achievements and wisdom is true!",
      "7": "I didn’t believe what was said until I arrived here and saw it with my own eyes. In fact, I had not heard the half of it! Your wisdom and prosperity are far beyond what I was told.",
      "8": "How happy your people must be! What a privilege for your officials to stand here day after day, listening to your wisdom!",
      "9": "Praise the Lord your God, who delights in you and has placed you on the throne of Israel. Because of the Lord’s eternal love for Israel, he has made you king so you can rule with justice and righteousness.”",
      "10": "Then she gave the king a gift of 9,000 pounds of gold, great quantities of spices, and precious jewels. Never again were so many spices brought in as those the queen of Sheba gave to King Solomon.",
      "11": "(In addition, Hiram’s ships brought gold from Ophir, and they also brought rich cargoes of red sandalwood and precious jewels.",
      "12": "The king used the sandalwood to make railings for the Temple of the Lord and the royal palace, and to construct lyres and harps for the musicians. Never before or since has there been such a supply of sandalwood.)",
      "13": "King Solomon gave the queen of Sheba whatever she asked for, besides all the customary gifts he had so generously given. Then she and all her attendants returned to their own land.",
      "14": "Each year Solomon received about 25 tons of gold.",
      "15": "This did not include the additional revenue he received from merchants and traders, all the kings of Arabia, and the governors of the land.",
      "16": "King Solomon made 200 large shields of hammered gold, each weighing more than fifteen pounds.",
      "17": "He also made 300 smaller shields of hammered gold, each weighing nearly four pounds. The king placed these shields in the Palace of the Forest of Lebanon.",
      "18": "Then the king made a huge throne, decorated with ivory and overlaid with fine gold.",
      "19": "The throne had six steps and a rounded back. There were armrests on both sides of the seat, and the figure of a lion stood on each side of the throne.",
      "20": "There were also twelve other lions, one standing on each end of the six steps. No other throne in all the world could be compared with it!",
      "21": "All of King Solomon’s drinking cups were solid gold, as were all the utensils in the Palace of the Forest of Lebanon. They were not made of silver, for silver was considered worthless in Solomon’s day!",
      "22": "The king had a fleet of trading ships of Tarshish that sailed with Hiram’s fleet. Once every three years the ships returned, loaded with gold, silver, ivory, apes, and peacocks.",
      "23": "So King Solomon became richer and wiser than any other king on earth.",
      "24": "People from every nation came to consult him and to hear the wisdom God had given him.",
      "25": "Year after year everyone who visited brought him gifts of silver and gold, clothing, weapons, spices, horses, and mules.",
      "26": "Solomon built up a huge force of chariots and horses. He had 1,400 chariots and 12,000 horses. He stationed some of them in the chariot cities and some near him in Jerusalem.",
      "27": "The king made silver as plentiful in Jerusalem as stone. And valuable cedar timber was as common as the sycamore-fig trees that grow in the foothills of Judah.",
      "28": "Solomon’s horses were imported from Egypt and from Cilicia; the king’s traders acquired them from Cilicia at the standard price.",
      "29": "At that time chariots from Egypt could be purchased for 600 pieces of silver, and horses for 150 pieces of silver. They were then exported to the kings of the Hittites and the kings of Aram."
    },
    "11": {
      "1": "Now King Solomon loved many foreign women. Besides Pharaoh’s daughter, he married women from Moab, Ammon, Edom, Sidon, and from among the Hittites.",
      "2": "The Lord had clearly instructed the people of Israel, “You must not marry them, because they will turn your hearts to their gods.” Yet Solomon insisted on loving them anyway.",
      "3": "He had 700 wives of royal birth and 300 concubines. And in fact, they did turn his heart away from the Lord.",
      "4": "In Solomon’s old age, they turned his heart to worship other gods instead of being completely faithful to the Lord his God, as his father, David, had been.",
      "5": "Solomon worshiped Ashtoreth, the goddess of the Sidonians, and Molech, the detestable god of the Ammonites.",
      "6": "In this way, Solomon did what was evil in the Lord’s sight; he refused to follow the Lord completely, as his father, David, had done.",
      "7": "On the Mount of Olives, east of Jerusalem, he even built a pagan shrine for Chemosh, the detestable god of Moab, and another for Molech, the detestable god of the Ammonites.",
      "8": "Solomon built such shrines for all his foreign wives to use for burning incense and sacrificing to their gods.",
      "9": "The Lord was very angry with Solomon, for his heart had turned away from the Lord, the God of Israel, who had appeared to him twice.",
      "10": "He had warned Solomon specifically about worshiping other gods, but Solomon did not listen to the Lord’s command.",
      "11": "So now the Lord said to him, “Since you have not kept my covenant and have disobeyed my decrees, I will surely tear the kingdom away from you and give it to one of your servants.",
      "12": "But for the sake of your father, David, I will not do this while you are still alive. I will take the kingdom away from your son.",
      "13": "And even so, I will not take away the entire kingdom; I will let him be king of one tribe, for the sake of my servant David and for the sake of Jerusalem, my chosen city.”",
      "14": "Then the Lord raised up Hadad the Edomite, a member of Edom’s royal family, to be Solomon’s adversary.",
      "15": "Years before, David had defeated Edom. Joab, his army commander, had stayed to bury some of the Israelite soldiers who had died in battle. While there, they killed every male in Edom.",
      "16": "Joab and the army of Israel had stayed there for six months, killing them.",
      "17": "But Hadad and a few of his father’s royal officials escaped and headed for Egypt. (Hadad was just a boy at the time.)",
      "18": "They set out from Midian and went to Paran, where others joined them. Then they traveled to Egypt and went to Pharaoh, who gave them a home, food, and some land.",
      "19": "Pharaoh grew very fond of Hadad, and he gave him his wife’s sister in marriage—the sister of Queen Tahpenes.",
      "20": "She bore him a son named Genubath. Tahpenes raised him in Pharaoh’s palace among Pharaoh’s own sons.",
      "21": "When the news reached Hadad in Egypt that David and his commander Joab were both dead, he said to Pharaoh, “Let me return to my own country.”",
      "22": "“Why?” Pharaoh asked him. “What do you lack here that makes you want to go home?”\n“Nothing,” he replied. “But even so, please let me return home.”",
      "23": "God also raised up Rezon son of Eliada as Solomon’s adversary. Rezon had fled from his master, King Hadadezer of Zobah,",
      "24": "and had become the leader of a gang of rebels. After David conquered Hadadezer, Rezon and his men fled to Damascus, where he became king.",
      "25": "Rezon was Israel’s bitter adversary for the rest of Solomon’s reign, and he made trouble, just as Hadad did. Rezon hated Israel intensely and continued to reign in Aram.",
      "26": "Another rebel leader was Jeroboam son of Nebat, one of Solomon’s own officials. He came from the town of Zeredah in Ephraim, and his mother was Zeruah, a widow.",
      "27": "This is the story behind his rebellion. Solomon was rebuilding the supporting terraces and repairing the walls of the city of his father, David.",
      "28": "Jeroboam was a very capable young man, and when Solomon saw how industrious he was, he put him in charge of the labor force from the tribes of Ephraim and Manasseh, the descendants of Joseph.",
      "29": "One day as Jeroboam was leaving Jerusalem, the prophet Ahijah from Shiloh met him along the way. Ahijah was wearing a new cloak. The two of them were alone in a field,",
      "30": "and Ahijah took hold of the new cloak he was wearing and tore it into twelve pieces.",
      "31": "Then he said to Jeroboam, “Take ten of these pieces, for this is what the Lord, the God of Israel, says: ‘I am about to tear the kingdom from the hand of Solomon, and I will give ten of the tribes to you!",
      "32": "But I will leave him one tribe for the sake of my servant David and for the sake of Jerusalem, which I have chosen out of all the tribes of Israel.",
      "33": "For Solomon has abandoned me and worshiped Ashtoreth, the goddess of the Sidonians; Chemosh, the god of Moab; and Molech, the god of the Ammonites. He has not followed my ways and done what is pleasing in my sight. He has not obeyed my decrees and regulations as David his father did.",
      "34": "“‘But I will not take the entire kingdom from Solomon at this time. For the sake of my servant David, the one whom I chose and who obeyed my commands and decrees, I will keep Solomon as leader for the rest of his life.",
      "35": "But I will take the kingdom away from his son and give ten of the tribes to you.",
      "36": "His son will have one tribe so that the descendants of David my servant will continue to reign, shining like a lamp in Jerusalem, the city I have chosen to be the place for my name.",
      "37": "And I will place you on the throne of Israel, and you will rule over all that your heart desires.",
      "38": "If you listen to what I tell you and follow my ways and do whatever I consider to be right, and if you obey my decrees and commands, as my servant David did, then I will always be with you. I will establish an enduring dynasty for you as I did for David, and I will give Israel to you.",
      "39": "Because of Solomon’s sin I will punish the descendants of David—though not forever.’”",
      "40": "Solomon tried to kill Jeroboam, but he fled to King Shishak of Egypt and stayed there until Solomon died.",
      "41": "The rest of the events in Solomon’s reign, including all his deeds and his wisdom, are recorded in The Book of the Acts of Solomon.",
      "42": "Solomon ruled in Jerusalem over all Israel for forty years.",
      "43": "When he died, he was buried in the City of David, named for his father. Then his son Rehoboam became the next king."
    },
    "12": {
      "1": "Rehoboam went to Shechem, where all Israel had gathered to make him king.",
      "2": "When Jeroboam son of Nebat heard of this, he returned from Egypt, for he had fled to Egypt to escape from King Solomon.",
      "3": "The leaders of Israel summoned him, and Jeroboam and the whole assembly of Israel went to speak with Rehoboam.",
      "4": "“Your father was a hard master,” they said. “Lighten the harsh labor demands and heavy taxes that your father imposed on us. Then we will be your loyal subjects.”",
      "5": "Rehoboam replied, “Give me three days to think this over. Then come back for my answer.” So the people went away.",
      "6": "Then King Rehoboam discussed the matter with the older men who had counseled his father, Solomon. “What is your advice?” he asked. “How should I answer these people?”",
      "7": "The older counselors replied, “If you are willing to be a servant to these people today and give them a favorable answer, they will always be your loyal subjects.”",
      "8": "But Rehoboam rejected the advice of the older men and instead asked the opinion of the young men who had grown up with him and were now his advisers.",
      "9": "“What is your advice?” he asked them. “How should I answer these people who want me to lighten the burdens imposed by my father?”",
      "10": "The young men replied, “This is what you should tell those complainers who want a lighter burden: ‘My little finger is thicker than my father’s waist!",
      "11": "Yes, my father laid heavy burdens on you, but I’m going to make them even heavier! My father beat you with whips, but I will beat you with scorpions!’”",
      "12": "Three days later Jeroboam and all the people returned to hear Rehoboam’s decision, just as the king had ordered.",
      "13": "But Rehoboam spoke harshly to the people, for he rejected the advice of the older counselors",
      "14": "and followed the counsel of his younger advisers. He told the people, “My father laid heavy burdens on you, but I’m going to make them even heavier! My father beat you with whips, but I will beat you with scorpions!”",
      "15": "So the king paid no attention to the people. This turn of events was the will of the Lord, for it fulfilled the Lord’s message to Jeroboam son of Nebat through the prophet Ahijah from Shiloh.",
      "16": "When all Israel realized that the king had refused to listen to them, they responded,\n“Down with the dynasty of David!\n    We have no interest in the son of Jesse.\nBack to your homes, O Israel!\n    Look out for your own house, O David!”\nSo the people of Israel returned home.",
      "17": "But Rehoboam continued to rule over the Israelites who lived in the towns of Judah.",
      "18": "King Rehoboam sent Adoniram, who was in charge of forced labor, to restore order, but the people of Israel stoned him to death. When this news reached King Rehoboam, he quickly jumped into his chariot and fled to Jerusalem.",
      "19": "And to this day the northern tribes of Israel have refused to be ruled by a descendant of David.",
      "20": "When the people of Israel learned of Jeroboam’s return from Egypt, they called an assembly and made him king over all Israel. So only the tribe of Judah remained loyal to the family of David.",
      "21": "When Rehoboam arrived at Jerusalem, he mobilized the men of Judah and the tribe of Benjamin—180,000 select troops—to fight against the men of Israel and to restore the kingdom to himself.",
      "22": "But God said to Shemaiah, the man of God,",
      "23": "“Say to Rehoboam son of Solomon, king of Judah, and to all the people of Judah and Benjamin, and to the rest of the people,",
      "24": "‘This is what the Lord says: Do not fight against your relatives, the Israelites. Go back home, for what has happened is my doing!’” So they obeyed the message of the Lord and went home, as the Lord had commanded.",
      "25": "Jeroboam then built up the city of Shechem in the hill country of Ephraim, and it became his capital. Later he went and built up the town of Peniel.",
      "26": "Jeroboam thought to himself, “Unless I am careful, the kingdom will return to the dynasty of David.",
      "27": "When these people go to Jerusalem to offer sacrifices at the Temple of the Lord, they will again give their allegiance to King Rehoboam of Judah. They will kill me and make him their king instead.”",
      "28": "So on the advice of his counselors, the king made two gold calves. He said to the people, “It is too much trouble for you to worship in Jerusalem. Look, Israel, these are the gods who brought you out of Egypt!”",
      "29": "He placed these calf idols in Bethel and in Dan—at either end of his kingdom.",
      "30": "But this became a great sin, for the people worshiped the idols, traveling as far north as Dan to worship the one there.",
      "31": "Jeroboam also erected buildings at the pagan shrines and ordained priests from the common people—those who were not from the priestly tribe of Levi.",
      "32": "And Jeroboam instituted a religious festival in Bethel, held on the fifteenth day of the eighth month, in imitation of the annual Festival of Shelters in Judah. There at Bethel he himself offered sacrifices to the calves he had made, and he appointed priests for the pagan shrines he had made.",
      "33": "So on the fifteenth day of the eighth month, a day that he himself had designated, Jeroboam offered sacrifices on the altar at Bethel. He instituted a religious festival for Israel, and he went up to the altar to burn incense."
    },
    "13": {
      "1": "At the Lord’s command, a man of God from Judah went to Bethel, arriving there just as Jeroboam was approaching the altar to burn incense.",
      "2": "Then at the Lord’s command, he shouted, “O altar, altar! This is what the Lord says: A child named Josiah will be born into the dynasty of David. On you he will sacrifice the priests from the pagan shrines who come here to burn incense, and human bones will be burned on you.”",
      "3": "That same day the man of God gave a sign to prove his message. He said, “The Lord has promised to give this sign: This altar will split apart, and its ashes will be poured out on the ground.”",
      "4": "When King Jeroboam heard the man of God speaking against the altar at Bethel, he pointed at him and shouted, “Seize that man!” But instantly the king’s hand became paralyzed in that position, and he couldn’t pull it back.",
      "5": "At the same time a wide crack appeared in the altar, and the ashes poured out, just as the man of God had predicted in his message from the Lord.",
      "6": "The king cried out to the man of God, “Please ask the Lord your God to restore my hand again!” So the man of God prayed to the Lord, and the king’s hand was restored and he could move it again.",
      "7": "Then the king said to the man of God, “Come to the palace with me and have something to eat, and I will give you a gift.”",
      "8": "But the man of God said to the king, “Even if you gave me half of everything you own, I would not go with you. I would not eat or drink anything in this place.",
      "9": "For the Lord gave me this command: ‘You must not eat or drink anything while you are there, and do not return to Judah by the same way you came.’”",
      "10": "So he left Bethel and went home another way.",
      "11": "As it happened, there was an old prophet living in Bethel, and his sons came home and told him what the man of God had done in Bethel that day. They also told their father what the man had said to the king.",
      "12": "The old prophet asked them, “Which way did he go?” So they showed their father which road the man of God had taken.",
      "13": "“Quick, saddle the donkey,” the old man said. So they saddled the donkey for him, and he mounted it.",
      "14": "Then he rode after the man of God and found him sitting under a great tree. The old prophet asked him, “Are you the man of God who came from Judah?”\n“Yes, I am,” he replied.",
      "15": "Then he said to the man of God, “Come home with me and eat some food.”",
      "16": "“No, I cannot,” he replied. “I am not allowed to eat or drink anything here in this place.",
      "17": "For the Lord gave me this command: ‘You must not eat or drink anything while you are there, and do not return to Judah by the same way you came.’”",
      "18": "But the old prophet answered, “I am a prophet, too, just as you are. And an angel gave me this command from the Lord: ‘Bring him home with you so he can have something to eat and drink.’” But the old man was lying to him.",
      "19": "So they went back together, and the man of God ate and drank at the prophet’s home.",
      "20": "Then while they were sitting at the table, a command from the Lord came to the old prophet.",
      "21": "He cried out to the man of God from Judah, “This is what the Lord says: You have defied the word of the Lord and have disobeyed the command the Lord your God gave you.",
      "22": "You came back to this place and ate and drank where he told you not to eat or drink. Because of this, your body will not be buried in the grave of your ancestors.”",
      "23": "After the man of God had finished eating and drinking, the old prophet saddled his own donkey for him,",
      "24": "and the man of God started off again. But as he was traveling along, a lion came out and killed him. His body lay there on the road, with the donkey and the lion standing beside it.",
      "25": "People who passed by saw the body lying in the road and the lion standing beside it, and they went and reported it in Bethel, where the old prophet lived.",
      "26": "When the prophet heard the report, he said, “It is the man of God who disobeyed the Lord’s command. The Lord has fulfilled his word by causing the lion to attack and kill him.”",
      "27": "Then the prophet said to his sons, “Saddle a donkey for me.” So they saddled a donkey,",
      "28": "and he went out and found the body lying in the road. The donkey and lion were still standing there beside it, for the lion had not eaten the body nor attacked the donkey.",
      "29": "So the prophet laid the body of the man of God on the donkey and took it back to the town to mourn over him and bury him.",
      "30": "He laid the body in his own grave, crying out in grief, “Oh, my brother!”",
      "31": "Afterward the prophet said to his sons, “When I die, bury me in the grave where the man of God is buried. Lay my bones beside his bones.",
      "32": "For the message the Lord told him to proclaim against the altar in Bethel and against the pagan shrines in the towns of Samaria will certainly come true.”",
      "33": "But even after this, Jeroboam did not turn from his evil ways. He continued to choose priests from the common people. He appointed anyone who wanted to become a priest for the pagan shrines.",
      "34": "This became a great sin and resulted in the utter destruction of Jeroboam’s dynasty from the face of the earth."
    },
    "14": {
      "1": "At that time Jeroboam’s son Abijah became very sick.",
      "2": "So Jeroboam told his wife, “Disguise yourself so that no one will recognize you as my wife. Then go to the prophet Ahijah at Shiloh—the man who told me I would become king.",
      "3": "Take him a gift of ten loaves of bread, some cakes, and a jar of honey, and ask him what will happen to the boy.”",
      "4": "So Jeroboam’s wife went to Ahijah’s home at Shiloh. He was an old man now and could no longer see.",
      "5": "But the Lord had told Ahijah, “Jeroboam’s wife will come here, pretending to be someone else. She will ask you about her son, for he is very sick. Give her the answer I give you.”",
      "6": "So when Ahijah heard her footsteps at the door, he called out, “Come in, wife of Jeroboam! Why are you pretending to be someone else?” Then he told her, “I have bad news for you.",
      "7": "Give your husband, Jeroboam, this message from the Lord, the God of Israel: ‘I promoted you from the ranks of the common people and made you ruler over my people Israel.",
      "8": "I ripped the kingdom away from the family of David and gave it to you. But you have not been like my servant David, who obeyed my commands and followed me with all his heart and always did whatever I wanted.",
      "9": "You have done more evil than all who lived before you. You have made other gods for yourself and have made me furious with your gold calves. And since you have turned your back on me,",
      "10": "I will bring disaster on your dynasty and will destroy every one of your male descendants, slave and free alike, anywhere in Israel. I will burn up your royal dynasty as one burns up trash until it is all gone.",
      "11": "The members of Jeroboam’s family who die in the city will be eaten by dogs, and those who die in the field will be eaten by vultures. I, the Lord, have spoken.’”",
      "12": "Then Ahijah said to Jeroboam’s wife, “Go on home, and when you enter the city, the child will die.",
      "13": "All Israel will mourn for him and bury him. He is the only member of your family who will have a proper burial, for this child is the only good thing that the Lord, the God of Israel, sees in the entire family of Jeroboam.",
      "14": "“In addition, the Lord will raise up a king over Israel who will destroy the family of Jeroboam. This will happen today, even now!",
      "15": "Then the Lord will shake Israel like a reed whipped about in a stream. He will uproot the people of Israel from this good land that he gave their ancestors and will scatter them beyond the Euphrates River, for they have angered the Lord with the Asherah poles they have set up for worship.",
      "16": "He will abandon Israel because Jeroboam sinned and made Israel sin along with him.”",
      "17": "So Jeroboam’s wife returned to Tirzah, and the child died just as she walked through the door of her home.",
      "18": "And all Israel buried him and mourned for him, as the Lord had promised through the prophet Ahijah.",
      "19": "The rest of the events in Jeroboam’s reign, including all his wars and how he ruled, are recorded in The Book of the History of the Kings of Israel.",
      "20": "Jeroboam reigned in Israel twenty-two years. When Jeroboam died, his son Nadab became the next king.",
      "21": "Meanwhile, Rehoboam son of Solomon was king in Judah. He was forty-one years old when he became king, and he reigned seventeen years in Jerusalem, the city the Lord had chosen from among all the tribes of Israel as the place to honor his name. Rehoboam’s mother was Naamah, an Ammonite woman.",
      "22": "During Rehoboam’s reign, the people of Judah did what was evil in the Lord’s sight, provoking his anger with their sin, for it was even worse than that of their ancestors.",
      "23": "For they also built for themselves pagan shrines and set up sacred pillars and Asherah poles on every high hill and under every green tree.",
      "24": "There were even male and female shrine prostitutes throughout the land. The people imitated the detestable practices of the pagan nations the Lord had driven from the land ahead of the Israelites.",
      "25": "In the fifth year of King Rehoboam’s reign, King Shishak of Egypt came up and attacked Jerusalem.",
      "26": "He ransacked the treasuries of the Lord’s Temple and the royal palace; he stole everything, including all the gold shields Solomon had made.",
      "27": "King Rehoboam later replaced them with bronze shields as substitutes, and he entrusted them to the care of the commanders of the guard who protected the entrance to the royal palace.",
      "28": "Whenever the king went to the Temple of the Lord, the guards would also take the shields and then return them to the guardroom.",
      "29": "The rest of the events in Rehoboam’s reign and everything he did are recorded in The Book of the History of the Kings of Judah.",
      "30": "There was constant war between Rehoboam and Jeroboam.",
      "31": "When Rehoboam died, he was buried among his ancestors in the City of David. His mother was Naamah, an Ammonite woman. Then his son Abijam became the next king."
    },
    "15": {
      "1": "Abijam began to rule over Judah in the eighteenth year of Jeroboam’s reign in Israel.",
      "2": "He reigned in Jerusalem three years. His mother was Maacah, the granddaughter of Absalom.",
      "3": "He committed the same sins as his father before him, and he was not faithful to the Lord his God, as his ancestor David had been.",
      "4": "But for David’s sake, the Lord his God allowed his descendants to continue ruling, shining like a lamp, and he gave Abijam a son to rule after him in Jerusalem.",
      "5": "For David had done what was pleasing in the Lord’s sight and had obeyed the Lord’s commands throughout his life, except in the affair concerning Uriah the Hittite.",
      "6": "There was war between Abijam and Jeroboam throughout Abijam’s reign.",
      "7": "The rest of the events in Abijam’s reign and everything he did are recorded in The Book of the History of the Kings of Judah. There was constant war between Abijam and Jeroboam.",
      "8": "When Abijam died, he was buried in the City of David. Then his son Asa became the next king.",
      "9": "Asa began to rule over Judah in the twentieth year of Jeroboam’s reign in Israel.",
      "10": "He reigned in Jerusalem forty-one years. His grandmother was Maacah, the granddaughter of Absalom.",
      "11": "Asa did what was pleasing in the Lord’s sight, as his ancestor David had done.",
      "12": "He banished the male and female shrine prostitutes from the land and got rid of all the idols his ancestors had made.",
      "13": "He even deposed his grandmother Maacah from her position as queen mother because she had made an obscene Asherah pole. He cut down her obscene pole and burned it in the Kidron Valley.",
      "14": "Although the pagan shrines were not removed, Asa’s heart remained completely faithful to the Lord throughout his life.",
      "15": "He brought into the Temple of the Lord the silver and gold and the various items that he and his father had dedicated.",
      "16": "There was constant war between King Asa of Judah and King Baasha of Israel.",
      "17": "King Baasha of Israel invaded Judah and fortified Ramah in order to prevent anyone from entering or leaving King Asa’s territory in Judah.",
      "18": "Asa responded by removing all the silver and gold that was left in the treasuries of the Temple of the Lord and the royal palace. He sent it with some of his officials to Ben-hadad son of Tabrimmon, son of Hezion, the king of Aram, who was ruling in Damascus, along with this message:",
      "19": "“Let there be a treaty between you and me like the one between your father and my father. See, I am sending you a gift of silver and gold. Break your treaty with King Baasha of Israel so that he will leave me alone.”",
      "20": "Ben-hadad agreed to King Asa’s request and sent the commanders of his army to attack the towns of Israel. They conquered the towns of Ijon, Dan, Abel-beth-maacah, and all Kinnereth, and all the land of Naphtali.",
      "21": "As soon as Baasha of Israel heard what was happening, he abandoned his project of fortifying Ramah and withdrew to Tirzah.",
      "22": "Then King Asa sent an order throughout Judah, requiring that everyone, without exception, help to carry away the building stones and timbers that Baasha had been using to fortify Ramah. Asa used these materials to fortify the town of Geba in Benjamin and the town of Mizpah.",
      "23": "The rest of the events in Asa’s reign—the extent of his power, everything he did, and the names of the cities he built—are recorded in The Book of the History of the Kings of Judah. In his old age his feet became diseased.",
      "24": "When Asa died, he was buried with his ancestors in the City of David.\nThen Jehoshaphat, Asa’s son, became the next king.",
      "25": "Nadab son of Jeroboam began to rule over Israel in the second year of King Asa’s reign in Judah. He reigned in Israel two years.",
      "26": "But he did what was evil in the Lord’s sight and followed the example of his father, continuing the sins that Jeroboam had led Israel to commit.",
      "27": "Then Baasha son of Ahijah, from the tribe of Issachar, plotted against Nadab and assassinated him while he and the Israelite army were laying siege to the Philistine town of Gibbethon.",
      "28": "Baasha killed Nadab in the third year of King Asa’s reign in Judah, and he became the next king of Israel.",
      "29": "He immediately slaughtered all the descendants of King Jeroboam, so that not one of the royal family was left, just as the Lord had promised concerning Jeroboam by the prophet Ahijah from Shiloh.",
      "30": "This was done because Jeroboam had provoked the anger of the Lord, the God of Israel, by the sins he had committed and the sins he had led Israel to commit.",
      "31": "The rest of the events in Nadab’s reign and everything he did are recorded in The Book of the History of the Kings of Israel.",
      "32": "There was constant war between King Asa of Judah and King Baasha of Israel.",
      "33": "Baasha son of Ahijah began to rule over all Israel in the third year of King Asa’s reign in Judah. Baasha reigned in Tirzah twenty-four years.",
      "34": "But he did what was evil in the Lord’s sight and followed the example of Jeroboam, continuing the sins that Jeroboam had led Israel to commit."
    },
    "16": {
      "1": "This message from the Lord was delivered to King Baasha by the prophet Jehu son of Hanani:",
      "2": "“I lifted you out of the dust to make you ruler of my people Israel, but you have followed the evil example of Jeroboam. You have provoked my anger by causing my people Israel to sin.",
      "3": "So now I will destroy you and your family, just as I destroyed the descendants of Jeroboam son of Nebat.",
      "4": "The members of Baasha’s family who die in the city will be eaten by dogs, and those who die in the field will be eaten by vultures.”",
      "5": "The rest of the events in Baasha’s reign and the extent of his power are recorded in The Book of the History of the Kings of Israel.",
      "6": "When Baasha died, he was buried in Tirzah. Then his son Elah became the next king.",
      "7": "The message from the Lord against Baasha and his family came through the prophet Jehu son of Hanani. It was delivered because Baasha had done what was evil in the Lord’s sight (just as the family of Jeroboam had done), and also because Baasha had destroyed the family of Jeroboam. The Lord’s anger was provoked by Baasha’s sins.",
      "8": "Elah son of Baasha began to rule over Israel in the twenty-sixth year of King Asa’s reign in Judah. He reigned in the city of Tirzah for two years.",
      "9": "Then Zimri, who commanded half of the royal chariots, made plans to kill him. One day in Tirzah, Elah was getting drunk at the home of Arza, the supervisor of the palace.",
      "10": "Zimri walked in and struck him down and killed him. This happened in the twenty-seventh year of King Asa’s reign in Judah. Then Zimri became the next king.",
      "11": "Zimri immediately killed the entire royal family of Baasha, leaving him not even a single male child. He even destroyed distant relatives and friends.",
      "12": "So Zimri destroyed the dynasty of Baasha as the Lord had promised through the prophet Jehu.",
      "13": "This happened because of all the sins Baasha and his son Elah had committed, and because of the sins they led Israel to commit. They provoked the anger of the Lord, the God of Israel, with their worthless idols.",
      "14": "The rest of the events in Elah’s reign and everything he did are recorded in The Book of the History of the Kings of Israel.",
      "15": "Zimri began to rule over Israel in the twenty-seventh year of King Asa’s reign in Judah, but his reign in Tirzah lasted only seven days. The army of Israel was then attacking the Philistine town of Gibbethon.",
      "16": "When they heard that Zimri had committed treason and had assassinated the king, that very day they chose Omri, commander of the army, as the new king of Israel.",
      "17": "So Omri led the entire army of Israel up from Gibbethon to attack Tirzah, Israel’s capital.",
      "18": "When Zimri saw that the city had been taken, he went into the citadel of the palace and burned it down over himself and died in the flames.",
      "19": "For he, too, had done what was evil in the Lord’s sight. He followed the example of Jeroboam in all the sins he had committed and led Israel to commit.",
      "20": "The rest of the events in Zimri’s reign and his conspiracy are recorded in The Book of the History of the Kings of Israel.",
      "21": "But now the people of Israel were split into two factions. Half the people tried to make Tibni son of Ginath their king, while the other half supported Omri.",
      "22": "But Omri’s supporters defeated the supporters of Tibni. So Tibni was killed, and Omri became the next king.",
      "23": "Omri began to rule over Israel in the thirty-first year of King Asa’s reign in Judah. He reigned twelve years in all, six of them in Tirzah.",
      "24": "Then Omri bought the hill now known as Samaria from its owner, Shemer, for 150 pounds of silver. He built a city on it and called the city Samaria in honor of Shemer.",
      "25": "But Omri did what was evil in the Lord’s sight, even more than any of the kings before him.",
      "26": "He followed the example of Jeroboam son of Nebat in all the sins he had committed and led Israel to commit. The people provoked the anger of the Lord, the God of Israel, with their worthless idols.",
      "27": "The rest of the events in Omri’s reign, the extent of his power, and everything he did are recorded in The Book of the History of the Kings of Israel.",
      "28": "When Omri died, he was buried in Samaria. Then his son Ahab became the next king.",
      "29": "Ahab son of Omri began to rule over Israel in the thirty-eighth year of King Asa’s reign in Judah. He reigned in Samaria twenty-two years.",
      "30": "But Ahab son of Omri did what was evil in the Lord’s sight, even more than any of the kings before him.",
      "31": "And as though it were not enough to follow the sinful example of Jeroboam, he married Jezebel, the daughter of King Ethbaal of the Sidonians, and he began to bow down in worship of Baal.",
      "32": "First Ahab built a temple and an altar for Baal in Samaria.",
      "33": "Then he set up an Asherah pole. He did more to provoke the anger of the Lord, the God of Israel, than any of the other kings of Israel before him.",
      "34": "It was during his reign that Hiel, a man from Bethel, rebuilt Jericho. When he laid its foundations, it cost him the life of his oldest son, Abiram. And when he completed it and set up its gates, it cost him the life of his youngest son, Segub. This all happened according to the message from the Lord concerning Jericho spoken by Joshua son of Nun."
    },
    "17": {
      "1": "Now Elijah, who was from Tishbe in Gilead, told King Ahab, “As surely as the Lord, the God of Israel, lives—the God I serve—there will be no dew or rain during the next few years until I give the word!”",
      "2": "Then the Lord said to Elijah,",
      "3": "“Go to the east and hide by Kerith Brook, near where it enters the Jordan River.",
      "4": "Drink from the brook and eat what the ravens bring you, for I have commanded them to bring you food.”",
      "5": "So Elijah did as the Lord told him and camped beside Kerith Brook, east of the Jordan.",
      "6": "The ravens brought him bread and meat each morning and evening, and he drank from the brook.",
      "7": "But after a while the brook dried up, for there was no rainfall anywhere in the land.",
      "8": "Then the Lord said to Elijah,",
      "9": "“Go and live in the village of Zarephath, near the city of Sidon. I have instructed a widow there to feed you.”",
      "10": "So he went to Zarephath. As he arrived at the gates of the village, he saw a widow gathering sticks, and he asked her, “Would you please bring me a little water in a cup?”",
      "11": "As she was going to get it, he called to her, “Bring me a bite of bread, too.”",
      "12": "But she said, “I swear by the Lord your God that I don’t have a single piece of bread in the house. And I have only a handful of flour left in the jar and a little cooking oil in the bottom of the jug. I was just gathering a few sticks to cook this last meal, and then my son and I will die.”",
      "13": "But Elijah said to her, “Don’t be afraid! Go ahead and do just what you’ve said, but make a little bread for me first. Then use what’s left to prepare a meal for yourself and your son.",
      "14": "For this is what the Lord, the God of Israel, says: There will always be flour and olive oil left in your containers until the time when the Lord sends rain and the crops grow again!”",
      "15": "So she did as Elijah said, and she and Elijah and her family continued to eat for many days.",
      "16": "There was always enough flour and olive oil left in the containers, just as the Lord had promised through Elijah.",
      "17": "Some time later the woman’s son became sick. He grew worse and worse, and finally he died.",
      "18": "Then she said to Elijah, “O man of God, what have you done to me? Have you come here to point out my sins and kill my son?”",
      "19": "But Elijah replied, “Give me your son.” And he took the child’s body from her arms, carried him up the stairs to the room where he was staying, and laid the body on his bed.",
      "20": "Then Elijah cried out to the Lord, “O Lord my God, why have you brought tragedy to this widow who has opened her home to me, causing her son to die?”",
      "21": "And he stretched himself out over the child three times and cried out to the Lord, “O Lord my God, please let this child’s life return to him.”",
      "22": "The Lord heard Elijah’s prayer, and the life of the child returned, and he revived!",
      "23": "Then Elijah brought him down from the upper room and gave him to his mother. “Look!” he said. “Your son is alive!”",
      "24": "Then the woman told Elijah, “Now I know for sure that you are a man of God, and that the Lord truly speaks through you.”"
    },
    "18": {
      "1": "Later on, in the third year of the drought, the Lord said to Elijah, “Go and present yourself to King Ahab. Tell him that I will soon send rain!”",
      "2": "So Elijah went to appear before Ahab.\nMeanwhile, the famine had become very severe in Samaria.",
      "3": "So Ahab summoned Obadiah, who was in charge of the palace. (Obadiah was a devoted follower of the Lord.",
      "4": "Once when Jezebel had tried to kill all the Lord’s prophets, Obadiah had hidden 100 of them in two caves. He put fifty prophets in each cave and supplied them with food and water.)",
      "5": "Ahab said to Obadiah, “We must check every spring and valley in the land to see if we can find enough grass to save at least some of my horses and mules.”",
      "6": "So they divided the land between them. Ahab went one way by himself, and Obadiah went another way by himself.",
      "7": "As Obadiah was walking along, he suddenly saw Elijah coming toward him. Obadiah recognized him at once and bowed low to the ground before him. “Is it really you, my lord Elijah?” he asked.",
      "8": "“Yes, it is,” Elijah replied. “Now go and tell your master, ‘Elijah is here.’”",
      "9": "“Oh, sir,” Obadiah protested, “what harm have I done to you that you are sending me to my death at the hands of Ahab?",
      "10": "For I swear by the Lord your God that the king has searched every nation and kingdom on earth from end to end to find you. And each time he was told, ‘Elijah isn’t here,’ King Ahab forced the king of that nation to swear to the truth of his claim.",
      "11": "And now you say, ‘Go and tell your master, “Elijah is here.”’",
      "12": "But as soon as I leave you, the Spirit of the Lord will carry you away to who knows where. When Ahab comes and cannot find you, he will kill me. Yet I have been a true servant of the Lord all my life.",
      "13": "Has no one told you, my lord, about the time when Jezebel was trying to kill the Lord’s prophets? I hid 100 of them in two caves and supplied them with food and water.",
      "14": "And now you say, ‘Go and tell your master, “Elijah is here.”’ Sir, if I do that, Ahab will certainly kill me.”",
      "15": "But Elijah said, “I swear by the Lord Almighty, in whose presence I stand, that I will present myself to Ahab this very day.”",
      "16": "So Obadiah went to tell Ahab that Elijah had come, and Ahab went out to meet Elijah.",
      "17": "When Ahab saw him, he exclaimed, “So, is it really you, you troublemaker of Israel?”",
      "18": "“I have made no trouble for Israel,” Elijah replied. “You and your family are the troublemakers, for you have refused to obey the commands of the Lord and have worshiped the images of Baal instead.",
      "19": "Now summon all Israel to join me at Mount Carmel, along with the 450 prophets of Baal and the 400 prophets of Asherah who are supported by Jezebel.”",
      "20": "So Ahab summoned all the people of Israel and the prophets to Mount Carmel.",
      "21": "Then Elijah stood in front of them and said, “How much longer will you waver, hobbling between two opinions? If the Lord is God, follow him! But if Baal is God, then follow him!” But the people were completely silent.",
      "22": "Then Elijah said to them, “I am the only prophet of the Lord who is left, but Baal has 450 prophets.",
      "23": "Now bring two bulls. The prophets of Baal may choose whichever one they wish and cut it into pieces and lay it on the wood of their altar, but without setting fire to it. I will prepare the other bull and lay it on the wood on the altar, but not set fire to it.",
      "24": "Then call on the name of your god, and I will call on the name of the Lord. The god who answers by setting fire to the wood is the true God!” And all the people agreed.",
      "25": "Then Elijah said to the prophets of Baal, “You go first, for there are many of you. Choose one of the bulls, and prepare it and call on the name of your god. But do not set fire to the wood.”",
      "26": "So they prepared one of the bulls and placed it on the altar. Then they called on the name of Baal from morning until noontime, shouting, “O Baal, answer us!” But there was no reply of any kind. Then they danced, hobbling around the altar they had made.",
      "27": "About noontime Elijah began mocking them. “You’ll have to shout louder,” he scoffed, “for surely he is a god! Perhaps he is daydreaming, or is relieving himself. Or maybe he is away on a trip, or is asleep and needs to be wakened!”",
      "28": "So they shouted louder, and following their normal custom, they cut themselves with knives and swords until the blood gushed out.",
      "29": "They raved all afternoon until the time of the evening sacrifice, but still there was no sound, no reply, no response.",
      "30": "Then Elijah called to the people, “Come over here!” They all crowded around him as he repaired the altar of the Lord that had been torn down.",
      "31": "He took twelve stones, one to represent each of the tribes of Israel,",
      "32": "and he used the stones to rebuild the altar in the name of the Lord. Then he dug a trench around the altar large enough to hold about three gallons.",
      "33": "He piled wood on the altar, cut the bull into pieces, and laid the pieces on the wood.\nThen he said, “Fill four large jars with water, and pour the water over the offering and the wood.”",
      "34": "After they had done this, he said, “Do the same thing again!” And when they were finished, he said, “Now do it a third time!” So they did as he said,",
      "35": "and the water ran around the altar and even filled the trench.",
      "36": "At the usual time for offering the evening sacrifice, Elijah the prophet walked up to the altar and prayed, “O Lord, God of Abraham, Isaac, and Jacob, prove today that you are God in Israel and that I am your servant. Prove that I have done all this at your command.",
      "37": "O Lord, answer me! Answer me so these people will know that you, O Lord, are God and that you have brought them back to yourself.”",
      "38": "Immediately the fire of the Lord flashed down from heaven and burned up the young bull, the wood, the stones, and the dust. It even licked up all the water in the trench!",
      "39": "And when all the people saw it, they fell face down on the ground and cried out, “The Lord—he is God! Yes, the Lord is God!”",
      "40": "Then Elijah commanded, “Seize all the prophets of Baal. Don’t let a single one escape!” So the people seized them all, and Elijah took them down to the Kishon Valley and killed them there.",
      "41": "Then Elijah said to Ahab, “Go get something to eat and drink, for I hear a mighty rainstorm coming!”",
      "42": "So Ahab went to eat and drink. But Elijah climbed to the top of Mount Carmel and bowed low to the ground and prayed with his face between his knees.",
      "43": "Then he said to his servant, “Go and look out toward the sea.”\nThe servant went and looked, then returned to Elijah and said, “I didn’t see anything.”\nSeven times Elijah told him to go and look.",
      "44": "Finally the seventh time, his servant told him, “I saw a little cloud about the size of a man’s hand rising from the sea.”\nThen Elijah shouted, “Hurry to Ahab and tell him, ‘Climb into your chariot and go back home. If you don’t hurry, the rain will stop you!’”",
      "45": "And soon the sky was black with clouds. A heavy wind brought a terrific rainstorm, and Ahab left quickly for Jezreel.",
      "46": "Then the Lord gave special strength to Elijah. He tucked his cloak into his belt and ran ahead of Ahab’s chariot all the way to the entrance of Jezreel."
    },
    "19": {
      "1": "When Ahab got home, he told Jezebel everything Elijah had done, including the way he had killed all the prophets of Baal.",
      "2": "So Jezebel sent this message to Elijah: “May the gods strike me and even kill me if by this time tomorrow I have not killed you just as you killed them.”",
      "3": "Elijah was afraid and fled for his life. He went to Beersheba, a town in Judah, and he left his servant there.",
      "4": "Then he went on alone into the wilderness, traveling all day. He sat down under a solitary broom tree and prayed that he might die. “I have had enough, Lord,” he said. “Take my life, for I am no better than my ancestors who have already died.”",
      "5": "Then he lay down and slept under the broom tree. But as he was sleeping, an angel touched him and told him, “Get up and eat!”",
      "6": "He looked around and there beside his head was some bread baked on hot stones and a jar of water! So he ate and drank and lay down again.",
      "7": "Then the angel of the Lord came again and touched him and said, “Get up and eat some more, or the journey ahead will be too much for you.”",
      "8": "So he got up and ate and drank, and the food gave him enough strength to travel forty days and forty nights to Mount Sinai, the mountain of God.",
      "9": "There he came to a cave, where he spent the night.\nBut the Lord said to him, “What are you doing here, Elijah?”",
      "10": "Elijah replied, “I have zealously served the Lord God Almighty. But the people of Israel have broken their covenant with you, torn down your altars, and killed every one of your prophets. I am the only one left, and now they are trying to kill me, too.”",
      "11": "“Go out and stand before me on the mountain,” the Lord told him. And as Elijah stood there, the Lord passed by, and a mighty windstorm hit the mountain. It was such a terrible blast that the rocks were torn loose, but the Lord was not in the wind. After the wind there was an earthquake, but the Lord was not in the earthquake.",
      "12": "And after the earthquake there was a fire, but the Lord was not in the fire. And after the fire there was the sound of a gentle whisper.",
      "13": "When Elijah heard it, he wrapped his face in his cloak and went out and stood at the entrance of the cave.\nAnd a voice said, “What are you doing here, Elijah?”",
      "14": "He replied again, “I have zealously served the Lord God Almighty. But the people of Israel have broken their covenant with you, torn down your altars, and killed every one of your prophets. I am the only one left, and now they are trying to kill me, too.”",
      "15": "Then the Lord told him, “Go back the same way you came, and travel to the wilderness of Damascus. When you arrive there, anoint Hazael to be king of Aram.",
      "16": "Then anoint Jehu grandson of Nimshi to be king of Israel, and anoint Elisha son of Shaphat from the town of Abel-meholah to replace you as my prophet.",
      "17": "Anyone who escapes from Hazael will be killed by Jehu, and those who escape Jehu will be killed by Elisha!",
      "18": "Yet I will preserve 7,000 others in Israel who have never bowed down to Baal or kissed him!”",
      "19": "So Elijah went and found Elisha son of Shaphat plowing a field. There were twelve teams of oxen in the field, and Elisha was plowing with the twelfth team. Elijah went over to him and threw his cloak across his shoulders and then walked away.",
      "20": "Elisha left the oxen standing there, ran after Elijah, and said to him, “First let me go and kiss my father and mother good-bye, and then I will go with you!”\nElijah replied, “Go on back, but think about what I have done to you.”",
      "21": "So Elisha returned to his oxen and slaughtered them. He used the wood from the plow to build a fire to roast their flesh. He passed around the meat to the townspeople, and they all ate. Then he went with Elijah as his assistant."
    },
    "20": {
      "1": "About that time King Ben-hadad of Aram mobilized his army, supported by the chariots and horses of thirty-two allied kings. They went to besiege Samaria, the capital of Israel, and launched attacks against it.",
      "2": "Ben-hadad sent messengers into the city to relay this message to King Ahab of Israel: “This is what Ben-hadad says:",
      "3": "‘Your silver and gold are mine, and so are your wives and the best of your children!’”",
      "4": "“All right, my lord the king,” Israel’s king replied. “All that I have is yours!”",
      "5": "Soon Ben-hadad’s messengers returned again and said, “This is what Ben-hadad says: ‘I have already demanded that you give me your silver, gold, wives, and children.",
      "6": "But about this time tomorrow I will send my officials to search your palace and the homes of your officials. They will take away everything you consider valuable!’”",
      "7": "Then Ahab summoned all the elders of the land and said to them, “Look how this man is stirring up trouble! I already agreed with his demand that I give him my wives and children and silver and gold.”",
      "8": "“Don’t give in to any more demands,” all the elders and the people advised.",
      "9": "So Ahab told the messengers from Ben-hadad, “Say this to my lord the king: ‘I will give you everything you asked for the first time, but I cannot accept this last demand of yours.’” So the messengers returned to Ben-hadad with that response.",
      "10": "Then Ben-hadad sent this message to Ahab: “May the gods strike me and even kill me if there remains enough dust from Samaria to provide even a handful for each of my soldiers.”",
      "11": "The king of Israel sent back this answer: “A warrior putting on his sword for battle should not boast like a warrior who has already won.”",
      "12": "Ahab’s reply reached Ben-hadad and the other kings as they were drinking in their tents. “Prepare to attack!” Ben-hadad commanded his officers. So they prepared to attack the city.",
      "13": "Then a certain prophet came to see King Ahab of Israel and told him, “This is what the Lord says: Do you see all these enemy forces? Today I will hand them all over to you. Then you will know that I am the Lord.”",
      "14": "Ahab asked, “How will he do it?”\nAnd the prophet replied, “This is what the Lord says: The troops of the provincial commanders will do it.”\n“Should we attack first?” Ahab asked.\n“Yes,” the prophet answered.",
      "15": "So Ahab mustered the troops of the 232 provincial commanders. Then he called out the rest of the army of Israel, some 7,000 men.",
      "16": "About noontime, as Ben-hadad and the thirty-two allied kings were still in their tents drinking themselves into a stupor,",
      "17": "the troops of the provincial commanders marched out of the city as the first contingent.\nAs they approached, Ben-hadad’s scouts reported to him, “Some troops are coming from Samaria.”",
      "18": "“Take them alive,” Ben-hadad commanded, “whether they have come for peace or for war.”",
      "19": "But Ahab’s provincial commanders and the entire army had now come out to fight.",
      "20": "Each Israelite soldier killed his Aramean opponent, and suddenly the entire Aramean army panicked and fled. The Israelites chased them, but King Ben-hadad and a few of his charioteers escaped on horses.",
      "21": "However, the king of Israel destroyed the other horses and chariots and slaughtered the Arameans.",
      "22": "Afterward the prophet said to King Ahab, “Get ready for another attack. Begin making plans now, for the king of Aram will come back next spring.”",
      "23": "After their defeat, Ben-hadad’s officers said to him, “The Israelite gods are gods of the hills; that is why they won. But we can beat them easily on the plains.",
      "24": "Only this time replace the kings with field commanders!",
      "25": "Recruit another army like the one you lost. Give us the same number of horses, chariots, and men, and we will fight against them on the plains. There’s no doubt that we will beat them.” So King Ben-hadad did as they suggested.",
      "26": "The following spring he called up the Aramean army and marched out against Israel, this time at Aphek.",
      "27": "Israel then mustered its army, set up supply lines, and marched out for battle. But the Israelite army looked like two little flocks of goats in comparison to the vast Aramean forces that filled the countryside!",
      "28": "Then the man of God went to the king of Israel and said, “This is what the Lord says: The Arameans have said, ‘The Lord is a god of the hills and not of the plains.’ So I will defeat this vast army for you. Then you will know that I am the Lord.”",
      "29": "The two armies camped opposite each other for seven days, and on the seventh day the battle began. The Israelites killed 100,000 Aramean foot soldiers in one day.",
      "30": "The rest fled into the town of Aphek, but the wall fell on them and killed another 27,000. Ben-hadad fled into the town and hid in a secret room.",
      "31": "Ben-hadad’s officers said to him, “Sir, we have heard that the kings of Israel are merciful. So let’s humble ourselves by wearing burlap around our waists and putting ropes on our heads, and surrender to the king of Israel. Then perhaps he will let you live.”",
      "32": "So they put on burlap and ropes, and they went to the king of Israel and begged, “Your servant Ben-hadad says, ‘Please let me live!’”\nThe king of Israel responded, “Is he still alive? He is my brother!”",
      "33": "The men took this as a good sign and quickly picked up on his words. “Yes,” they said, “your brother Ben-hadad!”\n“Go and get him,” the king of Israel told them. And when Ben-hadad arrived, Ahab invited him up into his chariot.",
      "34": "Ben-hadad told him, “I will give back the towns my father took from your father, and you may establish places of trade in Damascus, as my father did in Samaria.”\nThen Ahab said, “I will release you under these conditions.” So they made a new treaty, and Ben-hadad was set free.",
      "35": "Meanwhile, the Lord instructed one of the group of prophets to say to another man, “Hit me!” But the man refused to hit the prophet.",
      "36": "Then the prophet told him, “Because you have not obeyed the voice of the Lord, a lion will kill you as soon as you leave me.” And when he had gone, a lion did attack and kill him.",
      "37": "Then the prophet turned to another man and said, “Hit me!” So he struck the prophet and wounded him.",
      "38": "The prophet placed a bandage over his eyes to disguise himself and then waited beside the road for the king.",
      "39": "As the king passed by, the prophet called out to him, “Sir, I was in the thick of battle, and suddenly a man brought me a prisoner. He said, ‘Guard this man; if for any reason he gets away, you will either die or pay a fine of seventy-five pounds of silver!’",
      "40": "But while I was busy doing something else, the prisoner disappeared!”\n“Well, it’s your own fault,” the king replied. “You have brought the judgment on yourself.”",
      "41": "Then the prophet quickly pulled the bandage from his eyes, and the king of Israel recognized him as one of the prophets.",
      "42": "The prophet said to him, “This is what the Lord says: Because you have spared the man I said must be destroyed, now you must die in his place, and your people will die instead of his people.”",
      "43": "So the king of Israel went home to Samaria angry and sullen."
    },
    "21": {
      "1": "Now there was a man named Naboth, from Jezreel, who owned a vineyard in Jezreel beside the palace of King Ahab of Samaria.",
      "2": "One day Ahab said to Naboth, “Since your vineyard is so convenient to my palace, I would like to buy it to use as a vegetable garden. I will give you a better vineyard in exchange, or if you prefer, I will pay you for it.”",
      "3": "But Naboth replied, “The Lord forbid that I should give you the inheritance that was passed down by my ancestors.”",
      "4": "So Ahab went home angry and sullen because of Naboth’s answer. The king went to bed with his face to the wall and refused to eat!",
      "5": "“What’s the matter?” his wife Jezebel asked him. “What’s made you so upset that you’re not eating?”",
      "6": "“I asked Naboth to sell me his vineyard or trade it, but he refused!” Ahab told her.",
      "7": "“Are you the king of Israel or not?” Jezebel demanded. “Get up and eat something, and don’t worry about it. I’ll get you Naboth’s vineyard!”",
      "8": "So she wrote letters in Ahab’s name, sealed them with his seal, and sent them to the elders and other leaders of the town where Naboth lived.",
      "9": "In her letters she commanded: “Call the citizens together for a time of fasting, and give Naboth a place of honor.",
      "10": "And then seat two scoundrels across from him who will accuse him of cursing God and the king. Then take him out and stone him to death.”",
      "11": "So the elders and other town leaders followed the instructions Jezebel had written in the letters.",
      "12": "They called for a fast and put Naboth at a prominent place before the people.",
      "13": "Then the two scoundrels came and sat down across from him. And they accused Naboth before all the people, saying, “He cursed God and the king.” So he was dragged outside the town and stoned to death.",
      "14": "The town leaders then sent word to Jezebel, “Naboth has been stoned to death.”",
      "15": "When Jezebel heard the news, she said to Ahab, “You know the vineyard Naboth wouldn’t sell you? Well, you can have it now! He’s dead!”",
      "16": "So Ahab immediately went down to the vineyard of Naboth to claim it.",
      "17": "But the Lord said to Elijah,",
      "18": "“Go down to meet King Ahab of Israel, who rules in Samaria. He will be at Naboth’s vineyard in Jezreel, claiming it for himself.",
      "19": "Give him this message: ‘This is what the Lord says: Wasn’t it enough that you killed Naboth? Must you rob him, too? Because you have done this, dogs will lick your blood at the very place where they licked the blood of Naboth!’”",
      "20": "“So, my enemy, you have found me!” Ahab exclaimed to Elijah.\n“Yes,” Elijah answered, “I have come because you have sold yourself to what is evil in the Lord’s sight.",
      "21": "So now the Lord says, ‘I will bring disaster on you and consume you. I will destroy every one of your male descendants, slave and free alike, anywhere in Israel!",
      "22": "I am going to destroy your family as I did the family of Jeroboam son of Nebat and the family of Baasha son of Ahijah, for you have made me very angry and have led Israel into sin.’",
      "23": "“And regarding Jezebel, the Lord says, ‘Dogs will eat Jezebel’s body at the plot of land in Jezreel.’",
      "24": "“The members of Ahab’s family who die in the city will be eaten by dogs, and those who die in the field will be eaten by vultures.”",
      "25": "(No one else so completely sold himself to what was evil in the Lord’s sight as Ahab did under the influence of his wife Jezebel.",
      "26": "His worst outrage was worshiping idols just as the Amorites had done—the people whom the Lord had driven out from the land ahead of the Israelites.)",
      "27": "But when Ahab heard this message, he tore his clothing, dressed in burlap, and fasted. He even slept in burlap and went about in deep mourning.",
      "28": "Then another message from the Lord came to Elijah:",
      "29": "“Do you see how Ahab has humbled himself before me? Because he has done this, I will not do what I promised during his lifetime. It will happen to his sons; I will destroy his dynasty.”"
    },
    "22": {
      "1": "For three years there was no war between Aram and Israel.",
      "2": "Then during the third year, King Jehoshaphat of Judah went to visit King Ahab of Israel.",
      "3": "During the visit, the king of Israel said to his officials, “Do you realize that the town of Ramoth-gilead belongs to us? And yet we’ve done nothing to recapture it from the king of Aram!”",
      "4": "Then he turned to Jehoshaphat and asked, “Will you join me in battle to recover Ramoth-gilead?”\nJehoshaphat replied to the king of Israel, “Why, of course! You and I are as one. My troops are your troops, and my horses are your horses.”",
      "5": "Then Jehoshaphat added, “But first let’s find out what the Lord says.”",
      "6": "So the king of Israel summoned the prophets, about 400 of them, and asked them, “Should I go to war against Ramoth-gilead, or should I hold back?”\nThey all replied, “Yes, go right ahead! The Lord will give the king victory.”",
      "7": "But Jehoshaphat asked, “Is there not also a prophet of the Lord here? We should ask him the same question.”",
      "8": "The king of Israel replied to Jehoshaphat, “There is one more man who could consult the Lord for us, but I hate him. He never prophesies anything but trouble for me! His name is Micaiah son of Imlah.”\nJehoshaphat replied, “That’s not the way a king should talk! Let’s hear what he has to say.”",
      "9": "So the king of Israel called one of his officials and said, “Quick! Bring Micaiah son of Imlah.”",
      "10": "King Ahab of Israel and King Jehoshaphat of Judah, dressed in their royal robes, were sitting on thrones at the threshing floor near the gate of Samaria. All of Ahab’s prophets were prophesying there in front of them.",
      "11": "One of them, Zedekiah son of Kenaanah, made some iron horns and proclaimed, “This is what the Lord says: With these horns you will gore the Arameans to death!”",
      "12": "All the other prophets agreed. “Yes,” they said, “go up to Ramoth-gilead and be victorious, for the Lord will give the king victory!”",
      "13": "Meanwhile, the messenger who went to get Micaiah said to him, “Look, all the prophets are promising victory for the king. Be sure that you agree with them and promise success.”",
      "14": "But Micaiah replied, “As surely as the Lord lives, I will say only what the Lord tells me to say.”",
      "15": "When Micaiah arrived before the king, Ahab asked him, “Micaiah, should we go to war against Ramoth-gilead, or should we hold back?”\nMicaiah replied sarcastically, “Yes, go up and be victorious, for the Lord will give the king victory!”",
      "16": "But the king replied sharply, “How many times must I demand that you speak only the truth to me when you speak for the Lord?”",
      "17": "Then Micaiah told him, “In a vision I saw all Israel scattered on the mountains, like sheep without a shepherd. And the Lord said, ‘Their master has been killed. Send them home in peace.’”",
      "18": "“Didn’t I tell you?” the king of Israel exclaimed to Jehoshaphat. “He never prophesies anything but trouble for me.”",
      "19": "Then Micaiah continued, “Listen to what the Lord says! I saw the Lord sitting on his throne with all the armies of heaven around him, on his right and on his left.",
      "20": "And the Lord said, ‘Who can entice Ahab to go into battle against Ramoth-gilead so he can be killed?’\n“There were many suggestions,",
      "21": "and finally a spirit approached the Lord and said, ‘I can do it!’",
      "22": "“‘How will you do this?’ the Lord asked.\n“And the spirit replied, ‘I will go out and inspire all of Ahab’s prophets to speak lies.’\n“‘You will succeed,’ said the Lord. ‘Go ahead and do it.’",
      "23": "“So you see, the Lord has put a lying spirit in the mouths of all your prophets. For the Lord has pronounced your doom.”",
      "24": "Then Zedekiah son of Kenaanah walked up to Micaiah and slapped him across the face. “Since when did the Spirit of the Lord leave me to speak to you?” he demanded.",
      "25": "And Micaiah replied, “You will find out soon enough when you are trying to hide in some secret room!”",
      "26": "“Arrest him!” the king of Israel ordered. “Take him back to Amon, the governor of the city, and to my son Joash.",
      "27": "Give them this order from the king: ‘Put this man in prison, and feed him nothing but bread and water until I return safely from the battle!’”",
      "28": "But Micaiah replied, “If you return safely, it will mean that the Lord has not spoken through me!” Then he added to those standing around, “Everyone mark my words!”",
      "29": "So King Ahab of Israel and King Jehoshaphat of Judah led their armies against Ramoth-gilead.",
      "30": "The king of Israel said to Jehoshaphat, “As we go into battle, I will disguise myself so no one will recognize me, but you wear your royal robes.” So the king of Israel disguised himself, and they went into battle.",
      "31": "Meanwhile, the king of Aram had issued these orders to his thirty-two chariot commanders: “Attack only the king of Israel. Don’t bother with anyone else!”",
      "32": "So when the Aramean chariot commanders saw Jehoshaphat in his royal robes, they went after him. “There is the king of Israel!” they shouted. But when Jehoshaphat called out,",
      "33": "the chariot commanders realized he was not the king of Israel, and they stopped chasing him.",
      "34": "An Aramean soldier, however, randomly shot an arrow at the Israelite troops and hit the king of Israel between the joints of his armor. “Turn the horses and get me out of here!” Ahab groaned to the driver of his chariot. “I’m badly wounded!”",
      "35": "The battle raged all that day, and the king remained propped up in his chariot facing the Arameans. The blood from his wound ran down to the floor of his chariot, and as evening arrived he died.",
      "36": "Just as the sun was setting, the cry ran through his troops: “We’re done for! Run for your lives!”",
      "37": "So the king died, and his body was taken to Samaria and buried there.",
      "38": "Then his chariot was washed beside the pool of Samaria, and dogs came and licked his blood at the place where the prostitutes bathed, just as the Lord had promised.",
      "39": "The rest of the events in Ahab’s reign and everything he did, including the story of the ivory palace and the towns he built, are recorded in The Book of the History of the Kings of Israel.",
      "40": "So Ahab died, and his son Ahaziah became the next king.",
      "41": "Jehoshaphat son of Asa began to rule over Judah in the fourth year of King Ahab’s reign in Israel.",
      "42": "Jehoshaphat was thirty-five years old when he became king, and he reigned in Jerusalem twenty-five years. His mother was Azubah, the daughter of Shilhi.",
      "43": "Jehoshaphat was a good king, following the example of his father, Asa. He did what was pleasing in the Lord’s sight. During his reign, however, he failed to remove all the pagan shrines, and the people still offered sacrifices and burned incense there.",
      "44": "Jehoshaphat also made peace with the king of Israel.",
      "45": "The rest of the events in Jehoshaphat’s reign, the extent of his power, and the wars he waged are recorded in The Book of the History of the Kings of Judah.",
      "46": "He banished from the land the rest of the male and female shrine prostitutes, who still continued their practices from the days of his father, Asa.",
      "47": "(There was no king in Edom at that time, only a deputy.)",
      "48": "Jehoshaphat also built a fleet of trading ships to sail to Ophir for gold. But the ships never set sail, for they met with disaster in their home port of Ezion-geber.",
      "49": "At one time Ahaziah son of Ahab had proposed to Jehoshaphat, “Let my men sail with your men in the ships.” But Jehoshaphat refused the request.",
      "50": "When Jehoshaphat died, he was buried with his ancestors in the City of David. Then his son Jehoram became the next king.",
      "51": "Ahaziah son of Ahab began to rule over Israel in the seventeenth year of King Jehoshaphat’s reign in Judah. He reigned in Samaria two years.",
      "52": "But he did what was evil in the Lord’s sight, following the example of his father and mother and the example of Jeroboam son of Nebat, who had led Israel to sin.",
      "53": "He served Baal and worshiped him, provoking the anger of the Lord, the God of Israel, just as his father had done."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:59:00.191085-04:00",
    "Translation": "NLT"
  }
}