{
  "Habakkuk": {
    "1": {
      "1": "This is the message that the prophet Habakkuk received in a vision.",
      "2": "How long, O Lord, must I call for help?\n    But you do not listen!\n“Violence is everywhere!” I cry,\n    but you do not come to save.",
      "3": "Must I forever see these evil deeds?\n    Why must I watch all this misery?\nWherever I look,\n    I see destruction and violence.\nI am surrounded by people\n    who love to argue and fight.",
      "4": "The law has become paralyzed,\n    and there is no justice in the courts.\nThe wicked far outnumber the righteous,\n    so that justice has become perverted.",
      "5": "The Lord replied, \n“Look around at the nations;\n    look and be amazed!\nFor I am doing something in your own day,\n    something you wouldn’t believe\n    even if someone told you about it.",
      "6": "I am raising up the Babylonians,\n    a cruel and violent people.\nThey will march across the world\n    and conquer other lands.",
      "7": "They are notorious for their cruelty\n    and do whatever they like.",
      "8": "Their horses are swifter than cheetahs\n    and fiercer than wolves at dusk.\nTheir charioteers charge from far away.\n    Like eagles, they swoop down to devour their prey.",
      "9": "“On they come, all bent on violence.\n    Their hordes advance like a desert wind,\n    sweeping captives ahead of them like sand.",
      "10": "They scoff at kings and princes\n    and scorn all their fortresses.\nThey simply pile ramps of earth\n    against their walls and capture them!",
      "11": "They sweep past like the wind\n    and are gone.\nBut they are deeply guilty,\n    for their own strength is their god.”",
      "12": "O Lord my God, my Holy One, you who are eternal—\n    surely you do not plan to wipe us out?\nO Lord, our Rock, you have sent these Babylonians to correct us,\n    to punish us for our many sins.",
      "13": "But you are pure and cannot stand the sight of evil.\n    Will you wink at their treachery?\nShould you be silent while the wicked\n    swallow up people more righteous than they?",
      "14": "Are we only fish to be caught and killed?\n    Are we only sea creatures that have no leader?",
      "15": "Must we be strung up on their hooks\n    and caught in their nets while they rejoice and celebrate?",
      "16": "Then they will worship their nets\n    and burn incense in front of them.\n“These nets are the gods who have made us rich!”\n    they will claim.",
      "17": "Will you let them get away with this forever?\n    Will they succeed forever in their heartless conquests?"
    },
    "2": {
      "1": "I will climb up to my watchtower\n    and stand at my guardpost.\nThere I will wait to see what the Lord says\n    and how he will answer my complaint.",
      "2": "Then the Lord said to me,\n“Write my answer plainly on tablets,\n    so that a runner can carry the correct message to others.",
      "3": "This vision is for a future time.\n    It describes the end, and it will be fulfilled.\nIf it seems slow in coming, wait patiently,\n    for it will surely take place.\n    It will not be delayed.",
      "4": "“Look at the proud!\n    They trust in themselves, and their lives are crooked.\n    But the righteous will live by their faithfulness to God.",
      "5": "Wealth is treacherous,\n    and the arrogant are never at rest.\nThey open their mouths as wide as the grave,\n    and like death, they are never satisfied.\nIn their greed they have gathered up many nations\n    and swallowed many peoples.",
      "6": "“But soon their captives will taunt them.\n    They will mock them, saying,\n‘What sorrow awaits you thieves!\n    Now you will get what you deserve!\nYou’ve become rich by extortion,\n    but how much longer can this go on?’",
      "7": "Suddenly, your debtors will take action.\n    They will turn on you and take all you have,\n    while you stand trembling and helpless.",
      "8": "Because you have plundered many nations,\n    now all the survivors will plunder you.\nYou committed murder throughout the countryside\n    and filled the towns with violence.",
      "9": "“What sorrow awaits you who build big houses\n    with money gained dishonestly!\nYou believe your wealth will buy security,\n    putting your family’s nest beyond the reach of danger.",
      "10": "But by the murders you committed,\n    you have shamed your name and forfeited your lives.",
      "11": "The very stones in the walls cry out against you,\n    and the beams in the ceilings echo the complaint.",
      "12": "“What sorrow awaits you who build cities\n    with money gained through murder and corruption!",
      "13": "Has not the Lord of Heaven’s Armies promised\n    that the wealth of nations will turn to ashes?\nThey work so hard,\n    but all in vain!",
      "14": "For as the waters fill the sea,\n    the earth will be filled with an awareness\n    of the glory of the Lord.",
      "15": "“What sorrow awaits you who make your neighbors drunk!\n    You force your cup on them\n    so you can gloat over their shameful nakedness.",
      "16": "But soon it will be your turn to be disgraced.\n    Come, drink and be exposed!\nDrink from the cup of the Lord’s judgment,\n    and all your glory will be turned to shame.",
      "17": "You cut down the forests of Lebanon.\n    Now you will be cut down.\nYou destroyed the wild animals,\n    so now their terror will be yours.\nYou committed murder throughout the countryside\n    and filled the towns with violence.",
      "18": "“What good is an idol carved by man,\n    or a cast image that deceives you?\nHow foolish to trust in your own creation—\n    a god that can’t even talk!",
      "19": "What sorrow awaits you who say to wooden idols,\n    ‘Wake up and save us!’\nTo speechless stone images you say,\n    ‘Rise up and teach us!’\n    Can an idol tell you what to do?\nThey may be overlaid with gold and silver,\n    but they are lifeless inside.",
      "20": "But the Lord is in his holy Temple.\n    Let all the earth be silent before him.”"
    },
    "3": {
      "1": "This prayer was sung by the prophet Habakkuk:",
      "2": "I have heard all about you, Lord.\n    I am filled with awe by your amazing works.\nIn this time of our deep need,\n    help us again as you did in years gone by.\nAnd in your anger,\n    remember your mercy.",
      "3": "I see God moving across the deserts from Edom,\n    the Holy One coming from Mount Paran.\nHis brilliant splendor fills the heavens,\n    and the earth is filled with his praise.",
      "4": "His coming is as brilliant as the sunrise.\n    Rays of light flash from his hands,\n    where his awesome power is hidden.",
      "5": "Pestilence marches before him;\n    plague follows close behind.",
      "6": "When he stops, the earth shakes.\n    When he looks, the nations tremble.\nHe shatters the everlasting mountains\n    and levels the eternal hills.\n    He is the Eternal One!",
      "7": "I see the people of Cushan in distress,\n    and the nation of Midian trembling in terror.",
      "8": "Was it in anger, Lord, that you struck the rivers\n    and parted the sea?\nWere you displeased with them?\n    No, you were sending your chariots of salvation!",
      "9": "You brandished your bow\n    and your quiver of arrows.\n    You split open the earth with flowing rivers.",
      "10": "The mountains watched and trembled.\n    Onward swept the raging waters.\nThe mighty deep cried out,\n    lifting its hands in submission.",
      "11": "The sun and moon stood still in the sky\n    as your brilliant arrows flew\n    and your glittering spear flashed.",
      "12": "You marched across the land in anger\n    and trampled the nations in your fury.",
      "13": "You went out to rescue your chosen people,\n    to save your anointed ones.\nYou crushed the heads of the wicked\n    and stripped their bones from head to toe.",
      "14": "With his own weapons,\n    you destroyed the chief of those\nwho rushed out like a whirlwind,\n    thinking Israel would be easy prey.",
      "15": "You trampled the sea with your horses,\n    and the mighty waters piled high.",
      "16": "I trembled inside when I heard this;\n    my lips quivered with fear.\nMy legs gave way beneath me,\n    and I shook in terror.\nI will wait quietly for the coming day\n    when disaster will strike the people who invade us.",
      "17": "Even though the fig trees have no blossoms,\n    and there are no grapes on the vines;\neven though the olive crop fails,\n    and the fields lie empty and barren;\neven though the flocks die in the fields,\n    and the cattle barns are empty,",
      "18": "yet I will rejoice in the Lord!\n    I will be joyful in the God of my salvation!",
      "19": "The Sovereign Lord is my strength!\n    He makes me as surefooted as a deer,\n    able to tread upon the heights.\n(For the choir director: This prayer is to be accompanied by stringed instruments.)"
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:59:31.068381-04:00",
    "Translation": "NLT"
  }
}