{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:59:26.956762-04:00",
    "Translation": "NLT"
  },
  "Joel": {
    "1": {
      "1": "The Lord gave this message to Joel son of Pethuel.",
      "2": "Hear this, you leaders of the people.\n    Listen, all who live in the land.\nIn all your history,\n    has anything like this happened before?",
      "3": "Tell your children about it in the years to come,\n    and let your children tell their children.\n    Pass the story down from generation to generation.",
      "4": "After the cutting locusts finished eating the crops,\n    the swarming locusts took what was left!\nAfter them came the hopping locusts,\n    and then the stripping locusts, too!",
      "5": "Wake up, you drunkards, and weep!\n    Wail, all you wine-drinkers!\nAll the grapes are ruined,\n    and all your sweet wine is gone.",
      "6": "A vast army of locusts has invaded my land,\n    a terrible army too numerous to count.\nIts teeth are like lions’ teeth,\n    its fangs like those of a lioness.",
      "7": "It has destroyed my grapevines\n    and ruined my fig trees,\nstripping their bark and destroying it,\n    leaving the branches white and bare.",
      "8": "Weep like a bride dressed in black,\n    mourning the death of her husband.",
      "9": "For there is no grain or wine\n    to offer at the Temple of the Lord.\nSo the priests are in mourning.\n    The ministers of the Lord are weeping.",
      "10": "The fields are ruined,\n    the land is stripped bare.\nThe grain is destroyed,\n    the grapes have shriveled,\n    and the olive oil is gone.",
      "11": "Despair, all you farmers!\n    Wail, all you vine growers!\nWeep, because the wheat and barley—\n    all the crops of the field—are ruined.",
      "12": "The grapevines have dried up,\n    and the fig trees have withered.\nThe pomegranate trees, palm trees, and apple trees—\n    all the fruit trees—have dried up.\n    And the people’s joy has dried up with them.",
      "13": "Dress yourselves in burlap and weep, you priests!\n    Wail, you who serve before the altar!\nCome, spend the night in burlap,\n    you ministers of my God.\nFor there is no grain or wine\n    to offer at the Temple of your God.",
      "14": "Announce a time of fasting;\n    call the people together for a solemn meeting.\nBring the leaders\n    and all the people of the land\ninto the Temple of the Lord your God,\n    and cry out to him there.",
      "15": "The day of the Lord is near,\n    the day when destruction comes from the Almighty.\n    How terrible that day will be!",
      "16": "Our food disappears before our very eyes.\n    No joyful celebrations are held in the house of our God.",
      "17": "The seeds die in the parched ground,\n    and the grain crops fail.\nThe barns stand empty,\n    and granaries are abandoned.",
      "18": "How the animals moan with hunger!\n    The herds of cattle wander about confused,\nbecause they have no pasture.\n    The flocks of sheep and goats bleat in misery.",
      "19": "Lord, help us!\nThe fire has consumed the wilderness pastures,\n    and flames have burned up all the trees.",
      "20": "Even the wild animals cry out to you\n    because the streams have dried up,\n    and fire has consumed the wilderness pastures."
    },
    "2": {
      "1": "Sound the trumpet in Jerusalem!\n    Raise the alarm on my holy mountain!\nLet everyone tremble in fear\n    because the day of the Lord is upon us.",
      "2": "It is a day of darkness and gloom,\n    a day of thick clouds and deep blackness.\nSuddenly, like dawn spreading across the mountains,\n    a great and mighty army appears.\nNothing like it has been seen before\n    or will ever be seen again.",
      "3": "Fire burns in front of them,\n    and flames follow after them.\nAhead of them the land lies\n    as beautiful as the Garden of Eden.\nBehind them is nothing but desolation;\n    not one thing escapes.",
      "4": "They look like horses;\n    they charge forward like warhorses.",
      "5": "Look at them as they leap along the mountaintops.\n    Listen to the noise they make—like the rumbling of chariots,\nlike the roar of fire sweeping across a field of stubble,\n    or like a mighty army moving into battle.",
      "6": "Fear grips all the people;\n    every face grows pale with terror.",
      "7": "The attackers march like warriors\n    and scale city walls like soldiers.\nStraight forward they march,\n    never breaking rank.",
      "8": "They never jostle each other;\n    each moves in exactly the right position.\nThey break through defenses\n    without missing a step.",
      "9": "They swarm over the city\n    and run along its walls.\nThey enter all the houses,\n    climbing like thieves through the windows.",
      "10": "The earth quakes as they advance,\n    and the heavens tremble.\nThe sun and moon grow dark,\n    and the stars no longer shine.",
      "11": "The Lord is at the head of the column.\n    He leads them with a shout.\nThis is his mighty army,\n    and they follow his orders.\nThe day of the Lord is an awesome, terrible thing.\n    Who can possibly survive?",
      "12": "That is why the Lord says,\n    “Turn to me now, while there is time.\nGive me your hearts.\n    Come with fasting, weeping, and mourning.",
      "13": "Don’t tear your clothing in your grief,\n    but tear your hearts instead.”\nReturn to the Lord your God,\n    for he is merciful and compassionate,\nslow to get angry and filled with unfailing love.\n    He is eager to relent and not punish.",
      "14": "Who knows? Perhaps he will give you a reprieve,\n    sending you a blessing instead of this curse.\nPerhaps you will be able to offer grain and wine\n    to the Lord your God as before.",
      "15": "Blow the ram’s horn in Jerusalem!\n    Announce a time of fasting;\ncall the people together\n    for a solemn meeting.",
      "16": "Gather all the people—\n    the elders, the children, and even the babies.\nCall the bridegroom from his quarters\n    and the bride from her private room.",
      "17": "Let the priests, who minister in the Lord’s presence,\n    stand and weep between the entry room to the Temple and the altar.\nLet them pray, “Spare your people, Lord!\n    Don’t let your special possession become an object of mockery.\nDon’t let them become a joke for unbelieving foreigners who say,\n    ‘Has the God of Israel left them?’”",
      "18": "Then the Lord will pity his people\n    and jealously guard the honor of his land.",
      "19": "The Lord will reply,\n“Look! I am sending you grain and new wine and olive oil,\n    enough to satisfy your needs.\nYou will no longer be an object of mockery\n    among the surrounding nations.",
      "20": "I will drive away these armies from the north.\n    I will send them into the parched wastelands.\nThose in the front will be driven into the Dead Sea,\n    and those at the rear into the Mediterranean.\nThe stench of their rotting bodies will rise over the land.”\nSurely the Lord has done great things!",
      "21": "Don’t be afraid, O land.\nBe glad now and rejoice,\n    for the Lord has done great things.",
      "22": "Don’t be afraid, you animals of the field,\n    for the wilderness pastures will soon be green.\nThe trees will again be filled with fruit;\n    fig trees and grapevines will be loaded down once more.",
      "23": "Rejoice, you people of Jerusalem!\n    Rejoice in the Lord your God!\nFor the rain he sends demonstrates his faithfulness.\n    Once more the autumn rains will come,\n    as well as the rains of spring.",
      "24": "The threshing floors will again be piled high with grain,\n    and the presses will overflow with new wine and olive oil.",
      "25": "The Lord says, “I will give you back what you lost\n    to the swarming locusts, the hopping locusts,\nthe stripping locusts, and the cutting locusts.\n    It was I who sent this great destroying army against you.",
      "26": "Once again you will have all the food you want,\n    and you will praise the Lord your God,\nwho does these miracles for you.\n    Never again will my people be disgraced.",
      "27": "Then you will know that I am among my people Israel,\n    that I am the Lord your God, and there is no other.\n    Never again will my people be disgraced.",
      "28": "“Then, after doing all those things,\n    I will pour out my Spirit upon all people.\nYour sons and daughters will prophesy.\n    Your old men will dream dreams,\n    and your young men will see visions.",
      "29": "In those days I will pour out my Spirit\n    even on servants—men and women alike.",
      "30": "And I will cause wonders in the heavens and on the earth—\n    blood and fire and columns of smoke.",
      "31": "The sun will become dark,\n    and the moon will turn blood red\n    before that great and terrible day of the Lord arrives.",
      "32": "But everyone who calls on the name of the Lord\n    will be saved,\nfor some on Mount Zion in Jerusalem will escape,\n    just as the Lord has said.\nThese will be among the survivors\n    whom the Lord has called."
    },
    "3": {
      "1": "“At the time of those events,” says the Lord,\n    “when I restore the prosperity of Judah and Jerusalem,",
      "2": "I will gather the armies of the world\n    into the valley of Jehoshaphat.\nThere I will judge them\n    for harming my people, my special possession,\nfor scattering my people among the nations,\n    and for dividing up my land.",
      "3": "They threw dice to decide which of my people\n    would be their slaves.\nThey traded boys to obtain prostitutes\n    and sold girls for enough wine to get drunk.",
      "4": "“What do you have against me, Tyre and Sidon and you cities of Philistia? Are you trying to take revenge on me? If you are, then watch out! I will strike swiftly and pay you back for everything you have done.",
      "5": "You have taken my silver and gold and all my precious treasures, and have carried them off to your pagan temples.",
      "6": "You have sold the people of Judah and Jerusalem to the Greeks, so they could take them far from their homeland.",
      "7": "“But I will bring them back from all the places to which you sold them, and I will pay you back for everything you have done.",
      "8": "I will sell your sons and daughters to the people of Judah, and they will sell them to the people of Arabia, a nation far away. I, the Lord, have spoken!”",
      "9": "Say to the nations far and wide:\n    “Get ready for war!\nCall out your best warriors.\n    Let all your fighting men advance for the attack.",
      "10": "Hammer your plowshares into swords\n    and your pruning hooks into spears.\n    Train even your weaklings to be warriors.",
      "11": "Come quickly, all you nations everywhere.\n    Gather together in the valley.”\nAnd now, O Lord, call out your warriors!",
      "12": "“Let the nations be called to arms.\n    Let them march to the valley of Jehoshaphat.\nThere I, the Lord, will sit\n    to pronounce judgment on them all.",
      "13": "Swing the sickle,\n    for the harvest is ripe.\nCome, tread the grapes,\n    for the winepress is full.\nThe storage vats are overflowing\n    with the wickedness of these people.”",
      "14": "Thousands upon thousands are waiting in the valley of decision.\n    There the day of the Lord will soon arrive.",
      "15": "The sun and moon will grow dark,\n    and the stars will no longer shine.",
      "16": "The Lord’s voice will roar from Zion\n    and thunder from Jerusalem,\n    and the heavens and the earth will shake.\nBut the Lord will be a refuge for his people,\n    a strong fortress for the people of Israel.",
      "17": "“Then you will know that I, the Lord your God,\n    live in Zion, my holy mountain.\nJerusalem will be holy forever,\n    and foreign armies will never conquer her again.",
      "18": "In that day the mountains will drip with sweet wine,\n    and the hills will flow with milk.\nWater will fill the streambeds of Judah,\n    and a fountain will burst forth from the Lord’s Temple,\n    watering the arid valley of acacias.",
      "19": "But Egypt will become a wasteland\n    and Edom will become a wilderness,\nbecause they attacked the people of Judah\n    and killed innocent people in their land.",
      "20": "“But Judah will be filled with people forever,\n    and Jerusalem will endure through all generations.",
      "21": "I will pardon my people’s crimes,\n    which I have not yet pardoned;\nand I, the Lord, will make my home\n    in Jerusalem with my people.”"
    }
  }
}