{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:59:09.555715-04:00",
    "Translation": "NLT"
  },
  "Psalm": {
    "1": {
      "1": "Oh, the joys of those who do not\n    follow the advice of the wicked,\n    or stand around with sinners,\n    or join in with mockers.",
      "2": "But they delight in the law of the Lord,\n    meditating on it day and night.",
      "3": "They are like trees planted along the riverbank,\n    bearing fruit each season.\nTheir leaves never wither,\n    and they prosper in all they do.",
      "4": "But not the wicked!\n    They are like worthless chaff, scattered by the wind.",
      "5": "They will be condemned at the time of judgment.\n    Sinners will have no place among the godly.",
      "6": "For the Lord watches over the path of the godly,\n    but the path of the wicked leads to destruction."
    },
    "2": {
      "1": "Why are the nations so angry?\n    Why do they waste their time with futile plans?",
      "2": "The kings of the earth prepare for battle;\n    the rulers plot together\nagainst the Lord\n    and against his anointed one.",
      "3": "“Let us break their chains,” they cry,\n    “and free ourselves from slavery to God.”",
      "4": "But the one who rules in heaven laughs.\n    The Lord scoffs at them.",
      "5": "Then in anger he rebukes them,\n    terrifying them with his fierce fury.",
      "6": "For the Lord declares, “I have placed my chosen king on the throne\n    in Jerusalem, on my holy mountain.”",
      "7": "The king proclaims the Lord’s decree:\n“The Lord said to me, ‘You are my son.\n    Today I have become your Father.",
      "8": "Only ask, and I will give you the nations as your inheritance,\n    the whole earth as your possession.",
      "9": "You will break them with an iron rod\n    and smash them like clay pots.’”",
      "10": "Now then, you kings, act wisely!\n    Be warned, you rulers of the earth!",
      "11": "Serve the Lord with reverent fear,\n    and rejoice with trembling.",
      "12": "Submit to God’s royal son, or he will become angry,\n    and you will be destroyed in the midst of all your activities—\nfor his anger flares up in an instant.\n    But what joy for all who take refuge in him!"
    },
    "3": {
      "1": "O Lord, I have so many enemies;\n    so many are against me.",
      "2": "So many are saying,\n    “God will never rescue him!” Interlude",
      "3": "But you, O Lord, are a shield around me;\n    you are my glory, the one who holds my head high.",
      "4": "I cried out to the Lord,\n    and he answered me from his holy mountain. Interlude",
      "5": "I lay down and slept,\n    yet I woke up in safety,\n    for the Lord was watching over me.",
      "6": "I am not afraid of ten thousand enemies\n    who surround me on every side.",
      "7": "Arise, O Lord!\n    Rescue me, my God!\nSlap all my enemies in the face!\n    Shatter the teeth of the wicked!",
      "8": "Victory comes from you, O Lord.\n    May you bless your people. Interlude"
    },
    "4": {
      "1": "Answer me when I call to you,\n    O God who declares me innocent.\nFree me from my troubles.\n    Have mercy on me and hear my prayer.",
      "2": "How long will you people ruin my reputation?\n    How long will you make groundless accusations?\n    How long will you continue your lies? Interlude",
      "3": "You can be sure of this:\n    The Lord set apart the godly for himself.\n    The Lord will answer when I call to him.",
      "4": "Don’t sin by letting anger control you.\n    Think about it overnight and remain silent. Interlude",
      "5": "Offer sacrifices in the right spirit,\n    and trust the Lord.",
      "6": "Many people say, “Who will show us better times?”\n    Let your face smile on us, Lord.",
      "7": "You have given me greater joy\n    than those who have abundant harvests of grain and new wine.",
      "8": "In peace I will lie down and sleep,\n    for you alone, O Lord, will keep me safe."
    },
    "5": {
      "1": "O Lord, hear me as I pray;\n    pay attention to my groaning.",
      "2": "Listen to my cry for help, my King and my God,\n    for I pray to no one but you.",
      "3": "Listen to my voice in the morning, Lord.\n    Each morning I bring my requests to you and wait expectantly.",
      "4": "O God, you take no pleasure in wickedness;\n    you cannot tolerate the sins of the wicked.",
      "5": "Therefore, the proud may not stand in your presence,\n    for you hate all who do evil.",
      "6": "You will destroy those who tell lies.\n    The Lord detests murderers and deceivers.",
      "7": "Because of your unfailing love, I can enter your house;\n    I will worship at your Temple with deepest awe.",
      "8": "Lead me in the right path, O Lord,\n    or my enemies will conquer me.\nMake your way plain for me to follow.",
      "9": "My enemies cannot speak a truthful word.\n    Their deepest desire is to destroy others.\nTheir talk is foul, like the stench from an open grave.\n    Their tongues are filled with flattery.",
      "10": "O God, declare them guilty.\n    Let them be caught in their own traps.\nDrive them away because of their many sins,\n    for they have rebelled against you.",
      "11": "But let all who take refuge in you rejoice;\n    let them sing joyful praises forever.\nSpread your protection over them,\n    that all who love your name may be filled with joy.",
      "12": "For you bless the godly, O Lord;\n    you surround them with your shield of love."
    },
    "6": {
      "1": "O Lord, don’t rebuke me in your anger\n    or discipline me in your rage.",
      "2": "Have compassion on me, Lord, for I am weak.\n    Heal me, Lord, for my bones are in agony.",
      "3": "I am sick at heart.\n    How long, O Lord, until you restore me?",
      "4": "Return, O Lord, and rescue me.\n    Save me because of your unfailing love.",
      "5": "For the dead do not remember you.\n    Who can praise you from the grave?",
      "6": "I am worn out from sobbing.\n    All night I flood my bed with weeping,\n    drenching it with my tears.",
      "7": "My vision is blurred by grief;\n    my eyes are worn out because of all my enemies.",
      "8": "Go away, all you who do evil,\n    for the Lord has heard my weeping.",
      "9": "The Lord has heard my plea;\n    the Lord will answer my prayer.",
      "10": "May all my enemies be disgraced and terrified.\n    May they suddenly turn back in shame."
    },
    "7": {
      "1": "I come to you for protection, O Lord my God.\n    Save me from my persecutors—rescue me!",
      "2": "If you don’t, they will maul me like a lion,\n    tearing me to pieces with no one to rescue me.",
      "3": "O Lord my God, if I have done wrong\n    or am guilty of injustice,",
      "4": "if I have betrayed a friend\n    or plundered my enemy without cause,",
      "5": "then let my enemies capture me.\n    Let them trample me into the ground\n    and drag my honor in the dust. Interlude",
      "6": "Arise, O Lord, in anger!\n    Stand up against the fury of my enemies!\n    Wake up, my God, and bring justice!",
      "7": "Gather the nations before you.\n    Rule over them from on high.",
      "8": "The Lord judges the nations.\nDeclare me righteous, O Lord,\n    for I am innocent, O Most High!",
      "9": "End the evil of those who are wicked,\n    and defend the righteous.\nFor you look deep within the mind and heart,\n    O righteous God.",
      "10": "God is my shield,\n    saving those whose hearts are true and right.",
      "11": "God is an honest judge.\n    He is angry with the wicked every day.",
      "12": "If a person does not repent,\n    God will sharpen his sword;\n    he will bend and string his bow.",
      "13": "He will prepare his deadly weapons\n    and shoot his flaming arrows.",
      "14": "The wicked conceive evil;\n    they are pregnant with trouble\n    and give birth to lies.",
      "15": "They dig a deep pit to trap others,\n    then fall into it themselves.",
      "16": "The trouble they make for others backfires on them.\n    The violence they plan falls on their own heads.",
      "17": "I will thank the Lord because he is just;\n    I will sing praise to the name of the Lord Most High."
    },
    "8": {
      "1": "O Lord, our Lord, your majestic name fills the earth!\n    Your glory is higher than the heavens.",
      "2": "You have taught children and infants\n    to tell of your strength,\nsilencing your enemies\n    and all who oppose you.",
      "3": "When I look at the night sky and see the work of your fingers—\n    the moon and the stars you set in place—",
      "4": "what are mere mortals that you should think about them,\n    human beings that you should care for them?",
      "5": "Yet you made them only a little lower than God\n    and crowned them with glory and honor.",
      "6": "You gave them charge of everything you made,\n    putting all things under their authority—",
      "7": "the flocks and the herds\n    and all the wild animals,",
      "8": "the birds in the sky, the fish in the sea,\n    and everything that swims the ocean currents.",
      "9": "O Lord, our Lord, your majestic name fills the earth!"
    },
    "9": {
      "1": "I will praise you, Lord, with all my heart;\n    I will tell of all the marvelous things you have done.",
      "2": "I will be filled with joy because of you.\n    I will sing praises to your name, O Most High.",
      "3": "My enemies retreated;\n    they staggered and died when you appeared.",
      "4": "For you have judged in my favor;\n    from your throne you have judged with fairness.",
      "5": "You have rebuked the nations and destroyed the wicked;\n    you have erased their names forever.",
      "6": "The enemy is finished, in endless ruins;\n    the cities you uprooted are now forgotten.",
      "7": "But the Lord reigns forever,\n    executing judgment from his throne.",
      "8": "He will judge the world with justice\n    and rule the nations with fairness.",
      "9": "The Lord is a shelter for the oppressed,\n    a refuge in times of trouble.",
      "10": "Those who know your name trust in you,\n    for you, O Lord, do not abandon those who search for you.",
      "11": "Sing praises to the Lord who reigns in Jerusalem.\n    Tell the world about his unforgettable deeds.",
      "12": "For he who avenges murder cares for the helpless.\n    He does not ignore the cries of those who suffer.",
      "13": "Lord, have mercy on me.\n    See how my enemies torment me.\n    Snatch me back from the jaws of death.",
      "14": "Save me so I can praise you publicly at Jerusalem’s gates,\n    so I can rejoice that you have rescued me.",
      "15": "The nations have fallen into the pit they dug for others.\n    Their own feet have been caught in the trap they set.",
      "16": "The Lord is known for his justice.\n    The wicked are trapped by their own deeds. Quiet Interlude",
      "17": "The wicked will go down to the grave.\n    This is the fate of all the nations who ignore God.",
      "18": "But the needy will not be ignored forever;\n    the hopes of the poor will not always be crushed.",
      "19": "Arise, O Lord!\n    Do not let mere mortals defy you!\n    Judge the nations!",
      "20": "Make them tremble in fear, O Lord.\n    Let the nations know they are merely human. Interlude"
    },
    "10": {
      "1": "O Lord, why do you stand so far away?\n    Why do you hide when I am in trouble?",
      "2": "The wicked arrogantly hunt down the poor.\n    Let them be caught in the evil they plan for others.",
      "3": "For they brag about their evil desires;\n    they praise the greedy and curse the Lord.",
      "4": "The wicked are too proud to seek God.\n    They seem to think that God is dead.",
      "5": "Yet they succeed in everything they do.\n    They do not see your punishment awaiting them.\n    They sneer at all their enemies.",
      "6": "They think, “Nothing bad will ever happen to us!\n    We will be free of trouble forever!”",
      "7": "Their mouths are full of cursing, lies, and threats.\n    Trouble and evil are on the tips of their tongues.",
      "8": "They lurk in ambush in the villages,\n    waiting to murder innocent people.\n    They are always searching for helpless victims.",
      "9": "Like lions crouched in hiding,\n    they wait to pounce on the helpless.\nLike hunters they capture the helpless\n    and drag them away in nets.",
      "10": "Their helpless victims are crushed;\n    they fall beneath the strength of the wicked.",
      "11": "The wicked think, “God isn’t watching us!\n    He has closed his eyes and won’t even see what we do!”",
      "12": "Arise, O Lord!\n    Punish the wicked, O God!\n    Do not ignore the helpless!",
      "13": "Why do the wicked get away with despising God?\n    They think, “God will never call us to account.”",
      "14": "But you see the trouble and grief they cause.\n    You take note of it and punish them.\nThe helpless put their trust in you.\n    You defend the orphans.",
      "15": "Break the arms of these wicked, evil people!\n    Go after them until the last one is destroyed.",
      "16": "The Lord is king forever and ever!\n    The godless nations will vanish from the land.",
      "17": "Lord, you know the hopes of the helpless.\n    Surely you will hear their cries and comfort them.",
      "18": "You will bring justice to the orphans and the oppressed,\n    so mere people can no longer terrify them."
    },
    "11": {
      "1": "I trust in the Lord for protection.\nSo why do you say to me,\n    “Fly like a bird to the mountains for safety!",
      "2": "The wicked are stringing their bows\n    and fitting their arrows on the bowstrings.\nThey shoot from the shadows\n    at those whose hearts are right.",
      "3": "The foundations of law and order have collapsed.\n    What can the righteous do?”",
      "4": "But the Lord is in his holy Temple;\n    the Lord still rules from heaven.\nHe watches everyone closely,\n    examining every person on earth.",
      "5": "The Lord examines both the righteous and the wicked.\n    He hates those who love violence.",
      "6": "He will rain down blazing coals and burning sulfur on the wicked,\n    punishing them with scorching winds.",
      "7": "For the righteous Lord loves justice.\n    The virtuous will see his face."
    },
    "12": {
      "1": "Help, O Lord, for the godly are fast disappearing!\n    The faithful have vanished from the earth!",
      "2": "Neighbors lie to each other,\n    speaking with flattering lips and deceitful hearts.",
      "3": "May the Lord cut off their flattering lips\n    and silence their boastful tongues.",
      "4": "They say, “We will lie to our hearts’ content.\n    Our lips are our own—who can stop us?”",
      "5": "The Lord replies, “I have seen violence done to the helpless,\n    and I have heard the groans of the poor.\nNow I will rise up to rescue them,\n    as they have longed for me to do.”",
      "6": "The Lord’s promises are pure,\n    like silver refined in a furnace,\n    purified seven times over.",
      "7": "Therefore, Lord, we know you will protect the oppressed,\n    preserving them forever from this lying generation,",
      "8": "even though the wicked strut about,\n    and evil is praised throughout the land."
    },
    "13": {
      "1": "O Lord, how long will you forget me? Forever?\n    How long will you look the other way?",
      "2": "How long must I struggle with anguish in my soul,\n    with sorrow in my heart every day?\n    How long will my enemy have the upper hand?",
      "3": "Turn and answer me, O Lord my God!\n    Restore the sparkle to my eyes, or I will die.",
      "4": "Don’t let my enemies gloat, saying, “We have defeated him!”\n    Don’t let them rejoice at my downfall.",
      "5": "But I trust in your unfailing love.\n    I will rejoice because you have rescued me.",
      "6": "I will sing to the Lord\n    because he is good to me."
    },
    "14": {
      "1": "Only fools say in their hearts,\n    “There is no God.”\nThey are corrupt, and their actions are evil;\n    not one of them does good!",
      "2": "The Lord looks down from heaven\n    on the entire human race;\nhe looks to see if anyone is truly wise,\n    if anyone seeks God.",
      "3": "But no, all have turned away;\n    all have become corrupt.\nNo one does good,\n    not a single one!",
      "4": "Will those who do evil never learn?\n    They eat up my people like bread\n    and wouldn’t think of praying to the Lord.",
      "5": "Terror will grip them,\n    for God is with those who obey him.",
      "6": "The wicked frustrate the plans of the oppressed,\n    but the Lord will protect his people.",
      "7": "Who will come from Mount Zion to rescue Israel?\n    When the Lord restores his people,\n    Jacob will shout with joy, and Israel will rejoice."
    },
    "15": {
      "1": "Who may worship in your sanctuary, Lord?\n    Who may enter your presence on your holy hill?",
      "2": "Those who lead blameless lives and do what is right,\n    speaking the truth from sincere hearts.",
      "3": "Those who refuse to gossip\n    or harm their neighbors\n    or speak evil of their friends.",
      "4": "Those who despise flagrant sinners,\n    and honor the faithful followers of the Lord,\n    and keep their promises even when it hurts.",
      "5": "Those who lend money without charging interest,\n    and who cannot be bribed to lie about the innocent.\nSuch people will stand firm forever."
    },
    "16": {
      "1": "Keep me safe, O God,\n    for I have come to you for refuge.",
      "2": "I said to the Lord, “You are my Master!\n    Every good thing I have comes from you.”",
      "3": "The godly people in the land\n    are my true heroes!\n    I take pleasure in them!",
      "4": "Troubles multiply for those who chase after other gods.\n    I will not take part in their sacrifices of blood\n    or even speak the names of their gods.",
      "5": "Lord, you alone are my inheritance, my cup of blessing.\n    You guard all that is mine.",
      "6": "The land you have given me is a pleasant land.\n    What a wonderful inheritance!",
      "7": "I will bless the Lord who guides me;\n    even at night my heart instructs me.",
      "8": "I know the Lord is always with me.\n    I will not be shaken, for he is right beside me.",
      "9": "No wonder my heart is glad, and I rejoice.\n    My body rests in safety.",
      "10": "For you will not leave my soul among the dead\n    or allow your holy one to rot in the grave.",
      "11": "You will show me the way of life,\n    granting me the joy of your presence\n    and the pleasures of living with you forever."
    },
    "17": {
      "1": "O Lord, hear my plea for justice.\n    Listen to my cry for help.\nPay attention to my prayer,\n    for it comes from honest lips.",
      "2": "Declare me innocent,\n    for you see those who do right.",
      "3": "You have tested my thoughts and examined my heart in the night.\n    You have scrutinized me and found nothing wrong.\n    I am determined not to sin in what I say.",
      "4": "I have followed your commands,\n    which keep me from following cruel and evil people.",
      "5": "My steps have stayed on your path;\n    I have not wavered from following you.",
      "6": "I am praying to you because I know you will answer, O God.\n    Bend down and listen as I pray.",
      "7": "Show me your unfailing love in wonderful ways.\n    By your mighty power you rescue\n    those who seek refuge from their enemies.",
      "8": "Guard me as you would guard your own eyes.\n    Hide me in the shadow of your wings.",
      "9": "Protect me from wicked people who attack me,\n    from murderous enemies who surround me.",
      "10": "They are without pity.\n    Listen to their boasting!",
      "11": "They track me down and surround me,\n    watching for the chance to throw me to the ground.",
      "12": "They are like hungry lions, eager to tear me apart—\n    like young lions hiding in ambush.",
      "13": "Arise, O Lord!\n    Stand against them, and bring them to their knees!\n    Rescue me from the wicked with your sword!",
      "14": "By the power of your hand, O Lord,\n    destroy those who look to this world for their reward.\nBut satisfy the hunger of your treasured ones.\n    May their children have plenty,\n    leaving an inheritance for their descendants.",
      "15": "Because I am righteous, I will see you.\n    When I awake, I will see you face to face and be satisfied."
    },
    "18": {
      "1": "I love you, Lord;\n    you are my strength.",
      "2": "The Lord is my rock, my fortress, and my savior;\n    my God is my rock, in whom I find protection.\nHe is my shield, the power that saves me,\n    and my place of safety.",
      "3": "I called on the Lord, who is worthy of praise,\n    and he saved me from my enemies.",
      "4": "The ropes of death entangled me;\n    floods of destruction swept over me.",
      "5": "The grave wrapped its ropes around me;\n    death laid a trap in my path.",
      "6": "But in my distress I cried out to the Lord;\n    yes, I prayed to my God for help.\nHe heard me from his sanctuary;\n    my cry to him reached his ears.",
      "7": "Then the earth quaked and trembled.\n    The foundations of the mountains shook;\n    they quaked because of his anger.",
      "8": "Smoke poured from his nostrils;\n    fierce flames leaped from his mouth.\n    Glowing coals blazed forth from him.",
      "9": "He opened the heavens and came down;\n    dark storm clouds were beneath his feet.",
      "10": "Mounted on a mighty angelic being, he flew,\n    soaring on the wings of the wind.",
      "11": "He shrouded himself in darkness,\n    veiling his approach with dark rain clouds.",
      "12": "Thick clouds shielded the brightness around him\n    and rained down hail and burning coals.",
      "13": "The Lord thundered from heaven;\n    the voice of the Most High resounded\n    amid the hail and burning coals.",
      "14": "He shot his arrows and scattered his enemies;\n    great bolts of lightning flashed, and they were confused.",
      "15": "Then at your command, O Lord,\n    at the blast of your breath,\nthe bottom of the sea could be seen,\n    and the foundations of the earth were laid bare.",
      "16": "He reached down from heaven and rescued me;\n    he drew me out of deep waters.",
      "17": "He rescued me from my powerful enemies,\n    from those who hated me and were too strong for me.",
      "18": "They attacked me at a moment when I was in distress,\n    but the Lord supported me.",
      "19": "He led me to a place of safety;\n    he rescued me because he delights in me.",
      "20": "The Lord rewarded me for doing right;\n    he restored me because of my innocence.",
      "21": "For I have kept the ways of the Lord;\n    I have not turned from my God to follow evil.",
      "22": "I have followed all his regulations;\n    I have never abandoned his decrees.",
      "23": "I am blameless before God;\n    I have kept myself from sin.",
      "24": "The Lord rewarded me for doing right.\n    He has seen my innocence.",
      "25": "To the faithful you show yourself faithful;\n    to those with integrity you show integrity.",
      "26": "To the pure you show yourself pure,\n    but to the crooked you show yourself shrewd.",
      "27": "You rescue the humble,\n    but you humiliate the proud.",
      "28": "You light a lamp for me.\n    The Lord, my God, lights up my darkness.",
      "29": "In your strength I can crush an army;\n    with my God I can scale any wall.",
      "30": "God’s way is perfect.\n    All the Lord’s promises prove true.\n    He is a shield for all who look to him for protection.",
      "31": "For who is God except the Lord?\n    Who but our God is a solid rock?",
      "32": "God arms me with strength,\n    and he makes my way perfect.",
      "33": "He makes me as surefooted as a deer,\n    enabling me to stand on mountain heights.",
      "34": "He trains my hands for battle;\n    he strengthens my arm to draw a bronze bow.",
      "35": "You have given me your shield of victory.\n    Your right hand supports me;\n    your help has made me great.",
      "36": "You have made a wide path for my feet\n    to keep them from slipping.",
      "37": "I chased my enemies and caught them;\n    I did not stop until they were conquered.",
      "38": "I struck them down so they could not get up;\n    they fell beneath my feet.",
      "39": "You have armed me with strength for the battle;\n    you have subdued my enemies under my feet.",
      "40": "You placed my foot on their necks.\n    I have destroyed all who hated me.",
      "41": "They called for help, but no one came to their rescue.\n    They even cried to the Lord, but he refused to answer.",
      "42": "I ground them as fine as dust in the wind.\n    I swept them into the gutter like dirt.",
      "43": "You gave me victory over my accusers.\n    You appointed me ruler over nations;\n    people I don’t even know now serve me.",
      "44": "As soon as they hear of me, they submit;\n    foreign nations cringe before me.",
      "45": "They all lose their courage\n    and come trembling from their strongholds.",
      "46": "The Lord lives! Praise to my Rock!\n    May the God of my salvation be exalted!",
      "47": "He is the God who pays back those who harm me;\n    he subdues the nations under me",
      "48": "and rescues me from my enemies.\nYou hold me safe beyond the reach of my enemies;\n    you save me from violent opponents.",
      "49": "For this, O Lord, I will praise you among the nations;\n    I will sing praises to your name.",
      "50": "You give great victories to your king;\n    you show unfailing love to your anointed,\n    to David and all his descendants forever."
    },
    "19": {
      "1": "The heavens proclaim the glory of God.\n    The skies display his craftsmanship.",
      "2": "Day after day they continue to speak;\n    night after night they make him known.",
      "3": "They speak without a sound or word;\n    their voice is never heard.",
      "4": "Yet their message has gone throughout the earth,\n    and their words to all the world.\nGod has made a home in the heavens for the sun.",
      "5": "It bursts forth like a radiant bridegroom after his wedding.\n    It rejoices like a great athlete eager to run the race.",
      "6": "The sun rises at one end of the heavens\n    and follows its course to the other end.\n    Nothing can hide from its heat.",
      "7": "The instructions of the Lord are perfect,\n    reviving the soul.\nThe decrees of the Lord are trustworthy,\n    making wise the simple.",
      "8": "The commandments of the Lord are right,\n    bringing joy to the heart.\nThe commands of the Lord are clear,\n    giving insight for living.",
      "9": "Reverence for the Lord is pure,\n    lasting forever.\nThe laws of the Lord are true;\n    each one is fair.",
      "10": "They are more desirable than gold,\n    even the finest gold.\nThey are sweeter than honey,\n    even honey dripping from the comb.",
      "11": "They are a warning to your servant,\n    a great reward for those who obey them.",
      "12": "How can I know all the sins lurking in my heart?\n    Cleanse me from these hidden faults.",
      "13": "Keep your servant from deliberate sins!\n    Don’t let them control me.\nThen I will be free of guilt\n    and innocent of great sin.",
      "14": "May the words of my mouth\n    and the meditation of my heart\nbe pleasing to you,\n    O Lord, my rock and my redeemer."
    },
    "20": {
      "1": "In times of trouble, may the Lord answer your cry.\n    May the name of the God of Jacob keep you safe from all harm.",
      "2": "May he send you help from his sanctuary\n    and strengthen you from Jerusalem.",
      "3": "May he remember all your gifts\n    and look favorably on your burnt offerings. Interlude",
      "4": "May he grant your heart’s desires\n    and make all your plans succeed.",
      "5": "May we shout for joy when we hear of your victory\n    and raise a victory banner in the name of our God.\nMay the Lord answer all your prayers.",
      "6": "Now I know that the Lord rescues his anointed king.\n    He will answer him from his holy heaven\n    and rescue him by his great power.",
      "7": "Some nations boast of their chariots and horses,\n    but we boast in the name of the Lord our God.",
      "8": "Those nations will fall down and collapse,\n    but we will rise up and stand firm.",
      "9": "Give victory to our king, O Lord!\n    Answer our cry for help."
    },
    "21": {
      "1": "How the king rejoices in your strength, O Lord!\n    He shouts with joy because you give him victory.",
      "2": "For you have given him his heart’s desire;\n    you have withheld nothing he requested. Interlude",
      "3": "You welcomed him back with success and prosperity.\n    You placed a crown of finest gold on his head.",
      "4": "He asked you to preserve his life,\n    and you granted his request.\n    The days of his life stretch on forever.",
      "5": "Your victory brings him great honor,\n    and you have clothed him with splendor and majesty.",
      "6": "You have endowed him with eternal blessings\n    and given him the joy of your presence.",
      "7": "For the king trusts in the Lord.\n    The unfailing love of the Most High will keep him from stumbling.",
      "8": "You will capture all your enemies.\n    Your strong right hand will seize all who hate you.",
      "9": "You will throw them in a flaming furnace\n    when you appear.\nThe Lord will consume them in his anger;\n    fire will devour them.",
      "10": "You will wipe their children from the face of the earth;\n    they will never have descendants.",
      "11": "Although they plot against you,\n    their evil schemes will never succeed.",
      "12": "For they will turn and run\n    when they see your arrows aimed at them.",
      "13": "Rise up, O Lord, in all your power.\n    With music and singing we celebrate your mighty acts."
    },
    "22": {
      "1": "My God, my God, why have you abandoned me?\n    Why are you so far away when I groan for help?",
      "2": "Every day I call to you, my God, but you do not answer.\n    Every night I lift my voice, but I find no relief.",
      "3": "Yet you are holy,\n    enthroned on the praises of Israel.",
      "4": "Our ancestors trusted in you,\n    and you rescued them.",
      "5": "They cried out to you and were saved.\n    They trusted in you and were never disgraced.",
      "6": "But I am a worm and not a man.\n    I am scorned and despised by all!",
      "7": "Everyone who sees me mocks me.\n    They sneer and shake their heads, saying,",
      "8": "“Is this the one who relies on the Lord?\n    Then let the Lord save him!\nIf the Lord loves him so much,\n    let the Lord rescue him!”",
      "9": "Yet you brought me safely from my mother’s womb\n    and led me to trust you at my mother’s breast.",
      "10": "I was thrust into your arms at my birth.\n    You have been my God from the moment I was born.",
      "11": "Do not stay so far from me,\n    for trouble is near,\n    and no one else can help me.",
      "12": "My enemies surround me like a herd of bulls;\n    fierce bulls of Bashan have hemmed me in!",
      "13": "Like lions they open their jaws against me,\n    roaring and tearing into their prey.",
      "14": "My life is poured out like water,\n    and all my bones are out of joint.\nMy heart is like wax,\n    melting within me.",
      "15": "My strength has dried up like sunbaked clay.\n    My tongue sticks to the roof of my mouth.\n    You have laid me in the dust and left me for dead.",
      "16": "My enemies surround me like a pack of dogs;\n    an evil gang closes in on me.\n    They have pierced my hands and feet.",
      "17": "I can count all my bones.\n    My enemies stare at me and gloat.",
      "18": "They divide my garments among themselves\n    and throw dice for my clothing.",
      "19": "O Lord, do not stay far away!\n    You are my strength; come quickly to my aid!",
      "20": "Save me from the sword;\n    spare my precious life from these dogs.",
      "21": "Snatch me from the lion’s jaws\n    and from the horns of these wild oxen.",
      "22": "I will proclaim your name to my brothers and sisters.\n    I will praise you among your assembled people.",
      "23": "Praise the Lord, all you who fear him!\n    Honor him, all you descendants of Jacob!\n    Show him reverence, all you descendants of Israel!",
      "24": "For he has not ignored or belittled the suffering of the needy.\n    He has not turned his back on them,\n    but has listened to their cries for help.",
      "25": "I will praise you in the great assembly.\n    I will fulfill my vows in the presence of those who worship you.",
      "26": "The poor will eat and be satisfied.\n    All who seek the Lord will praise him.\n    Their hearts will rejoice with everlasting joy.",
      "27": "The whole earth will acknowledge the Lord and return to him.\n    All the families of the nations will bow down before him.",
      "28": "For royal power belongs to the Lord.\n    He rules all the nations.",
      "29": "Let the rich of the earth feast and worship.\n    Bow before him, all who are mortal,\n    all whose lives will end as dust.",
      "30": "Our children will also serve him.\n    Future generations will hear about the wonders of the Lord.",
      "31": "His righteous acts will be told to those not yet born.\n    They will hear about everything he has done."
    },
    "23": {
      "1": "The Lord is my shepherd;\n    I have all that I need.",
      "2": "He lets me rest in green meadows;\n    he leads me beside peaceful streams.",
      "3": "He renews my strength.\nHe guides me along right paths,\n    bringing honor to his name.",
      "4": "Even when I walk\n    through the darkest valley,\nI will not be afraid,\n    for you are close beside me.\nYour rod and your staff\n    protect and comfort me.",
      "5": "You prepare a feast for me\n    in the presence of my enemies.\nYou honor me by anointing my head with oil.\n    My cup overflows with blessings.",
      "6": "Surely your goodness and unfailing love will pursue me\n    all the days of my life,\nand I will live in the house of the Lord\n    forever."
    },
    "24": {
      "1": "The earth is the Lord’s, and everything in it.\n    The world and all its people belong to him.",
      "2": "For he laid the earth’s foundation on the seas\n    and built it on the ocean depths.",
      "3": "Who may climb the mountain of the Lord?\n    Who may stand in his holy place?",
      "4": "Only those whose hands and hearts are pure,\n    who do not worship idols\n    and never tell lies.",
      "5": "They will receive the Lord’s blessing\n    and have a right relationship with God their savior.",
      "6": "Such people may seek you\n    and worship in your presence, O God of Jacob. Interlude",
      "7": "Open up, ancient gates!\n    Open up, ancient doors,\n    and let the King of glory enter.",
      "8": "Who is the King of glory?\n    The Lord, strong and mighty;\n    the Lord, invincible in battle.",
      "9": "Open up, ancient gates!\n    Open up, ancient doors,\n    and let the King of glory enter.",
      "10": "Who is the King of glory?\n    The Lord of Heaven’s Armies—\n    he is the King of glory. Interlude"
    },
    "25": {
      "1": "O Lord, I give my life to you.",
      "2": "I trust in you, my God!\nDo not let me be disgraced,\n    or let my enemies rejoice in my defeat.",
      "3": "No one who trusts in you will ever be disgraced,\n    but disgrace comes to those who try to deceive others.",
      "4": "Show me the right path, O Lord;\n    point out the road for me to follow.",
      "5": "Lead me by your truth and teach me,\n    for you are the God who saves me.\n    All day long I put my hope in you.",
      "6": "Remember, O Lord, your compassion and unfailing love,\n    which you have shown from long ages past.",
      "7": "Do not remember the rebellious sins of my youth.\n    Remember me in the light of your unfailing love,\n    for you are merciful, O Lord.",
      "8": "The Lord is good and does what is right;\n    he shows the proper path to those who go astray.",
      "9": "He leads the humble in doing right,\n    teaching them his way.",
      "10": "The Lord leads with unfailing love and faithfulness\n    all who keep his covenant and obey his demands.",
      "11": "For the honor of your name, O Lord,\n    forgive my many, many sins.",
      "12": "Who are those who fear the Lord?\n    He will show them the path they should choose.",
      "13": "They will live in prosperity,\n    and their children will inherit the land.",
      "14": "The Lord is a friend to those who fear him.\n    He teaches them his covenant.",
      "15": "My eyes are always on the Lord,\n    for he rescues me from the traps of my enemies.",
      "16": "Turn to me and have mercy,\n    for I am alone and in deep distress.",
      "17": "My problems go from bad to worse.\n    Oh, save me from them all!",
      "18": "Feel my pain and see my trouble.\n    Forgive all my sins.",
      "19": "See how many enemies I have\n    and how viciously they hate me!",
      "20": "Protect me! Rescue my life from them!\n    Do not let me be disgraced, for in you I take refuge.",
      "21": "May integrity and honesty protect me,\n    for I put my hope in you.",
      "22": "O God, ransom Israel\n    from all its troubles."
    },
    "26": {
      "1": "Declare me innocent, O Lord,\n    for I have acted with integrity;\n    I have trusted in the Lord without wavering.",
      "2": "Put me on trial, Lord, and cross-examine me.\n    Test my motives and my heart.",
      "3": "For I am always aware of your unfailing love,\n    and I have lived according to your truth.",
      "4": "I do not spend time with liars\n    or go along with hypocrites.",
      "5": "I hate the gatherings of those who do evil,\n    and I refuse to join in with the wicked.",
      "6": "I wash my hands to declare my innocence.\n    I come to your altar, O Lord,",
      "7": "singing a song of thanksgiving\n    and telling of all your wonders.",
      "8": "I love your sanctuary, Lord,\n    the place where your glorious presence dwells.",
      "9": "Don’t let me suffer the fate of sinners.\n    Don’t condemn me along with murderers.",
      "10": "Their hands are dirty with evil schemes,\n    and they constantly take bribes.",
      "11": "But I am not like that; I live with integrity.\n    So redeem me and show me mercy.",
      "12": "Now I stand on solid ground,\n    and I will publicly praise the Lord."
    },
    "27": {
      "1": "The Lord is my light and my salvation—\n    so why should I be afraid?\nThe Lord is my fortress, protecting me from danger,\n    so why should I tremble?",
      "2": "When evil people come to devour me,\n    when my enemies and foes attack me,\n    they will stumble and fall.",
      "3": "Though a mighty army surrounds me,\n    my heart will not be afraid.\nEven if I am attacked,\n    I will remain confident.",
      "4": "The one thing I ask of the Lord—\n    the thing I seek most—\nis to live in the house of the Lord all the days of my life,\n    delighting in the Lord’s perfections\n    and meditating in his Temple.",
      "5": "For he will conceal me there when troubles come;\n    he will hide me in his sanctuary.\n    He will place me out of reach on a high rock.",
      "6": "Then I will hold my head high\n    above my enemies who surround me.\nAt his sanctuary I will offer sacrifices with shouts of joy,\n    singing and praising the Lord with music.",
      "7": "Hear me as I pray, O Lord.\n    Be merciful and answer me!",
      "8": "My heart has heard you say, “Come and talk with me.”\n    And my heart responds, “Lord, I am coming.”",
      "9": "Do not turn your back on me.\n    Do not reject your servant in anger.\n    You have always been my helper.\nDon’t leave me now; don’t abandon me,\n    O God of my salvation!",
      "10": "Even if my father and mother abandon me,\n    the Lord will hold me close.",
      "11": "Teach me how to live, O Lord.\n    Lead me along the right path,\n    for my enemies are waiting for me.",
      "12": "Do not let me fall into their hands.\n    For they accuse me of things I’ve never done;\n    with every breath they threaten me with violence.",
      "13": "Yet I am confident I will see the Lord’s goodness\n    while I am here in the land of the living.",
      "14": "Wait patiently for the Lord.\n    Be brave and courageous.\n    Yes, wait patiently for the Lord."
    },
    "28": {
      "1": "I pray to you, O Lord, my rock.\n    Do not turn a deaf ear to me.\nFor if you are silent,\n    I might as well give up and die.",
      "2": "Listen to my prayer for mercy\n    as I cry out to you for help,\n    as I lift my hands toward your holy sanctuary.",
      "3": "Do not drag me away with the wicked—\n    with those who do evil—\nthose who speak friendly words to their neighbors\n    while planning evil in their hearts.",
      "4": "Give them the punishment they so richly deserve!\n    Measure it out in proportion to their wickedness.\nPay them back for all their evil deeds!\n    Give them a taste of what they have done to others.",
      "5": "They care nothing for what the Lord has done\n    or for what his hands have made.\nSo he will tear them down,\n    and they will never be rebuilt!",
      "6": "Praise the Lord!\n    For he has heard my cry for mercy.",
      "7": "The Lord is my strength and shield.\n    I trust him with all my heart.\nHe helps me, and my heart is filled with joy.\n    I burst out in songs of thanksgiving.",
      "8": "The Lord gives his people strength.\n    He is a safe fortress for his anointed king.",
      "9": "Save your people!\n    Bless Israel, your special possession.\nLead them like a shepherd,\n    and carry them in your arms forever."
    },
    "29": {
      "1": "Honor the Lord, you heavenly beings;\n    honor the Lord for his glory and strength.",
      "2": "Honor the Lord for the glory of his name.\n    Worship the Lord in the splendor of his holiness.",
      "3": "The voice of the Lord echoes above the sea.\n    The God of glory thunders.\n    The Lord thunders over the mighty sea.",
      "4": "The voice of the Lord is powerful;\n    the voice of the Lord is majestic.",
      "5": "The voice of the Lord splits the mighty cedars;\n    the Lord shatters the cedars of Lebanon.",
      "6": "He makes Lebanon’s mountains skip like a calf;\n    he makes Mount Hermon leap like a young wild ox.",
      "7": "The voice of the Lord strikes\n    with bolts of lightning.",
      "8": "The voice of the Lord makes the barren wilderness quake;\n    the Lord shakes the wilderness of Kadesh.",
      "9": "The voice of the Lord twists mighty oaks\n    and strips the forests bare.\nIn his Temple everyone shouts, “Glory!”",
      "10": "The Lord rules over the floodwaters.\n    The Lord reigns as king forever.",
      "11": "The Lord gives his people strength.\n    The Lord blesses them with peace."
    },
    "30": {
      "1": "I will exalt you, Lord, for you rescued me.\n    You refused to let my enemies triumph over me.",
      "2": "O Lord my God, I cried to you for help,\n    and you restored my health.",
      "3": "You brought me up from the grave, O Lord.\n    You kept me from falling into the pit of death.",
      "4": "Sing to the Lord, all you godly ones!\n    Praise his holy name.",
      "5": "For his anger lasts only a moment,\n    but his favor lasts a lifetime!\nWeeping may last through the night,\n    but joy comes with the morning.",
      "6": "When I was prosperous, I said,\n    “Nothing can stop me now!”",
      "7": "Your favor, O Lord, made me as secure as a mountain.\n    Then you turned away from me, and I was shattered.",
      "8": "I cried out to you, O Lord.\n    I begged the Lord for mercy, saying,",
      "9": "“What will you gain if I die,\n    if I sink into the grave?\nCan my dust praise you?\n    Can it tell of your faithfulness?",
      "10": "Hear me, Lord, and have mercy on me.\n    Help me, O Lord.”",
      "11": "You have turned my mourning into joyful dancing.\n    You have taken away my clothes of mourning and clothed me with joy,",
      "12": "that I might sing praises to you and not be silent.\n    O Lord my God, I will give you thanks forever!"
    },
    "31": {
      "1": "O Lord, I have come to you for protection;\n    don’t let me be disgraced.\n    Save me, for you do what is right.",
      "2": "Turn your ear to listen to me;\n    rescue me quickly.\nBe my rock of protection,\n    a fortress where I will be safe.",
      "3": "You are my rock and my fortress.\n    For the honor of your name, lead me out of this danger.",
      "4": "Pull me from the trap my enemies set for me,\n    for I find protection in you alone.",
      "5": "I entrust my spirit into your hand.\n    Rescue me, Lord, for you are a faithful God.",
      "6": "I hate those who worship worthless idols.\n    I trust in the Lord.",
      "7": "I will be glad and rejoice in your unfailing love,\n    for you have seen my troubles,\n    and you care about the anguish of my soul.",
      "8": "You have not handed me over to my enemies\n    but have set me in a safe place.",
      "9": "Have mercy on me, Lord, for I am in distress.\n    Tears blur my eyes.\n    My body and soul are withering away.",
      "10": "I am dying from grief;\n    my years are shortened by sadness.\nSin has drained my strength;\n    I am wasting away from within.",
      "11": "I am scorned by all my enemies\n    and despised by my neighbors—\n    even my friends are afraid to come near me.\nWhen they see me on the street,\n    they run the other way.",
      "12": "I am ignored as if I were dead,\n    as if I were a broken pot.",
      "13": "I have heard the many rumors about me,\n    and I am surrounded by terror.\nMy enemies conspire against me,\n    plotting to take my life.",
      "14": "But I am trusting you, O Lord,\n    saying, “You are my God!”",
      "15": "My future is in your hands.\n    Rescue me from those who hunt me down relentlessly.",
      "16": "Let your favor shine on your servant.\n    In your unfailing love, rescue me.",
      "17": "Don’t let me be disgraced, O Lord,\n    for I call out to you for help.\nLet the wicked be disgraced;\n    let them lie silent in the grave.",
      "18": "Silence their lying lips—\n    those proud and arrogant lips that accuse the godly.",
      "19": "How great is the goodness\n    you have stored up for those who fear you.\nYou lavish it on those who come to you for protection,\n    blessing them before the watching world.",
      "20": "You hide them in the shelter of your presence,\n    safe from those who conspire against them.\nYou shelter them in your presence,\n    far from accusing tongues.",
      "21": "Praise the Lord,\n    for he has shown me the wonders of his unfailing love.\n    He kept me safe when my city was under attack.",
      "22": "In panic I cried out,\n    “I am cut off from the Lord!”\nBut you heard my cry for mercy\n    and answered my call for help.",
      "23": "Love the Lord, all you godly ones!\n    For the Lord protects those who are loyal to him,\n    but he harshly punishes the arrogant.",
      "24": "So be strong and courageous,\n    all you who put your hope in the Lord!"
    },
    "32": {
      "1": "Oh, what joy for those\n    whose disobedience is forgiven,\n    whose sin is put out of sight!",
      "2": "Yes, what joy for those\n    whose record the Lord has cleared of guilt,\n    whose lives are lived in complete honesty!",
      "3": "When I refused to confess my sin,\n    my body wasted away,\n    and I groaned all day long.",
      "4": "Day and night your hand of discipline was heavy on me.\n    My strength evaporated like water in the summer heat. Interlude",
      "5": "Finally, I confessed all my sins to you\n    and stopped trying to hide my guilt.\nI said to myself, “I will confess my rebellion to the Lord.”\n    And you forgave me! All my guilt is gone. Interlude",
      "6": "Therefore, let all the godly pray to you while there is still time,\n    that they may not drown in the floodwaters of judgment.",
      "7": "For you are my hiding place;\n    you protect me from trouble.\n    You surround me with songs of victory. Interlude",
      "8": "The Lord says, “I will guide you along the best pathway for your life.\n    I will advise you and watch over you.",
      "9": "Do not be like a senseless horse or mule\n    that needs a bit and bridle to keep it under control.”",
      "10": "Many sorrows come to the wicked,\n    but unfailing love surrounds those who trust the Lord.",
      "11": "So rejoice in the Lord and be glad, all you who obey him!\n    Shout for joy, all you whose hearts are pure!"
    },
    "33": {
      "1": "Let the godly sing for joy to the Lord;\n    it is fitting for the pure to praise him.",
      "2": "Praise the Lord with melodies on the lyre;\n    make music for him on the ten-stringed harp.",
      "3": "Sing a new song of praise to him;\n    play skillfully on the harp, and sing with joy.",
      "4": "For the word of the Lord holds true,\n    and we can trust everything he does.",
      "5": "He loves whatever is just and good;\n    the unfailing love of the Lord fills the earth.",
      "6": "The Lord merely spoke,\n    and the heavens were created.\nHe breathed the word,\n    and all the stars were born.",
      "7": "He assigned the sea its boundaries\n    and locked the oceans in vast reservoirs.",
      "8": "Let the whole world fear the Lord,\n    and let everyone stand in awe of him.",
      "9": "For when he spoke, the world began!\n    It appeared at his command.",
      "10": "The Lord frustrates the plans of the nations\n    and thwarts all their schemes.",
      "11": "But the Lord’s plans stand firm forever;\n    his intentions can never be shaken.",
      "12": "What joy for the nation whose God is the Lord,\n    whose people he has chosen as his inheritance.",
      "13": "The Lord looks down from heaven\n    and sees the whole human race.",
      "14": "From his throne he observes\n    all who live on the earth.",
      "15": "He made their hearts,\n    so he understands everything they do.",
      "16": "The best-equipped army cannot save a king,\n    nor is great strength enough to save a warrior.",
      "17": "Don’t count on your warhorse to give you victory—\n    for all its strength, it cannot save you.",
      "18": "But the Lord watches over those who fear him,\n    those who rely on his unfailing love.",
      "19": "He rescues them from death\n    and keeps them alive in times of famine.",
      "20": "We put our hope in the Lord.\n    He is our help and our shield.",
      "21": "In him our hearts rejoice,\n    for we trust in his holy name.",
      "22": "Let your unfailing love surround us, Lord,\n    for our hope is in you alone."
    },
    "34": {
      "1": "I will praise the Lord at all times.\n    I will constantly speak his praises.",
      "2": "I will boast only in the Lord;\n    let all who are helpless take heart.",
      "3": "Come, let us tell of the Lord’s greatness;\n    let us exalt his name together.",
      "4": "I prayed to the Lord, and he answered me.\n    He freed me from all my fears.",
      "5": "Those who look to him for help will be radiant with joy;\n    no shadow of shame will darken their faces.",
      "6": "In my desperation I prayed, and the Lord listened;\n    he saved me from all my troubles.",
      "7": "For the angel of the Lord is a guard;\n    he surrounds and defends all who fear him.",
      "8": "Taste and see that the Lord is good.\n    Oh, the joys of those who take refuge in him!",
      "9": "Fear the Lord, you his godly people,\n    for those who fear him will have all they need.",
      "10": "Even strong young lions sometimes go hungry,\n    but those who trust in the Lord will lack no good thing.",
      "11": "Come, my children, and listen to me,\n    and I will teach you to fear the Lord.",
      "12": "Does anyone want to live a life\n    that is long and prosperous?",
      "13": "Then keep your tongue from speaking evil\n    and your lips from telling lies!",
      "14": "Turn away from evil and do good.\n    Search for peace, and work to maintain it.",
      "15": "The eyes of the Lord watch over those who do right;\n    his ears are open to their cries for help.",
      "16": "But the Lord turns his face against those who do evil;\n    he will erase their memory from the earth.",
      "17": "The Lord hears his people when they call to him for help.\n    He rescues them from all their troubles.",
      "18": "The Lord is close to the brokenhearted;\n    he rescues those whose spirits are crushed.",
      "19": "The righteous person faces many troubles,\n    but the Lord comes to the rescue each time.",
      "20": "For the Lord protects the bones of the righteous;\n    not one of them is broken!",
      "21": "Calamity will surely destroy the wicked,\n    and those who hate the righteous will be punished.",
      "22": "But the Lord will redeem those who serve him.\n    No one who takes refuge in him will be condemned."
    },
    "35": {
      "1": "O Lord, oppose those who oppose me.\n    Fight those who fight against me.",
      "2": "Put on your armor, and take up your shield.\n    Prepare for battle, and come to my aid.",
      "3": "Lift up your spear and javelin\n    against those who pursue me.\nLet me hear you say,\n    “I will give you victory!”",
      "4": "Bring shame and disgrace on those trying to kill me;\n    turn them back and humiliate those who want to harm me.",
      "5": "Blow them away like chaff in the wind—\n    a wind sent by the angel of the Lord.",
      "6": "Make their path dark and slippery,\n    with the angel of the Lord pursuing them.",
      "7": "I did them no wrong, but they laid a trap for me.\n    I did them no wrong, but they dug a pit to catch me.",
      "8": "So let sudden ruin come upon them!\n    Let them be caught in the trap they set for me!\n    Let them be destroyed in the pit they dug for me.",
      "9": "Then I will rejoice in the Lord.\n    I will be glad because he rescues me.",
      "10": "With every bone in my body I will praise him:\n    “Lord, who can compare with you?\nWho else rescues the helpless from the strong?\n    Who else protects the helpless and poor from those who rob them?”",
      "11": "Malicious witnesses testify against me.\n    They accuse me of crimes I know nothing about.",
      "12": "They repay me evil for good.\n    I am sick with despair.",
      "13": "Yet when they were ill, I grieved for them.\n    I denied myself by fasting for them,\n    but my prayers returned unanswered.",
      "14": "I was sad, as though they were my friends or family,\n    as if I were grieving for my own mother.",
      "15": "But they are glad now that I am in trouble;\n    they gleefully join together against me.\nI am attacked by people I don’t even know;\n    they slander me constantly.",
      "16": "They mock me and call me names;\n    they snarl at me.",
      "17": "How long, O Lord, will you look on and do nothing?\n    Rescue me from their fierce attacks.\n    Protect my life from these lions!",
      "18": "Then I will thank you in front of the great assembly.\n    I will praise you before all the people.",
      "19": "Don’t let my treacherous enemies rejoice over my defeat.\n    Don’t let those who hate me without cause gloat over my sorrow.",
      "20": "They don’t talk of peace;\n    they plot against innocent people who mind their own business.",
      "21": "They shout, “Aha! Aha!\n    With our own eyes we saw him do it!”",
      "22": "O Lord, you know all about this.\n    Do not stay silent.\n    Do not abandon me now, O Lord.",
      "23": "Wake up! Rise to my defense!\n    Take up my case, my God and my Lord.",
      "24": "Declare me not guilty, O Lord my God, for you give justice.\n    Don’t let my enemies laugh about me in my troubles.",
      "25": "Don’t let them say, “Look, we got what we wanted!\n    Now we will eat him alive!”",
      "26": "May those who rejoice at my troubles\n    be humiliated and disgraced.\nMay those who triumph over me\n    be covered with shame and dishonor.",
      "27": "But give great joy to those who came to my defense.\n    Let them continually say, “Great is the Lord,\n    who delights in blessing his servant with peace!”",
      "28": "Then I will proclaim your justice,\n    and I will praise you all day long."
    },
    "36": {
      "1": "Sin whispers to the wicked, deep within their hearts.\n    They have no fear of God at all.",
      "2": "In their blind conceit,\n    they cannot see how wicked they really are.",
      "3": "Everything they say is crooked and deceitful.\n    They refuse to act wisely or do good.",
      "4": "They lie awake at night, hatching sinful plots.\n    Their actions are never good.\n    They make no attempt to turn from evil.",
      "5": "Your unfailing love, O Lord, is as vast as the heavens;\n    your faithfulness reaches beyond the clouds.",
      "6": "Your righteousness is like the mighty mountains,\n    your justice like the ocean depths.\nYou care for people and animals alike, O Lord.",
      "7": "How precious is your unfailing love, O God!\nAll humanity finds shelter\n    in the shadow of your wings.",
      "8": "You feed them from the abundance of your own house,\n    letting them drink from your river of delights.",
      "9": "For you are the fountain of life,\n    the light by which we see.",
      "10": "Pour out your unfailing love on those who love you;\n    give justice to those with honest hearts.",
      "11": "Don’t let the proud trample me\n    or the wicked push me around.",
      "12": "Look! Those who do evil have fallen!\n    They are thrown down, never to rise again."
    },
    "37": {
      "1": "Don’t worry about the wicked\n    or envy those who do wrong.",
      "2": "For like grass, they soon fade away.\n    Like spring flowers, they soon wither.",
      "3": "Trust in the Lord and do good.\n    Then you will live safely in the land and prosper.",
      "4": "Take delight in the Lord,\n    and he will give you your heart’s desires.",
      "5": "Commit everything you do to the Lord.\n    Trust him, and he will help you.",
      "6": "He will make your innocence radiate like the dawn,\n    and the justice of your cause will shine like the noonday sun.",
      "7": "Be still in the presence of the Lord,\n    and wait patiently for him to act.\nDon’t worry about evil people who prosper\n    or fret about their wicked schemes.",
      "8": "Stop being angry!\n    Turn from your rage!\nDo not lose your temper—\n    it only leads to harm.",
      "9": "For the wicked will be destroyed,\n    but those who trust in the Lord will possess the land.",
      "10": "Soon the wicked will disappear.\n    Though you look for them, they will be gone.",
      "11": "The lowly will possess the land\n    and will live in peace and prosperity.",
      "12": "The wicked plot against the godly;\n    they snarl at them in defiance.",
      "13": "But the Lord just laughs,\n    for he sees their day of judgment coming.",
      "14": "The wicked draw their swords\n    and string their bows\nto kill the poor and the oppressed,\n    to slaughter those who do right.",
      "15": "But their swords will stab their own hearts,\n    and their bows will be broken.",
      "16": "It is better to be godly and have little\n    than to be evil and rich.",
      "17": "For the strength of the wicked will be shattered,\n    but the Lord takes care of the godly.",
      "18": "Day by day the Lord takes care of the innocent,\n    and they will receive an inheritance that lasts forever.",
      "19": "They will not be disgraced in hard times;\n    even in famine they will have more than enough.",
      "20": "But the wicked will die.\n    The Lord’s enemies are like flowers in a field—\n    they will disappear like smoke.",
      "21": "The wicked borrow and never repay,\n    but the godly are generous givers.",
      "22": "Those the Lord blesses will possess the land,\n    but those he curses will die.",
      "23": "The Lord directs the steps of the godly.\n    He delights in every detail of their lives.",
      "24": "Though they stumble, they will never fall,\n    for the Lord holds them by the hand.",
      "25": "Once I was young, and now I am old.\n    Yet I have never seen the godly abandoned\n    or their children begging for bread.",
      "26": "The godly always give generous loans to others,\n    and their children are a blessing.",
      "27": "Turn from evil and do good,\n    and you will live in the land forever.",
      "28": "For the Lord loves justice,\n    and he will never abandon the godly.\nHe will keep them safe forever,\n    but the children of the wicked will die.",
      "29": "The godly will possess the land\n    and will live there forever.",
      "30": "The godly offer good counsel;\n    they teach right from wrong.",
      "31": "They have made God’s law their own,\n    so they will never slip from his path.",
      "32": "The wicked wait in ambush for the godly,\n    looking for an excuse to kill them.",
      "33": "But the Lord will not let the wicked succeed\n    or let the godly be condemned when they are put on trial.",
      "34": "Put your hope in the Lord.\n    Travel steadily along his path.\nHe will honor you by giving you the land.\n    You will see the wicked destroyed.",
      "35": "I have seen wicked and ruthless people\n    flourishing like a tree in its native soil.",
      "36": "But when I looked again, they were gone!\n    Though I searched for them, I could not find them!",
      "37": "Look at those who are honest and good,\n    for a wonderful future awaits those who love peace.",
      "38": "But the rebellious will be destroyed;\n    they have no future.",
      "39": "The Lord rescues the godly;\n    he is their fortress in times of trouble.",
      "40": "The Lord helps them,\n    rescuing them from the wicked.\nHe saves them,\n    and they find shelter in him."
    },
    "38": {
      "1": "O Lord, don’t rebuke me in your anger\n    or discipline me in your rage!",
      "2": "Your arrows have struck deep,\n    and your blows are crushing me.",
      "3": "Because of your anger, my whole body is sick;\n    my health is broken because of my sins.",
      "4": "My guilt overwhelms me—\n    it is a burden too heavy to bear.",
      "5": "My wounds fester and stink\n    because of my foolish sins.",
      "6": "I am bent over and racked with pain.\n    All day long I walk around filled with grief.",
      "7": "A raging fever burns within me,\n    and my health is broken.",
      "8": "I am exhausted and completely crushed.\n    My groans come from an anguished heart.",
      "9": "You know what I long for, Lord;\n    you hear my every sigh.",
      "10": "My heart beats wildly, my strength fails,\n    and I am going blind.",
      "11": "My loved ones and friends stay away, fearing my disease.\n    Even my own family stands at a distance.",
      "12": "Meanwhile, my enemies lay traps to kill me.\n    Those who wish me harm make plans to ruin me.\n    All day long they plan their treachery.",
      "13": "But I am deaf to all their threats.\n    I am silent before them as one who cannot speak.",
      "14": "I choose to hear nothing,\n    and I make no reply.",
      "15": "For I am waiting for you, O Lord.\n    You must answer for me, O Lord my God.",
      "16": "I prayed, “Don’t let my enemies gloat over me\n    or rejoice at my downfall.”",
      "17": "I am on the verge of collapse,\n    facing constant pain.",
      "18": "But I confess my sins;\n    I am deeply sorry for what I have done.",
      "19": "I have many aggressive enemies;\n    they hate me without reason.",
      "20": "They repay me evil for good\n    and oppose me for pursuing good.",
      "21": "Do not abandon me, O Lord.\n    Do not stand at a distance, my God.",
      "22": "Come quickly to help me,\n    O Lord my savior."
    },
    "39": {
      "1": "I said to myself, “I will watch what I do\n    and not sin in what I say.\nI will hold my tongue\n    when the ungodly are around me.”",
      "2": "But as I stood there in silence—\n    not even speaking of good things—\n    the turmoil within me grew worse.",
      "3": "The more I thought about it,\n    the hotter I got,\n    igniting a fire of words:",
      "4": "“Lord, remind me how brief my time on earth will be.\n    Remind me that my days are numbered—\n    how fleeting my life is.",
      "5": "You have made my life no longer than the width of my hand.\n    My entire lifetime is just a moment to you;\n    at best, each of us is but a breath.” Interlude",
      "6": "We are merely moving shadows,\n    and all our busy rushing ends in nothing.\nWe heap up wealth,\n    not knowing who will spend it.",
      "7": "And so, Lord, where do I put my hope?\n    My only hope is in you.",
      "8": "Rescue me from my rebellion.\n    Do not let fools mock me.",
      "9": "I am silent before you; I won’t say a word,\n    for my punishment is from you.",
      "10": "But please stop striking me!\n    I am exhausted by the blows from your hand.",
      "11": "When you discipline us for our sins,\n    you consume like a moth what is precious to us.\n    Each of us is but a breath. Interlude",
      "12": "Hear my prayer, O Lord!\n    Listen to my cries for help!\n    Don’t ignore my tears.\nFor I am your guest—\n    a traveler passing through,\n    as my ancestors were before me.",
      "13": "Leave me alone so I can smile again\n    before I am gone and exist no more."
    },
    "40": {
      "1": "I waited patiently for the Lord to help me,\n    and he turned to me and heard my cry.",
      "2": "He lifted me out of the pit of despair,\n    out of the mud and the mire.\nHe set my feet on solid ground\n    and steadied me as I walked along.",
      "3": "He has given me a new song to sing,\n    a hymn of praise to our God.\nMany will see what he has done and be amazed.\n    They will put their trust in the Lord.",
      "4": "Oh, the joys of those who trust the Lord,\n    who have no confidence in the proud\n    or in those who worship idols.",
      "5": "O Lord my God, you have performed many wonders for us.\n    Your plans for us are too numerous to list.\n    You have no equal.\nIf I tried to recite all your wonderful deeds,\n    I would never come to the end of them.",
      "6": "You take no delight in sacrifices or offerings.\n    Now that you have made me listen, I finally understand—\n    you don’t require burnt offerings or sin offerings.",
      "7": "Then I said, “Look, I have come.\n    As is written about me in the Scriptures:",
      "8": "I take joy in doing your will, my God,\n    for your instructions are written on my heart.”",
      "9": "I have told all your people about your justice.\n    I have not been afraid to speak out,\n    as you, O Lord, well know.",
      "10": "I have not kept the good news of your justice hidden in my heart;\n    I have talked about your faithfulness and saving power.\nI have told everyone in the great assembly\n    of your unfailing love and faithfulness.",
      "11": "Lord, don’t hold back your tender mercies from me.\n    Let your unfailing love and faithfulness always protect me.",
      "12": "For troubles surround me—\n    too many to count!\nMy sins pile up so high\n    I can’t see my way out.\nThey outnumber the hairs on my head.\n    I have lost all courage.",
      "13": "Please, Lord, rescue me!\n    Come quickly, Lord, and help me.",
      "14": "May those who try to destroy me\n    be humiliated and put to shame.\nMay those who take delight in my trouble\n    be turned back in disgrace.",
      "15": "Let them be horrified by their shame,\n    for they said, “Aha! We’ve got him now!”",
      "16": "But may all who search for you\n    be filled with joy and gladness in you.\nMay those who love your salvation\n    repeatedly shout, “The Lord is great!”",
      "17": "As for me, since I am poor and needy,\n    let the Lord keep me in his thoughts.\nYou are my helper and my savior.\n    O my God, do not delay."
    },
    "41": {
      "1": "Oh, the joys of those who are kind to the poor!\n    The Lord rescues them when they are in trouble.",
      "2": "The Lord protects them\n    and keeps them alive.\nHe gives them prosperity in the land\n    and rescues them from their enemies.",
      "3": "The Lord nurses them when they are sick\n    and restores them to health.",
      "4": "“O Lord,” I prayed, “have mercy on me.\n    Heal me, for I have sinned against you.”",
      "5": "But my enemies say nothing but evil about me.\n    “How soon will he die and be forgotten?” they ask.",
      "6": "They visit me as if they were my friends,\n    but all the while they gather gossip,\n    and when they leave, they spread it everywhere.",
      "7": "All who hate me whisper about me,\n    imagining the worst.",
      "8": "“He has some fatal disease,” they say.\n    “He will never get out of that bed!”",
      "9": "Even my best friend, the one I trusted completely,\n    the one who shared my food, has turned against me.",
      "10": "Lord, have mercy on me.\n    Make me well again, so I can pay them back!",
      "11": "I know you are pleased with me,\n    for you have not let my enemies triumph over me.",
      "12": "You have preserved my life because I am innocent;\n    you have brought me into your presence forever.",
      "13": "Praise the Lord, the God of Israel,\n    who lives from everlasting to everlasting.\nAmen and amen!"
    },
    "42": {
      "1": "As the deer longs for streams of water,\n    so I long for you, O God.",
      "2": "I thirst for God, the living God.\n    When can I go and stand before him?",
      "3": "Day and night I have only tears for food,\n    while my enemies continually taunt me, saying,\n    “Where is this God of yours?”",
      "4": "My heart is breaking\n    as I remember how it used to be:\nI walked among the crowds of worshipers,\n    leading a great procession to the house of God,\nsinging for joy and giving thanks\n    amid the sound of a great celebration!",
      "5": "Why am I discouraged?\n    Why is my heart so sad?\nI will put my hope in God!\n    I will praise him again—\n    my Savior and",
      "6": "my God! \nNow I am deeply discouraged,\n    but I will remember you—\neven from distant Mount Hermon, the source of the Jordan,\n    from the land of Mount Mizar.",
      "7": "I hear the tumult of the raging seas\n    as your waves and surging tides sweep over me.",
      "8": "But each day the Lord pours his unfailing love upon me,\n    and through each night I sing his songs,\n    praying to God who gives me life.",
      "9": "“O God my rock,” I cry,\n    “Why have you forgotten me?\nWhy must I wander around in grief,\n    oppressed by my enemies?”",
      "10": "Their taunts break my bones.\n    They scoff, “Where is this God of yours?”",
      "11": "Why am I discouraged?\n    Why is my heart so sad?\nI will put my hope in God!\n    I will praise him again—\n    my Savior and my God!"
    },
    "43": {
      "1": "Declare me innocent, O God!\n    Defend me against these ungodly people.\n    Rescue me from these unjust liars.",
      "2": "For you are God, my only safe haven.\n    Why have you tossed me aside?\nWhy must I wander around in grief,\n    oppressed by my enemies?",
      "3": "Send out your light and your truth;\n    let them guide me.\nLet them lead me to your holy mountain,\n    to the place where you live.",
      "4": "There I will go to the altar of God,\n    to God—the source of all my joy.\nI will praise you with my harp,\n    O God, my God!",
      "5": "Why am I discouraged?\n    Why is my heart so sad?\nI will put my hope in God!\n    I will praise him again—\n    my Savior and my God!"
    },
    "44": {
      "1": "O God, we have heard it with our own ears—\n    our ancestors have told us\nof all you did in their day,\n    in days long ago:",
      "2": "You drove out the pagan nations by your power\n    and gave all the land to our ancestors.\nYou crushed their enemies\n    and set our ancestors free.",
      "3": "They did not conquer the land with their swords;\n    it was not their own strong arm that gave them victory.\nIt was your right hand and strong arm\n    and the blinding light from your face that helped them,\n    for you loved them.",
      "4": "You are my King and my God.\n    You command victories for Israel.",
      "5": "Only by your power can we push back our enemies;\n    only in your name can we trample our foes.",
      "6": "I do not trust in my bow;\n    I do not count on my sword to save me.",
      "7": "You are the one who gives us victory over our enemies;\n    you disgrace those who hate us.",
      "8": "O God, we give glory to you all day long\n    and constantly praise your name. Interlude",
      "9": "But now you have tossed us aside in dishonor.\n    You no longer lead our armies to battle.",
      "10": "You make us retreat from our enemies\n    and allow those who hate us to plunder our land.",
      "11": "You have butchered us like sheep\n    and scattered us among the nations.",
      "12": "You sold your precious people for a pittance,\n    making nothing on the sale.",
      "13": "You let our neighbors mock us.\n    We are an object of scorn and derision to those around us.",
      "14": "You have made us the butt of their jokes;\n    they shake their heads at us in scorn.",
      "15": "We can’t escape the constant humiliation;\n    shame is written across our faces.",
      "16": "All we hear are the taunts of our mockers.\n    All we see are our vengeful enemies.",
      "17": "All this has happened though we have not forgotten you.\n    We have not violated your covenant.",
      "18": "Our hearts have not deserted you.\n    We have not strayed from your path.",
      "19": "Yet you have crushed us in the jackal’s desert home.\n    You have covered us with darkness and death.",
      "20": "If we had forgotten the name of our God\n    or spread our hands in prayer to foreign gods,",
      "21": "God would surely have known it,\n    for he knows the secrets of every heart.",
      "22": "But for your sake we are killed every day;\n    we are being slaughtered like sheep.",
      "23": "Wake up, O Lord! Why do you sleep?\n    Get up! Do not reject us forever.",
      "24": "Why do you look the other way?\n    Why do you ignore our suffering and oppression?",
      "25": "We collapse in the dust,\n    lying face down in the dirt.",
      "26": "Rise up! Help us!\n    Ransom us because of your unfailing love."
    },
    "45": {
      "1": "Beautiful words stir my heart.\n    I will recite a lovely poem about the king,\n    for my tongue is like the pen of a skillful poet.",
      "2": "You are the most handsome of all.\n    Gracious words stream from your lips.\n    God himself has blessed you forever.",
      "3": "Put on your sword, O mighty warrior!\n    You are so glorious, so majestic!",
      "4": "In your majesty, ride out to victory,\n    defending truth, humility, and justice.\n    Go forth to perform awe-inspiring deeds!",
      "5": "Your arrows are sharp, piercing your enemies’ hearts.\n    The nations fall beneath your feet.",
      "6": "Your throne, O God, endures forever and ever.\n    You rule with a scepter of justice.",
      "7": "You love justice and hate evil.\n    Therefore God, your God, has anointed you,\n    pouring out the oil of joy on you more than on anyone else.",
      "8": "Myrrh, aloes, and cassia perfume your robes.\n    In ivory palaces the music of strings entertains you.",
      "9": "Kings’ daughters are among your noble women.\n    At your right side stands the queen,\n    wearing jewelry of finest gold from Ophir!",
      "10": "Listen to me, O royal daughter; take to heart what I say.\n    Forget your people and your family far away.",
      "11": "For your royal husband delights in your beauty;\n    honor him, for he is your lord.",
      "12": "The princess of Tyre will shower you with gifts.\n    The wealthy will beg your favor.",
      "13": "The bride, a princess, looks glorious\n    in her golden gown.",
      "14": "In her beautiful robes, she is led to the king,\n    accompanied by her bridesmaids.",
      "15": "What a joyful and enthusiastic procession\n    as they enter the king’s palace!",
      "16": "Your sons will become kings like their father.\n    You will make them rulers over many lands.",
      "17": "I will bring honor to your name in every generation.\n    Therefore, the nations will praise you forever and ever."
    },
    "46": {
      "1": "God is our refuge and strength,\n    always ready to help in times of trouble.",
      "2": "So we will not fear when earthquakes come\n    and the mountains crumble into the sea.",
      "3": "Let the oceans roar and foam.\n    Let the mountains tremble as the waters surge! Interlude",
      "4": "A river brings joy to the city of our God,\n    the sacred home of the Most High.",
      "5": "God dwells in that city; it cannot be destroyed.\n    From the very break of day, God will protect it.",
      "6": "The nations are in chaos,\n    and their kingdoms crumble!\nGod’s voice thunders,\n    and the earth melts!",
      "7": "The Lord of Heaven’s Armies is here among us;\n    the God of Israel is our fortress. Interlude",
      "8": "Come, see the glorious works of the Lord:\n    See how he brings destruction upon the world.",
      "9": "He causes wars to end throughout the earth.\n    He breaks the bow and snaps the spear;\n    he burns the shields with fire.",
      "10": "“Be still, and know that I am God!\n    I will be honored by every nation.\n    I will be honored throughout the world.”",
      "11": "The Lord of Heaven’s Armies is here among us;\n    the God of Israel is our fortress. Interlude"
    },
    "47": {
      "1": "Come, everyone! Clap your hands!\n    Shout to God with joyful praise!",
      "2": "For the Lord Most High is awesome.\n    He is the great King of all the earth.",
      "3": "He subdues the nations before us,\n    putting our enemies beneath our feet.",
      "4": "He chose the Promised Land as our inheritance,\n    the proud possession of Jacob’s descendants, whom he loves. Interlude",
      "5": "God has ascended with a mighty shout.\n    The Lord has ascended with trumpets blaring.",
      "6": "Sing praises to God, sing praises;\n    sing praises to our King, sing praises!",
      "7": "For God is the King over all the earth.\n    Praise him with a psalm.",
      "8": "God reigns above the nations,\n    sitting on his holy throne.",
      "9": "The rulers of the world have gathered together\n    with the people of the God of Abraham.\nFor all the kings of the earth belong to God.\n    He is highly honored everywhere."
    },
    "48": {
      "1": "How great is the Lord,\n    how deserving of praise,\nin the city of our God,\n    which sits on his holy mountain!",
      "2": "It is high and magnificent;\n    the whole earth rejoices to see it!\nMount Zion, the holy mountain,\n    is the city of the great King!",
      "3": "God himself is in Jerusalem’s towers,\n    revealing himself as its defender.",
      "4": "The kings of the earth joined forces\n    and advanced against the city.",
      "5": "But when they saw it, they were stunned;\n    they were terrified and ran away.",
      "6": "They were gripped with terror\n    and writhed in pain like a woman in labor.",
      "7": "You destroyed them like the mighty ships of Tarshish\n    shattered by a powerful east wind.",
      "8": "We had heard of the city’s glory,\n    but now we have seen it ourselves—\n    the city of the Lord of Heaven’s Armies.\nIt is the city of our God;\n    he will make it safe forever. Interlude",
      "9": "O God, we meditate on your unfailing love\n    as we worship in your Temple.",
      "10": "As your name deserves, O God,\n    you will be praised to the ends of the earth.\n    Your strong right hand is filled with victory.",
      "11": "Let the people on Mount Zion rejoice.\n    Let all the towns of Judah be glad\n    because of your justice.",
      "12": "Go, inspect the city of Jerusalem.\n    Walk around and count the many towers.",
      "13": "Take note of the fortified walls,\n    and tour all the citadels,\nthat you may describe them\n    to future generations.",
      "14": "For that is what God is like.\n    He is our God forever and ever,\n    and he will guide us until we die."
    },
    "49": {
      "1": "Listen to this, all you people!\n    Pay attention, everyone in the world!",
      "2": "High and low,\n    rich and poor—listen!",
      "3": "For my words are wise,\n    and my thoughts are filled with insight.",
      "4": "I listen carefully to many proverbs\n    and solve riddles with inspiration from a harp.",
      "5": "Why should I fear when trouble comes,\n    when enemies surround me?",
      "6": "They trust in their wealth\n    and boast of great riches.",
      "7": "Yet they cannot redeem themselves from death\n    by paying a ransom to God.",
      "8": "Redemption does not come so easily,\n    for no one can ever pay enough",
      "9": "to live forever\n    and never see the grave.",
      "10": "Those who are wise must finally die,\n    just like the foolish and senseless,\n    leaving all their wealth behind.",
      "11": "The grave is their eternal home,\n    where they will stay forever.\nThey may name their estates after themselves,",
      "12": "but their fame will not last.\n    They will die, just like animals.",
      "13": "This is the fate of fools,\n    though they are remembered as being wise. Interlude",
      "14": "Like sheep, they are led to the grave,\n    where death will be their shepherd.\nIn the morning the godly will rule over them.\n    Their bodies will rot in the grave,\n    far from their grand estates.",
      "15": "But as for me, God will redeem my life.\n    He will snatch me from the power of the grave. Interlude",
      "16": "So don’t be dismayed when the wicked grow rich\n    and their homes become ever more splendid.",
      "17": "For when they die, they take nothing with them.\n    Their wealth will not follow them into the grave.",
      "18": "In this life they consider themselves fortunate\n    and are applauded for their success.",
      "19": "But they will die like all before them\n    and never again see the light of day.",
      "20": "People who boast of their wealth don’t understand;\n    they will die, just like animals."
    },
    "50": {
      "1": "The Lord, the Mighty One, is God,\n    and he has spoken;\nhe has summoned all humanity\n    from where the sun rises to where it sets.",
      "2": "From Mount Zion, the perfection of beauty,\n    God shines in glorious radiance.",
      "3": "Our God approaches,\n    and he is not silent.\nFire devours everything in his way,\n    and a great storm rages around him.",
      "4": "He calls on the heavens above and earth below\n    to witness the judgment of his people.",
      "5": "“Bring my faithful people to me—\n    those who made a covenant with me by giving sacrifices.”",
      "6": "Then let the heavens proclaim his justice,\n    for God himself will be the judge. Interlude",
      "7": "“O my people, listen as I speak.\n    Here are my charges against you, O Israel:\n    I am God, your God!",
      "8": "I have no complaint about your sacrifices\n    or the burnt offerings you constantly offer.",
      "9": "But I do not need the bulls from your barns\n    or the goats from your pens.",
      "10": "For all the animals of the forest are mine,\n    and I own the cattle on a thousand hills.",
      "11": "I know every bird on the mountains,\n    and all the animals of the field are mine.",
      "12": "If I were hungry, I would not tell you,\n    for all the world is mine and everything in it.",
      "13": "Do I eat the meat of bulls?\n    Do I drink the blood of goats?",
      "14": "Make thankfulness your sacrifice to God,\n    and keep the vows you made to the Most High.",
      "15": "Then call on me when you are in trouble,\n    and I will rescue you,\n    and you will give me glory.”",
      "16": "But God says to the wicked:\n“Why bother reciting my decrees\n    and pretending to obey my covenant?",
      "17": "For you refuse my discipline\n    and treat my words like trash.",
      "18": "When you see thieves, you approve of them,\n    and you spend your time with adulterers.",
      "19": "Your mouth is filled with wickedness,\n    and your tongue is full of lies.",
      "20": "You sit around and slander your brother—\n    your own mother’s son.",
      "21": "While you did all this, I remained silent,\n    and you thought I didn’t care.\nBut now I will rebuke you,\n    listing all my charges against you.",
      "22": "Repent, all of you who forget me,\n    or I will tear you apart,\n    and no one will help you.",
      "23": "But giving thanks is a sacrifice that truly honors me.\n    If you keep to my path,\n    I will reveal to you the salvation of God.”"
    },
    "51": {
      "1": "Have mercy on me, O God,\n    because of your unfailing love.\nBecause of your great compassion,\n    blot out the stain of my sins.",
      "2": "Wash me clean from my guilt.\n    Purify me from my sin.",
      "3": "For I recognize my rebellion;\n    it haunts me day and night.",
      "4": "Against you, and you alone, have I sinned;\n    I have done what is evil in your sight.\nYou will be proved right in what you say,\n    and your judgment against me is just.",
      "5": "For I was born a sinner—\n    yes, from the moment my mother conceived me.",
      "6": "But you desire honesty from the womb,\n    teaching me wisdom even there.",
      "7": "Purify me from my sins, and I will be clean;\n    wash me, and I will be whiter than snow.",
      "8": "Oh, give me back my joy again;\n    you have broken me—\n    now let me rejoice.",
      "9": "Don’t keep looking at my sins.\n    Remove the stain of my guilt.",
      "10": "Create in me a clean heart, O God.\n    Renew a loyal spirit within me.",
      "11": "Do not banish me from your presence,\n    and don’t take your Holy Spirit from me.",
      "12": "Restore to me the joy of your salvation,\n    and make me willing to obey you.",
      "13": "Then I will teach your ways to rebels,\n    and they will return to you.",
      "14": "Forgive me for shedding blood, O God who saves;\n    then I will joyfully sing of your forgiveness.",
      "15": "Unseal my lips, O Lord,\n    that my mouth may praise you.",
      "16": "You do not desire a sacrifice, or I would offer one.\n    You do not want a burnt offering.",
      "17": "The sacrifice you desire is a broken spirit.\n    You will not reject a broken and repentant heart, O God.",
      "18": "Look with favor on Zion and help her;\n    rebuild the walls of Jerusalem.",
      "19": "Then you will be pleased with sacrifices offered in the right spirit—\n    with burnt offerings and whole burnt offerings.\n    Then bulls will again be sacrificed on your altar."
    },
    "52": {
      "1": "Why do you boast about your crimes, great warrior?\n    Don’t you realize God’s justice continues forever?",
      "2": "All day long you plot destruction.\n    Your tongue cuts like a sharp razor;\n    you’re an expert at telling lies.",
      "3": "You love evil more than good\n    and lies more than truth. Interlude",
      "4": "You love to destroy others with your words,\n    you liar!",
      "5": "But God will strike you down once and for all.\n    He will pull you from your home\n    and uproot you from the land of the living. Interlude",
      "6": "The righteous will see it and be amazed.\n    They will laugh and say,",
      "7": "“Look what happens to mighty warriors\n    who do not trust in God.\nThey trust their wealth instead\n    and grow more and more bold in their wickedness.”",
      "8": "But I am like an olive tree, thriving in the house of God.\n    I will always trust in God’s unfailing love.",
      "9": "I will praise you forever, O God,\n    for what you have done.\nI will trust in your good name\n    in the presence of your faithful people."
    },
    "53": {
      "1": "Only fools say in their hearts,\n    “There is no God.”\nThey are corrupt, and their actions are evil;\n    not one of them does good!",
      "2": "God looks down from heaven\n    on the entire human race;\nhe looks to see if anyone is truly wise,\n    if anyone seeks God.",
      "3": "But no, all have turned away;\n    all have become corrupt.\nNo one does good,\n    not a single one!",
      "4": "Will those who do evil never learn?\n    They eat up my people like bread\n    and wouldn’t think of praying to God.",
      "5": "Terror will grip them,\n    terror like they have never known before.\nGod will scatter the bones of your enemies.\n    You will put them to shame, for God has rejected them.",
      "6": "Who will come from Mount Zion to rescue Israel?\n    When God restores his people,\n    Jacob will shout with joy, and Israel will rejoice."
    },
    "54": {
      "1": "Come with great power, O God, and rescue me!\n    Defend me with your might.",
      "2": "Listen to my prayer, O God.\n    Pay attention to my plea.",
      "3": "For strangers are attacking me;\n    violent people are trying to kill me.\n    They care nothing for God. Interlude",
      "4": "But God is my helper.\n    The Lord keeps me alive!",
      "5": "May the evil plans of my enemies be turned against them.\n    Do as you promised and put an end to them.",
      "6": "I will sacrifice a voluntary offering to you;\n    I will praise your name, O Lord,\n    for it is good.",
      "7": "For you have rescued me from my troubles\n    and helped me to triumph over my enemies."
    },
    "55": {
      "1": "Listen to my prayer, O God.\n    Do not ignore my cry for help!",
      "2": "Please listen and answer me,\n    for I am overwhelmed by my troubles.",
      "3": "My enemies shout at me,\n    making loud and wicked threats.\nThey bring trouble on me\n    and angrily hunt me down.",
      "4": "My heart pounds in my chest.\n    The terror of death assaults me.",
      "5": "Fear and trembling overwhelm me,\n    and I can’t stop shaking.",
      "6": "Oh, that I had wings like a dove;\n    then I would fly away and rest!",
      "7": "I would fly far away\n    to the quiet of the wilderness. Interlude",
      "8": "How quickly I would escape—\n    far from this wild storm of hatred.",
      "9": "Confuse them, Lord, and frustrate their plans,\n    for I see violence and conflict in the city.",
      "10": "Its walls are patrolled day and night against invaders,\n    but the real danger is wickedness within the city.",
      "11": "Everything is falling apart;\n    threats and cheating are rampant in the streets.",
      "12": "It is not an enemy who taunts me—\n    I could bear that.\nIt is not my foes who so arrogantly insult me—\n    I could have hidden from them.",
      "13": "Instead, it is you—my equal,\n    my companion and close friend.",
      "14": "What good fellowship we once enjoyed\n    as we walked together to the house of God.",
      "15": "Let death stalk my enemies;\n    let the grave swallow them alive,\n    for evil makes its home within them.",
      "16": "But I will call on God,\n    and the Lord will rescue me.",
      "17": "Morning, noon, and night\n    I cry out in my distress,\n    and the Lord hears my voice.",
      "18": "He ransoms me and keeps me safe\n    from the battle waged against me,\n    though many still oppose me.",
      "19": "God, who has ruled forever,\n    will hear me and humble them. Interlude\nFor my enemies refuse to change their ways;\n    they do not fear God.",
      "20": "As for my companion, he betrayed his friends;\n    he broke his promises.",
      "21": "His words are as smooth as butter,\n    but in his heart is war.\nHis words are as soothing as lotion,\n    but underneath are daggers!",
      "22": "Give your burdens to the Lord,\n    and he will take care of you.\n    He will not permit the godly to slip and fall.",
      "23": "But you, O God, will send the wicked\n    down to the pit of destruction.\nMurderers and liars will die young,\n    but I am trusting you to save me."
    },
    "56": {
      "1": "O God, have mercy on me,\n    for people are hounding me.\n    My foes attack me all day long.",
      "2": "I am constantly hounded by those who slander me,\n    and many are boldly attacking me.",
      "3": "But when I am afraid,\n    I will put my trust in you.",
      "4": "I praise God for what he has promised.\n    I trust in God, so why should I be afraid?\n    What can mere mortals do to me?",
      "5": "They are always twisting what I say;\n    they spend their days plotting to harm me.",
      "6": "They come together to spy on me—\n    watching my every step, eager to kill me.",
      "7": "Don’t let them get away with their wickedness;\n    in your anger, O God, bring them down.",
      "8": "You keep track of all my sorrows.\n    You have collected all my tears in your bottle.\n    You have recorded each one in your book.",
      "9": "My enemies will retreat when I call to you for help.\n    This I know: God is on my side!",
      "10": "I praise God for what he has promised;\n    yes, I praise the Lord for what he has promised.",
      "11": "I trust in God, so why should I be afraid?\n    What can mere mortals do to me?",
      "12": "I will fulfill my vows to you, O God,\n    and will offer a sacrifice of thanks for your help.",
      "13": "For you have rescued me from death;\n    you have kept my feet from slipping.\nSo now I can walk in your presence, O God,\n    in your life-giving light."
    },
    "57": {
      "1": "Have mercy on me, O God, have mercy!\n    I look to you for protection.\nI will hide beneath the shadow of your wings\n    until the danger passes by.",
      "2": "I cry out to God Most High,\n    to God who will fulfill his purpose for me.",
      "3": "He will send help from heaven to rescue me,\n    disgracing those who hound me. Interlude\nMy God will send forth his unfailing love and faithfulness.",
      "4": "I am surrounded by fierce lions\n    who greedily devour human prey—\nwhose teeth pierce like spears and arrows,\n    and whose tongues cut like swords.",
      "5": "Be exalted, O God, above the highest heavens!\n    May your glory shine over all the earth.",
      "6": "My enemies have set a trap for me.\n    I am weary from distress.\nThey have dug a deep pit in my path,\n    but they themselves have fallen into it. Interlude",
      "7": "My heart is confident in you, O God;\n    my heart is confident.\n    No wonder I can sing your praises!",
      "8": "Wake up, my heart!\n    Wake up, O lyre and harp!\n    I will wake the dawn with my song.",
      "9": "I will thank you, Lord, among all the people.\n    I will sing your praises among the nations.",
      "10": "For your unfailing love is as high as the heavens.\n    Your faithfulness reaches to the clouds.",
      "11": "Be exalted, O God, above the highest heavens.\n    May your glory shine over all the earth."
    },
    "58": {
      "1": "Justice—do you rulers know the meaning of the word?\n    Do you judge the people fairly?",
      "2": "No! You plot injustice in your hearts.\n    You spread violence throughout the land.",
      "3": "These wicked people are born sinners;\n    even from birth they have lied and gone their own way.",
      "4": "They spit venom like deadly snakes;\n    they are like cobras that refuse to listen,",
      "5": "ignoring the tunes of the snake charmers,\n    no matter how skillfully they play.",
      "6": "Break off their fangs, O God!\n    Smash the jaws of these lions, O Lord!",
      "7": "May they disappear like water into thirsty ground.\n    Make their weapons useless in their hands.",
      "8": "May they be like snails that dissolve into slime,\n    like a stillborn child who will never see the sun.",
      "9": "God will sweep them away, both young and old,\n    faster than a pot heats over burning thorns.",
      "10": "The godly will rejoice when they see injustice avenged.\n    They will wash their feet in the blood of the wicked.",
      "11": "Then at last everyone will say,\n    “There truly is a reward for those who live for God;\n    surely there is a God who judges justly here on earth.”"
    },
    "59": {
      "1": "Rescue me from my enemies, O God.\n    Protect me from those who have come to destroy me.",
      "2": "Rescue me from these criminals;\n    save me from these murderers.",
      "3": "They have set an ambush for me.\n    Fierce enemies are out there waiting, Lord,\n    though I have not sinned or offended them.",
      "4": "I have done nothing wrong,\n    yet they prepare to attack me.\n    Wake up! See what is happening and help me!",
      "5": "O Lord God of Heaven’s Armies, the God of Israel,\n    wake up and punish those hostile nations.\n    Show no mercy to wicked traitors. Interlude",
      "6": "They come out at night,\n    snarling like vicious dogs\n    as they prowl the streets.",
      "7": "Listen to the filth that comes from their mouths;\n    their words cut like swords.\n    “After all, who can hear us?” they sneer.",
      "8": "But Lord, you laugh at them.\n    You scoff at all the hostile nations.",
      "9": "You are my strength; I wait for you to rescue me,\n    for you, O God, are my fortress.",
      "10": "In his unfailing love, my God will stand with me.\n    He will let me look down in triumph on all my enemies.",
      "11": "Don’t kill them, for my people soon forget such lessons;\n    stagger them with your power, and bring them to their knees,\n    O Lord our shield.",
      "12": "Because of the sinful things they say,\n    because of the evil that is on their lips,\nlet them be captured by their pride,\n    their curses, and their lies.",
      "13": "Destroy them in your anger!\n    Wipe them out completely!\nThen the whole world will know\n    that God reigns in Israel. Interlude",
      "14": "My enemies come out at night,\n    snarling like vicious dogs\n    as they prowl the streets.",
      "15": "They scavenge for food\n    but go to sleep unsatisfied.",
      "16": "But as for me, I will sing about your power.\n    Each morning I will sing with joy about your unfailing love.\nFor you have been my refuge,\n    a place of safety when I am in distress.",
      "17": "O my Strength, to you I sing praises,\n    for you, O God, are my refuge,\n    the God who shows me unfailing love."
    },
    "60": {
      "1": "You have rejected us, O God, and broken our defenses.\n    You have been angry with us; now restore us to your favor.",
      "2": "You have shaken our land and split it open.\n    Seal the cracks, for the land trembles.",
      "3": "You have been very hard on us,\n    making us drink wine that sent us reeling.",
      "4": "But you have raised a banner for those who fear you—\n    a rallying point in the face of attack. Interlude",
      "5": "Now rescue your beloved people.\n    Answer and save us by your power.",
      "6": "God has promised this by his holiness:\n“I will divide up Shechem with joy.\n    I will measure out the valley of Succoth.",
      "7": "Gilead is mine,\n    and Manasseh, too.\nEphraim, my helmet, will produce my warriors,\n    and Judah, my scepter, will produce my kings.",
      "8": "But Moab, my washbasin, will become my servant,\n    and I will wipe my feet on Edom\n    and shout in triumph over Philistia.”",
      "9": "Who will bring me into the fortified city?\n    Who will bring me victory over Edom?",
      "10": "Have you rejected us, O God?\n    Will you no longer march with our armies?",
      "11": "Oh, please help us against our enemies,\n    for all human help is useless.",
      "12": "With God’s help we will do mighty things,\n    for he will trample down our foes."
    },
    "61": {
      "1": "O God, listen to my cry!\n    Hear my prayer!",
      "2": "From the ends of the earth,\n    I cry to you for help\n    when my heart is overwhelmed.\nLead me to the towering rock of safety,",
      "3": "for you are my safe refuge,\n    a fortress where my enemies cannot reach me.",
      "4": "Let me live forever in your sanctuary,\n    safe beneath the shelter of your wings! Interlude",
      "5": "For you have heard my vows, O God.\n    You have given me an inheritance reserved for those who fear your name.",
      "6": "Add many years to the life of the king!\n    May his years span the generations!",
      "7": "May he reign under God’s protection forever.\n    May your unfailing love and faithfulness watch over him.",
      "8": "Then I will sing praises to your name forever\n    as I fulfill my vows each day."
    },
    "62": {
      "1": "I wait quietly before God,\n    for my victory comes from him.",
      "2": "He alone is my rock and my salvation,\n    my fortress where I will never be shaken.",
      "3": "So many enemies against one man—\n    all of them trying to kill me.\nTo them I’m just a broken-down wall\n    or a tottering fence.",
      "4": "They plan to topple me from my high position.\n    They delight in telling lies about me.\nThey praise me to my face\n    but curse me in their hearts. Interlude",
      "5": "Let all that I am wait quietly before God,\n    for my hope is in him.",
      "6": "He alone is my rock and my salvation,\n    my fortress where I will not be shaken.",
      "7": "My victory and honor come from God alone.\n    He is my refuge, a rock where no enemy can reach me.",
      "8": "O my people, trust in him at all times.\n    Pour out your heart to him,\n    for God is our refuge. Interlude",
      "9": "Common people are as worthless as a puff of wind,\n    and the powerful are not what they appear to be.\nIf you weigh them on the scales,\n    together they are lighter than a breath of air.",
      "10": "Don’t make your living by extortion\n    or put your hope in stealing.\nAnd if your wealth increases,\n    don’t make it the center of your life.",
      "11": "God has spoken plainly,\n    and I have heard it many times:\nPower, O God, belongs to you;",
      "12": "unfailing love, O Lord, is yours.\nSurely you repay all people\n    according to what they have done."
    },
    "63": {
      "1": "O God, you are my God;\n    I earnestly search for you.\nMy soul thirsts for you;\n    my whole body longs for you\nin this parched and weary land\n    where there is no water.",
      "2": "I have seen you in your sanctuary\n    and gazed upon your power and glory.",
      "3": "Your unfailing love is better than life itself;\n    how I praise you!",
      "4": "I will praise you as long as I live,\n    lifting up my hands to you in prayer.",
      "5": "You satisfy me more than the richest feast.\n    I will praise you with songs of joy.",
      "6": "I lie awake thinking of you,\n    meditating on you through the night.",
      "7": "Because you are my helper,\n    I sing for joy in the shadow of your wings.",
      "8": "I cling to you;\n    your strong right hand holds me securely.",
      "9": "But those plotting to destroy me will come to ruin.\n    They will go down into the depths of the earth.",
      "10": "They will die by the sword\n    and become the food of jackals.",
      "11": "But the king will rejoice in God.\n    All who swear to tell the truth will praise him,\n    while liars will be silenced."
    },
    "64": {
      "1": "O God, listen to my complaint.\n    Protect my life from my enemies’ threats.",
      "2": "Hide me from the plots of this evil mob,\n    from this gang of wrongdoers.",
      "3": "They sharpen their tongues like swords\n    and aim their bitter words like arrows.",
      "4": "They shoot from ambush at the innocent,\n    attacking suddenly and fearlessly.",
      "5": "They encourage each other to do evil\n    and plan how to set their traps in secret.\n    “Who will ever notice?” they ask.",
      "6": "As they plot their crimes, they say,\n    “We have devised the perfect plan!”\n    Yes, the human heart and mind are cunning.",
      "7": "But God himself will shoot them with his arrows,\n    suddenly striking them down.",
      "8": "Their own tongues will ruin them,\n    and all who see them will shake their heads in scorn.",
      "9": "Then everyone will be afraid;\n    they will proclaim the mighty acts of God\n    and realize all the amazing things he does.",
      "10": "The godly will rejoice in the Lord\n    and find shelter in him.\nAnd those who do what is right\n    will praise him."
    },
    "65": {
      "1": "What mighty praise, O God,\n    belongs to you in Zion.\nWe will fulfill our vows to you,",
      "2": "for you answer our prayers.\n    All of us must come to you.",
      "3": "Though we are overwhelmed by our sins,\n    you forgive them all.",
      "4": "What joy for those you choose to bring near,\n    those who live in your holy courts.\nWhat festivities await us\n    inside your holy Temple.",
      "5": "You faithfully answer our prayers with awesome deeds,\n    O God our savior.\nYou are the hope of everyone on earth,\n    even those who sail on distant seas.",
      "6": "You formed the mountains by your power\n    and armed yourself with mighty strength.",
      "7": "You quieted the raging oceans\n    with their pounding waves\n    and silenced the shouting of the nations.",
      "8": "Those who live at the ends of the earth\n    stand in awe of your wonders.\nFrom where the sun rises to where it sets,\n    you inspire shouts of joy.",
      "9": "You take care of the earth and water it,\n    making it rich and fertile.\nThe river of God has plenty of water;\n    it provides a bountiful harvest of grain,\n    for you have ordered it so.",
      "10": "You drench the plowed ground with rain,\n    melting the clods and leveling the ridges.\nYou soften the earth with showers\n    and bless its abundant crops.",
      "11": "You crown the year with a bountiful harvest;\n    even the hard pathways overflow with abundance.",
      "12": "The grasslands of the wilderness become a lush pasture,\n    and the hillsides blossom with joy.",
      "13": "The meadows are clothed with flocks of sheep,\n    and the valleys are carpeted with grain.\n    They all shout and sing for joy!"
    },
    "66": {
      "1": "Shout joyful praises to God, all the earth!",
      "2": "Sing about the glory of his name!\n    Tell the world how glorious he is.",
      "3": "Say to God, “How awesome are your deeds!\n    Your enemies cringe before your mighty power.",
      "4": "Everything on earth will worship you;\n    they will sing your praises,\n    shouting your name in glorious songs.” Interlude",
      "5": "Come and see what our God has done,\n    what awesome miracles he performs for people!",
      "6": "He made a dry path through the Red Sea,\n    and his people went across on foot.\n    There we rejoiced in him.",
      "7": "For by his great power he rules forever.\n    He watches every movement of the nations;\n    let no rebel rise in defiance. Interlude",
      "8": "Let the whole world bless our God\n    and loudly sing his praises.",
      "9": "Our lives are in his hands,\n    and he keeps our feet from stumbling.",
      "10": "You have tested us, O God;\n    you have purified us like silver.",
      "11": "You captured us in your net\n    and laid the burden of slavery on our backs.",
      "12": "Then you put a leader over us.\n    We went through fire and flood,\n    but you brought us to a place of great abundance.",
      "13": "Now I come to your Temple with burnt offerings\n    to fulfill the vows I made to you—",
      "14": "yes, the sacred vows that I made\n    when I was in deep trouble.",
      "15": "That is why I am sacrificing burnt offerings to you—\n    the best of my rams as a pleasing aroma,\n    and a sacrifice of bulls and male goats. Interlude",
      "16": "Come and listen, all you who fear God,\n    and I will tell you what he did for me.",
      "17": "For I cried out to him for help,\n    praising him as I spoke.",
      "18": "If I had not confessed the sin in my heart,\n    the Lord would not have listened.",
      "19": "But God did listen!\n    He paid attention to my prayer.",
      "20": "Praise God, who did not ignore my prayer\n    or withdraw his unfailing love from me."
    },
    "67": {
      "1": "May God be merciful and bless us.\n    May his face smile with favor on us. Interlude",
      "2": "May your ways be known throughout the earth,\n    your saving power among people everywhere.",
      "3": "May the nations praise you, O God.\n    Yes, may all the nations praise you.",
      "4": "Let the whole world sing for joy,\n    because you govern the nations with justice\n    and guide the people of the whole world. Interlude",
      "5": "May the nations praise you, O God.\n    Yes, may all the nations praise you.",
      "6": "Then the earth will yield its harvests,\n    and God, our God, will richly bless us.",
      "7": "Yes, God will bless us,\n    and people all over the world will fear him."
    },
    "68": {
      "1": "Rise up, O God, and scatter your enemies.\n    Let those who hate God run for their lives.",
      "2": "Blow them away like smoke.\n    Melt them like wax in a fire.\n    Let the wicked perish in the presence of God.",
      "3": "But let the godly rejoice.\n    Let them be glad in God’s presence.\n    Let them be filled with joy.",
      "4": "Sing praises to God and to his name!\n    Sing loud praises to him who rides the clouds.\nHis name is the Lord—\n    rejoice in his presence!",
      "5": "Father to the fatherless, defender of widows—\n    this is God, whose dwelling is holy.",
      "6": "God places the lonely in families;\n    he sets the prisoners free and gives them joy.\nBut he makes the rebellious live in a sun-scorched land.",
      "7": "O God, when you led your people out from Egypt,\n    when you marched through the dry wasteland, Interlude",
      "8": "the earth trembled, and the heavens poured down rain\n    before you, the God of Sinai,\n    before God, the God of Israel.",
      "9": "You sent abundant rain, O God,\n    to refresh the weary land.",
      "10": "There your people finally settled,\n    and with a bountiful harvest, O God,\n    you provided for your needy people.",
      "11": "The Lord gives the word,\n    and a great army brings the good news.",
      "12": "Enemy kings and their armies flee,\n    while the women of Israel divide the plunder.",
      "13": "Even those who lived among the sheepfolds found treasures—\n    doves with wings of silver\n    and feathers of gold.",
      "14": "The Almighty scattered the enemy kings\n    like a blowing snowstorm on Mount Zalmon.",
      "15": "The mountains of Bashan are majestic,\n    with many peaks stretching high into the sky.",
      "16": "Why do you look with envy, O rugged mountains,\n    at Mount Zion, where God has chosen to live,\n    where the Lord himself will live forever?",
      "17": "Surrounded by unnumbered thousands of chariots,\n    the Lord came from Mount Sinai into his sanctuary.",
      "18": "When you ascended to the heights,\n    you led a crowd of captives.\nYou received gifts from the people,\n    even from those who rebelled against you.\n    Now the Lord God will live among us there.",
      "19": "Praise the Lord; praise God our savior!\n    For each day he carries us in his arms. Interlude",
      "20": "Our God is a God who saves!\n    The Sovereign Lord rescues us from death.",
      "21": "But God will smash the heads of his enemies,\n    crushing the skulls of those who love their guilty ways.",
      "22": "The Lord says, “I will bring my enemies down from Bashan;\n    I will bring them up from the depths of the sea.",
      "23": "You, my people, will wash your feet in their blood,\n    and even your dogs will get their share!”",
      "24": "Your procession has come into view, O God—\n    the procession of my God and King as he goes into the sanctuary.",
      "25": "Singers are in front, musicians behind;\n    between them are young women playing tambourines.",
      "26": "Praise God, all you people of Israel;\n    praise the Lord, the source of Israel’s life.",
      "27": "Look, the little tribe of Benjamin leads the way.\n    Then comes a great throng of rulers from Judah\n    and all the rulers of Zebulun and Naphtali.",
      "28": "Summon your might, O God.\n    Display your power, O God, as you have in the past.",
      "29": "The kings of the earth are bringing tribute\n    to your Temple in Jerusalem.",
      "30": "Rebuke these enemy nations—\n    these wild animals lurking in the reeds,\n    this herd of bulls among the weaker calves.\nMake them bring bars of silver in humble tribute.\n    Scatter the nations that delight in war.",
      "31": "Let Egypt come with gifts of precious metals;\n    let Ethiopia bring tribute to God.",
      "32": "Sing to God, you kingdoms of the earth.\n    Sing praises to the Lord. Interlude",
      "33": "Sing to the one who rides across the ancient heavens,\n    his mighty voice thundering from the sky.",
      "34": "Tell everyone about God’s power.\n    His majesty shines down on Israel;\n    his strength is mighty in the heavens.",
      "35": "God is awesome in his sanctuary.\n    The God of Israel gives power and strength to his people.\nPraise be to God!"
    },
    "69": {
      "1": "Save me, O God,\n    for the floodwaters are up to my neck.",
      "2": "Deeper and deeper I sink into the mire;\n    I can’t find a foothold.\nI am in deep water,\n    and the floods overwhelm me.",
      "3": "I am exhausted from crying for help;\n    my throat is parched.\nMy eyes are swollen with weeping,\n    waiting for my God to help me.",
      "4": "Those who hate me without cause\n    outnumber the hairs on my head.\nMany enemies try to destroy me with lies,\n    demanding that I give back what I didn’t steal.",
      "5": "O God, you know how foolish I am;\n    my sins cannot be hidden from you.",
      "6": "Don’t let those who trust in you be ashamed because of me,\n    O Sovereign Lord of Heaven’s Armies.\nDon’t let me cause them to be humiliated,\n    O God of Israel.",
      "7": "For I endure insults for your sake;\n    humiliation is written all over my face.",
      "8": "Even my own brothers pretend they don’t know me;\n    they treat me like a stranger.",
      "9": "Passion for your house has consumed me,\n    and the insults of those who insult you have fallen on me.",
      "10": "When I weep and fast,\n    they scoff at me.",
      "11": "When I dress in burlap to show sorrow,\n    they make fun of me.",
      "12": "I am the favorite topic of town gossip,\n    and all the drunks sing about me.",
      "13": "But I keep praying to you, Lord,\n    hoping this time you will show me favor.\nIn your unfailing love, O God,\n    answer my prayer with your sure salvation.",
      "14": "Rescue me from the mud;\n    don’t let me sink any deeper!\nSave me from those who hate me,\n    and pull me from these deep waters.",
      "15": "Don’t let the floods overwhelm me,\n    or the deep waters swallow me,\n    or the pit of death devour me.",
      "16": "Answer my prayers, O Lord,\n    for your unfailing love is wonderful.\nTake care of me,\n    for your mercy is so plentiful.",
      "17": "Don’t hide from your servant;\n    answer me quickly, for I am in deep trouble!",
      "18": "Come and redeem me;\n    free me from my enemies.",
      "19": "You know of my shame, scorn, and disgrace.\n    You see all that my enemies are doing.",
      "20": "Their insults have broken my heart,\n    and I am in despair.\nIf only one person would show some pity;\n    if only one would turn and comfort me.",
      "21": "But instead, they give me poison for food;\n    they offer me sour wine for my thirst.",
      "22": "Let the bountiful table set before them become a snare\n    and their prosperity become a trap.",
      "23": "Let their eyes go blind so they cannot see,\n    and make their bodies shake continually.",
      "24": "Pour out your fury on them;\n    consume them with your burning anger.",
      "25": "Let their homes become desolate\n    and their tents be deserted.",
      "26": "To the one you have punished, they add insult to injury;\n    they add to the pain of those you have hurt.",
      "27": "Pile their sins up high,\n    and don’t let them go free.",
      "28": "Erase their names from the Book of Life;\n    don’t let them be counted among the righteous.",
      "29": "I am suffering and in pain.\n    Rescue me, O God, by your saving power.",
      "30": "Then I will praise God’s name with singing,\n    and I will honor him with thanksgiving.",
      "31": "For this will please the Lord more than sacrificing cattle,\n    more than presenting a bull with its horns and hooves.",
      "32": "The humble will see their God at work and be glad.\n    Let all who seek God’s help be encouraged.",
      "33": "For the Lord hears the cries of the needy;\n    he does not despise his imprisoned people.",
      "34": "Praise him, O heaven and earth,\n    the seas and all that move in them.",
      "35": "For God will save Jerusalem\n    and rebuild the towns of Judah.\nHis people will live there\n    and settle in their own land.",
      "36": "The descendants of those who obey him will inherit the land,\n    and those who love him will live there in safety."
    },
    "70": {
      "1": "Please, God, rescue me!\n    Come quickly, Lord, and help me.",
      "2": "May those who try to kill me\n    be humiliated and put to shame.\nMay those who take delight in my trouble\n    be turned back in disgrace.",
      "3": "Let them be horrified by their shame,\n    for they said, “Aha! We’ve got him now!”",
      "4": "But may all who search for you\n    be filled with joy and gladness in you.\nMay those who love your salvation\n    repeatedly shout, “God is great!”",
      "5": "But as for me, I am poor and needy;\n    please hurry to my aid, O God.\nYou are my helper and my savior;\n    O Lord, do not delay."
    },
    "71": {
      "1": "O Lord, I have come to you for protection;\n    don’t let me be disgraced.",
      "2": "Save me and rescue me,\n    for you do what is right.\nTurn your ear to listen to me,\n    and set me free.",
      "3": "Be my rock of safety\n    where I can always hide.\nGive the order to save me,\n    for you are my rock and my fortress.",
      "4": "My God, rescue me from the power of the wicked,\n    from the clutches of cruel oppressors.",
      "5": "O Lord, you alone are my hope.\n    I’ve trusted you, O Lord, from childhood.",
      "6": "Yes, you have been with me from birth;\n    from my mother’s womb you have cared for me.\n    No wonder I am always praising you!",
      "7": "My life is an example to many,\n    because you have been my strength and protection.",
      "8": "That is why I can never stop praising you;\n    I declare your glory all day long.",
      "9": "And now, in my old age, don’t set me aside.\n    Don’t abandon me when my strength is failing.",
      "10": "For my enemies are whispering against me.\n    They are plotting together to kill me.",
      "11": "They say, “God has abandoned him.\n    Let’s go and get him,\n    for no one will help him now.”",
      "12": "O God, don’t stay away.\n    My God, please hurry to help me.",
      "13": "Bring disgrace and destruction on my accusers.\n    Humiliate and shame those who want to harm me.",
      "14": "But I will keep on hoping for your help;\n    I will praise you more and more.",
      "15": "I will tell everyone about your righteousness.\n    All day long I will proclaim your saving power,\n    though I am not skilled with words.",
      "16": "I will praise your mighty deeds, O Sovereign Lord.\n    I will tell everyone that you alone are just.",
      "17": "O God, you have taught me from my earliest childhood,\n    and I constantly tell others about the wonderful things you do.",
      "18": "Now that I am old and gray,\n    do not abandon me, O God.\nLet me proclaim your power to this new generation,\n    your mighty miracles to all who come after me.",
      "19": "Your righteousness, O God, reaches to the highest heavens.\n    You have done such wonderful things.\n    Who can compare with you, O God?",
      "20": "You have allowed me to suffer much hardship,\n    but you will restore me to life again\n    and lift me up from the depths of the earth.",
      "21": "You will restore me to even greater honor\n    and comfort me once again.",
      "22": "Then I will praise you with music on the harp,\n    because you are faithful to your promises, O my God.\nI will sing praises to you with a lyre,\n    O Holy One of Israel.",
      "23": "I will shout for joy and sing your praises,\n    for you have ransomed me.",
      "24": "I will tell about your righteous deeds\n    all day long,\nfor everyone who tried to hurt me\n    has been shamed and humiliated."
    },
    "72": {
      "1": "Give your love of justice to the king, O God,\n    and righteousness to the king’s son.",
      "2": "Help him judge your people in the right way;\n    let the poor always be treated fairly.",
      "3": "May the mountains yield prosperity for all,\n    and may the hills be fruitful.",
      "4": "Help him to defend the poor,\n    to rescue the children of the needy,\n    and to crush their oppressors.",
      "5": "May they fear you as long as the sun shines,\n    as long as the moon remains in the sky.\n    Yes, forever!",
      "6": "May the king’s rule be refreshing like spring rain on freshly cut grass,\n    like the showers that water the earth.",
      "7": "May all the godly flourish during his reign.\n    May there be abundant prosperity until the moon is no more.",
      "8": "May he reign from sea to sea,\n    and from the Euphrates River to the ends of the earth.",
      "9": "Desert nomads will bow before him;\n    his enemies will fall before him in the dust.",
      "10": "The western kings of Tarshish and other distant lands\n    will bring him tribute.\nThe eastern kings of Sheba and Seba\n    will bring him gifts.",
      "11": "All kings will bow before him,\n    and all nations will serve him.",
      "12": "He will rescue the poor when they cry to him;\n    he will help the oppressed, who have no one to defend them.",
      "13": "He feels pity for the weak and the needy,\n    and he will rescue them.",
      "14": "He will redeem them from oppression and violence,\n    for their lives are precious to him.",
      "15": "Long live the king!\n    May the gold of Sheba be given to him.\nMay the people always pray for him\n    and bless him all day long.",
      "16": "May there be abundant grain throughout the land,\n    flourishing even on the hilltops.\nMay the fruit trees flourish like the trees of Lebanon,\n    and may the people thrive like grass in a field.",
      "17": "May the king’s name endure forever;\n    may it continue as long as the sun shines.\nMay all nations be blessed through him\n    and bring him praise.",
      "18": "Praise the Lord God, the God of Israel,\n    who alone does such wonderful things.",
      "19": "Praise his glorious name forever!\n    Let the whole earth be filled with his glory.\nAmen and amen!",
      "20": "(This ends the prayers of David son of Jesse.)"
    },
    "73": {
      "1": "Truly God is good to Israel,\n    to those whose hearts are pure.",
      "2": "But as for me, I almost lost my footing.\n    My feet were slipping, and I was almost gone.",
      "3": "For I envied the proud\n    when I saw them prosper despite their wickedness.",
      "4": "They seem to live such painless lives;\n    their bodies are so healthy and strong.",
      "5": "They don’t have troubles like other people;\n    they’re not plagued with problems like everyone else.",
      "6": "They wear pride like a jeweled necklace\n    and clothe themselves with cruelty.",
      "7": "These fat cats have everything\n    their hearts could ever wish for!",
      "8": "They scoff and speak only evil;\n    in their pride they seek to crush others.",
      "9": "They boast against the very heavens,\n    and their words strut throughout the earth.",
      "10": "And so the people are dismayed and confused,\n    drinking in all their words.",
      "11": "“What does God know?” they ask.\n    “Does the Most High even know what’s happening?”",
      "12": "Look at these wicked people—\n    enjoying a life of ease while their riches multiply.",
      "13": "Did I keep my heart pure for nothing?\n    Did I keep myself innocent for no reason?",
      "14": "I get nothing but trouble all day long;\n    every morning brings me pain.",
      "15": "If I had really spoken this way to others,\n    I would have been a traitor to your people.",
      "16": "So I tried to understand why the wicked prosper.\n    But what a difficult task it is!",
      "17": "Then I went into your sanctuary, O God,\n    and I finally understood the destiny of the wicked.",
      "18": "Truly, you put them on a slippery path\n    and send them sliding over the cliff to destruction.",
      "19": "In an instant they are destroyed,\n    completely swept away by terrors.",
      "20": "When you arise, O Lord,\n    you will laugh at their silly ideas\n    as a person laughs at dreams in the morning.",
      "21": "Then I realized that my heart was bitter,\n    and I was all torn up inside.",
      "22": "I was so foolish and ignorant—\n    I must have seemed like a senseless animal to you.",
      "23": "Yet I still belong to you;\n    you hold my right hand.",
      "24": "You guide me with your counsel,\n    leading me to a glorious destiny.",
      "25": "Whom have I in heaven but you?\n    I desire you more than anything on earth.",
      "26": "My health may fail, and my spirit may grow weak,\n    but God remains the strength of my heart;\n    he is mine forever.",
      "27": "Those who desert him will perish,\n    for you destroy those who abandon you.",
      "28": "But as for me, how good it is to be near God!\n    I have made the Sovereign Lord my shelter,\n    and I will tell everyone about the wonderful things you do."
    },
    "74": {
      "1": "O God, why have you rejected us so long?\n    Why is your anger so intense against the sheep of your own pasture?",
      "2": "Remember that we are the people you chose long ago,\n    the tribe you redeemed as your own special possession!\n    And remember Jerusalem, your home here on earth.",
      "3": "Walk through the awful ruins of the city;\n    see how the enemy has destroyed your sanctuary.",
      "4": "There your enemies shouted their victorious battle cries;\n    there they set up their battle standards.",
      "5": "They swung their axes\n    like woodcutters in a forest.",
      "6": "With axes and picks,\n    they smashed the carved paneling.",
      "7": "They burned your sanctuary to the ground.\n    They defiled the place that bears your name.",
      "8": "Then they thought, “Let’s destroy everything!”\n    So they burned down all the places where God was worshiped.",
      "9": "We no longer see your miraculous signs.\n    All the prophets are gone,\n    and no one can tell us when it will end.",
      "10": "How long, O God, will you allow our enemies to insult you?\n    Will you let them dishonor your name forever?",
      "11": "Why do you hold back your strong right hand?\n    Unleash your powerful fist and destroy them.",
      "12": "You, O God, are my king from ages past,\n    bringing salvation to the earth.",
      "13": "You split the sea by your strength\n    and smashed the heads of the sea monsters.",
      "14": "You crushed the heads of Leviathan\n    and let the desert animals eat him.",
      "15": "You caused the springs and streams to gush forth,\n    and you dried up rivers that never run dry.",
      "16": "Both day and night belong to you;\n    you made the starlight and the sun.",
      "17": "You set the boundaries of the earth,\n    and you made both summer and winter.",
      "18": "See how these enemies insult you, Lord.\n    A foolish nation has dishonored your name.",
      "19": "Don’t let these wild beasts destroy your turtledoves.\n    Don’t forget your suffering people forever.",
      "20": "Remember your covenant promises,\n    for the land is full of darkness and violence!",
      "21": "Don’t let the downtrodden be humiliated again.\n    Instead, let the poor and needy praise your name.",
      "22": "Arise, O God, and defend your cause.\n    Remember how these fools insult you all day long.",
      "23": "Don’t overlook what your enemies have said\n    or their growing uproar."
    },
    "75": {
      "1": "We thank you, O God!\n    We give thanks because you are near.\n    People everywhere tell of your wonderful deeds.",
      "2": "God says, “At the time I have planned,\n    I will bring justice against the wicked.",
      "3": "When the earth quakes and its people live in turmoil,\n    I am the one who keeps its foundations firm. Interlude",
      "4": "“I warned the proud, ‘Stop your boasting!’\n    I told the wicked, ‘Don’t raise your fists!",
      "5": "Don’t raise your fists in defiance at the heavens\n    or speak with such arrogance.’”",
      "6": "For no one on earth—from east or west,\n    or even from the wilderness—\n    should raise a defiant fist.",
      "7": "It is God alone who judges;\n    he decides who will rise and who will fall.",
      "8": "For the Lord holds a cup in his hand\n    that is full of foaming wine mixed with spices.\nHe pours out the wine in judgment,\n    and all the wicked must drink it,\n    draining it to the dregs.",
      "9": "But as for me, I will always proclaim what God has done;\n    I will sing praises to the God of Jacob.",
      "10": "For God says, “I will break the strength of the wicked,\n    but I will increase the power of the godly.”"
    },
    "76": {
      "1": "God is honored in Judah;\n    his name is great in Israel.",
      "2": "Jerusalem is where he lives;\n    Mount Zion is his home.",
      "3": "There he has broken the fiery arrows of the enemy,\n    the shields and swords and weapons of war. Interlude",
      "4": "You are glorious and more majestic\n    than the everlasting mountains.",
      "5": "Our boldest enemies have been plundered.\n    They lie before us in the sleep of death.\n    No warrior could lift a hand against us.",
      "6": "At the blast of your breath, O God of Jacob,\n    their horses and chariots lay still.",
      "7": "No wonder you are greatly feared!\n    Who can stand before you when your anger explodes?",
      "8": "From heaven you sentenced your enemies;\n    the earth trembled and stood silent before you.",
      "9": "You stand up to judge those who do evil, O God,\n    and to rescue the oppressed of the earth. Interlude",
      "10": "Human defiance only enhances your glory,\n    for you use it as a weapon.",
      "11": "Make vows to the Lord your God, and keep them.\n    Let everyone bring tribute to the Awesome One.",
      "12": "For he breaks the pride of princes,\n    and the kings of the earth fear him."
    },
    "77": {
      "1": "I cry out to God; yes, I shout.\n    Oh, that God would listen to me!",
      "2": "When I was in deep trouble,\n    I searched for the Lord.\nAll night long I prayed, with hands lifted toward heaven,\n    but my soul was not comforted.",
      "3": "I think of God, and I moan,\n    overwhelmed with longing for his help. Interlude",
      "4": "You don’t let me sleep.\n    I am too distressed even to pray!",
      "5": "I think of the good old days,\n    long since ended,",
      "6": "when my nights were filled with joyful songs.\n    I search my soul and ponder the difference now.",
      "7": "Has the Lord rejected me forever?\n    Will he never again be kind to me?",
      "8": "Is his unfailing love gone forever?\n    Have his promises permanently failed?",
      "9": "Has God forgotten to be gracious?\n    Has he slammed the door on his compassion? Interlude",
      "10": "And I said, “This is my fate;\n    the Most High has turned his hand against me.”",
      "11": "But then I recall all you have done, O Lord;\n    I remember your wonderful deeds of long ago.",
      "12": "They are constantly in my thoughts.\n    I cannot stop thinking about your mighty works.",
      "13": "O God, your ways are holy.\n    Is there any god as mighty as you?",
      "14": "You are the God of great wonders!\n    You demonstrate your awesome power among the nations.",
      "15": "By your strong arm, you redeemed your people,\n    the descendants of Jacob and Joseph. Interlude",
      "16": "When the Red Sea saw you, O God,\n    its waters looked and trembled!\n    The sea quaked to its very depths.",
      "17": "The clouds poured down rain;\n    the thunder rumbled in the sky.\n    Your arrows of lightning flashed.",
      "18": "Your thunder roared from the whirlwind;\n    the lightning lit up the world!\n    The earth trembled and shook.",
      "19": "Your road led through the sea,\n    your pathway through the mighty waters—\n    a pathway no one knew was there!",
      "20": "You led your people along that road like a flock of sheep,\n    with Moses and Aaron as their shepherds."
    },
    "78": {
      "1": "O my people, listen to my instructions.\n    Open your ears to what I am saying,",
      "2": "for I will speak to you in a parable.\nI will teach you hidden lessons from our past—",
      "3": "stories we have heard and known,\n    stories our ancestors handed down to us.",
      "4": "We will not hide these truths from our children;\n    we will tell the next generation\nabout the glorious deeds of the Lord,\n    about his power and his mighty wonders.",
      "5": "For he issued his laws to Jacob;\n    he gave his instructions to Israel.\nHe commanded our ancestors\n    to teach them to their children,",
      "6": "so the next generation might know them—\n    even the children not yet born—\n    and they in turn will teach their own children.",
      "7": "So each generation should set its hope anew on God,\n    not forgetting his glorious miracles\n    and obeying his commands.",
      "8": "Then they will not be like their ancestors—\n    stubborn, rebellious, and unfaithful,\n    refusing to give their hearts to God.",
      "9": "The warriors of Ephraim, though armed with bows,\n    turned their backs and fled on the day of battle.",
      "10": "They did not keep God’s covenant\n    and refused to live by his instructions.",
      "11": "They forgot what he had done—\n    the great wonders he had shown them,",
      "12": "the miracles he did for their ancestors\n    on the plain of Zoan in the land of Egypt.",
      "13": "For he divided the sea and led them through,\n    making the water stand up like walls!",
      "14": "In the daytime he led them by a cloud,\n    and all night by a pillar of fire.",
      "15": "He split open the rocks in the wilderness\n    to give them water, as from a gushing spring.",
      "16": "He made streams pour from the rock,\n    making the waters flow down like a river!",
      "17": "Yet they kept on sinning against him,\n    rebelling against the Most High in the desert.",
      "18": "They stubbornly tested God in their hearts,\n    demanding the foods they craved.",
      "19": "They even spoke against God himself, saying,\n    “God can’t give us food in the wilderness.",
      "20": "Yes, he can strike a rock so water gushes out,\n    but he can’t give his people bread and meat.”",
      "21": "When the Lord heard them, he was furious.\n    The fire of his wrath burned against Jacob.\n    Yes, his anger rose against Israel,",
      "22": "for they did not believe God\n    or trust him to care for them.",
      "23": "But he commanded the skies to open;\n    he opened the doors of heaven.",
      "24": "He rained down manna for them to eat;\n    he gave them bread from heaven.",
      "25": "They ate the food of angels!\n    God gave them all they could hold.",
      "26": "He released the east wind in the heavens\n    and guided the south wind by his mighty power.",
      "27": "He rained down meat as thick as dust—\n    birds as plentiful as the sand on the seashore!",
      "28": "He caused the birds to fall within their camp\n    and all around their tents.",
      "29": "The people ate their fill.\n    He gave them what they craved.",
      "30": "But before they satisfied their craving,\n    while the meat was yet in their mouths,",
      "31": "the anger of God rose against them,\n    and he killed their strongest men.\n    He struck down the finest of Israel’s young men.",
      "32": "But in spite of this, the people kept sinning.\n    Despite his wonders, they refused to trust him.",
      "33": "So he ended their lives in failure,\n    their years in terror.",
      "34": "When God began killing them,\n    they finally sought him.\n    They repented and took God seriously.",
      "35": "Then they remembered that God was their rock,\n    that God Most High was their redeemer.",
      "36": "But all they gave him was lip service;\n    they lied to him with their tongues.",
      "37": "Their hearts were not loyal to him.\n    They did not keep his covenant.",
      "38": "Yet he was merciful and forgave their sins\n    and did not destroy them all.\nMany times he held back his anger\n    and did not unleash his fury!",
      "39": "For he remembered that they were merely mortal,\n    gone like a breath of wind that never returns.",
      "40": "Oh, how often they rebelled against him in the wilderness\n    and grieved his heart in that dry wasteland.",
      "41": "Again and again they tested God’s patience\n    and provoked the Holy One of Israel.",
      "42": "They did not remember his power\n    and how he rescued them from their enemies.",
      "43": "They did not remember his miraculous signs in Egypt,\n    his wonders on the plain of Zoan.",
      "44": "For he turned their rivers into blood,\n    so no one could drink from the streams.",
      "45": "He sent vast swarms of flies to consume them\n    and hordes of frogs to ruin them.",
      "46": "He gave their crops to caterpillars;\n    their harvest was consumed by locusts.",
      "47": "He destroyed their grapevines with hail\n    and shattered their sycamore-figs with sleet.",
      "48": "He abandoned their cattle to the hail,\n    their livestock to bolts of lightning.",
      "49": "He loosed on them his fierce anger—\n    all his fury, rage, and hostility.\nHe dispatched against them\n    a band of destroying angels.",
      "50": "He turned his anger against them;\n    he did not spare the Egyptians’ lives\n    but ravaged them with the plague.",
      "51": "He killed the oldest son in each Egyptian family,\n    the flower of youth throughout the land of Egypt.",
      "52": "But he led his own people like a flock of sheep,\n    guiding them safely through the wilderness.",
      "53": "He kept them safe so they were not afraid;\n    but the sea covered their enemies.",
      "54": "He brought them to the border of his holy land,\n    to this land of hills he had won for them.",
      "55": "He drove out the nations before them;\n    he gave them their inheritance by lot.\n    He settled the tribes of Israel into their homes.",
      "56": "But they kept testing and rebelling against God Most High.\n    They did not obey his laws.",
      "57": "They turned back and were as faithless as their parents.\n    They were as undependable as a crooked bow.",
      "58": "They angered God by building shrines to other gods;\n    they made him jealous with their idols.",
      "59": "When God heard them, he was very angry,\n    and he completely rejected Israel.",
      "60": "Then he abandoned his dwelling at Shiloh,\n    the Tabernacle where he had lived among the people.",
      "61": "He allowed the Ark of his might to be captured;\n    he surrendered his glory into enemy hands.",
      "62": "He gave his people over to be butchered by the sword,\n    because he was so angry with his own people—his special possession.",
      "63": "Their young men were killed by fire;\n    their young women died before singing their wedding songs.",
      "64": "Their priests were slaughtered,\n    and their widows could not mourn their deaths.",
      "65": "Then the Lord rose up as though waking from sleep,\n    like a warrior aroused from a drunken stupor.",
      "66": "He routed his enemies\n    and sent them to eternal shame.",
      "67": "But he rejected Joseph’s descendants;\n    he did not choose the tribe of Ephraim.",
      "68": "He chose instead the tribe of Judah,\n    and Mount Zion, which he loved.",
      "69": "There he built his sanctuary as high as the heavens,\n    as solid and enduring as the earth.",
      "70": "He chose his servant David,\n    calling him from the sheep pens.",
      "71": "He took David from tending the ewes and lambs\n    and made him the shepherd of Jacob’s descendants—\n    God’s own people, Israel.",
      "72": "He cared for them with a true heart\n    and led them with skillful hands."
    },
    "79": {
      "1": "O God, pagan nations have conquered your land,\n    your special possession.\nThey have defiled your holy Temple\n    and made Jerusalem a heap of ruins.",
      "2": "They have left the bodies of your servants\n    as food for the birds of heaven.\nThe flesh of your godly ones\n    has become food for the wild animals.",
      "3": "Blood has flowed like water all around Jerusalem;\n    no one is left to bury the dead.",
      "4": "We are mocked by our neighbors,\n    an object of scorn and derision to those around us.",
      "5": "O Lord, how long will you be angry with us? Forever?\n    How long will your jealousy burn like fire?",
      "6": "Pour out your wrath on the nations that refuse to acknowledge you—\n    on kingdoms that do not call upon your name.",
      "7": "For they have devoured your people Israel,\n    making the land a desolate wilderness.",
      "8": "Do not hold us guilty for the sins of our ancestors!\n    Let your compassion quickly meet our needs,\n    for we are on the brink of despair.",
      "9": "Help us, O God of our salvation!\n    Help us for the glory of your name.\nSave us and forgive our sins\n    for the honor of your name.",
      "10": "Why should pagan nations be allowed to scoff,\n    asking, “Where is their God?”\nShow us your vengeance against the nations,\n    for they have spilled the blood of your servants.",
      "11": "Listen to the moaning of the prisoners.\n    Demonstrate your great power by saving those condemned to die.",
      "12": "O Lord, pay back our neighbors seven times\n    for the scorn they have hurled at you.",
      "13": "Then we your people, the sheep of your pasture,\n    will thank you forever and ever,\n    praising your greatness from generation to generation."
    },
    "80": {
      "1": "Please listen, O Shepherd of Israel,\n    you who lead Joseph’s descendants like a flock.\nO God, enthroned above the cherubim,\n    display your radiant glory",
      "2": "to Ephraim, Benjamin, and Manasseh.\nShow us your mighty power.\n    Come to rescue us!",
      "3": "Turn us again to yourself, O God.\n    Make your face shine down upon us.\n    Only then will we be saved.",
      "4": "O Lord God of Heaven’s Armies,\n    how long will you be angry with our prayers?",
      "5": "You have fed us with sorrow\n    and made us drink tears by the bucketful.",
      "6": "You have made us the scorn of neighboring nations.\n    Our enemies treat us as a joke.",
      "7": "Turn us again to yourself, O God of Heaven’s Armies.\n    Make your face shine down upon us.\n    Only then will we be saved.",
      "8": "You brought us from Egypt like a grapevine;\n    you drove away the pagan nations and transplanted us into your land.",
      "9": "You cleared the ground for us,\n    and we took root and filled the land.",
      "10": "Our shade covered the mountains;\n    our branches covered the mighty cedars.",
      "11": "We spread our branches west to the Mediterranean Sea;\n    our shoots spread east to the Euphrates River.",
      "12": "But now, why have you broken down our walls\n    so that all who pass by may steal our fruit?",
      "13": "The wild boar from the forest devours it,\n    and the wild animals feed on it.",
      "14": "Come back, we beg you, O God of Heaven’s Armies.\n    Look down from heaven and see our plight.\nTake care of this grapevine",
      "15": "that you yourself have planted,\n    this son you have raised for yourself.",
      "16": "For we are chopped up and burned by our enemies.\n    May they perish at the sight of your frown.",
      "17": "Strengthen the man you love,\n    the son of your choice.",
      "18": "Then we will never abandon you again.\n    Revive us so we can call on your name once more.",
      "19": "Turn us again to yourself, O Lord God of Heaven’s Armies.\n    Make your face shine down upon us.\n    Only then will we be saved."
    },
    "81": {
      "1": "Sing praises to God, our strength.\n    Sing to the God of Jacob.",
      "2": "Sing! Beat the tambourine.\n    Play the sweet lyre and the harp.",
      "3": "Blow the ram’s horn at new moon,\n    and again at full moon to call a festival!",
      "4": "For this is required by the decrees of Israel;\n    it is a regulation of the God of Jacob.",
      "5": "He made it a law for Israel\n    when he attacked Egypt to set us free.\nI heard an unknown voice say,",
      "6": "“Now I will take the load from your shoulders;\n    I will free your hands from their heavy tasks.",
      "7": "You cried to me in trouble, and I saved you;\n    I answered out of the thundercloud\n    and tested your faith when there was no water at Meribah. Interlude",
      "8": "“Listen to me, O my people, while I give you stern warnings.\n    O Israel, if you would only listen to me!",
      "9": "You must never have a foreign god;\n    you must not bow down before a false god.",
      "10": "For it was I, the Lord your God,\n    who rescued you from the land of Egypt.\n    Open your mouth wide, and I will fill it with good things.",
      "11": "“But no, my people wouldn’t listen.\n    Israel did not want me around.",
      "12": "So I let them follow their own stubborn desires,\n    living according to their own ideas.",
      "13": "Oh, that my people would listen to me!\n    Oh, that Israel would follow me, walking in my paths!",
      "14": "How quickly I would then subdue their enemies!\n    How soon my hands would be upon their foes!",
      "15": "Those who hate the Lord would cringe before him;\n    they would be doomed forever.",
      "16": "But I would feed you with the finest wheat.\n    I would satisfy you with wild honey from the rock.”"
    },
    "82": {
      "1": "God presides over heaven’s court;\n    he pronounces judgment on the heavenly beings:",
      "2": "“How long will you hand down unjust decisions\n    by favoring the wicked? Interlude",
      "3": "“Give justice to the poor and the orphan;\n    uphold the rights of the oppressed and the destitute.",
      "4": "Rescue the poor and helpless;\n    deliver them from the grasp of evil people.",
      "5": "But these oppressors know nothing;\n    they are so ignorant!\nThey wander about in darkness,\n    while the whole world is shaken to the core.",
      "6": "I say, ‘You are gods;\n    you are all children of the Most High.",
      "7": "But you will die like mere mortals\n    and fall like every other ruler.’”",
      "8": "Rise up, O God, and judge the earth,\n    for all the nations belong to you."
    },
    "83": {
      "1": "O God, do not be silent!\n    Do not be deaf.\n    Do not be quiet, O God.",
      "2": "Don’t you hear the uproar of your enemies?\n    Don’t you see that your arrogant enemies are rising up?",
      "3": "They devise crafty schemes against your people;\n    they conspire against your precious ones.",
      "4": "“Come,” they say, “let us wipe out Israel as a nation.\n    We will destroy the very memory of its existence.”",
      "5": "Yes, this was their unanimous decision.\n    They signed a treaty as allies against you—",
      "6": "these Edomites and Ishmaelites;\n    Moabites and Hagrites;",
      "7": "Gebalites, Ammonites, and Amalekites;\n    and people from Philistia and Tyre.",
      "8": "Assyria has joined them, too,\n    and is allied with the descendants of Lot. Interlude",
      "9": "Do to them as you did to the Midianites\n    and as you did to Sisera and Jabin at the Kishon River.",
      "10": "They were destroyed at Endor,\n    and their decaying corpses fertilized the soil.",
      "11": "Let their mighty nobles die as Oreb and Zeeb did.\n    Let all their princes die like Zebah and Zalmunna,",
      "12": "for they said, “Let us seize for our own use\n    these pasturelands of God!”",
      "13": "O my God, scatter them like tumbleweed,\n    like chaff before the wind!",
      "14": "As a fire burns a forest\n    and as a flame sets mountains ablaze,",
      "15": "chase them with your fierce storm;\n    terrify them with your tempest.",
      "16": "Utterly disgrace them\n    until they submit to your name, O Lord.",
      "17": "Let them be ashamed and terrified forever.\n    Let them die in disgrace.",
      "18": "Then they will learn that you alone are called the Lord,\n    that you alone are the Most High,\n    supreme over all the earth."
    },
    "84": {
      "1": "How lovely is your dwelling place,\n    O Lord of Heaven’s Armies.",
      "2": "I long, yes, I faint with longing\n    to enter the courts of the Lord.\nWith my whole being, body and soul,\n    I will shout joyfully to the living God.",
      "3": "Even the sparrow finds a home,\n    and the swallow builds her nest and raises her young\nat a place near your altar,\n    O Lord of Heaven’s Armies, my King and my God!",
      "4": "What joy for those who can live in your house,\n    always singing your praises. Interlude",
      "5": "What joy for those whose strength comes from the Lord,\n    who have set their minds on a pilgrimage to Jerusalem.",
      "6": "When they walk through the Valley of Weeping,\n    it will become a place of refreshing springs.\n    The autumn rains will clothe it with blessings.",
      "7": "They will continue to grow stronger,\n    and each of them will appear before God in Jerusalem.",
      "8": "O Lord God of Heaven’s Armies, hear my prayer.\n    Listen, O God of Jacob. Interlude",
      "9": "O God, look with favor upon the king, our shield!\n    Show favor to the one you have anointed.",
      "10": "A single day in your courts\n    is better than a thousand anywhere else!\nI would rather be a gatekeeper in the house of my God\n    than live the good life in the homes of the wicked.",
      "11": "For the Lord God is our sun and our shield.\n    He gives us grace and glory.\nThe Lord will withhold no good thing\n    from those who do what is right.",
      "12": "O Lord of Heaven’s Armies,\n    what joy for those who trust in you."
    },
    "85": {
      "1": "Lord, you poured out blessings on your land!\n    You restored the fortunes of Israel.",
      "2": "You forgave the guilt of your people—\n    yes, you covered all their sins. Interlude",
      "3": "You held back your fury.\n    You kept back your blazing anger.",
      "4": "Now restore us again, O God of our salvation.\n    Put aside your anger against us once more.",
      "5": "Will you be angry with us always?\n    Will you prolong your wrath to all generations?",
      "6": "Won’t you revive us again,\n    so your people can rejoice in you?",
      "7": "Show us your unfailing love, O Lord,\n    and grant us your salvation.",
      "8": "I listen carefully to what God the Lord is saying,\n    for he speaks peace to his faithful people.\n    But let them not return to their foolish ways.",
      "9": "Surely his salvation is near to those who fear him,\n    so our land will be filled with his glory.",
      "10": "Unfailing love and truth have met together.\n    Righteousness and peace have kissed!",
      "11": "Truth springs up from the earth,\n    and righteousness smiles down from heaven.",
      "12": "Yes, the Lord pours down his blessings.\n    Our land will yield its bountiful harvest.",
      "13": "Righteousness goes as a herald before him,\n    preparing the way for his steps."
    },
    "86": {
      "1": "Bend down, O Lord, and hear my prayer;\n    answer me, for I need your help.",
      "2": "Protect me, for I am devoted to you.\n    Save me, for I serve you and trust you.\n    You are my God.",
      "3": "Be merciful to me, O Lord,\n    for I am calling on you constantly.",
      "4": "Give me happiness, O Lord,\n    for I give myself to you.",
      "5": "O Lord, you are so good, so ready to forgive,\n    so full of unfailing love for all who ask for your help.",
      "6": "Listen closely to my prayer, O Lord;\n    hear my urgent cry.",
      "7": "I will call to you whenever I’m in trouble,\n    and you will answer me.",
      "8": "No pagan god is like you, O Lord.\n    None can do what you do!",
      "9": "All the nations you made\n    will come and bow before you, Lord;\n    they will praise your holy name.",
      "10": "For you are great and perform wonderful deeds.\n    You alone are God.",
      "11": "Teach me your ways, O Lord,\n    that I may live according to your truth!\nGrant me purity of heart,\n    so that I may honor you.",
      "12": "With all my heart I will praise you, O Lord my God.\n    I will give glory to your name forever,",
      "13": "for your love for me is very great.\n    You have rescued me from the depths of death.",
      "14": "O God, insolent people rise up against me;\n    a violent gang is trying to kill me.\n    You mean nothing to them.",
      "15": "But you, O Lord,\n    are a God of compassion and mercy,\nslow to get angry\n    and filled with unfailing love and faithfulness.",
      "16": "Look down and have mercy on me.\n    Give your strength to your servant;\n    save me, the son of your servant.",
      "17": "Send me a sign of your favor.\n    Then those who hate me will be put to shame,\n    for you, O Lord, help and comfort me."
    },
    "87": {
      "1": "On the holy mountain\n    stands the city founded by the Lord.",
      "2": "He loves the city of Jerusalem\n    more than any other city in Israel.",
      "3": "O city of God,\n    what glorious things are said of you! Interlude",
      "4": "I will count Egypt and Babylon among those who know me—\n    also Philistia and Tyre, and even distant Ethiopia.\n    They have all become citizens of Jerusalem!",
      "5": "Regarding Jerusalem it will be said,\n    “Everyone enjoys the rights of citizenship there.”\n    And the Most High will personally bless this city.",
      "6": "When the Lord registers the nations, he will say,\n    “They have all become citizens of Jerusalem.” Interlude",
      "7": "The people will play flutes and sing,\n    “The source of my life springs from Jerusalem!”"
    },
    "88": {
      "1": "O Lord, God of my salvation,\n    I cry out to you by day.\n    I come to you at night.",
      "2": "Now hear my prayer;\n    listen to my cry.",
      "3": "For my life is full of troubles,\n    and death draws near.",
      "4": "I am as good as dead,\n    like a strong man with no strength left.",
      "5": "They have left me among the dead,\n    and I lie like a corpse in a grave.\nI am forgotten,\n    cut off from your care.",
      "6": "You have thrown me into the lowest pit,\n    into the darkest depths.",
      "7": "Your anger weighs me down;\n    with wave after wave you have engulfed me. Interlude",
      "8": "You have driven my friends away\n    by making me repulsive to them.\nI am in a trap with no way of escape.",
      "9": "My eyes are blinded by my tears.\nEach day I beg for your help, O Lord;\n    I lift my hands to you for mercy.",
      "10": "Are your wonderful deeds of any use to the dead?\n    Do the dead rise up and praise you? Interlude",
      "11": "Can those in the grave declare your unfailing love?\n    Can they proclaim your faithfulness in the place of destruction?",
      "12": "Can the darkness speak of your wonderful deeds?\n    Can anyone in the land of forgetfulness talk about your righteousness?",
      "13": "O Lord, I cry out to you.\n    I will keep on pleading day by day.",
      "14": "O Lord, why do you reject me?\n    Why do you turn your face from me?",
      "15": "I have been sick and close to death since my youth.\n    I stand helpless and desperate before your terrors.",
      "16": "Your fierce anger has overwhelmed me.\n    Your terrors have paralyzed me.",
      "17": "They swirl around me like floodwaters all day long.\n    They have engulfed me completely.",
      "18": "You have taken away my companions and loved ones.\n    Darkness is my closest friend."
    },
    "89": {
      "1": "I will sing of the Lord’s unfailing love forever!\n    Young and old will hear of your faithfulness.",
      "2": "Your unfailing love will last forever.\n    Your faithfulness is as enduring as the heavens.",
      "3": "The Lord said, “I have made a covenant with David, my chosen servant.\n    I have sworn this oath to him:",
      "4": "‘I will establish your descendants as kings forever;\n    they will sit on your throne from now until eternity.’” Interlude",
      "5": "All heaven will praise your great wonders, Lord;\n    myriads of angels will praise you for your faithfulness.",
      "6": "For who in all of heaven can compare with the Lord?\n    What mightiest angel is anything like the Lord?",
      "7": "The highest angelic powers stand in awe of God.\n    He is far more awesome than all who surround his throne.",
      "8": "O Lord God of Heaven’s Armies!\n    Where is there anyone as mighty as you, O Lord?\n    You are entirely faithful.",
      "9": "You rule the oceans.\n    You subdue their storm-tossed waves.",
      "10": "You crushed the great sea monster.\n    You scattered your enemies with your mighty arm.",
      "11": "The heavens are yours, and the earth is yours;\n    everything in the world is yours—you created it all.",
      "12": "You created north and south.\n    Mount Tabor and Mount Hermon praise your name.",
      "13": "Powerful is your arm!\n    Strong is your hand!\n    Your right hand is lifted high in glorious strength.",
      "14": "Righteousness and justice are the foundation of your throne.\n    Unfailing love and truth walk before you as attendants.",
      "15": "Happy are those who hear the joyful call to worship,\n    for they will walk in the light of your presence, Lord.",
      "16": "They rejoice all day long in your wonderful reputation.\n    They exult in your righteousness.",
      "17": "You are their glorious strength.\n    It pleases you to make us strong.",
      "18": "Yes, our protection comes from the Lord,\n    and he, the Holy One of Israel, has given us our king.",
      "19": "Long ago you spoke in a vision to your faithful people.\nYou said, “I have raised up a warrior.\n    I have selected him from the common people to be king.",
      "20": "I have found my servant David.\n    I have anointed him with my holy oil.",
      "21": "I will steady him with my hand;\n    with my powerful arm I will make him strong.",
      "22": "His enemies will not defeat him,\n    nor will the wicked overpower him.",
      "23": "I will beat down his adversaries before him\n    and destroy those who hate him.",
      "24": "My faithfulness and unfailing love will be with him,\n    and by my authority he will grow in power.",
      "25": "I will extend his rule over the sea,\n    his dominion over the rivers.",
      "26": "And he will call out to me, ‘You are my Father,\n    my God, and the Rock of my salvation.’",
      "27": "I will make him my firstborn son,\n    the mightiest king on earth.",
      "28": "I will love him and be kind to him forever;\n    my covenant with him will never end.",
      "29": "I will preserve an heir for him;\n    his throne will be as endless as the days of heaven.",
      "30": "But if his descendants forsake my instructions\n    and fail to obey my regulations,",
      "31": "if they do not obey my decrees\n    and fail to keep my commands,",
      "32": "then I will punish their sin with the rod,\n    and their disobedience with beating.",
      "33": "But I will never stop loving him\n    nor fail to keep my promise to him.",
      "34": "No, I will not break my covenant;\n    I will not take back a single word I said.",
      "35": "I have sworn an oath to David,\n    and in my holiness I cannot lie:",
      "36": "His dynasty will go on forever;\n    his kingdom will endure as the sun.",
      "37": "It will be as eternal as the moon,\n    my faithful witness in the sky!” Interlude",
      "38": "But now you have rejected him and cast him off.\n    You are angry with your anointed king.",
      "39": "You have renounced your covenant with him;\n    you have thrown his crown in the dust.",
      "40": "You have broken down the walls protecting him\n    and ruined every fort defending him.",
      "41": "Everyone who comes along has robbed him,\n    and he has become a joke to his neighbors.",
      "42": "You have strengthened his enemies\n    and made them all rejoice.",
      "43": "You have made his sword useless\n    and refused to help him in battle.",
      "44": "You have ended his splendor\n    and overturned his throne.",
      "45": "You have made him old before his time\n    and publicly disgraced him. Interlude",
      "46": "O Lord, how long will this go on?\n    Will you hide yourself forever?\n    How long will your anger burn like fire?",
      "47": "Remember how short my life is,\n    how empty and futile this human existence!",
      "48": "No one can live forever; all will die.\n    No one can escape the power of the grave. Interlude",
      "49": "Lord, where is your unfailing love?\n    You promised it to David with a faithful pledge.",
      "50": "Consider, Lord, how your servants are disgraced!\n    I carry in my heart the insults of so many people.",
      "51": "Your enemies have mocked me, O Lord;\n    they mock your anointed king wherever he goes.",
      "52": "Praise the Lord forever!\n    Amen and amen!"
    },
    "90": {
      "1": "Lord, through all the generations\n    you have been our home!",
      "2": "Before the mountains were born,\n    before you gave birth to the earth and the world,\n    from beginning to end, you are God.",
      "3": "You turn people back to dust, saying,\n    “Return to dust, you mortals!”",
      "4": "For you, a thousand years are as a passing day,\n    as brief as a few night hours.",
      "5": "You sweep people away like dreams that disappear.\n    They are like grass that springs up in the morning.",
      "6": "In the morning it blooms and flourishes,\n    but by evening it is dry and withered.",
      "7": "We wither beneath your anger;\n    we are overwhelmed by your fury.",
      "8": "You spread out our sins before you—\n    our secret sins—and you see them all.",
      "9": "We live our lives beneath your wrath,\n    ending our years with a groan.",
      "10": "Seventy years are given to us!\n    Some even live to eighty.\nBut even the best years are filled with pain and trouble;\n    soon they disappear, and we fly away.",
      "11": "Who can comprehend the power of your anger?\n    Your wrath is as awesome as the fear you deserve.",
      "12": "Teach us to realize the brevity of life,\n    so that we may grow in wisdom.",
      "13": "O Lord, come back to us!\n    How long will you delay?\n    Take pity on your servants!",
      "14": "Satisfy us each morning with your unfailing love,\n    so we may sing for joy to the end of our lives.",
      "15": "Give us gladness in proportion to our former misery!\n    Replace the evil years with good.",
      "16": "Let us, your servants, see you work again;\n    let our children see your glory.",
      "17": "And may the Lord our God show us his approval\n    and make our efforts successful.\n    Yes, make our efforts successful!"
    },
    "91": {
      "1": "Those who live in the shelter of the Most High\n    will find rest in the shadow of the Almighty.",
      "2": "This I declare about the Lord:\nHe alone is my refuge, my place of safety;\n    he is my God, and I trust him.",
      "3": "For he will rescue you from every trap\n    and protect you from deadly disease.",
      "4": "He will cover you with his feathers.\n    He will shelter you with his wings.\n    His faithful promises are your armor and protection.",
      "5": "Do not be afraid of the terrors of the night,\n    nor the arrow that flies in the day.",
      "6": "Do not dread the disease that stalks in darkness,\n    nor the disaster that strikes at midday.",
      "7": "Though a thousand fall at your side,\n    though ten thousand are dying around you,\n    these evils will not touch you.",
      "8": "Just open your eyes,\n    and see how the wicked are punished.",
      "9": "If you make the Lord your refuge,\n    if you make the Most High your shelter,",
      "10": "no evil will conquer you;\n    no plague will come near your home.",
      "11": "For he will order his angels\n    to protect you wherever you go.",
      "12": "They will hold you up with their hands\n    so you won’t even hurt your foot on a stone.",
      "13": "You will trample upon lions and cobras;\n    you will crush fierce lions and serpents under your feet!",
      "14": "The Lord says, “I will rescue those who love me.\n    I will protect those who trust in my name.",
      "15": "When they call on me, I will answer;\n    I will be with them in trouble.\n    I will rescue and honor them.",
      "16": "I will reward them with a long life\n    and give them my salvation.”"
    },
    "92": {
      "1": "It is good to give thanks to the Lord,\n    to sing praises to the Most High.",
      "2": "It is good to proclaim your unfailing love in the morning,\n    your faithfulness in the evening,",
      "3": "accompanied by a ten-stringed instrument, a harp,\n    and the melody of a lyre.",
      "4": "You thrill me, Lord, with all you have done for me!\n    I sing for joy because of what you have done.",
      "5": "O Lord, what great works you do!\n    And how deep are your thoughts.",
      "6": "Only a simpleton would not know,\n    and only a fool would not understand this:",
      "7": "Though the wicked sprout like weeds\n    and evildoers flourish,\n    they will be destroyed forever.",
      "8": "But you, O Lord, will be exalted forever.",
      "9": "Your enemies, Lord, will surely perish;\n    all evildoers will be scattered.",
      "10": "But you have made me as strong as a wild ox.\n    You have anointed me with the finest oil.",
      "11": "My eyes have seen the downfall of my enemies;\n    my ears have heard the defeat of my wicked opponents.",
      "12": "But the godly will flourish like palm trees\n    and grow strong like the cedars of Lebanon.",
      "13": "For they are transplanted to the Lord’s own house.\n    They flourish in the courts of our God.",
      "14": "Even in old age they will still produce fruit;\n    they will remain vital and green.",
      "15": "They will declare, “The Lord is just!\n    He is my rock!\n    There is no evil in him!”"
    },
    "93": {
      "1": "The Lord is king! He is robed in majesty.\n    Indeed, the Lord is robed in majesty and armed with strength.\nThe world stands firm\n    and cannot be shaken.",
      "2": "Your throne, O Lord, has stood from time immemorial.\n    You yourself are from the everlasting past.",
      "3": "The floods have risen up, O Lord.\n    The floods have roared like thunder;\n    the floods have lifted their pounding waves.",
      "4": "But mightier than the violent raging of the seas,\n    mightier than the breakers on the shore—\n    the Lord above is mightier than these!",
      "5": "Your royal laws cannot be changed.\n    Your reign, O Lord, is holy forever and ever."
    },
    "94": {
      "1": "O Lord, the God of vengeance,\n    O God of vengeance, let your glorious justice shine forth!",
      "2": "Arise, O Judge of the earth.\n    Give the proud what they deserve.",
      "3": "How long, O Lord?\n    How long will the wicked be allowed to gloat?",
      "4": "How long will they speak with arrogance?\n    How long will these evil people boast?",
      "5": "They crush your people, Lord,\n    hurting those you claim as your own.",
      "6": "They kill widows and foreigners\n    and murder orphans.",
      "7": "“The Lord isn’t looking,” they say,\n    “and besides, the God of Israel doesn’t care.”",
      "8": "Think again, you fools!\n    When will you finally catch on?",
      "9": "Is he deaf—the one who made your ears?\n    Is he blind—the one who formed your eyes?",
      "10": "He punishes the nations—won’t he also punish you?\n    He knows everything—doesn’t he also know what you are doing?",
      "11": "The Lord knows people’s thoughts;\n    he knows they are worthless!",
      "12": "Joyful are those you discipline, Lord,\n    those you teach with your instructions.",
      "13": "You give them relief from troubled times\n    until a pit is dug to capture the wicked.",
      "14": "The Lord will not reject his people;\n    he will not abandon his special possession.",
      "15": "Judgment will again be founded on justice,\n    and those with virtuous hearts will pursue it.",
      "16": "Who will protect me from the wicked?\n    Who will stand up for me against evildoers?",
      "17": "Unless the Lord had helped me,\n    I would soon have settled in the silence of the grave.",
      "18": "I cried out, “I am slipping!”\n    but your unfailing love, O Lord, supported me.",
      "19": "When doubts filled my mind,\n    your comfort gave me renewed hope and cheer.",
      "20": "Can unjust leaders claim that God is on their side—\n    leaders whose decrees permit injustice?",
      "21": "They gang up against the righteous\n    and condemn the innocent to death.",
      "22": "But the Lord is my fortress;\n    my God is the mighty rock where I hide.",
      "23": "God will turn the sins of evil people back on them.\n    He will destroy them for their sins.\n    The Lord our God will destroy them."
    },
    "95": {
      "1": "Come, let us sing to the Lord!\n    Let us shout joyfully to the Rock of our salvation.",
      "2": "Let us come to him with thanksgiving.\n    Let us sing psalms of praise to him.",
      "3": "For the Lord is a great God,\n    a great King above all gods.",
      "4": "He holds in his hands the depths of the earth\n    and the mightiest mountains.",
      "5": "The sea belongs to him, for he made it.\n    His hands formed the dry land, too.",
      "6": "Come, let us worship and bow down.\n    Let us kneel before the Lord our maker,",
      "7": "for he is our God.\nWe are the people he watches over,\n    the flock under his care.\nIf only you would listen to his voice today!",
      "8": "The Lord says, “Don’t harden your hearts as Israel did at Meribah,\n    as they did at Massah in the wilderness.",
      "9": "For there your ancestors tested and tried my patience,\n    even though they saw everything I did.",
      "10": "For forty years I was angry with them, and I said,\n‘They are a people whose hearts turn away from me.\n    They refuse to do what I tell them.’",
      "11": "So in my anger I took an oath:\n    ‘They will never enter my place of rest.’”"
    },
    "96": {
      "1": "Sing a new song to the Lord!\n    Let the whole earth sing to the Lord!",
      "2": "Sing to the Lord; praise his name.\n    Each day proclaim the good news that he saves.",
      "3": "Publish his glorious deeds among the nations.\n    Tell everyone about the amazing things he does.",
      "4": "Great is the Lord! He is most worthy of praise!\n    He is to be feared above all gods.",
      "5": "The gods of other nations are mere idols,\n    but the Lord made the heavens!",
      "6": "Honor and majesty surround him;\n    strength and beauty fill his sanctuary.",
      "7": "O nations of the world, recognize the Lord;\n    recognize that the Lord is glorious and strong.",
      "8": "Give to the Lord the glory he deserves!\n    Bring your offering and come into his courts.",
      "9": "Worship the Lord in all his holy splendor.\n    Let all the earth tremble before him.",
      "10": "Tell all the nations, “The Lord reigns!”\n    The world stands firm and cannot be shaken.\n    He will judge all peoples fairly.",
      "11": "Let the heavens be glad, and the earth rejoice!\n    Let the sea and everything in it shout his praise!",
      "12": "Let the fields and their crops burst out with joy!\n    Let the trees of the forest sing for joy",
      "13": "before the Lord, for he is coming!\n    He is coming to judge the earth.\nHe will judge the world with justice,\n    and the nations with his truth."
    },
    "97": {
      "1": "The Lord is king!\n    Let the earth rejoice!\n    Let the farthest coastlands be glad.",
      "2": "Dark clouds surround him.\n    Righteousness and justice are the foundation of his throne.",
      "3": "Fire spreads ahead of him\n    and burns up all his foes.",
      "4": "His lightning flashes out across the world.\n    The earth sees and trembles.",
      "5": "The mountains melt like wax before the Lord,\n    before the Lord of all the earth.",
      "6": "The heavens proclaim his righteousness;\n    every nation sees his glory.",
      "7": "Those who worship idols are disgraced—\n    all who brag about their worthless gods—\n    for every god must bow to him.",
      "8": "Jerusalem has heard and rejoiced,\n    and all the towns of Judah are glad\n    because of your justice, O Lord!",
      "9": "For you, O Lord, are supreme over all the earth;\n    you are exalted far above all gods.",
      "10": "You who love the Lord, hate evil!\n    He protects the lives of his godly people\n    and rescues them from the power of the wicked.",
      "11": "Light shines on the godly,\n    and joy on those whose hearts are right.",
      "12": "May all who are godly rejoice in the Lord\n    and praise his holy name!"
    },
    "98": {
      "1": "Sing a new song to the Lord,\n    for he has done wonderful deeds.\nHis right hand has won a mighty victory;\n    his holy arm has shown his saving power!",
      "2": "The Lord has announced his victory\n    and has revealed his righteousness to every nation!",
      "3": "He has remembered his promise to love and be faithful to Israel.\n    The ends of the earth have seen the victory of our God.",
      "4": "Shout to the Lord, all the earth;\n    break out in praise and sing for joy!",
      "5": "Sing your praise to the Lord with the harp,\n    with the harp and melodious song,",
      "6": "with trumpets and the sound of the ram’s horn.\n    Make a joyful symphony before the Lord, the King!",
      "7": "Let the sea and everything in it shout his praise!\n    Let the earth and all living things join in.",
      "8": "Let the rivers clap their hands in glee!\n    Let the hills sing out their songs of joy",
      "9": "before the Lord,\n    for he is coming to judge the earth.\nHe will judge the world with justice,\n    and the nations with fairness."
    },
    "99": {
      "1": "The Lord is king!\n    Let the nations tremble!\nHe sits on his throne between the cherubim.\n    Let the whole earth quake!",
      "2": "The Lord sits in majesty in Jerusalem,\n    exalted above all the nations.",
      "3": "Let them praise your great and awesome name.\n    Your name is holy!",
      "4": "Mighty King, lover of justice,\n    you have established fairness.\nYou have acted with justice\n    and righteousness throughout Israel.",
      "5": "Exalt the Lord our God!\n    Bow low before his feet, for he is holy!",
      "6": "Moses and Aaron were among his priests;\n    Samuel also called on his name.\nThey cried to the Lord for help,\n    and he answered them.",
      "7": "He spoke to Israel from the pillar of cloud,\n    and they followed the laws and decrees he gave them.",
      "8": "O Lord our God, you answered them.\n    You were a forgiving God to them,\n    but you punished them when they went wrong.",
      "9": "Exalt the Lord our God,\n    and worship at his holy mountain in Jerusalem,\n    for the Lord our God is holy!"
    },
    "100": {
      "1": "Shout with joy to the Lord, all the earth!",
      "2": "Worship the Lord with gladness.\n    Come before him, singing with joy.",
      "3": "Acknowledge that the Lord is God!\n    He made us, and we are his.\n    We are his people, the sheep of his pasture.",
      "4": "Enter his gates with thanksgiving;\n    go into his courts with praise.\n    Give thanks to him and praise his name.",
      "5": "For the Lord is good.\n    His unfailing love continues forever,\n    and his faithfulness continues to each generation."
    },
    "101": {
      "1": "I will sing of your love and justice, Lord.\n    I will praise you with songs.",
      "2": "I will be careful to live a blameless life—\n    when will you come to help me?\nI will lead a life of integrity\n    in my own home.",
      "3": "I will refuse to look at\n    anything vile and vulgar.\nI hate all who deal crookedly;\n    I will have nothing to do with them.",
      "4": "I will reject perverse ideas\n    and stay away from every evil.",
      "5": "I will not tolerate people who slander their neighbors.\n    I will not endure conceit and pride.",
      "6": "I will search for faithful people\n    to be my companions.\nOnly those who are above reproach\n    will be allowed to serve me.",
      "7": "I will not allow deceivers to serve in my house,\n    and liars will not stay in my presence.",
      "8": "My daily task will be to ferret out the wicked\n    and free the city of the Lord from their grip."
    },
    "102": {
      "1": "Lord, hear my prayer!\n    Listen to my plea!",
      "2": "Don’t turn away from me\n    in my time of distress.\nBend down to listen,\n    and answer me quickly when I call to you.",
      "3": "For my days disappear like smoke,\n    and my bones burn like red-hot coals.",
      "4": "My heart is sick, withered like grass,\n    and I have lost my appetite.",
      "5": "Because of my groaning,\n    I am reduced to skin and bones.",
      "6": "I am like an owl in the desert,\n    like a little owl in a far-off wilderness.",
      "7": "I lie awake,\n    lonely as a solitary bird on the roof.",
      "8": "My enemies taunt me day after day.\n    They mock and curse me.",
      "9": "I eat ashes for food.\n    My tears run down into my drink",
      "10": "because of your anger and wrath.\n    For you have picked me up and thrown me out.",
      "11": "My life passes as swiftly as the evening shadows.\n    I am withering away like grass.",
      "12": "But you, O Lord, will sit on your throne forever.\n    Your fame will endure to every generation.",
      "13": "You will arise and have mercy on Jerusalem—\n    and now is the time to pity her,\n    now is the time you promised to help.",
      "14": "For your people love every stone in her walls\n    and cherish even the dust in her streets.",
      "15": "Then the nations will tremble before the Lord.\n    The kings of the earth will tremble before his glory.",
      "16": "For the Lord will rebuild Jerusalem.\n    He will appear in his glory.",
      "17": "He will listen to the prayers of the destitute.\n    He will not reject their pleas.",
      "18": "Let this be recorded for future generations,\n    so that a people not yet born will praise the Lord.",
      "19": "Tell them the Lord looked down\n    from his heavenly sanctuary.\nHe looked down to earth from heaven",
      "20": "to hear the groans of the prisoners,\n    to release those condemned to die.",
      "21": "And so the Lord’s fame will be celebrated in Zion,\n    his praises in Jerusalem,",
      "22": "when multitudes gather together\n    and kingdoms come to worship the Lord.",
      "23": "He broke my strength in midlife,\n    cutting short my days.",
      "24": "But I cried to him, “O my God, who lives forever,\n    don’t take my life while I am so young!",
      "25": "Long ago you laid the foundation of the earth\n    and made the heavens with your hands.",
      "26": "They will perish, but you remain forever;\n    they will wear out like old clothing.\nYou will change them like a garment\n    and discard them.",
      "27": "But you are always the same;\n    you will live forever.",
      "28": "The children of your people\n    will live in security.\nTheir children’s children\n    will thrive in your presence.”"
    },
    "103": {
      "1": "Let all that I am praise the Lord;\n    with my whole heart, I will praise his holy name.",
      "2": "Let all that I am praise the Lord;\n    may I never forget the good things he does for me.",
      "3": "He forgives all my sins\n    and heals all my diseases.",
      "4": "He redeems me from death\n    and crowns me with love and tender mercies.",
      "5": "He fills my life with good things.\n    My youth is renewed like the eagle’s!",
      "6": "The Lord gives righteousness\n    and justice to all who are treated unfairly.",
      "7": "He revealed his character to Moses\n    and his deeds to the people of Israel.",
      "8": "The Lord is compassionate and merciful,\n    slow to get angry and filled with unfailing love.",
      "9": "He will not constantly accuse us,\n    nor remain angry forever.",
      "10": "He does not punish us for all our sins;\n    he does not deal harshly with us, as we deserve.",
      "11": "For his unfailing love toward those who fear him\n    is as great as the height of the heavens above the earth.",
      "12": "He has removed our sins as far from us\n    as the east is from the west.",
      "13": "The Lord is like a father to his children,\n    tender and compassionate to those who fear him.",
      "14": "For he knows how weak we are;\n    he remembers we are only dust.",
      "15": "Our days on earth are like grass;\n    like wildflowers, we bloom and die.",
      "16": "The wind blows, and we are gone—\n    as though we had never been here.",
      "17": "But the love of the Lord remains forever\n    with those who fear him.\nHis salvation extends to the children’s children",
      "18": "of those who are faithful to his covenant,\n    of those who obey his commandments!",
      "19": "The Lord has made the heavens his throne;\n    from there he rules over everything.",
      "20": "Praise the Lord, you angels,\n    you mighty ones who carry out his plans,\n    listening for each of his commands.",
      "21": "Yes, praise the Lord, you armies of angels\n    who serve him and do his will!",
      "22": "Praise the Lord, everything he has created,\n    everything in all his kingdom.\nLet all that I am praise the Lord."
    },
    "104": {
      "1": "Let all that I am praise the Lord.\nO Lord my God, how great you are!\n    You are robed with honor and majesty.",
      "2": "You are dressed in a robe of light.\nYou stretch out the starry curtain of the heavens;",
      "3": "you lay out the rafters of your home in the rain clouds.\nYou make the clouds your chariot;\n    you ride upon the wings of the wind.",
      "4": "The winds are your messengers;\n    flames of fire are your servants.",
      "5": "You placed the world on its foundation\n    so it would never be moved.",
      "6": "You clothed the earth with floods of water,\n    water that covered even the mountains.",
      "7": "At your command, the water fled;\n    at the sound of your thunder, it hurried away.",
      "8": "Mountains rose and valleys sank\n    to the levels you decreed.",
      "9": "Then you set a firm boundary for the seas,\n    so they would never again cover the earth.",
      "10": "You make springs pour water into the ravines,\n    so streams gush down from the mountains.",
      "11": "They provide water for all the animals,\n    and the wild donkeys quench their thirst.",
      "12": "The birds nest beside the streams\n    and sing among the branches of the trees.",
      "13": "You send rain on the mountains from your heavenly home,\n    and you fill the earth with the fruit of your labor.",
      "14": "You cause grass to grow for the livestock\n    and plants for people to use.\nYou allow them to produce food from the earth—",
      "15": "wine to make them glad,\nolive oil to soothe their skin,\n    and bread to give them strength.",
      "16": "The trees of the Lord are well cared for—\n    the cedars of Lebanon that he planted.",
      "17": "There the birds make their nests,\n    and the storks make their homes in the cypresses.",
      "18": "High in the mountains live the wild goats,\n    and the rocks form a refuge for the hyraxes.",
      "19": "You made the moon to mark the seasons,\n    and the sun knows when to set.",
      "20": "You send the darkness, and it becomes night,\n    when all the forest animals prowl about.",
      "21": "Then the young lions roar for their prey,\n    stalking the food provided by God.",
      "22": "At dawn they slink back\n    into their dens to rest.",
      "23": "Then people go off to their work,\n    where they labor until evening.",
      "24": "O Lord, what a variety of things you have made!\n    In wisdom you have made them all.\n    The earth is full of your creatures.",
      "25": "Here is the ocean, vast and wide,\n    teeming with life of every kind,\n    both large and small.",
      "26": "See the ships sailing along,\n    and Leviathan, which you made to play in the sea.",
      "27": "They all depend on you\n    to give them food as they need it.",
      "28": "When you supply it, they gather it.\n    You open your hand to feed them,\n    and they are richly satisfied.",
      "29": "But if you turn away from them, they panic.\n    When you take away their breath,\n    they die and turn again to dust.",
      "30": "When you give them your breath, life is created,\n    and you renew the face of the earth.",
      "31": "May the glory of the Lord continue forever!\n    The Lord takes pleasure in all he has made!",
      "32": "The earth trembles at his glance;\n    the mountains smoke at his touch.",
      "33": "I will sing to the Lord as long as I live.\n    I will praise my God to my last breath!",
      "34": "May all my thoughts be pleasing to him,\n    for I rejoice in the Lord.",
      "35": "Let all sinners vanish from the face of the earth;\n    let the wicked disappear forever.\nLet all that I am praise the Lord.\nPraise the Lord!"
    },
    "105": {
      "1": "Give thanks to the Lord and proclaim his greatness.\n    Let the whole world know what he has done.",
      "2": "Sing to him; yes, sing his praises.\n    Tell everyone about his wonderful deeds.",
      "3": "Exult in his holy name;\n    rejoice, you who worship the Lord.",
      "4": "Search for the Lord and for his strength;\n    continually seek him.",
      "5": "Remember the wonders he has performed,\n    his miracles, and the rulings he has given,",
      "6": "you children of his servant Abraham,\n    you descendants of Jacob, his chosen ones.",
      "7": "He is the Lord our God.\n    His justice is seen throughout the land.",
      "8": "He always stands by his covenant—\n    the commitment he made to a thousand generations.",
      "9": "This is the covenant he made with Abraham\n    and the oath he swore to Isaac.",
      "10": "He confirmed it to Jacob as a decree,\n    and to the people of Israel as a never-ending covenant:",
      "11": "“I will give you the land of Canaan\n    as your special possession.”",
      "12": "He said this when they were few in number,\n    a tiny group of strangers in Canaan.",
      "13": "They wandered from nation to nation,\n    from one kingdom to another.",
      "14": "Yet he did not let anyone oppress them.\n    He warned kings on their behalf:",
      "15": "“Do not touch my chosen people,\n    and do not hurt my prophets.”",
      "16": "He called for a famine on the land of Canaan,\n    cutting off its food supply.",
      "17": "Then he sent someone to Egypt ahead of them—\n    Joseph, who was sold as a slave.",
      "18": "They bruised his feet with fetters\n    and placed his neck in an iron collar.",
      "19": "Until the time came to fulfill his dreams,\n    the Lord tested Joseph’s character.",
      "20": "Then Pharaoh sent for him and set him free;\n    the ruler of the nation opened his prison door.",
      "21": "Joseph was put in charge of all the king’s household;\n    he became ruler over all the king’s possessions.",
      "22": "He could instruct the king’s aides as he pleased\n    and teach the king’s advisers.",
      "23": "Then Israel arrived in Egypt;\n    Jacob lived as a foreigner in the land of Ham.",
      "24": "And the Lord multiplied the people of Israel\n    until they became too mighty for their enemies.",
      "25": "Then he turned the Egyptians against the Israelites,\n    and they plotted against the Lord’s servants.",
      "26": "But the Lord sent his servant Moses,\n    along with Aaron, whom he had chosen.",
      "27": "They performed miraculous signs among the Egyptians,\n    and wonders in the land of Ham.",
      "28": "The Lord blanketed Egypt in darkness,\n    for they had defied his commands to let his people go.",
      "29": "He turned their water into blood,\n    poisoning all the fish.",
      "30": "Then frogs overran the land\n    and even invaded the king’s bedrooms.",
      "31": "When the Lord spoke, flies descended on the Egyptians,\n    and gnats swarmed across Egypt.",
      "32": "He sent them hail instead of rain,\n    and lightning flashed over the land.",
      "33": "He ruined their grapevines and fig trees\n    and shattered all the trees.",
      "34": "He spoke, and hordes of locusts came—\n    young locusts beyond number.",
      "35": "They ate up everything green in the land,\n    destroying all the crops in their fields.",
      "36": "Then he killed the oldest son in each Egyptian home,\n    the pride and joy of each family.",
      "37": "The Lord brought his people out of Egypt, loaded with silver and gold;\n    and not one among the tribes of Israel even stumbled.",
      "38": "Egypt was glad when they were gone,\n    for they feared them greatly.",
      "39": "The Lord spread a cloud above them as a covering\n    and gave them a great fire to light the darkness.",
      "40": "They asked for meat, and he sent them quail;\n    he satisfied their hunger with manna—bread from heaven.",
      "41": "He split open a rock, and water gushed out\n    to form a river through the dry wasteland.",
      "42": "For he remembered his sacred promise\n    to his servant Abraham.",
      "43": "So he brought his people out of Egypt with joy,\n    his chosen ones with rejoicing.",
      "44": "He gave his people the lands of pagan nations,\n    and they harvested crops that others had planted.",
      "45": "All this happened so they would follow his decrees\n    and obey his instructions.\nPraise the Lord!"
    },
    "106": {
      "1": "Praise the Lord!\nGive thanks to the Lord, for he is good!\n    His faithful love endures forever.",
      "2": "Who can list the glorious miracles of the Lord?\n    Who can ever praise him enough?",
      "3": "There is joy for those who deal justly with others\n    and always do what is right.",
      "4": "Remember me, Lord, when you show favor to your people;\n    come near and rescue me.",
      "5": "Let me share in the prosperity of your chosen ones.\n    Let me rejoice in the joy of your people;\n    let me praise you with those who are your heritage.",
      "6": "Like our ancestors, we have sinned.\n    We have done wrong! We have acted wickedly!",
      "7": "Our ancestors in Egypt\n    were not impressed by the Lord’s miraculous deeds.\nThey soon forgot his many acts of kindness to them.\n    Instead, they rebelled against him at the Red Sea.",
      "8": "Even so, he saved them—\n    to defend the honor of his name\n    and to demonstrate his mighty power.",
      "9": "He commanded the Red Sea to dry up.\n    He led Israel across the sea as if it were a desert.",
      "10": "So he rescued them from their enemies\n    and redeemed them from their foes.",
      "11": "Then the water returned and covered their enemies;\n    not one of them survived.",
      "12": "Then his people believed his promises.\n    Then they sang his praise.",
      "13": "Yet how quickly they forgot what he had done!\n    They wouldn’t wait for his counsel!",
      "14": "In the wilderness their desires ran wild,\n    testing God’s patience in that dry wasteland.",
      "15": "So he gave them what they asked for,\n    but he sent a plague along with it.",
      "16": "The people in the camp were jealous of Moses\n    and envious of Aaron, the Lord’s holy priest.",
      "17": "Because of this, the earth opened up;\n    it swallowed Dathan\n    and buried Abiram and the other rebels.",
      "18": "Fire fell upon their followers;\n    a flame consumed the wicked.",
      "19": "The people made a calf at Mount Sinai;\n    they bowed before an image made of gold.",
      "20": "They traded their glorious God\n    for a statue of a grass-eating bull.",
      "21": "They forgot God, their savior,\n    who had done such great things in Egypt—",
      "22": "such wonderful things in the land of Ham,\n    such awesome deeds at the Red Sea.",
      "23": "So he declared he would destroy them.\n    But Moses, his chosen one, stepped between the Lord and the people.\n    He begged him to turn from his anger and not destroy them.",
      "24": "The people refused to enter the pleasant land,\n    for they wouldn’t believe his promise to care for them.",
      "25": "Instead, they grumbled in their tents\n    and refused to obey the Lord.",
      "26": "Therefore, he solemnly swore\n    that he would kill them in the wilderness,",
      "27": "that he would scatter their descendants among the nations,\n    exiling them to distant lands.",
      "28": "Then our ancestors joined in the worship of Baal at Peor;\n    they even ate sacrifices offered to the dead!",
      "29": "They angered the Lord with all these things,\n    so a plague broke out among them.",
      "30": "But Phinehas had the courage to intervene,\n    and the plague was stopped.",
      "31": "So he has been regarded as a righteous man\n    ever since that time.",
      "32": "At Meribah, too, they angered the Lord,\n    causing Moses serious trouble.",
      "33": "They made Moses angry,\n    and he spoke foolishly.",
      "34": "Israel failed to destroy the nations in the land,\n    as the Lord had commanded them.",
      "35": "Instead, they mingled among the pagans\n    and adopted their evil customs.",
      "36": "They worshiped their idols,\n    which led to their downfall.",
      "37": "They even sacrificed their sons\n    and their daughters to the demons.",
      "38": "They shed innocent blood,\n    the blood of their sons and daughters.\nBy sacrificing them to the idols of Canaan,\n    they polluted the land with murder.",
      "39": "They defiled themselves by their evil deeds,\n    and their love of idols was adultery in the Lord’s sight.",
      "40": "That is why the Lord’s anger burned against his people,\n    and he abhorred his own special possession.",
      "41": "He handed them over to pagan nations,\n    and they were ruled by those who hated them.",
      "42": "Their enemies crushed them\n    and brought them under their cruel power.",
      "43": "Again and again he rescued them,\n    but they chose to rebel against him,\n    and they were finally destroyed by their sin.",
      "44": "Even so, he pitied them in their distress\n    and listened to their cries.",
      "45": "He remembered his covenant with them\n    and relented because of his unfailing love.",
      "46": "He even caused their captors\n    to treat them with kindness.",
      "47": "Save us, O Lord our God!\n    Gather us back from among the nations,\nso we can thank your holy name\n    and rejoice and praise you.",
      "48": "Praise the Lord, the God of Israel,\n    who lives from everlasting to everlasting!\nLet all the people say, “Amen!”\nPraise the Lord!"
    },
    "107": {
      "1": "Give thanks to the Lord, for he is good!\n    His faithful love endures forever.",
      "2": "Has the Lord redeemed you? Then speak out!\n    Tell others he has redeemed you from your enemies.",
      "3": "For he has gathered the exiles from many lands,\n    from east and west,\n    from north and south.",
      "4": "Some wandered in the wilderness,\n    lost and homeless.",
      "5": "Hungry and thirsty,\n    they nearly died.",
      "6": "“Lord, help!” they cried in their trouble,\n    and he rescued them from their distress.",
      "7": "He led them straight to safety,\n    to a city where they could live.",
      "8": "Let them praise the Lord for his great love\n    and for the wonderful things he has done for them.",
      "9": "For he satisfies the thirsty\n    and fills the hungry with good things.",
      "10": "Some sat in darkness and deepest gloom,\n    imprisoned in iron chains of misery.",
      "11": "They rebelled against the words of God,\n    scorning the counsel of the Most High.",
      "12": "That is why he broke them with hard labor;\n    they fell, and no one was there to help them.",
      "13": "“Lord, help!” they cried in their trouble,\n    and he saved them from their distress.",
      "14": "He led them from the darkness and deepest gloom;\n    he snapped their chains.",
      "15": "Let them praise the Lord for his great love\n    and for the wonderful things he has done for them.",
      "16": "For he broke down their prison gates of bronze;\n    he cut apart their bars of iron.",
      "17": "Some were fools; they rebelled\n    and suffered for their sins.",
      "18": "They couldn’t stand the thought of food,\n    and they were knocking on death’s door.",
      "19": "“Lord, help!” they cried in their trouble,\n    and he saved them from their distress.",
      "20": "He sent out his word and healed them,\n    snatching them from the door of death.",
      "21": "Let them praise the Lord for his great love\n    and for the wonderful things he has done for them.",
      "22": "Let them offer sacrifices of thanksgiving\n    and sing joyfully about his glorious acts.",
      "23": "Some went off to sea in ships,\n    plying the trade routes of the world.",
      "24": "They, too, observed the Lord’s power in action,\n    his impressive works on the deepest seas.",
      "25": "He spoke, and the winds rose,\n    stirring up the waves.",
      "26": "Their ships were tossed to the heavens\n    and plunged again to the depths;\n    the sailors cringed in terror.",
      "27": "They reeled and staggered like drunkards\n    and were at their wits’ end.",
      "28": "“Lord, help!” they cried in their trouble,\n    and he saved them from their distress.",
      "29": "He calmed the storm to a whisper\n    and stilled the waves.",
      "30": "What a blessing was that stillness\n    as he brought them safely into harbor!",
      "31": "Let them praise the Lord for his great love\n    and for the wonderful things he has done for them.",
      "32": "Let them exalt him publicly before the congregation\n    and before the leaders of the nation.",
      "33": "He changes rivers into deserts,\n    and springs of water into dry, thirsty land.",
      "34": "He turns the fruitful land into salty wastelands,\n    because of the wickedness of those who live there.",
      "35": "But he also turns deserts into pools of water,\n    the dry land into springs of water.",
      "36": "He brings the hungry to settle there\n    and to build their cities.",
      "37": "They sow their fields, plant their vineyards,\n    and harvest their bumper crops.",
      "38": "How he blesses them!\n    They raise large families there,\n    and their herds of livestock increase.",
      "39": "When they decrease in number and become impoverished\n    through oppression, trouble, and sorrow,",
      "40": "the Lord pours contempt on their princes,\n    causing them to wander in trackless wastelands.",
      "41": "But he rescues the poor from trouble\n    and increases their families like flocks of sheep.",
      "42": "The godly will see these things and be glad,\n    while the wicked are struck silent.",
      "43": "Those who are wise will take all this to heart;\n    they will see in our history the faithful love of the Lord."
    },
    "108": {
      "1": "My heart is confident in you, O God;\n    no wonder I can sing your praises with all my heart!",
      "2": "Wake up, lyre and harp!\n    I will wake the dawn with my song.",
      "3": "I will thank you, Lord, among all the people.\n    I will sing your praises among the nations.",
      "4": "For your unfailing love is higher than the heavens.\n    Your faithfulness reaches to the clouds.",
      "5": "Be exalted, O God, above the highest heavens.\n    May your glory shine over all the earth.",
      "6": "Now rescue your beloved people.\n    Answer and save us by your power.",
      "7": "God has promised this by his holiness:\n“I will divide up Shechem with joy.\n    I will measure out the valley of Succoth.",
      "8": "Gilead is mine,\n    and Manasseh, too.\nEphraim, my helmet, will produce my warriors,\n    and Judah, my scepter, will produce my kings.",
      "9": "But Moab, my washbasin, will become my servant,\n    and I will wipe my feet on Edom\n    and shout in triumph over Philistia.”",
      "10": "Who will bring me into the fortified city?\n    Who will bring me victory over Edom?",
      "11": "Have you rejected us, O God?\n    Will you no longer march with our armies?",
      "12": "Oh, please help us against our enemies,\n    for all human help is useless.",
      "13": "With God’s help we will do mighty things,\n    for he will trample down our foes."
    },
    "109": {
      "1": "O God, whom I praise,\n    don’t stand silent and aloof",
      "2": "while the wicked slander me\n    and tell lies about me.",
      "3": "They surround me with hateful words\n    and fight against me for no reason.",
      "4": "I love them, but they try to destroy me with accusations\n    even as I am praying for them!",
      "5": "They repay evil for good,\n    and hatred for my love.",
      "6": "They say, “Get an evil person to turn against him.\n    Send an accuser to bring him to trial.",
      "7": "When his case comes up for judgment,\n    let him be pronounced guilty.\n    Count his prayers as sins.",
      "8": "Let his years be few;\n    let someone else take his position.",
      "9": "May his children become fatherless,\n    and his wife a widow.",
      "10": "May his children wander as beggars\n    and be driven from their ruined homes.",
      "11": "May creditors seize his entire estate,\n    and strangers take all he has earned.",
      "12": "Let no one be kind to him;\n    let no one pity his fatherless children.",
      "13": "May all his offspring die.\n    May his family name be blotted out in the next generation.",
      "14": "May the Lord never forget the sins of his fathers;\n    may his mother’s sins never be erased from the record.",
      "15": "May the Lord always remember these sins,\n    and may his name disappear from human memory.",
      "16": "For he refused all kindness to others;\n    he persecuted the poor and needy,\n    and he hounded the brokenhearted to death.",
      "17": "He loved to curse others;\n    now you curse him.\nHe never blessed others;\n    now don’t you bless him.",
      "18": "Cursing is as natural to him as his clothing,\n    or the water he drinks,\n    or the rich food he eats.",
      "19": "Now may his curses return and cling to him like clothing;\n    may they be tied around him like a belt.”",
      "20": "May those curses become the Lord’s punishment\n    for my accusers who speak evil of me.",
      "21": "But deal well with me, O Sovereign Lord,\n    for the sake of your own reputation!\nRescue me\n    because you are so faithful and good.",
      "22": "For I am poor and needy,\n    and my heart is full of pain.",
      "23": "I am fading like a shadow at dusk;\n    I am brushed off like a locust.",
      "24": "My knees are weak from fasting,\n    and I am skin and bones.",
      "25": "I am a joke to people everywhere;\n    when they see me, they shake their heads in scorn.",
      "26": "Help me, O Lord my God!\n    Save me because of your unfailing love.",
      "27": "Let them see that this is your doing,\n    that you yourself have done it, Lord.",
      "28": "Then let them curse me if they like,\n    but you will bless me!\nWhen they attack me, they will be disgraced!\n    But I, your servant, will go right on rejoicing!",
      "29": "May my accusers be clothed with disgrace;\n    may their humiliation cover them like a cloak.",
      "30": "But I will give repeated thanks to the Lord,\n    praising him to everyone.",
      "31": "For he stands beside the needy,\n    ready to save them from those who condemn them."
    },
    "110": {
      "1": "The Lord said to my Lord,\n    “Sit in the place of honor at my right hand\nuntil I humble your enemies,\n    making them a footstool under your feet.”",
      "2": "The Lord will extend your powerful kingdom from Jerusalem;\n    you will rule over your enemies.",
      "3": "When you go to war,\n    your people will serve you willingly.\nYou are arrayed in holy garments,\n    and your strength will be renewed each day like the morning dew.",
      "4": "The Lord has taken an oath and will not break his vow:\n    “You are a priest forever in the order of Melchizedek.”",
      "5": "The Lord stands at your right hand to protect you.\n    He will strike down many kings when his anger erupts.",
      "6": "He will punish the nations\n    and fill their lands with corpses;\n    he will shatter heads over the whole earth.",
      "7": "But he himself will be refreshed from brooks along the way.\n    He will be victorious."
    },
    "111": {
      "1": "Praise the Lord!\nI will thank the Lord with all my heart\n    as I meet with his godly people.",
      "2": "How amazing are the deeds of the Lord!\n    All who delight in him should ponder them.",
      "3": "Everything he does reveals his glory and majesty.\n    His righteousness never fails.",
      "4": "He causes us to remember his wonderful works.\n    How gracious and merciful is our Lord!",
      "5": "He gives food to those who fear him;\n    he always remembers his covenant.",
      "6": "He has shown his great power to his people\n    by giving them the lands of other nations.",
      "7": "All he does is just and good,\n    and all his commandments are trustworthy.",
      "8": "They are forever true,\n    to be obeyed faithfully and with integrity.",
      "9": "He has paid a full ransom for his people.\n    He has guaranteed his covenant with them forever.\n    What a holy, awe-inspiring name he has!",
      "10": "Fear of the Lord is the foundation of true wisdom.\n    All who obey his commandments will grow in wisdom.\nPraise him forever!"
    },
    "112": {
      "1": "Praise the Lord!\nHow joyful are those who fear the Lord\n    and delight in obeying his commands.",
      "2": "Their children will be successful everywhere;\n    an entire generation of godly people will be blessed.",
      "3": "They themselves will be wealthy,\n    and their good deeds will last forever.",
      "4": "Light shines in the darkness for the godly.\n    They are generous, compassionate, and righteous.",
      "5": "Good comes to those who lend money generously\n    and conduct their business fairly.",
      "6": "Such people will not be overcome by evil.\n    Those who are righteous will be long remembered.",
      "7": "They do not fear bad news;\n    they confidently trust the Lord to care for them.",
      "8": "They are confident and fearless\n    and can face their foes triumphantly.",
      "9": "They share freely and give generously to those in need.\n    Their good deeds will be remembered forever.\n    They will have influence and honor.",
      "10": "The wicked will see this and be infuriated.\n    They will grind their teeth in anger;\n    they will slink away, their hopes thwarted."
    },
    "113": {
      "1": "Praise the Lord!\nYes, give praise, O servants of the Lord.\n    Praise the name of the Lord!",
      "2": "Blessed be the name of the Lord\n    now and forever.",
      "3": "Everywhere—from east to west—\n    praise the name of the Lord.",
      "4": "For the Lord is high above the nations;\n    his glory is higher than the heavens.",
      "5": "Who can be compared with the Lord our God,\n    who is enthroned on high?",
      "6": "He stoops to look down\n    on heaven and on earth.",
      "7": "He lifts the poor from the dust\n    and the needy from the garbage dump.",
      "8": "He sets them among princes,\n    even the princes of his own people!",
      "9": "He gives the childless woman a family,\n    making her a happy mother.\nPraise the Lord!"
    },
    "114": {
      "1": "When the Israelites escaped from Egypt—\n    when the family of Jacob left that foreign land—",
      "2": "the land of Judah became God’s sanctuary,\n    and Israel became his kingdom.",
      "3": "The Red Sea saw them coming and hurried out of their way!\n    The water of the Jordan River turned away.",
      "4": "The mountains skipped like rams,\n    the hills like lambs!",
      "5": "What’s wrong, Red Sea, that made you hurry out of their way?\n    What happened, Jordan River, that you turned away?",
      "6": "Why, mountains, did you skip like rams?\n    Why, hills, like lambs?",
      "7": "Tremble, O earth, at the presence of the Lord,\n    at the presence of the God of Jacob.",
      "8": "He turned the rock into a pool of water;\n    yes, a spring of water flowed from solid rock."
    },
    "115": {
      "1": "Not to us, O Lord, not to us,\n    but to your name goes all the glory\n    for your unfailing love and faithfulness.",
      "2": "Why let the nations say,\n    “Where is their God?”",
      "3": "Our God is in the heavens,\n    and he does as he wishes.",
      "4": "Their idols are merely things of silver and gold,\n    shaped by human hands.",
      "5": "They have mouths but cannot speak,\n    and eyes but cannot see.",
      "6": "They have ears but cannot hear,\n    and noses but cannot smell.",
      "7": "They have hands but cannot feel,\n    and feet but cannot walk,\n    and throats but cannot make a sound.",
      "8": "And those who make idols are just like them,\n    as are all who trust in them.",
      "9": "O Israel, trust the Lord!\n    He is your helper and your shield.",
      "10": "O priests, descendants of Aaron, trust the Lord!\n    He is your helper and your shield.",
      "11": "All you who fear the Lord, trust the Lord!\n    He is your helper and your shield.",
      "12": "The Lord remembers us and will bless us.\n    He will bless the people of Israel\n    and bless the priests, the descendants of Aaron.",
      "13": "He will bless those who fear the Lord,\n    both great and lowly.",
      "14": "May the Lord richly bless\n    both you and your children.",
      "15": "May you be blessed by the Lord,\n    who made heaven and earth.",
      "16": "The heavens belong to the Lord,\n    but he has given the earth to all humanity.",
      "17": "The dead cannot sing praises to the Lord,\n    for they have gone into the silence of the grave.",
      "18": "But we can praise the Lord\n    both now and forever!\nPraise the Lord!"
    },
    "116": {
      "1": "I love the Lord because he hears my voice\n    and my prayer for mercy.",
      "2": "Because he bends down to listen,\n    I will pray as long as I have breath!",
      "3": "Death wrapped its ropes around me;\n    the terrors of the grave overtook me.\n    I saw only trouble and sorrow.",
      "4": "Then I called on the name of the Lord:\n    “Please, Lord, save me!”",
      "5": "How kind the Lord is! How good he is!\n    So merciful, this God of ours!",
      "6": "The Lord protects those of childlike faith;\n    I was facing death, and he saved me.",
      "7": "Let my soul be at rest again,\n    for the Lord has been good to me.",
      "8": "He has saved me from death,\n    my eyes from tears,\n    my feet from stumbling.",
      "9": "And so I walk in the Lord’s presence\n    as I live here on earth!",
      "10": "I believed in you, so I said,\n    “I am deeply troubled, Lord.”",
      "11": "In my anxiety I cried out to you,\n    “These people are all liars!”",
      "12": "What can I offer the Lord\n    for all he has done for me?",
      "13": "I will lift up the cup of salvation\n    and praise the Lord’s name for saving me.",
      "14": "I will keep my promises to the Lord\n    in the presence of all his people.",
      "15": "The Lord cares deeply\n    when his loved ones die.",
      "16": "O Lord, I am your servant;\n    yes, I am your servant, born into your household;\n    you have freed me from my chains.",
      "17": "I will offer you a sacrifice of thanksgiving\n    and call on the name of the Lord.",
      "18": "I will fulfill my vows to the Lord\n    in the presence of all his people—",
      "19": "in the house of the Lord\n    in the heart of Jerusalem.\nPraise the Lord!"
    },
    "117": {
      "1": "Praise the Lord, all you nations.\n    Praise him, all you people of the earth.",
      "2": "For his unfailing love for us is powerful;\n    the Lord’s faithfulness endures forever.\nPraise the Lord!"
    },
    "118": {
      "1": "Give thanks to the Lord, for he is good!\n    His faithful love endures forever.",
      "2": "Let all Israel repeat:\n    “His faithful love endures forever.”",
      "3": "Let Aaron’s descendants, the priests, repeat:\n    “His faithful love endures forever.”",
      "4": "Let all who fear the Lord repeat:\n    “His faithful love endures forever.”",
      "5": "In my distress I prayed to the Lord,\n    and the Lord answered me and set me free.",
      "6": "The Lord is for me, so I will have no fear.\n    What can mere people do to me?",
      "7": "Yes, the Lord is for me; he will help me.\n    I will look in triumph at those who hate me.",
      "8": "It is better to take refuge in the Lord\n    than to trust in people.",
      "9": "It is better to take refuge in the Lord\n    than to trust in princes.",
      "10": "Though hostile nations surrounded me,\n    I destroyed them all with the authority of the Lord.",
      "11": "Yes, they surrounded and attacked me,\n    but I destroyed them all with the authority of the Lord.",
      "12": "They swarmed around me like bees;\n    they blazed against me like a crackling fire.\n    But I destroyed them all with the authority of the Lord.",
      "13": "My enemies did their best to kill me,\n    but the Lord rescued me.",
      "14": "The Lord is my strength and my song;\n    he has given me victory.",
      "15": "Songs of joy and victory are sung in the camp of the godly.\n    The strong right arm of the Lord has done glorious things!",
      "16": "The strong right arm of the Lord is raised in triumph.\n    The strong right arm of the Lord has done glorious things!",
      "17": "I will not die; instead, I will live\n    to tell what the Lord has done.",
      "18": "The Lord has punished me severely,\n    but he did not let me die.",
      "19": "Open for me the gates where the righteous enter,\n    and I will go in and thank the Lord.",
      "20": "These gates lead to the presence of the Lord,\n    and the godly enter there.",
      "21": "I thank you for answering my prayer\n    and giving me victory!",
      "22": "The stone that the builders rejected\n    has now become the cornerstone.",
      "23": "This is the Lord’s doing,\n    and it is wonderful to see.",
      "24": "This is the day the Lord has made.\n    We will rejoice and be glad in it.",
      "25": "Please, Lord, please save us.\n    Please, Lord, please give us success.",
      "26": "Bless the one who comes in the name of the Lord.\n    We bless you from the house of the Lord.",
      "27": "The Lord is God, shining upon us.\n    Take the sacrifice and bind it with cords on the altar.",
      "28": "You are my God, and I will praise you!\n    You are my God, and I will exalt you!",
      "29": "Give thanks to the Lord, for he is good!\n    His faithful love endures forever."
    },
    "119": {
      "1": "Joyful are people of integrity,\n    who follow the instructions of the Lord.",
      "2": "Joyful are those who obey his laws\n    and search for him with all their hearts.",
      "3": "They do not compromise with evil,\n    and they walk only in his paths.",
      "4": "You have charged us\n    to keep your commandments carefully.",
      "5": "Oh, that my actions would consistently\n    reflect your decrees!",
      "6": "Then I will not be ashamed\n    when I compare my life with your commands.",
      "7": "As I learn your righteous regulations,\n    I will thank you by living as I should!",
      "8": "I will obey your decrees.\n    Please don’t give up on me!",
      "9": "How can a young person stay pure?\n    By obeying your word.",
      "10": "I have tried hard to find you—\n    don’t let me wander from your commands.",
      "11": "I have hidden your word in my heart,\n    that I might not sin against you.",
      "12": "I praise you, O Lord;\n    teach me your decrees.",
      "13": "I have recited aloud\n    all the regulations you have given us.",
      "14": "I have rejoiced in your laws\n    as much as in riches.",
      "15": "I will study your commandments\n    and reflect on your ways.",
      "16": "I will delight in your decrees\n    and not forget your word.",
      "17": "Be good to your servant,\n    that I may live and obey your word.",
      "18": "Open my eyes to see\n    the wonderful truths in your instructions.",
      "19": "I am only a foreigner in the land.\n    Don’t hide your commands from me!",
      "20": "I am always overwhelmed\n    with a desire for your regulations.",
      "21": "You rebuke the arrogant;\n    those who wander from your commands are cursed.",
      "22": "Don’t let them scorn and insult me,\n    for I have obeyed your laws.",
      "23": "Even princes sit and speak against me,\n    but I will meditate on your decrees.",
      "24": "Your laws please me;\n    they give me wise advice.",
      "25": "I lie in the dust;\n    revive me by your word.",
      "26": "I told you my plans, and you answered.\n    Now teach me your decrees.",
      "27": "Help me understand the meaning of your commandments,\n    and I will meditate on your wonderful deeds.",
      "28": "I weep with sorrow;\n    encourage me by your word.",
      "29": "Keep me from lying to myself;\n    give me the privilege of knowing your instructions.",
      "30": "I have chosen to be faithful;\n    I have determined to live by your regulations.",
      "31": "I cling to your laws.\n    Lord, don’t let me be put to shame!",
      "32": "I will pursue your commands,\n    for you expand my understanding.",
      "33": "Teach me your decrees, O Lord;\n    I will keep them to the end.",
      "34": "Give me understanding and I will obey your instructions;\n    I will put them into practice with all my heart.",
      "35": "Make me walk along the path of your commands,\n    for that is where my happiness is found.",
      "36": "Give me an eagerness for your laws\n    rather than a love for money!",
      "37": "Turn my eyes from worthless things,\n    and give me life through your word.",
      "38": "Reassure me of your promise,\n    made to those who fear you.",
      "39": "Help me abandon my shameful ways;\n    for your regulations are good.",
      "40": "I long to obey your commandments!\n    Renew my life with your goodness.",
      "41": "Lord, give me your unfailing love,\n    the salvation that you promised me.",
      "42": "Then I can answer those who taunt me,\n    for I trust in your word.",
      "43": "Do not snatch your word of truth from me,\n    for your regulations are my only hope.",
      "44": "I will keep on obeying your instructions\n    forever and ever.",
      "45": "I will walk in freedom,\n    for I have devoted myself to your commandments.",
      "46": "I will speak to kings about your laws,\n    and I will not be ashamed.",
      "47": "How I delight in your commands!\n    How I love them!",
      "48": "I honor and love your commands.\n    I meditate on your decrees.",
      "49": "Remember your promise to me;\n    it is my only hope.",
      "50": "Your promise revives me;\n    it comforts me in all my troubles.",
      "51": "The proud hold me in utter contempt,\n    but I do not turn away from your instructions.",
      "52": "I meditate on your age-old regulations;\n    O Lord, they comfort me.",
      "53": "I become furious with the wicked,\n    because they reject your instructions.",
      "54": "Your decrees have been the theme of my songs\n    wherever I have lived.",
      "55": "I reflect at night on who you are, O Lord;\n    therefore, I obey your instructions.",
      "56": "This is how I spend my life:\n    obeying your commandments.",
      "57": "Lord, you are mine!\n    I promise to obey your words!",
      "58": "With all my heart I want your blessings.\n    Be merciful as you promised.",
      "59": "I pondered the direction of my life,\n    and I turned to follow your laws.",
      "60": "I will hurry, without delay,\n    to obey your commands.",
      "61": "Evil people try to drag me into sin,\n    but I am firmly anchored to your instructions.",
      "62": "I rise at midnight to thank you\n    for your just regulations.",
      "63": "I am a friend to anyone who fears you—\n    anyone who obeys your commandments.",
      "64": "O Lord, your unfailing love fills the earth;\n    teach me your decrees.",
      "65": "You have done many good things for me, Lord,\n    just as you promised.",
      "66": "I believe in your commands;\n    now teach me good judgment and knowledge.",
      "67": "I used to wander off until you disciplined me;\n    but now I closely follow your word.",
      "68": "You are good and do only good;\n    teach me your decrees.",
      "69": "Arrogant people smear me with lies,\n    but in truth I obey your commandments with all my heart.",
      "70": "Their hearts are dull and stupid,\n    but I delight in your instructions.",
      "71": "My suffering was good for me,\n    for it taught me to pay attention to your decrees.",
      "72": "Your instructions are more valuable to me\n    than millions in gold and silver.",
      "73": "You made me; you created me.\n    Now give me the sense to follow your commands.",
      "74": "May all who fear you find in me a cause for joy,\n    for I have put my hope in your word.",
      "75": "I know, O Lord, that your regulations are fair;\n    you disciplined me because I needed it.",
      "76": "Now let your unfailing love comfort me,\n    just as you promised me, your servant.",
      "77": "Surround me with your tender mercies so I may live,\n    for your instructions are my delight.",
      "78": "Bring disgrace upon the arrogant people who lied about me;\n    meanwhile, I will concentrate on your commandments.",
      "79": "Let me be united with all who fear you,\n    with those who know your laws.",
      "80": "May I be blameless in keeping your decrees;\n    then I will never be ashamed.",
      "81": "I am worn out waiting for your rescue,\n    but I have put my hope in your word.",
      "82": "My eyes are straining to see your promises come true.\n    When will you comfort me?",
      "83": "I am shriveled like a wineskin in the smoke,\n    but I have not forgotten to obey your decrees.",
      "84": "How long must I wait?\n    When will you punish those who persecute me?",
      "85": "These arrogant people who hate your instructions\n    have dug deep pits to trap me.",
      "86": "All your commands are trustworthy.\n    Protect me from those who hunt me down without cause.",
      "87": "They almost finished me off,\n    but I refused to abandon your commandments.",
      "88": "In your unfailing love, spare my life;\n    then I can continue to obey your laws.",
      "89": "Your eternal word, O Lord,\n    stands firm in heaven.",
      "90": "Your faithfulness extends to every generation,\n    as enduring as the earth you created.",
      "91": "Your regulations remain true to this day,\n    for everything serves your plans.",
      "92": "If your instructions hadn’t sustained me with joy,\n    I would have died in my misery.",
      "93": "I will never forget your commandments,\n    for by them you give me life.",
      "94": "I am yours; rescue me!\n    For I have worked hard at obeying your commandments.",
      "95": "Though the wicked hide along the way to kill me,\n    I will quietly keep my mind on your laws.",
      "96": "Even perfection has its limits,\n    but your commands have no limit.",
      "97": "Oh, how I love your instructions!\n    I think about them all day long.",
      "98": "Your commands make me wiser than my enemies,\n    for they are my constant guide.",
      "99": "Yes, I have more insight than my teachers,\n    for I am always thinking of your laws.",
      "100": "I am even wiser than my elders,\n    for I have kept your commandments.",
      "101": "I have refused to walk on any evil path,\n    so that I may remain obedient to your word.",
      "102": "I haven’t turned away from your regulations,\n    for you have taught me well.",
      "103": "How sweet your words taste to me;\n    they are sweeter than honey.",
      "104": "Your commandments give me understanding;\n    no wonder I hate every false way of life.",
      "105": "Your word is a lamp to guide my feet\n    and a light for my path.",
      "106": "I’ve promised it once, and I’ll promise it again:\n    I will obey your righteous regulations.",
      "107": "I have suffered much, O Lord;\n    restore my life again as you promised.",
      "108": "Lord, accept my offering of praise,\n    and teach me your regulations.",
      "109": "My life constantly hangs in the balance,\n    but I will not stop obeying your instructions.",
      "110": "The wicked have set their traps for me,\n    but I will not turn from your commandments.",
      "111": "Your laws are my treasure;\n    they are my heart’s delight.",
      "112": "I am determined to keep your decrees\n    to the very end.",
      "113": "I hate those with divided loyalties,\n    but I love your instructions.",
      "114": "You are my refuge and my shield;\n    your word is my source of hope.",
      "115": "Get out of my life, you evil-minded people,\n    for I intend to obey the commands of my God.",
      "116": "Lord, sustain me as you promised, that I may live!\n    Do not let my hope be crushed.",
      "117": "Sustain me, and I will be rescued;\n    then I will meditate continually on your decrees.",
      "118": "But you have rejected all who stray from your decrees.\n    They are only fooling themselves.",
      "119": "You skim off the wicked of the earth like scum;\n    no wonder I love to obey your laws!",
      "120": "I tremble in fear of you;\n    I stand in awe of your regulations.",
      "121": "Don’t leave me to the mercy of my enemies,\n    for I have done what is just and right.",
      "122": "Please guarantee a blessing for me.\n    Don’t let the arrogant oppress me!",
      "123": "My eyes strain to see your rescue,\n    to see the truth of your promise fulfilled.",
      "124": "I am your servant; deal with me in unfailing love,\n    and teach me your decrees.",
      "125": "Give discernment to me, your servant;\n    then I will understand your laws.",
      "126": "Lord, it is time for you to act,\n    for these evil people have violated your instructions.",
      "127": "Truly, I love your commands\n    more than gold, even the finest gold.",
      "128": "Each of your commandments is right.\n    That is why I hate every false way.",
      "129": "Your laws are wonderful.\n    No wonder I obey them!",
      "130": "The teaching of your word gives light,\n    so even the simple can understand.",
      "131": "I pant with expectation,\n    longing for your commands.",
      "132": "Come and show me your mercy,\n    as you do for all who love your name.",
      "133": "Guide my steps by your word,\n    so I will not be overcome by evil.",
      "134": "Ransom me from the oppression of evil people;\n    then I can obey your commandments.",
      "135": "Look upon me with love;\n    teach me your decrees.",
      "136": "Rivers of tears gush from my eyes\n    because people disobey your instructions.",
      "137": "O Lord, you are righteous,\n    and your regulations are fair.",
      "138": "Your laws are perfect\n    and completely trustworthy.",
      "139": "I am overwhelmed with indignation,\n    for my enemies have disregarded your words.",
      "140": "Your promises have been thoroughly tested;\n    that is why I love them so much.",
      "141": "I am insignificant and despised,\n    but I don’t forget your commandments.",
      "142": "Your justice is eternal,\n    and your instructions are perfectly true.",
      "143": "As pressure and stress bear down on me,\n    I find joy in your commands.",
      "144": "Your laws are always right;\n    help me to understand them so I may live.",
      "145": "I pray with all my heart; answer me, Lord!\n    I will obey your decrees.",
      "146": "I cry out to you; rescue me,\n    that I may obey your laws.",
      "147": "I rise early, before the sun is up;\n    I cry out for help and put my hope in your words.",
      "148": "I stay awake through the night,\n    thinking about your promise.",
      "149": "In your faithful love, O Lord, hear my cry;\n    let me be revived by following your regulations.",
      "150": "Lawless people are coming to attack me;\n    they live far from your instructions.",
      "151": "But you are near, O Lord,\n    and all your commands are true.",
      "152": "I have known from my earliest days\n    that your laws will last forever.",
      "153": "Look upon my suffering and rescue me,\n    for I have not forgotten your instructions.",
      "154": "Argue my case; take my side!\n    Protect my life as you promised.",
      "155": "The wicked are far from rescue,\n    for they do not bother with your decrees.",
      "156": "Lord, how great is your mercy;\n    let me be revived by following your regulations.",
      "157": "Many persecute and trouble me,\n    yet I have not swerved from your laws.",
      "158": "Seeing these traitors makes me sick at heart,\n    because they care nothing for your word.",
      "159": "See how I love your commandments, Lord.\n    Give back my life because of your unfailing love.",
      "160": "The very essence of your words is truth;\n    all your just regulations will stand forever.",
      "161": "Powerful people harass me without cause,\n    but my heart trembles only at your word.",
      "162": "I rejoice in your word\n    like one who discovers a great treasure.",
      "163": "I hate and abhor all falsehood,\n    but I love your instructions.",
      "164": "I will praise you seven times a day\n    because all your regulations are just.",
      "165": "Those who love your instructions have great peace\n    and do not stumble.",
      "166": "I long for your rescue, Lord,\n    so I have obeyed your commands.",
      "167": "I have obeyed your laws,\n    for I love them very much.",
      "168": "Yes, I obey your commandments and laws\n    because you know everything I do.",
      "169": "O Lord, listen to my cry;\n    give me the discerning mind you promised.",
      "170": "Listen to my prayer;\n    rescue me as you promised.",
      "171": "Let praise flow from my lips,\n    for you have taught me your decrees.",
      "172": "Let my tongue sing about your word,\n    for all your commands are right.",
      "173": "Give me a helping hand,\n    for I have chosen to follow your commandments.",
      "174": "O Lord, I have longed for your rescue,\n    and your instructions are my delight.",
      "175": "Let me live so I can praise you,\n    and may your regulations help me.",
      "176": "I have wandered away like a lost sheep;\n    come and find me,\n    for I have not forgotten your commands."
    },
    "120": {
      "1": "I took my troubles to the Lord;\n    I cried out to him, and he answered my prayer.",
      "2": "Rescue me, O Lord, from liars\n    and from all deceitful people.",
      "3": "O deceptive tongue, what will God do to you?\n    How will he increase your punishment?",
      "4": "You will be pierced with sharp arrows\n    and burned with glowing coals.",
      "5": "How I suffer in far-off Meshech.\n    It pains me to live in distant Kedar.",
      "6": "I am tired of living\n    among people who hate peace.",
      "7": "I search for peace;\n    but when I speak of peace, they want war!"
    },
    "121": {
      "1": "I look up to the mountains—\n    does my help come from there?",
      "2": "My help comes from the Lord,\n    who made heaven and earth!",
      "3": "He will not let you stumble;\n    the one who watches over you will not slumber.",
      "4": "Indeed, he who watches over Israel\n    never slumbers or sleeps.",
      "5": "The Lord himself watches over you!\n    The Lord stands beside you as your protective shade.",
      "6": "The sun will not harm you by day,\n    nor the moon at night.",
      "7": "The Lord keeps you from all harm\n    and watches over your life.",
      "8": "The Lord keeps watch over you as you come and go,\n    both now and forever."
    },
    "122": {
      "1": "I was glad when they said to me,\n    “Let us go to the house of the Lord.”",
      "2": "And now here we are,\n    standing inside your gates, O Jerusalem.",
      "3": "Jerusalem is a well-built city;\n    its seamless walls cannot be breached.",
      "4": "All the tribes of Israel—the Lord’s people—\n    make their pilgrimage here.\nThey come to give thanks to the name of the Lord,\n    as the law requires of Israel.",
      "5": "Here stand the thrones where judgment is given,\n    the thrones of the dynasty of David.",
      "6": "Pray for peace in Jerusalem.\n    May all who love this city prosper.",
      "7": "O Jerusalem, may there be peace within your walls\n    and prosperity in your palaces.",
      "8": "For the sake of my family and friends, I will say,\n    “May you have peace.”",
      "9": "For the sake of the house of the Lord our God,\n    I will seek what is best for you, O Jerusalem."
    },
    "123": {
      "1": "I lift my eyes to you,\n    O God, enthroned in heaven.",
      "2": "We keep looking to the Lord our God for his mercy,\n    just as servants keep their eyes on their master,\n    as a slave girl watches her mistress for the slightest signal.",
      "3": "Have mercy on us, Lord, have mercy,\n    for we have had our fill of contempt.",
      "4": "We have had more than our fill of the scoffing of the proud\n    and the contempt of the arrogant."
    },
    "124": {
      "1": "What if the Lord had not been on our side?\n    Let all Israel repeat:",
      "2": "What if the Lord had not been on our side\n    when people attacked us?",
      "3": "They would have swallowed us alive\n    in their burning anger.",
      "4": "The waters would have engulfed us;\n    a torrent would have overwhelmed us.",
      "5": "Yes, the raging waters of their fury\n    would have overwhelmed our very lives.",
      "6": "Praise the Lord,\n    who did not let their teeth tear us apart!",
      "7": "We escaped like a bird from a hunter’s trap.\n    The trap is broken, and we are free!",
      "8": "Our help is from the Lord,\n    who made heaven and earth."
    },
    "125": {
      "1": "Those who trust in the Lord are as secure as Mount Zion;\n    they will not be defeated but will endure forever.",
      "2": "Just as the mountains surround Jerusalem,\n    so the Lord surrounds his people, both now and forever.",
      "3": "The wicked will not rule the land of the godly,\n    for then the godly might be tempted to do wrong.",
      "4": "O Lord, do good to those who are good,\n    whose hearts are in tune with you.",
      "5": "But banish those who turn to crooked ways, O Lord.\n    Take them away with those who do evil.\nMay Israel have peace!"
    },
    "126": {
      "1": "When the Lord brought back his exiles to Jerusalem,\n    it was like a dream!",
      "2": "We were filled with laughter,\n    and we sang for joy.\nAnd the other nations said,\n    “What amazing things the Lord has done for them.”",
      "3": "Yes, the Lord has done amazing things for us!\n    What joy!",
      "4": "Restore our fortunes, Lord,\n    as streams renew the desert.",
      "5": "Those who plant in tears\n    will harvest with shouts of joy.",
      "6": "They weep as they go to plant their seed,\n    but they sing as they return with the harvest."
    },
    "127": {
      "1": "Unless the Lord builds a house,\n    the work of the builders is wasted.\nUnless the Lord protects a city,\n    guarding it with sentries will do no good.",
      "2": "It is useless for you to work so hard\n    from early morning until late at night,\nanxiously working for food to eat;\n    for God gives rest to his loved ones.",
      "3": "Children are a gift from the Lord;\n    they are a reward from him.",
      "4": "Children born to a young man\n    are like arrows in a warrior’s hands.",
      "5": "How joyful is the man whose quiver is full of them!\n    He will not be put to shame when he confronts his accusers at the city gates."
    },
    "128": {
      "1": "How joyful are those who fear the Lord—\n    all who follow his ways!",
      "2": "You will enjoy the fruit of your labor.\n    How joyful and prosperous you will be!",
      "3": "Your wife will be like a fruitful grapevine,\n    flourishing within your home.\nYour children will be like vigorous young olive trees\n    as they sit around your table.",
      "4": "That is the Lord’s blessing\n    for those who fear him.",
      "5": "May the Lord continually bless you from Zion.\n    May you see Jerusalem prosper as long as you live.",
      "6": "May you live to enjoy your grandchildren.\n    May Israel have peace!"
    },
    "129": {
      "1": "From my earliest youth my enemies have persecuted me.\n    Let all Israel repeat this:",
      "2": "From my earliest youth my enemies have persecuted me,\n    but they have never defeated me.",
      "3": "My back is covered with cuts,\n    as if a farmer had plowed long furrows.",
      "4": "But the Lord is good;\n    he has cut me free from the ropes of the ungodly.",
      "5": "May all who hate Jerusalem\n    be turned back in shameful defeat.",
      "6": "May they be as useless as grass on a rooftop,\n    turning yellow when only half grown,",
      "7": "ignored by the harvester,\n    despised by the binder.",
      "8": "And may those who pass by\n    refuse to give them this blessing:\n“The Lord bless you;\n    we bless you in the Lord’s name.”"
    },
    "130": {
      "1": "From the depths of despair, O Lord,\n    I call for your help.",
      "2": "Hear my cry, O Lord.\n    Pay attention to my prayer.",
      "3": "Lord, if you kept a record of our sins,\n    who, O Lord, could ever survive?",
      "4": "But you offer forgiveness,\n    that we might learn to fear you.",
      "5": "I am counting on the Lord;\n    yes, I am counting on him.\n    I have put my hope in his word.",
      "6": "I long for the Lord\n    more than sentries long for the dawn,\n    yes, more than sentries long for the dawn.",
      "7": "O Israel, hope in the Lord;\n    for with the Lord there is unfailing love.\n    His redemption overflows.",
      "8": "He himself will redeem Israel\n    from every kind of sin."
    },
    "131": {
      "1": "Lord, my heart is not proud;\n    my eyes are not haughty.\nI don’t concern myself with matters too great\n    or too awesome for me to grasp.",
      "2": "Instead, I have calmed and quieted myself,\n    like a weaned child who no longer cries for its mother’s milk.\n    Yes, like a weaned child is my soul within me.",
      "3": "O Israel, put your hope in the Lord—\n    now and always."
    },
    "132": {
      "1": "Lord, remember David\n    and all that he suffered.",
      "2": "He made a solemn promise to the Lord.\n    He vowed to the Mighty One of Israel,",
      "3": "“I will not go home;\n    I will not let myself rest.",
      "4": "I will not let my eyes sleep\n    nor close my eyelids in slumber",
      "5": "until I find a place to build a house for the Lord,\n    a sanctuary for the Mighty One of Israel.”",
      "6": "We heard that the Ark was in Ephrathah;\n    then we found it in the distant countryside of Jaar.",
      "7": "Let us go to the sanctuary of the Lord;\n    let us worship at the footstool of his throne.",
      "8": "Arise, O Lord, and enter your resting place,\n    along with the Ark, the symbol of your power.",
      "9": "May your priests be clothed in godliness;\n    may your loyal servants sing for joy.",
      "10": "For the sake of your servant David,\n    do not reject the king you have anointed.",
      "11": "The Lord swore an oath to David\n    with a promise he will never take back:\n“I will place one of your descendants\n    on your throne.",
      "12": "If your descendants obey the terms of my covenant\n    and the laws that I teach them,\nthen your royal line\n    will continue forever and ever.”",
      "13": "For the Lord has chosen Jerusalem;\n    he has desired it for his home.",
      "14": "“This is my resting place forever,” he said.\n    “I will live here, for this is the home I desired.",
      "15": "I will bless this city and make it prosperous;\n    I will satisfy its poor with food.",
      "16": "I will clothe its priests with godliness;\n    its faithful servants will sing for joy.",
      "17": "Here I will increase the power of David;\n    my anointed one will be a light for my people.",
      "18": "I will clothe his enemies with shame,\n    but he will be a glorious king.”"
    },
    "133": {
      "1": "How wonderful and pleasant it is\n    when brothers live together in harmony!",
      "2": "For harmony is as precious as the anointing oil\n    that was poured over Aaron’s head,\n    that ran down his beard\n    and onto the border of his robe.",
      "3": "Harmony is as refreshing as the dew from Mount Hermon\n    that falls on the mountains of Zion.\nAnd there the Lord has pronounced his blessing,\n    even life everlasting."
    },
    "134": {
      "1": "Oh, praise the Lord, all you servants of the Lord,\n    you who serve at night in the house of the Lord.",
      "2": "Lift your hands toward the sanctuary,\n    and praise the Lord.",
      "3": "May the Lord, who made heaven and earth,\n    bless you from Jerusalem."
    },
    "135": {
      "1": "Praise the Lord!\nPraise the name of the Lord!\n    Praise him, you who serve the Lord,",
      "2": "you who serve in the house of the Lord,\n    in the courts of the house of our God.",
      "3": "Praise the Lord, for the Lord is good;\n    celebrate his lovely name with music.",
      "4": "For the Lord has chosen Jacob for himself,\n    Israel for his own special treasure.",
      "5": "I know the greatness of the Lord—\n    that our Lord is greater than any other god.",
      "6": "The Lord does whatever pleases him\n    throughout all heaven and earth,\n    and on the seas and in their depths.",
      "7": "He causes the clouds to rise over the whole earth.\n    He sends the lightning with the rain\n    and releases the wind from his storehouses.",
      "8": "He destroyed the firstborn in each Egyptian home,\n    both people and animals.",
      "9": "He performed miraculous signs and wonders in Egypt\n    against Pharaoh and all his people.",
      "10": "He struck down great nations\n    and slaughtered mighty kings—",
      "11": "Sihon king of the Amorites,\n    Og king of Bashan,\n    and all the kings of Canaan.",
      "12": "He gave their land as an inheritance,\n    a special possession to his people Israel.",
      "13": "Your name, O Lord, endures forever;\n    your fame, O Lord, is known to every generation.",
      "14": "For the Lord will give justice to his people\n    and have compassion on his servants.",
      "15": "The idols of the nations are merely things of silver and gold,\n    shaped by human hands.",
      "16": "They have mouths but cannot speak,\n    and eyes but cannot see.",
      "17": "They have ears but cannot hear,\n    and mouths but cannot breathe.",
      "18": "And those who make idols are just like them,\n    as are all who trust in them.",
      "19": "O Israel, praise the Lord!\n    O priests—descendants of Aaron—praise the Lord!",
      "20": "O Levites, praise the Lord!\n    All you who fear the Lord, praise the Lord!",
      "21": "The Lord be praised from Zion,\n    for he lives here in Jerusalem.\nPraise the Lord!"
    },
    "136": {
      "1": "Give thanks to the Lord, for he is good!\nHis faithful love endures forever.",
      "2": "Give thanks to the God of gods.\nHis faithful love endures forever.",
      "3": "Give thanks to the Lord of lords.\nHis faithful love endures forever.",
      "4": "Give thanks to him who alone does mighty miracles.\nHis faithful love endures forever.",
      "5": "Give thanks to him who made the heavens so skillfully.\nHis faithful love endures forever.",
      "6": "Give thanks to him who placed the earth among the waters.\nHis faithful love endures forever.",
      "7": "Give thanks to him who made the heavenly lights—\nHis faithful love endures forever.",
      "8": "the sun to rule the day,\nHis faithful love endures forever.",
      "9": "and the moon and stars to rule the night.\nHis faithful love endures forever.",
      "10": "Give thanks to him who killed the firstborn of Egypt.\nHis faithful love endures forever.",
      "11": "He brought Israel out of Egypt.\nHis faithful love endures forever.",
      "12": "He acted with a strong hand and powerful arm.\nHis faithful love endures forever.",
      "13": "Give thanks to him who parted the Red Sea.\nHis faithful love endures forever.",
      "14": "He led Israel safely through,\nHis faithful love endures forever.",
      "15": "but he hurled Pharaoh and his army into the Red Sea.\nHis faithful love endures forever.",
      "16": "Give thanks to him who led his people through the wilderness.\nHis faithful love endures forever.",
      "17": "Give thanks to him who struck down mighty kings.\nHis faithful love endures forever.",
      "18": "He killed powerful kings—\nHis faithful love endures forever.",
      "19": "Sihon king of the Amorites,\nHis faithful love endures forever.",
      "20": "and Og king of Bashan.\nHis faithful love endures forever.",
      "21": "God gave the land of these kings as an inheritance—\nHis faithful love endures forever.",
      "22": "a special possession to his servant Israel.\nHis faithful love endures forever.",
      "23": "He remembered us in our weakness.\nHis faithful love endures forever.",
      "24": "He saved us from our enemies.\nHis faithful love endures forever.",
      "25": "He gives food to every living thing.\nHis faithful love endures forever.",
      "26": "Give thanks to the God of heaven.\nHis faithful love endures forever."
    },
    "137": {
      "1": "Beside the rivers of Babylon, we sat and wept\n    as we thought of Jerusalem.",
      "2": "We put away our harps,\n    hanging them on the branches of poplar trees.",
      "3": "For our captors demanded a song from us.\n    Our tormentors insisted on a joyful hymn:\n    “Sing us one of those songs of Jerusalem!”",
      "4": "But how can we sing the songs of the Lord\n    while in a pagan land?",
      "5": "If I forget you, O Jerusalem,\n    let my right hand forget how to play the harp.",
      "6": "May my tongue stick to the roof of my mouth\n    if I fail to remember you,\n    if I don’t make Jerusalem my greatest joy.",
      "7": "O Lord, remember what the Edomites did\n    on the day the armies of Babylon captured Jerusalem.\n“Destroy it!” they yelled.\n    “Level it to the ground!”",
      "8": "O Babylon, you will be destroyed.\n    Happy is the one who pays you back\n    for what you have done to us.",
      "9": "Happy is the one who takes your babies\n    and smashes them against the rocks!"
    },
    "138": {
      "1": "I give you thanks, O Lord, with all my heart;\n    I will sing your praises before the gods.",
      "2": "I bow before your holy Temple as I worship.\n    I praise your name for your unfailing love and faithfulness;\nfor your promises are backed\n    by all the honor of your name.",
      "3": "As soon as I pray, you answer me;\n    you encourage me by giving me strength.",
      "4": "Every king in all the earth will thank you, Lord,\n    for all of them will hear your words.",
      "5": "Yes, they will sing about the Lord’s ways,\n    for the glory of the Lord is very great.",
      "6": "Though the Lord is great, he cares for the humble,\n    but he keeps his distance from the proud.",
      "7": "Though I am surrounded by troubles,\n    you will protect me from the anger of my enemies.\nYou reach out your hand,\n    and the power of your right hand saves me.",
      "8": "The Lord will work out his plans for my life—\n    for your faithful love, O Lord, endures forever.\n    Don’t abandon me, for you made me."
    },
    "139": {
      "1": "O Lord, you have examined my heart\n    and know everything about me.",
      "2": "You know when I sit down or stand up.\n    You know my thoughts even when I’m far away.",
      "3": "You see me when I travel\n    and when I rest at home.\n    You know everything I do.",
      "4": "You know what I am going to say\n    even before I say it, Lord.",
      "5": "You go before me and follow me.\n    You place your hand of blessing on my head.",
      "6": "Such knowledge is too wonderful for me,\n    too great for me to understand!",
      "7": "I can never escape from your Spirit!\n    I can never get away from your presence!",
      "8": "If I go up to heaven, you are there;\n    if I go down to the grave, you are there.",
      "9": "If I ride the wings of the morning,\n    if I dwell by the farthest oceans,",
      "10": "even there your hand will guide me,\n    and your strength will support me.",
      "11": "I could ask the darkness to hide me\n    and the light around me to become night—",
      "12": "but even in darkness I cannot hide from you.\nTo you the night shines as bright as day.\n    Darkness and light are the same to you.",
      "13": "You made all the delicate, inner parts of my body\n    and knit me together in my mother’s womb.",
      "14": "Thank you for making me so wonderfully complex!\n    Your workmanship is marvelous—how well I know it.",
      "15": "You watched me as I was being formed in utter seclusion,\n    as I was woven together in the dark of the womb.",
      "16": "You saw me before I was born.\n    Every day of my life was recorded in your book.\nEvery moment was laid out\n    before a single day had passed.",
      "17": "How precious are your thoughts about me, O God.\n    They cannot be numbered!",
      "18": "I can’t even count them;\n    they outnumber the grains of sand!\nAnd when I wake up,\n    you are still with me!",
      "19": "O God, if only you would destroy the wicked!\n    Get out of my life, you murderers!",
      "20": "They blaspheme you;\n    your enemies misuse your name.",
      "21": "O Lord, shouldn’t I hate those who hate you?\n    Shouldn’t I despise those who oppose you?",
      "22": "Yes, I hate them with total hatred,\n    for your enemies are my enemies.",
      "23": "Search me, O God, and know my heart;\n    test me and know my anxious thoughts.",
      "24": "Point out anything in me that offends you,\n    and lead me along the path of everlasting life."
    },
    "140": {
      "1": "O Lord, rescue me from evil people.\n    Protect me from those who are violent,",
      "2": "those who plot evil in their hearts\n    and stir up trouble all day long.",
      "3": "Their tongues sting like a snake;\n    the venom of a viper drips from their lips. Interlude",
      "4": "O Lord, keep me out of the hands of the wicked.\n    Protect me from those who are violent,\n    for they are plotting against me.",
      "5": "The proud have set a trap to catch me;\n    they have stretched out a net;\n    they have placed traps all along the way. Interlude",
      "6": "I said to the Lord, “You are my God!”\n    Listen, O Lord, to my cries for mercy!",
      "7": "O Sovereign Lord, the strong one who rescued me,\n    you protected me on the day of battle.",
      "8": "Lord, do not let evil people have their way.\n    Do not let their evil schemes succeed,\n    or they will become proud. Interlude",
      "9": "Let my enemies be destroyed\n    by the very evil they have planned for me.",
      "10": "Let burning coals fall down on their heads.\n    Let them be thrown into the fire\n    or into watery pits from which they can’t escape.",
      "11": "Don’t let liars prosper here in our land.\n    Cause great disasters to fall on the violent.",
      "12": "But I know the Lord will help those they persecute;\n    he will give justice to the poor.",
      "13": "Surely righteous people are praising your name;\n    the godly will live in your presence."
    },
    "141": {
      "1": "O Lord, I am calling to you. Please hurry!\n    Listen when I cry to you for help!",
      "2": "Accept my prayer as incense offered to you,\n    and my upraised hands as an evening offering.",
      "3": "Take control of what I say, O Lord,\n    and guard my lips.",
      "4": "Don’t let me drift toward evil\n    or take part in acts of wickedness.\nDon’t let me share in the delicacies\n    of those who do wrong.",
      "5": "Let the godly strike me!\n    It will be a kindness!\nIf they correct me, it is soothing medicine.\n    Don’t let me refuse it.\nBut I pray constantly\n    against the wicked and their deeds.",
      "6": "When their leaders are thrown down from a cliff,\n    the wicked will listen to my words and find them true.",
      "7": "Like rocks brought up by a plow,\n    the bones of the wicked will lie scattered without burial.",
      "8": "I look to you for help, O Sovereign Lord.\n    You are my refuge; don’t let them kill me.",
      "9": "Keep me from the traps they have set for me,\n    from the snares of those who do wrong.",
      "10": "Let the wicked fall into their own nets,\n    but let me escape."
    },
    "142": {
      "1": "I cry out to the Lord;\n    I plead for the Lord’s mercy.",
      "2": "I pour out my complaints before him\n    and tell him all my troubles.",
      "3": "When I am overwhelmed,\n    you alone know the way I should turn.\nWherever I go,\n    my enemies have set traps for me.",
      "4": "I look for someone to come and help me,\n    but no one gives me a passing thought!\nNo one will help me;\n    no one cares a bit what happens to me.",
      "5": "Then I pray to you, O Lord.\n    I say, “You are my place of refuge.\n    You are all I really want in life.",
      "6": "Hear my cry,\n    for I am very low.\nRescue me from my persecutors,\n    for they are too strong for me.",
      "7": "Bring me out of prison\n    so I can thank you.\nThe godly will crowd around me,\n    for you are good to me.”"
    },
    "143": {
      "1": "Hear my prayer, O Lord;\n    listen to my plea!\n    Answer me because you are faithful and righteous.",
      "2": "Don’t put your servant on trial,\n    for no one is innocent before you.",
      "3": "My enemy has chased me.\n    He has knocked me to the ground\n    and forces me to live in darkness like those in the grave.",
      "4": "I am losing all hope;\n    I am paralyzed with fear.",
      "5": "I remember the days of old.\n    I ponder all your great works\n    and think about what you have done.",
      "6": "I lift my hands to you in prayer.\n    I thirst for you as parched land thirsts for rain. Interlude",
      "7": "Come quickly, Lord, and answer me,\n    for my depression deepens.\nDon’t turn away from me,\n    or I will die.",
      "8": "Let me hear of your unfailing love each morning,\n    for I am trusting you.\nShow me where to walk,\n    for I give myself to you.",
      "9": "Rescue me from my enemies, Lord;\n    I run to you to hide me.",
      "10": "Teach me to do your will,\n    for you are my God.\nMay your gracious Spirit lead me forward\n    on a firm footing.",
      "11": "For the glory of your name, O Lord, preserve my life.\n    Because of your faithfulness, bring me out of this distress.",
      "12": "In your unfailing love, silence all my enemies\n    and destroy all my foes,\n    for I am your servant."
    },
    "144": {
      "1": "Praise the Lord, who is my rock.\n    He trains my hands for war\n    and gives my fingers skill for battle.",
      "2": "He is my loving ally and my fortress,\n    my tower of safety, my rescuer.\nHe is my shield, and I take refuge in him.\n    He makes the nations submit to me.",
      "3": "O Lord, what are human beings that you should notice them,\n    mere mortals that you should think about them?",
      "4": "For they are like a breath of air;\n    their days are like a passing shadow.",
      "5": "Open the heavens, Lord, and come down.\n    Touch the mountains so they billow smoke.",
      "6": "Hurl your lightning bolts and scatter your enemies!\n    Shoot your arrows and confuse them!",
      "7": "Reach down from heaven and rescue me;\n    rescue me from deep waters,\n    from the power of my enemies.",
      "8": "Their mouths are full of lies;\n    they swear to tell the truth, but they lie instead.",
      "9": "I will sing a new song to you, O God!\n    I will sing your praises with a ten-stringed harp.",
      "10": "For you grant victory to kings!\n    You rescued your servant David from the fatal sword.",
      "11": "Save me!\n    Rescue me from the power of my enemies.\nTheir mouths are full of lies;\n    they swear to tell the truth, but they lie instead.",
      "12": "May our sons flourish in their youth\n    like well-nurtured plants.\nMay our daughters be like graceful pillars,\n    carved to beautify a palace.",
      "13": "May our barns be filled\n    with crops of every kind.\nMay the flocks in our fields multiply by the thousands,\n    even tens of thousands,",
      "14": "and may our oxen be loaded down with produce.\nMay there be no enemy breaking through our walls,\n    no going into captivity,\n    no cries of alarm in our town squares.",
      "15": "Yes, joyful are those who live like this!\n    Joyful indeed are those whose God is the Lord."
    },
    "145": {
      "1": "I will exalt you, my God and King,\n    and praise your name forever and ever.",
      "2": "I will praise you every day;\n    yes, I will praise you forever.",
      "3": "Great is the Lord! He is most worthy of praise!\n    No one can measure his greatness.",
      "4": "Let each generation tell its children of your mighty acts;\n    let them proclaim your power.",
      "5": "I will meditate on your majestic, glorious splendor\n    and your wonderful miracles.",
      "6": "Your awe-inspiring deeds will be on every tongue;\n    I will proclaim your greatness.",
      "7": "Everyone will share the story of your wonderful goodness;\n    they will sing with joy about your righteousness.",
      "8": "The Lord is merciful and compassionate,\n    slow to get angry and filled with unfailing love.",
      "9": "The Lord is good to everyone.\n    He showers compassion on all his creation.",
      "10": "All of your works will thank you, Lord,\n    and your faithful followers will praise you.",
      "11": "They will speak of the glory of your kingdom;\n    they will give examples of your power.",
      "12": "They will tell about your mighty deeds\n    and about the majesty and glory of your reign.",
      "13": "For your kingdom is an everlasting kingdom.\n    You rule throughout all generations.\nThe Lord always keeps his promises;\n    he is gracious in all he does.",
      "14": "The Lord helps the fallen\n    and lifts those bent beneath their loads.",
      "15": "The eyes of all look to you in hope;\n    you give them their food as they need it.",
      "16": "When you open your hand,\n    you satisfy the hunger and thirst of every living thing.",
      "17": "The Lord is righteous in everything he does;\n    he is filled with kindness.",
      "18": "The Lord is close to all who call on him,\n    yes, to all who call on him in truth.",
      "19": "He grants the desires of those who fear him;\n    he hears their cries for help and rescues them.",
      "20": "The Lord protects all those who love him,\n    but he destroys the wicked.",
      "21": "I will praise the Lord,\n    and may everyone on earth bless his holy name\n    forever and ever."
    },
    "146": {
      "1": "Praise the Lord!\nLet all that I am praise the Lord.",
      "2": "I will praise the Lord as long as I live.\n    I will sing praises to my God with my dying breath.",
      "3": "Don’t put your confidence in powerful people;\n    there is no help for you there.",
      "4": "When they breathe their last, they return to the earth,\n    and all their plans die with them.",
      "5": "But joyful are those who have the God of Israel as their helper,\n    whose hope is in the Lord their God.",
      "6": "He made heaven and earth,\n    the sea, and everything in them.\n    He keeps every promise forever.",
      "7": "He gives justice to the oppressed\n    and food to the hungry.\nThe Lord frees the prisoners.",
      "8": "The Lord opens the eyes of the blind.\nThe Lord lifts up those who are weighed down.\n    The Lord loves the godly.",
      "9": "The Lord protects the foreigners among us.\n    He cares for the orphans and widows,\n    but he frustrates the plans of the wicked.",
      "10": "The Lord will reign forever.\n    He will be your God, O Jerusalem, throughout the generations.\nPraise the Lord!"
    },
    "147": {
      "1": "Praise the Lord!\nHow good to sing praises to our God!\n    How delightful and how fitting!",
      "2": "The Lord is rebuilding Jerusalem\n    and bringing the exiles back to Israel.",
      "3": "He heals the brokenhearted\n    and bandages their wounds.",
      "4": "He counts the stars\n    and calls them all by name.",
      "5": "How great is our Lord! His power is absolute!\n    His understanding is beyond comprehension!",
      "6": "The Lord supports the humble,\n    but he brings the wicked down into the dust.",
      "7": "Sing out your thanks to the Lord;\n    sing praises to our God with a harp.",
      "8": "He covers the heavens with clouds,\n    provides rain for the earth,\n    and makes the grass grow in mountain pastures.",
      "9": "He gives food to the wild animals\n    and feeds the young ravens when they cry.",
      "10": "He takes no pleasure in the strength of a horse\n    or in human might.",
      "11": "No, the Lord’s delight is in those who fear him,\n    those who put their hope in his unfailing love.",
      "12": "Glorify the Lord, O Jerusalem!\n    Praise your God, O Zion!",
      "13": "For he has strengthened the bars of your gates\n    and blessed your children within your walls.",
      "14": "He sends peace across your nation\n    and satisfies your hunger with the finest wheat.",
      "15": "He sends his orders to the world—\n    how swiftly his word flies!",
      "16": "He sends the snow like white wool;\n    he scatters frost upon the ground like ashes.",
      "17": "He hurls the hail like stones.\n    Who can stand against his freezing cold?",
      "18": "Then, at his command, it all melts.\n    He sends his winds, and the ice thaws.",
      "19": "He has revealed his words to Jacob,\n    his decrees and regulations to Israel.",
      "20": "He has not done this for any other nation;\n    they do not know his regulations.\nPraise the Lord!"
    },
    "148": {
      "1": "Praise the Lord!\nPraise the Lord from the heavens!\n    Praise him from the skies!",
      "2": "Praise him, all his angels!\n    Praise him, all the armies of heaven!",
      "3": "Praise him, sun and moon!\n    Praise him, all you twinkling stars!",
      "4": "Praise him, skies above!\n    Praise him, vapors high above the clouds!",
      "5": "Let every created thing give praise to the Lord,\n    for he issued his command, and they came into being.",
      "6": "He set them in place forever and ever.\n    His decree will never be revoked.",
      "7": "Praise the Lord from the earth,\n    you creatures of the ocean depths,",
      "8": "fire and hail, snow and clouds,\n    wind and weather that obey him,",
      "9": "mountains and all hills,\n    fruit trees and all cedars,",
      "10": "wild animals and all livestock,\n    small scurrying animals and birds,",
      "11": "kings of the earth and all people,\n    rulers and judges of the earth,",
      "12": "young men and young women,\n    old men and children.",
      "13": "Let them all praise the name of the Lord.\n    For his name is very great;\n    his glory towers over the earth and heaven!",
      "14": "He has made his people strong,\n    honoring his faithful ones—\n    the people of Israel who are close to him.\nPraise the Lord!"
    },
    "149": {
      "1": "Praise the Lord!\nSing to the Lord a new song.\n    Sing his praises in the assembly of the faithful.",
      "2": "O Israel, rejoice in your Maker.\n    O people of Jerusalem, exult in your King.",
      "3": "Praise his name with dancing,\n    accompanied by tambourine and harp.",
      "4": "For the Lord delights in his people;\n    he crowns the humble with victory.",
      "5": "Let the faithful rejoice that he honors them.\n    Let them sing for joy as they lie on their beds.",
      "6": "Let the praises of God be in their mouths,\n    and a sharp sword in their hands—",
      "7": "to execute vengeance on the nations\n    and punishment on the peoples,",
      "8": "to bind their kings with shackles\n    and their leaders with iron chains,",
      "9": "to execute the judgment written against them.\n    This is the glorious privilege of his faithful ones.\nPraise the Lord!"
    },
    "150": {
      "1": "Praise the Lord!\nPraise God in his sanctuary;\n    praise him in his mighty heaven!",
      "2": "Praise him for his mighty works;\n    praise his unequaled greatness!",
      "3": "Praise him with a blast of the ram’s horn;\n    praise him with the lyre and harp!",
      "4": "Praise him with the tambourine and dancing;\n    praise him with strings and flutes!",
      "5": "Praise him with a clash of cymbals;\n    praise him with loud clanging cymbals.",
      "6": "Let everything that breathes sing praises to the Lord!\nPraise the Lord!"
    }
  }
}