{
  "1 Chronicles": {
    "1": {
      "1": "Adam fathered Seth, who fathered Enosh,",
      "2": "who fathered Kenan, who fathered Mahalalel, who fathered Jared,",
      "3": "who fathered Enoch, who fathered Methuselah, who fathered Lamech,",
      "4": "who fathered Noah, who fathered Shem, Ham, and Japheth.",
      "5": "Japheth’s descendants were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.",
      "6": "Gomer’s descendants were Ashkenaz, Diphath, and Togarmah.",
      "7": "Javan’s descendants were Elishah, Tarshish, Kittim, and Rodanim.",
      "8": "Ham’s descendants were Cush, Mizraim, Put, and Canaan.",
      "9": "Cush’s descendants were Seba, Havilah, Sabta, Raama, and Sabteca.\nRaamah’s descendants were Sheba and Dedan.",
      "10": "Cush fathered Nimrod. He became the first powerful ruler on the earth.",
      "11": "Mitzraim fathered the Ludim, the Anamim, the Lehabim, the Naphtuhim,",
      "12": "the Pathrusim, the Casluhim (from whom the Philistines descended), and the Caphtorim.",
      "13": "Canaan fathered Sidon his firstborn, as well as Heth,",
      "14": "and the Jebusites, the Amorites, the Girgashites,",
      "15": "the Hivites, the Archites, the Sinites,",
      "16": "the Arvadites, the Zemarites, and the Hamathites.",
      "17": "Shem’s descendants were Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and Meshech.",
      "18": "Arpachshad fathered Shelah and Shelah fathered Eber.",
      "19": "Eber fathered two sons. The name of the one was Peleg (because the earth was divided during his lifetime) and his brother was named Joktan.",
      "20": "Joktan fathered Almodad, Sheleph, Hazarmaveth, Jerah,",
      "21": "Hadoram, Uzal, Diklah,",
      "22": "Ebal, Abimael, Sheba,",
      "23": "Ophir, Havilah, and Jobab—all of these were Joktan’s descendants.",
      "24": "In summary, Shem fathered Arpachshad, who fathered Shelah,",
      "25": "who fathered Eber, who fathered Peleg, who fathered Reu,",
      "26": "who fathered Serug, who fathered Nahor, who fathered Terah,",
      "27": "who fathered Abram—that is, Abraham.",
      "28": "Abraham’s descendants were Isaac and Ishmael.",
      "29": "These are their genealogies: the firstborn Ishmael fathered Nebaioth, and then Kedar, Adbeel, Mibsam,",
      "30": "Mishma, Dumah, Massa, Hadad, Tema,",
      "31": "Jetur, Naphish, and Kedemah—these are the Ishmaelites.",
      "32": "The descendants born to Keturah, Abraham’s mistress, were Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. The descendants of Jokshan were Sheba and Dedan.",
      "33": "The descendants of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were the descendants of Keturah.",
      "34": "Abraham fathered Isaac. Isaac’s descendants were Esau and Israel.",
      "35": "Esau’s descendants were Eliphaz, Reuel, Jeush, Jalam, and Korah.",
      "36": "Eliphaz’s descendants were Teman, Omar, Zephi, Gatam, Kenaz, Timna, and Amalek.",
      "37": "Reuel’s descendants were Nahath, Zerah, Shammah, and Mizzah.",
      "38": "Seir’s descendants were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan.",
      "39": "Lotan’s descendants were Hori and Homam. Lotan’s sister was Timna.",
      "40": "Shobal’s descendants were Alian, Manahath, Ebal, Shephi, and Onam.\nZibeon’s descendants were Aiah and Anah.",
      "41": "Anah’s descendant was Dishon.\nDishon’s descendants were Hamran, Eshban, Ithran, and Cheran.",
      "42": "Ezer’s descendants were Bilhan, Zaavan, and Jaakan.\nDishan’s descendants were Uz and Aran.",
      "43": "Here’s a list of kings who reigned in the land of Edom before any king reigned over the Israelis, beginning with Beor’s son Bela (his city was named Dinhabah).",
      "44": "After Bela died, Zerah’s son Jobab from Bozrah succeeded him.",
      "45": "After Jobab died, Husham from the land of the Temanites succeeded him.",
      "46": "After Husham died, Bedad’s son Hadad, who defeated Midian in the country of Moab, succeeded him. His city was named Avith.",
      "47": "After Hadad died, Samlah from Masrekah succeeded him.",
      "48": "After Samlah died, Shaul from Rehoboth on the Euphrates River succeeded him.",
      "49": "After Shaul died, Achbor’s son Baal-hanan succeeded him.",
      "50": "After Baal-hanan died, Hadad succeeded him. His city was named Pai, and his wife’s name was Mehetabel. She was the daughter of Matred, who was the daughter of Me-zahab.",
      "51": "Then Hadad died.\nThe chiefs of Edom included the chiefs of Timna, Aliah, Jetheth,",
      "52": "Oholibamah, Elah, Pinon,",
      "53": "Kenaz, Teman, Mibzar,",
      "54": "Magdiel, and Iram—these are the clans of Edom."
    },
    "2": {
      "1": "Here’s a list of Israel’s sons: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,",
      "2": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.",
      "3": "Judah’s three sons Er, Onan, and Shelah were born to him through Bath-shua, a Canaanite. Er, Judah’s firstborn, became wicked in the Lord’s sight, so he put him to death.",
      "4": "Judah’s daughter-in-law Tamar also bore him Perez and Zerah, so Judah had five sons in all.",
      "5": "Perez’s sons were Hezron and Hamul.",
      "6": "Zerah had five sons in all: Zimri, Ethan, Heman, Calcol, and Dara.",
      "7": "Carmi’s son was Achar, who became Israel’s troublemaker by transgressing the Lord’s commandment regarding things that were to be destroyed.",
      "8": "Ethan’s son was Azariah.",
      "9": "Hezron’s sons born to him were Jerahmeel, Ram, and Chelubai.",
      "10": "Ram fathered Amminadab, and Amminadab fathered Nahshon, who was leader of the descendants of Judah.",
      "11": "Nahshon fathered Salma, Salma fathered Boaz,",
      "12": "Boaz fathered Obed, and Obed fathered Jesse.",
      "13": "Jesse fathered Eliab his firstborn, Abinadab his second born, Shimea his third born,",
      "14": "Nethanel his fourth born, Raddai his fifth born,",
      "15": "Ozem his sixth born, David his seventh born;",
      "16": "along with their sisters Zeruiah and Abigail.\nZeruiah’s three sons were Abishai, Joab, and Asahel.",
      "17": "Abigail bore Amasa, whose father was Jether the Ishmaelite.",
      "18": "Hezron’s son Caleb had children by his wife Azubah and by Jerioth. These were her sons: Jesher, Shobab, and Ardon.",
      "19": "When Azubah died, Caleb married Ephrath, who bore him Hur.",
      "20": "Hur fathered Uri, and Uri fathered Bezalel.",
      "21": "Later, Hezron married the daughter of Machir, who had fathered Gilead. He married her when he was 60 years old, and she bore him Segub.",
      "22": "Segub fathered Jair, who had 23 towns in the land of Gilead.",
      "23": "But Geshur and Aram took 60 towns from Gilead, including Havvoth-jair and Kenath, along with their villages. All these were descendants of Machir, who fathered Gilead.",
      "24": "After Hezron died in Caleb-ephrathah, Abijah wife of Hezron bore him Ashhur, who fathered Tekoa.",
      "25": "The descendants of Jerahmeel, the firstborn of Hezron, were Ram his firstborn, Bunah, Oren, Ozem, and Ahijah.",
      "26": "Jerahmeel also had another wife, whose name was Atarah; she was the mother of Onam.",
      "27": "The descendants of Ram, firstborn of Jerahmeel were Maaz, Jamin, and Eker.",
      "28": "Onam’s descendants were Shammai and Jada.\nShammai’s descendants were Nadab and Abishur.",
      "29": "Abishur’s wife was named Abihail. She bore him Ahban and Molid.",
      "30": "Nadab’s descendants were Seled and Appaim. Seled died childless.",
      "31": "Appaim’s son was Ishi. Ishi’s son was Sheshan. Sheshan’s son was Ahlai.",
      "32": "Shammai’s brother Jada’s descendants were Jether and Jonathan, but Jether died childless.",
      "33": "Jonathan’s descendants were Peleth and Zaza. These were the descendants of Jerahmeel.",
      "34": "Now Sheshan had no sons, only daughters. However, Sheshan had an Egyptian slave named Jarha.",
      "35": "So Sheshan gave his daughter in marriage to his slave Jarha, and she bore him Attai.",
      "36": "Attai fathered Nathan, and Nathan fathered Zabad.",
      "37": "Zabad fathered Ephlal, Ephlal fathered Obed,",
      "38": "Obed fathered Jehu, Jehu fathered Azariah,",
      "39": "Azariah fathered Helez, Helez fathered Eleasah,",
      "40": "Eleasah fathered Sismai, Sismai fathered Shallum.",
      "41": "Shallum fathered Jekamiah, and Jekamiah fathered Elishama.",
      "42": "Jerahmeel’s brother Caleb’s descendants were his firstborn Mesha, who fathered Ziph.\nThe descendants of Mareshah, who fathered Hebron, were as follows:",
      "43": "Hebron’s descendants were Korah, Tappuah, Rekem, and Shema.",
      "44": "Shema fathered Raham, who fathered Jorkeam.\nRekem fathered Shammai.",
      "45": "Shammai’s descendants included Maon, who fathered Beth-zur.",
      "46": "Caleb’s mistress Ephah also bore Haran, Moza, and Gazez.\nHaran fathered Gazez.",
      "47": "Jahdai’s descendants were Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph.",
      "48": "Caleb’s mistress Maacah bore Sheber, Tirhanah,",
      "49": "and Shaaph, who fathered Madmannah. Sheva fathered Machbenah and Gibe. Caleb’s daughter was Achsah.",
      "50": "These were Caleb’s descendants.\nThe son of Hur, the firstborn of Ephrathah, was Shobal, who fathered Kiriath-jearim,",
      "51": "Salma, who fathered Bethlehem, and Hareph, who fathered Beth-gader.",
      "52": "Shobal, who fathered Kiriath-jearim, had other sons, including Haroeh, half of the Menuhoth.",
      "53": "The families of Kiriath-jearim included the Ithrites, the Puthites, the Shumathites, and the Mishraites. The Zorathites and the Eshtaolites came from them.",
      "54": "Salma’s descendants were Bethlehem, the Netophathites, Atroth-beth-joab, and half of the Manahathites, the Zorites.",
      "55": "The families of the scribes who lived at Jabez included the Tirathites, the Shimeathites, and the Sucathites. These are the Kenites who came from Hammath, who fathered the house of Rechab."
    },
    "3": {
      "1": "These are David’s descendants who were born to him in Hebron: Amnon his firstborn by Ahinoam the Jezreelite, Daniel his second born by Abigail the Carmelite,",
      "2": "Absalom his third born by Maacah daughter of King Talmai of Geshur, Adonijah his fourth born by Haggith,",
      "3": "Shephatiah his fifth born by Abital, and Ithream his sixth born by his wife Eglah.",
      "4": "These six were born to him in Hebron, where he reigned for seven years and six months.\nHe reigned 33 years in Jerusalem.",
      "5": "These four children were born to David by Bath-shua daughter of Ammiel while he was living in Jerusalem: Shimea, Shobab, Nathan, and Solomon,",
      "6": "followed by nine more: Ibhar, Elishama, Eliphelet,",
      "7": "Nogah, Nepheg, Japhia,",
      "8": "Elishama, Eliada, and Eliphelet.",
      "9": "All these were David’s sons, besides children born to his mistresses. Tamar was their sister.",
      "10": "Solomon’s descendants included Rehoboam, his son Abijah, his son Asa, his son Jehoshaphat,",
      "11": "his son Joram, his son Ahaziah, his son Joash,",
      "12": "his son Amaziah, his son Azariah, his son Jotham,",
      "13": "his son Ahaz, his son Hezekiah, his son Manasseh,",
      "14": "his son Amon, and his son Josiah.",
      "15": "Josiah’s descendants included Johanan his firstborn, his second born Jehoiakim, his third born Zedekiah, and his fourth born Shallum.",
      "16": "Jehoiakim’s descendants included his son Jeconiah, and his son Zedekiah.",
      "17": "The descendants of Jeconiah, who was taken captive to Babylon, included his son Shealtiel,",
      "18": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah.",
      "19": "Pedaiah’s descendants included Zerubbabel and Shimei.\nZerubbabel’s descendants included Meshullam and Hananiah, along with Shelomith their sister",
      "20": "and five others: Hashubah, Ohel, Berechiah, Hasadiah, and Jushab-hesed.",
      "21": "Hananiah’s descendants included Pelatiah and Jeshaiah, his son Rephaiah, his son Arnan, his son Obadiah, and his son Shecaniah.",
      "22": "Shecaniah’s son was Shemaiah, and the six sons of Shemaiah were Hattush, Igal, Bariah, Neariah, and Shaphat.",
      "23": "The three sons of Neariah were Elioenai, Hizkiah, and Azrikam.",
      "24": "The seven sons of Elioenai were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani."
    },
    "4": {
      "1": "Judah’s descendants were Perez, Hezron, Carmi, Hur, and Shobal.",
      "2": "Shobal’s son Reaiah fathered Jahath, and Jahath fathered Ahumai and Lahad. These were the families of the Zorathites.",
      "3": "These were the descendants of the ancestor of Etam: Jezreel, Ishma, and Idbash; and their sister’s name was Hazzelelponi.",
      "4": "Penuel fathered Gedor and Ezer fathered Hushah.\nThese were the descendants of Hur, Ephrathah’s firstborn, who fathered Bethlehem:",
      "5": "Tekoa’s father Ashhur had two wives, Helah and Naarah.",
      "6": "Naarah bore him these sons: Ahuzzam, Hepher, Temeni, and Haahashtari.",
      "7": "The sons of Helah were Zereth, Izhar, and Ethnan.",
      "8": "Koz fathered Anub, Zobebah, and the families of Harum’s son Aharhel.",
      "9": "Jabez enjoyed more honor than his relatives—his mother named him Jabez, she said, “because I bore him in pain.”",
      "10": "Later on, Jabez called on the God of Israel, asking him, “…whether you would bless me again and again, enlarge my territory, keep your power with me, keep me from evil, and keep me from harm!” And God granted what he had requested.",
      "11": "Chelub, Shuhah’s brother, fathered Mehir, who fathered Eshton.",
      "12": "Eshton fathered Beth-rapha, Paseah, and Tehinnah, who fathered Ir-nahash. These are the men of Recah.",
      "13": "Kenaz’s descendants were Othniel and Seraiah.\nOthniel’s descendants were Hathath",
      "14": "and Meonothai, who fathered Ophrah.\nSeraiah fathered Joab, who fathered the Ge-harashim, because they became artisans.",
      "15": "The descendants of Jephunneh’s son Caleb were Iru, Elah, and Naam.\nElah’s son was Kenaz.",
      "16": "Jehallelel’s descendants were Ziph, Ziphah, Tiria, and Asarel.",
      "17": "Ezrah’s descendants were Jether, Mered, Epher, and Jalon.\nMered’s wife conceived Miriam, Shammai, and Ishbah, who fathered Eshtemoa.",
      "18": "Then his Judean wife bore Jered, who fathered Gedor and then Heber, who fathered Soco and Jekuthiel, who fathered Zanoah. These are the descendants of Bithiah, daughter of Pharaoh, whom Mered married.",
      "19": "The descendants of Hodiah’s wife, Naham’s sister, fathered Keilah the Garmite and Eshtemoa the Maacathite.",
      "20": "Shimon’s descendants were Amnon, Rinnah, Ben-hanan, and Tilon.\nIshi’s descendants were Zoheth and Ben-zoheth.",
      "21": "The descendants of Judah’s son Shelah were Er, who fathered Lecah, Laadah (who fathered Mareshah and the families who belonged to the guild of linen workers at Beth-ashbea),",
      "22": "Jokim, the men who lived in Cozeba, Joash, and Saraph (who married Moabite families), and Jashubi-lehem. (The records are ancient.)",
      "23": "These people were potters who lived in Netaim and Gederah in service to their king, who lived there.",
      "24": "Simeon’s descendants were Nemuel, Jamin, Jarib, Zerah, Shaul,",
      "25": "his son Shallum, his son Mibsam, and his son Mishma.",
      "26": "Mishma’s descendants were his son Hammuel, his son Zaccur, and his son Shimei.",
      "27": "Shimei had 16 sons and six daughters, but his relatives did not have many children, nor did their entire family multiply like the Judeans did.",
      "28": "They lived in Beer-sheba, Moladah, Hazar-shual,",
      "29": "Bilhah, Ezem, Tolad,",
      "30": "Bethuel, Hormah, Ziklag,",
      "31": "Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These were their cities until David began to reign.",
      "32": "Their cities were Etam, Ain, Rimmon, Tochen, and Ashan, for a total of five cities,",
      "33": "along with all their settlements that surrounded these cities as far as Baal—this is their settlement history.\nThey kept this genealogical record for themselves:",
      "34": "Meshobab, Jamlech, Amaziah’s son Joshah,",
      "35": "Joel, Joshibiah’s son Jehu (who was the grandson of Seraiah and great-grandson of Asiel),",
      "36": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,",
      "37": "Shiphi’s son Ziza (who was the grandson of Shiphi, who was fathered by Allon, who was fathered by Jedaiah, who was fathered by Shimri, who was fathered by Shemaiah)—",
      "38": "these people, enumerated by name, were leaders in their respective families, and their clans grew to be very abundant.",
      "39": "They journeyed as far as the entrance of Gedor on the east side of the valley in order to find pasture for their flocks.",
      "40": "They discovered abundant and excellent grazing lands there, where the land was very broad, secure, and tranquil, because the former inhabitants there were descendants of Ham.",
      "41": "Later on, during the reign of King Hezekiah of Judah, these people, enumerated by name, came and attacked both their homes and the Meunim who had settled there and who remain exterminated to this day. They settled down there, taking their place, because there was pasture there for their flocks.",
      "42": "Some of them—that is, 500 Simeonite men—went to Mount Seir. Under the leadership of Ishi’s sons Pelatiah, Neariah, Rephaiah, and Uzziel,",
      "43": "they destroyed the survivors of the Amalekites who had escaped, and they have lived there to this day."
    },
    "5": {
      "1": "Here is a record of the descendants of Reuben, Israel’s firstborn. (He was the firstborn, but because he defiled his father’s marriage bed, his birthright was transferred to the descendants of Israel’s son Joseph. As a result, Reuben is not enrolled in the genealogy according to the birthright.",
      "2": "Even though Judah became prominent among his relatives—that is, the Commander-in-chief will be his descendant—nevertheless the right of the firstborn went to Joseph.)",
      "3": "The descendants of Reuben, Israel’s firstborn, included Hanoch, Pallu, Hezron, and Carmi.",
      "4": "Joel’s descendants were his son Shemaiah, his son Gog, his son Shimei,",
      "5": "his son Micah, his son Reaiah, his son Baal,",
      "6": "and his son Beerah, whom King Tiglath-pileser of Assyria carried away into exile, and who was a governor of the descendants of Reuben.",
      "7": "His relatives, listed by families when the genealogy was enrolled according to their generations, included the chief, Jeiel, Zechariah,",
      "8": "and Azaz’s son Bela, grandson of Shema, and great-grandson of Joel, who lived in Aroer, near Nebo and Baal-meon.",
      "9": "He also lived eastward as far as the entrance to the wilderness this side of the Euphrates River, because their cattle had increased in the territory of Gilead.",
      "10": "During the reign of Saul they declared war on the Hagrites, who fell in battle by their hand. They lived in their tents throughout all of east Gilead.",
      "11": "Gad’s descendants lived beside them in the land of Bashan as far as Salecah:",
      "12": "They included Joel their chief, Shapham their second in command, Janai, and Shaphat, who lived in Bashan.",
      "13": "Their seven relatives, according to the households of their clans, included Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber.",
      "14": "These were the descendants of Huri’s son Abihail, who was fathered by Jaroah, who was fathered by Gilead, who was fathered by Michael, who was fathered by Jeshishai, who was fathered by Jahdo, and who was fathered by Buz:",
      "15": "Abdiel’s son Ahi, who was the grandson of Guni, was chief in their clan.",
      "16": "They lived in Gilead, in Bashan and its villages, and in all the surrounding suburbs of Sharon as far as their borders.",
      "17": "All of them were enrolled by genealogies during the reign of King Jotham of Judah and during the reign of King Jeroboam of Israel.",
      "18": "The descendants of Reuben, the descendants of Gad, and the half-tribe of Manasseh produced 44,700 valiant soldiers expert in shield, sword, and bow. Trained in warfare, they were equipped to serve at a moment’s notice.",
      "19": "They fought in battle against the Hagrites, Jetur, Naphish, and Nodab.",
      "20": "When they received assistance against them, the Hagrites and all of their allies were handed over to their control, because they cried out to God during the battle. He honored their entreaty, because they had placed their trust in him.",
      "21": "They captured 50,000 camels, 250,000 sheep, 2,000 donkeys, and 100,000 war captives from their possessions.",
      "22": "Many fell slain, because the battle’s outcome was directed by God. They lived in their territory until the exile.",
      "23": "The half-tribe of Manasseh lived in the land, spread out from Bashan to Baal-hermon, including Senir and Mount Hermon.",
      "24": "These were the leaders of their clans: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel—they were mighty warriors, well known men, and leaders of their clans.",
      "25": "But they were unfaithful to the God of their ancestors by prostituting themselves to the gods of the peoples of the land, whom God had exterminated right in front of them.",
      "26": "So the God of Israel incited King Pul of Assyria (also known as King Tiglath-pileser of Assyria), who took them prisoner and brought the descendants of Reuben, the descendants of Gad, and the half-tribe of Manasseh to Halah, Habor, Hara, and to the Gozan River, where they remain to this day."
    },
    "6": {
      "1": "Levi’s descendants included Gershom, Kohath, and Merari.",
      "2": "Kohath’s sons included Amram, Izhar, Hebron, and Uzziel.",
      "3": "Amram’s descendants included Aaron, Moses, and Miriam. Aaron’s sons included Nadab, Abihu, Eleazar, and Ithamar.",
      "4": "Eleazar fathered Phinehas, Phinehas fathered Abishua,",
      "5": "Abishua fathered Bukki, Bukki fathered Uzzi,",
      "6": "Uzzi fathered Zerahiah, Zerahiah fathered Meraioth,",
      "7": "Meraioth fathered Amariah, Amariah fathered Ahitub,",
      "8": "Ahitub fathered Zadok, Zadok fathered Ahimaaz,",
      "9": "Ahimaaz fathered Azariah, Azariah fathered Johanan,",
      "10": "and Johanan fathered Azariah, who served as priest in the Temple that Solomon built in Jerusalem.",
      "11": "Azariah fathered Amariah, Amariah fathered Ahitub,",
      "12": "Ahitub fathered Zadok, Zadok fathered Shallum,",
      "13": "Shallum fathered Hilkiah, Hilkiah fathered Azariah,",
      "14": "Azariah fathered Seraiah, and Seraiah fathered Jehozadak.",
      "15": "The Lord sent Jehozadak, Judah, and Jerusalem into exile, using Nebuchadnezzar to do it.",
      "16": "Levi’s descendants included Gershom, Kohath, and Merari.",
      "17": "These are the names of Gershom’s descendants: Libni and Shimei.",
      "18": "Kohath’s sons included Amram, Izhar, Hebron, and Uzziel.",
      "19": "Merari’s sons included Mahli and Mushi.\nThese are the clans of the descendants of Levi according to their ancestry:",
      "20": "Gershom’s clan included his son Libni, his son Jahath, his son Zimmah,",
      "21": "his son Joah, his son Iddo, his son Zerah, and his son Jeatherai.",
      "22": "Kohath’s descendants included Amminadab, his son Korah, his son Assir,",
      "23": "his son Elkanah, his son Ebiasaph, his son Assir,",
      "24": "his son Tahath, his son Uriel, his son Uzziah, and his son Shaul.",
      "25": "Elkanah’s descendants included Amasai and Ahimoth,",
      "26": "his son Elkanah, his son Zophai, his son Nahath,",
      "27": "his son Eliab, his son Jeroham, and his son Elkanah.",
      "28": "Samuel’s descendants included Joel his firstborn and his second son Abijah.",
      "29": "Merari’s descendants included Mahli, his son Libni, his son Shimei, his son Uzzah,",
      "30": "his son Shimea, his son Haggiah, and his son Asaiah.",
      "31": "These are the men to whom David handed responsibility for music in the Temple of the Lord, after the ark came to rest there.",
      "32": "They ministered in song in front of the Tent of Meeting, until Solomon had built the Temple of the Lord in Jerusalem. They served in accordance with orders of service designated for them.",
      "33": "These are the men who served, including their descendants: From the descendants of Kohath, there was Heman the singer, who had been fathered by Joel, who had been fathered by Samuel,",
      "34": "who had been fathered by Elkanah, who had been fathered by Jeroham, who had been fathered by Eliel, who had been fathered by Toah,",
      "35": "who had been fathered by Zuph, who had been fathered by Elkanah, who had been fathered by Mahath, who had been fathered by Amasai,",
      "36": "who had been fathered by Elkanah, who had been fathered by Joel, who had been fathered by Azariah, who had been fathered by Zephaniah,",
      "37": "who had been fathered by Tahath, who had been fathered by Assir, who had been fathered by Ebiasaph, who had been fathered by Korah,",
      "38": "who had been fathered by Izhar, who had been fathered by Kohath, who had been fathered by Levi, who had been fathered by Israel.",
      "39": "There was also his brother Asaph, who stood to Heman’s right. Asaph had been fathered by Berechiah, who had been fathered by Shimea,",
      "40": "who had been fathered by Michael, who had been fathered by Baaseiah, who had been fathered by Malchijah,",
      "41": "who had been fathered by Ethni, who had been fathered by Zerah, who had been fathered by Adaiah,",
      "42": "who had been fathered by Ethan, who had been fathered by Zimmah, who had been fathered by Shimei,",
      "43": "who had been fathered by Jahath, who had been fathered by Gershom, and who had been fathered by Levi.",
      "44": "To Heman’s left were their relatives who were Merari’s sons: Ethan, who had been fathered by Kishi, who had been fathered by Abdi, who had been fathered by Malluch,",
      "45": "who had been fathered by Hashabiah, who had been fathered by Amaziah, who had been fathered by Hilkiah,",
      "46": "who had been fathered by Amzi, who had been fathered by Bani, who had been fathered by Shemer,",
      "47": "who had been fathered by Mahli, who had been fathered by Mushi, who had been fathered by Merari, who had been fathered by Levi,",
      "48": "along with their relatives, descendants of Levi who had been appointed for all the service of the tent of the Temple of God.",
      "49": "Meanwhile, Aaron and his sons presented offerings on the altar of burnt offering and on the altar of incense, carrying out the work of the Most Holy Place, making atonement for Israel in accordance with everything that Moses the servant of God had commanded.",
      "50": "These are Aaron’s sons: his son Eleazar, his son Phinehas, his son Abishua,",
      "51": "his son Bukki, his son Uzzi, his son Zerahiah,",
      "52": "his son Meraioth, his son Amariah, his son Ahitub,",
      "53": "his son Zadok, and his son Ahimaaz.",
      "54": "These are the settlement locations allotted within their borders to Aaron’s descendants in the Kohathite clan since the lot was cast in their favor first.",
      "55": "Hebron in the territory of Judah was allotted to them, along with its surrounding suburbs.",
      "56": "The fields adjacent to the city and its villages were allotted to Jephunneh’s son Caleb.",
      "57": "They allotted these cities of refuge to the descendants of Aaron: Hebron, Libnah with its surrounding suburbs, Jattir, Eshtemoa with its surrounding suburbs,",
      "58": "Hilen with its surrounding suburbs, Debir with its surrounding suburbs,",
      "59": "Ashan with its surrounding suburbs, and Beth-shemesh with its surrounding suburbs.",
      "60": "From the tribe of Benjamin were allotted Geba with its surrounding suburbs, Alemeth with its surrounding suburbs, and Anathoth with its surrounding suburbs. All their towns allotted to their families totaled thirteen.",
      "61": "Ten towns were allocated to the rest of the descendants of Kohath by lot out of the family of the tribe, that is, the half-tribe of Manasseh.",
      "62": "To the descendants of Gershom according to their families were allotted 13 towns in Bashan from the tribes of Issachar, Asher, Naphtali, and Manasseh.",
      "63": "The descendants of Merari were allotted 12 towns according to their families from the tribes of Reuben, Gad, and Zebulun.",
      "64": "So the people of Israel gave the descendants of Levi the towns with their surrounding suburbs,",
      "65": "allocating these towns from the tribes of Judah, Simeon, and Benjamin.",
      "66": "A few of the families of Kohath’s descendants had towns of their territory allotted from the tribe of Ephraim.",
      "67": "They were given these cities of refuge: Shechem with its surrounding suburbs in the hill country of Ephraim, Gezer with its surrounding suburbs,",
      "68": "Jokmeam with its surrounding suburbs, Beth-horon with its surrounding suburbs,",
      "69": "Aijalon with its surrounding suburbs, Gath-rimmon with its surrounding suburbs,",
      "70": "and (from of the half-tribe of Manasseh), Aner with its surrounding suburbs, and Bileam with its surrounding suburbs for the rest of the Kohathite families.",
      "71": "From the half-tribe of Manasseh the descendants of Gershom were allotted Golan in Bashan with its surrounding suburbs and Ashtaroth with its surrounding suburbs.",
      "72": "From the tribe of Issachar were allotted Kedesh with its surrounding suburbs, Daberath with its surrounding suburbs,",
      "73": "Ramoth with its surrounding suburbs, and Anem with its surrounding suburbs.",
      "74": "From of the tribe of Asher were allotted Mashal with its surrounding suburbs, Abdon with its surrounding suburbs,",
      "75": "Hukok with its surrounding suburbs, and Rehob with its surrounding suburbs.",
      "76": "From the tribe of Naphtali were allotted Kedesh in Galilee with its surrounding suburbs, Hammon with its surrounding suburbs, and Kiriathaim with its surrounding suburbs.",
      "77": "From the tribe of Zebulun the rest of the descendants of Merari were allotted Rimmono with its surrounding suburbs, and Tabor with its surrounding suburbs,",
      "78": "across the Jordan from Jericho, that is, on the east side of the Jordan, from the tribe of Reuben were allotted Bezer in the steppe with its surrounding suburbs, Jahzah with its surrounding suburbs,",
      "79": "Kedemoth with its surrounding suburbs, and Mephaath with its surrounding suburbs.",
      "80": "From the tribe of Gad were allotted Ramoth in Gilead with its surrounding suburbs, Mahanaim with its surrounding suburbs,",
      "81": "Heshbon with its surrounding suburbs, and Jazer with its surrounding suburbs."
    },
    "7": {
      "1": "The four descendants of Issachar included Tola, Puah, Jashub, and Shimron.",
      "2": "Tola’s descendants included Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel, leaders of their ancestral house of Tola, who were valiant warriors during their lifetimes. During the life of David, they numbered 22,600.",
      "3": "Uzzi fathered Izrahiah, and Izrahiah fathered Michael, Obadiah, Joel, and Isshiah, all five of them leaders.",
      "4": "In addition to them, according to their ancestral records were 36,000 members of their trained army by their generations, because they had many wives and children.",
      "5": "As recorded in their genealogy, a total of 87,000 trained warriors belonged to all of the clans of Issachar.",
      "6": "Benjamin’s three descendants included Bela, Becher, and Jediael.",
      "7": "Bela’s five descendants included Ezbon, Uzzi, Uzziel, Jerimoth, and Iri, who were leaders of their ancestral households. Valiant warriors, their enrollment totaled 22,034 according to their genealogies.",
      "8": "Becher’s descendants included Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. All these were descendants of Becher,",
      "9": "and their genealogical enrollment totaled 20,200 valiant warriors, delineated according to their generations as leaders of their ancestral households.",
      "10": "Jediael fathered Bilhan, and Bilhan’s descendants included Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar.",
      "11": "All these were descendants through Jediael according to the heads of their ancestral households. Their valiant warriors totaled 17,200 equipped and ready for battle.",
      "12": "In addition, Shuppim and Huppim were the sons of Ir, and the Hushites were descended from Aher.",
      "13": "Naphtali’s descendants included Jahziel, Guni, Jezer, and Shallum, descended through Bilhah.",
      "14": "Manasseh’s descendants included Asriel, whom his Aramean mistress bore, along with Machir, who fathered Gilead.",
      "15": "Machir chose wives for his sons Huppim and for Shuppim. He had a sister named Maacah. His second son was named Zelophehad, and Zelophehad fathered only daughters.",
      "16": "Machir’s wife Maacah bore a son whom she named Peresh. His brother was named Sheresh, and his sons were Ulam and Rekem.",
      "17": "Ulam’s son was Bedan. These were the children of Machir’s son Gilead, who was also a descendant of Manasseh.",
      "18": "His sister Hammolecheth bore Ishhod, Abiezer, and Mahlah.",
      "19": "Shemida’s sons included Ahian, Shechem, Likhi, and Aniam.",
      "20": "Ephraim’s descendants included Shuthelah, his son Bered, his son Tahath, his son Eleadah, his son Tahath,",
      "21": "his son Zabad, his son Shuthelah, his son Ezer, and Elead. The people of Gath, who were native to the land, killed them when they came down to raid their cattle.",
      "22": "So their father Ephraim mourned many days, and his relatives came to comfort him.",
      "23": "Later, Ephraim had marital relations with his wife, and she conceived and gave birth to a son, whom he named Beriah, because his household had been visited with disaster.",
      "24": "His daughter Sheerah built both Lower and Upper Beth-horon, along with Uzzen-sheerah.",
      "25": "Rephah was also his descendant, as were Resheph, Telah, Tahan,",
      "26": "Ladan, Ammihud, Elishama,",
      "27": "Nun, and Joshua.",
      "28": "Their possessions and settlements included Bethel and its towns, Naaran to the east, Gezer and its towns to the west, Shechem and its towns as far as Ayyah and its towns",
      "29": "along the borders of the descendants of Manasseh, Beth-shean and its towns, Taanach and its towns, Megiddo and its towns, and Dor and its towns. In these lived the descendants of Israel’s son Joseph.",
      "30": "Asher’s descendants included Imnah, Ishvah, Ishvi, Beriah, and their sister Serah.",
      "31": "Beriah’s descendants included Heber and Malchiel, who fathered Birzaith.",
      "32": "Heber fathered Japhlet, Shomer, Hotham, and their sister Shua.",
      "33": "Japhlet’s descendants included Pasach, Bimhal, and Ashvath. These were the descendants of Japhlet.",
      "34": "Shemer’s descendants included Ahi, Rohgah, Hubbah, and Aram.",
      "35": "His brother Helem’s descendants included Zophah, Imna, Shelesh, and Amal.",
      "36": "Zophah’s descendants included Suah, Harnepher, Shual, Beri, Imrah,",
      "37": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera.",
      "38": "Jether’s descendants included Jephunneh, Pispa, and Ara.",
      "39": "Ulla’s descendants included Arah, Hanniel, and Rizia.",
      "40": "All of these were men of Asher, leaders of ancestral households, choice valiant mighty warriors, and chiefs among princes. Their enrolled genealogies for battle conscription totaled 26,000 men."
    },
    "8": {
      "1": "Benjamin fathered Bela his firstborn, Ashbel his second born, Aharah his third born,",
      "2": "Nohah his fourth born, and Rapha his fifth born.",
      "3": "Bela’s descendants included Addar, Gera, Abihud,",
      "4": "Abishua, Naaman, Ahoah,",
      "5": "Gera, Shephuphan, and Huram.",
      "6": "Ehud’s descendants, who were leaders of their ancestral households in Geba and who were taken into exile to Manahath, included:",
      "7": "Naaman, Ahijah, and Gera (also known as Heglam), who fathered Uzza and Ahihud.",
      "8": "Shaharaim fathered sons in the land of Moab after he had divorced his wives Hushim and Baara.",
      "9": "By his wife Hodesh he fathered Jobab, Zibia, Mesha, Malcam,",
      "10": "Jeuz, Sachia, and Mirmah. These were his sons and leaders of ancestral households.",
      "11": "He also fathered his sons Abitub and Elpaal by Hushim.",
      "12": "Elpaal’s descendants included Eber, Misham, Shemed (who built Ono and Lod, along with its towns),",
      "13": "Beriah and Shema, leaders of ancestral households in Aijalon who put to flight the inhabitants of Gath,",
      "14": "Ahio, Shashak, Jeremoth,",
      "15": "Zebadiah, Arad, and Eder.",
      "16": "Beriah’s descendants included Michael, Ishpah, and Joha.",
      "17": "Elpaal’s descendants included Zebadiah, Meshullam, Hizki, Heber,",
      "18": "Ishmerai, Izliah, and Jobab.",
      "19": "Shimei’s descendants included Jakim, Zichri, Zabdi,",
      "20": "Elienai, Zillethai, Eliel,",
      "21": "Adaiah, Beraiah, and Shimrath.",
      "22": "Shashak’s descendants included Ishpan, Eber, Eliel,",
      "23": "Abdon, Zichri, Hanan,",
      "24": "Hananiah, Elam, Anthothijah,",
      "25": "Iphdeiah, and Penuel.",
      "26": "Jeroham’s descendants included Shamsherai, Shehariah, Athaliah,",
      "27": "Jaareshiah, Elijah, and Zichri.",
      "28": "All of these were the leaders of ancestral households, chiefs according to their generations. They lived in Jerusalem.",
      "29": "Jeiel the father of Gibeon lived in Gibeon, and his wife was named Maacah.",
      "30": "His firstborn son was Abdon, then Zur, Kish, Baal, Nadab,",
      "31": "Gedor, Ahio, Zecher,",
      "32": "and Mikloth, who fathered Shimeah. Now these also lived with their relatives across town in Jerusalem from their other relatives.",
      "33": "Ner fathered Kish, Kish fathered Saul, Saul fathered Jonathan, Malchi-shua, Abinadab, and Esh-baal.",
      "34": "Jonathan fathered Merib-baal and Merib-baal fathered Micah.",
      "35": "Micah’s descendants included Pithon, Melech, Tarea, and Ahaz.",
      "36": "Ahaz fathered Jehoaddah and Jehoaddah fathered Alemeth, Azmaveth, and Zimri. Zimri fathered Moza.",
      "37": "Moza fathered Binea, and Raphah was his son, Eleasah his son, and Azel his son.",
      "38": "Azel had six sons. Their names were Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan—all of these were the sons of Azel.",
      "39": "The sons of his brother Eshek included Ulam his firstborn, Jeush his second, and Eliphelet his third.",
      "40": "Ulam’s descendants were valiant warriors and archers. They had 150 children and grandchildren, all descendants of Benjamin."
    },
    "9": {
      "1": "All of Israel was enumerated by genealogy and recorded in the Book of the Kings of Israel as Judah was being taken captive into exile to Babylon due to their disobedience.",
      "2": "The first to settle on their own property in their own towns of Israel were priests, descendants of Levi, and the Temple Servants.",
      "3": "In Jerusalem there lived some of the people of Judah, Benjamin, Ephraim, and Manasseh including",
      "4": "Ammihud’s son Uthai, who was the grandson of Omri, who was the great-grandson of Imri, who was fathered by Bani from the descendants of Judah’s son Perez.",
      "5": "From the descendants of Shilon there was Asaiah the firstborn, along with his descendants.",
      "6": "From the descendants of Zerah there was Jeuel, along with 690 of their relatives.",
      "7": "From the descendants of Benjamin there was Meshullam’s son Sallu, who was also the grandson of Hodaviah and great-grandson of Hassenuah,",
      "8": "Jeroham’s son Ibneiah, Uzzi’s son Elah, who was also Michri’s grandson, and Shephatiah’s son Meshullam, who was the grandson of Reuel and great-grandson of Ibnijah,",
      "9": "along with 956 of their relatives according to their generations. All of these were leaders of families according to their ancestral households.",
      "10": "From the priests there were Jedaiah, Jehoiarib, Jachin,",
      "11": "and Hilkiah’s son Azariah, who was fathered by Meshullam, who was fathered by Zadok, who was fathered by Meraioth, who was fathered by Ahitub, the Chief Operating Officer of the Temple of God.",
      "12": "There was Jeroham’s son Adaiah, who was fathered by Pashhur, who was fathered by Malchijah, and Adiel’s son Maasai, who was fathered by Jahzerah, who was fathered by Meshullam, who was fathered by Meshillemith, who was fathered by Immer,",
      "13": "along with 1,760 of their relatives, who were leaders of their ancestral households, valiant and qualified to serve in the Temple of God.",
      "14": "From the descendants of Levi there was Hasshub’s son Shemaiah, who was the grandson of Azrikam, who was fathered by Hashabiah, from the descendants of Merari;",
      "15": "along with Bakbakkar, Heresh, Galal, and Mica’s son Mattaniah, who was the grandson of Zichri and great-grandson of Asaph,",
      "16": "and Shemaiah’s son Obadiah, who was the grandson of Galal, who was fathered by Jeduthun, and Asa’s son Berechiah, who was the grandson of Elkanah, who lived in the villages of the Netophathites.",
      "17": "The gatekeepers included Shallum, Akkub, Talmon, Ahiman, and other relatives. Shallum was the leader.",
      "18": "He used to be stationed in the King’s Gate on the east side as one of the gatekeepers of the camp belonging to the descendants of Levi.",
      "19": "Kore’s son Shallum, who was the grandson of Ebiasaph and the great-grandson of Korah, and the descendants of Korah (who were relatives of his ancestral house) were over the service responsibilities and served as guardians of the entrances of the Tent, just as their ancestors had been in charge of the camp of the Lord and guardians of the entrance.",
      "20": "Eleazar’s son Phinehas used to be Commander-in-Chief over them—the Lord was with him.",
      "21": "Meshelemiah’s son Zechariah was gatekeeper at the entrance to the Tent of Meeting.",
      "22": "All these, who had been set apart as gatekeepers at the entrances, numbered 212 and had been enrolled by genealogies in their villages.\nDavid and Samuel the seer installed them in their positions of trust,",
      "23": "so they and their descendants were in charge of the gates of the house of the Lord, that is, the House of the Tent, as guardians.",
      "24": "The guardians were stationed on four sides—east, west, north, and south.",
      "25": "Their relatives who lived in their villages were required to visit every seven days to be with them in turn,",
      "26": "because the four senior gatekeepers (who were descendants of Levi) had been placed in charge of the chambers and the treasury of the Temple of God.",
      "27": "They spent the night near the Temple of God, since they had been entrusted to guard it. They were in charge of opening it every morning.",
      "28": "Some were responsible for the service utensils, and they were required to take an inventory of them when they were brought in and out.",
      "29": "Others were responsible for the furniture and for all of the holy utensils, including the flour, wine, oil, incense, and spices.",
      "30": "Other descendants of the priests prepared the mixed spices.",
      "31": "Mattithiah, a descendant of Levi and firstborn of Shallum the Korahite, was in charge of making the offering cakes.",
      "32": "Some of their Kohathite relatives were responsible to prepare the rows of bread for each Sabbath.",
      "33": "These singers, leaders of ancestral households of the descendants of Levi, were living in the chambers of the Temple. Freed from other service responsibilities, they were on duty day and night.",
      "34": "These leaders of the descendants of Levi, enrolled according to their genealogies, lived in Jerusalem.",
      "35": "Jeiel, who fathered Gibeon, lived in the city of Gibeon. His wife was named Maacah.",
      "36": "His firstborn son was Abdon, followed by Zur, Kish, Baal, Ner, Nadab,",
      "37": "Gedor, Ahio, Zechariah, and Mikloth.",
      "38": "Mikloth fathered Shimeam. They lived across town from their relatives in Jerusalem.",
      "39": "Ner fathered Kish, Kish fathered Saul, and Saul fathered Jonathan, Malchi-shua, Abinadab, and Esh-baal.",
      "40": "Jonathan fathered Merib-baal, and Merib-baal fathered Micah.",
      "41": "Micah’s descendants included Pithon, Melech, Tahrea, and Ahaz.",
      "42": "Ahaz fathered Jarah, and Jarah fathered Alemeth, Azmaveth, and Zimri. Zimri fathered Moza, and",
      "43": "Moza fathered Binea, and Rephaiah was his son, Eleasah his son, and Azel his son.",
      "44": "Azel had six descendants with these names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan—these were the descendants of Azel."
    },
    "10": {
      "1": "The Philistines were fighting against Israel, and each soldier of Israel fled before the Philistines. They fell slain on the mountain of Gilboa.",
      "2": "The Philistines followed after Saul and after his sons, and the Philistines struck down Jonathan, Abinadab, and Malchi-shua, Saul’s sons.",
      "3": "The heaviest fighting was against Saul, and when the archers who were shooting located Saul, he was gravely wounded by them.",
      "4": "Saul ordered his armor bearer, “Draw your sword and run me through with it, or these uncircumcised people will come and abuse me.”\nBut his armor bearer did not want to do it because he was very frightened, so Saul took the sword and fell on it.",
      "5": "When his armor bearer saw that Saul was dead, he also fell on his sword and died.",
      "6": "Therefore Saul, his three sons, and all his entire household died together.",
      "7": "When that part of the army of Israel that was in the valley saw that the rest of the army of Israel had fled and that Saul and his sons were dead, they abandoned their cities and fled, and the Philistines came and occupied them.",
      "8": "The Philistines came to strip the dead the next day, and they found Saul dead on Gilboa mountain, along with his sons.",
      "9": "They stripped him, took his head and armor, and sent messengers throughout the territory of the Philistines to report the news to their idols and to the people.",
      "10": "Then they put Saul’s armor in the temple of their gods and fastened his skull to the wall of the temple of Dagon.",
      "11": "When all the residents of Jabesh-gilead heard everything that the Philistines had done to Saul,",
      "12": "every valiant soldier got up, removed the bodies of Saul and his sons, took them to Jabesh, and buried their bones under the tamarisk tree in Jabesh. Then they fasted for seven days.",
      "13": "So Saul died for his transgressions; that is, he acted unfaithfully to the Lord by transgressing the message from the Lord (which he did not keep), by consulting a medium for advice,",
      "14": "and by not seeking counsel from the Lord, who therefore put him to death and turned the kingdom over to Jesse’s son David."
    },
    "11": {
      "1": "Later on, all of Israel gathered together at Hebron in order to tell David, “Look, we’re your own flesh and blood!",
      "2": "Even back when Saul was ruling as king, you kept on leading the army of Israel out to battle and bringing them in again. The Lord your God told you, ‘You yourself will shepherd my people Israel and will be Commander-in-Chief over my people Israel.’”",
      "3": "So all the elders of Israel approached the king at Hebron, where David entered into a covenant in the presence of the Lord. Then they anointed David to be king over Israel, just as the Lord had sent word through Samuel.",
      "4": "Later, David and all of Israel marched to Jerusalem (then known as Jebus, where the Jebusites lived when they inhabited the land).",
      "5": "The inhabitants of Jebus told David, “You’re not coming in here!” Nevertheless, David captured the fortress of Zion, now known as the City of David.",
      "6": "David had announced, “Whoever first attacks the Jebusites will be appointed chief and commander.” When Zeruiah’s son Joab went up first, he became chief.",
      "7": "David occupied the fortress, so it was named the City of David after him.",
      "8": "He built up the walls surrounding the city in a complete circle from the terrace ramparts, and Joab repaired the rest of the city.",
      "9": "David became more and more prestigious because the Lord of the Heavenly Armies was with him.",
      "10": "These are the leaders of the elite warriors who were strong supporters of David in his kingdom, along with all of Israel, in keeping with the message from the Lord concerning Israel.",
      "11": "This record of the warriors who were for David included Hachmoni’s son Jashobeam, leader of the platoons, who killed 300 with his spear in a single encounter.",
      "12": "Next to him among the Three Warriors was Dodo the Ahohite’s son Eleazar.",
      "13": "He was with David at Pas-dammim when the Philistines were there to engage them in battle. There was a field planted with barley, and the army had run away from the Philistines,",
      "14": "but they took a defensive stand in the middle of the field and killed the Philistines while the Lord saved them by means of a great victory.",
      "15": "Later, the Three Warriors went down to David’s hideout at the cave of Adullam when the Philistine army was camping in the valley of giants.",
      "16": "David was living in that stronghold at the time, while a Philistine garrison was then at Bethlehem.",
      "17": "David expressed a longing, “Oh, how I wish someone would get me a drink of water from the Bethlehem well that’s by the city gate!”",
      "18": "So the Three Warriors broke through the Philistine ranks, drew some water from the Bethlehem well that was next to the city gate, and brought it back to David. But David refused to drink it, poured it out in the Lord’s presence, and",
      "19": "said in response, “May God forbid me to do this! I won’t drink the blood of these men, will I? After all, they risked their lives to bring it to me.” That’s why he wouldn’t drink it. The Three Warriors did these things.",
      "20": "Joab’s brother Abishai was the lieutenant in charge of the platoons. He used his spear to fight and kill 300 men, gaining a reputation distinct from the Three.",
      "21": "He was more well-known than the Three, but he never attained the stature of the Three.",
      "22": "Jehoiada’s son Benaiah, who was a valiant man, accomplished great things. He was from Kabzeel. He killed two men named Ariel from Moab and then he also went down into a pit and struck down a lion during a snow storm one day.",
      "23": "He also killed a soldier from Egypt of enormous height—five cubits tall. The Egyptian carried a spear comparable in size to a weaver’s beam, but Benaiah attacked him with a staff, snatched the spear out of the Egyptian’s hand and killed him with his own spear.",
      "24": "Benaiah did things like this and gained a reputation comparable to the Three Warriors.",
      "25": "He was well known among the platoons, but he didn’t measure up to the Three Warriors. David placed him in charge of his security detail.",
      "26": "The elite forces included Asahel (Joab’s brother), Dodo’s son Elhanan from Bethlehem,",
      "27": "Shammoth from Haror, Helez the Pelonite,",
      "28": "Ikkesh’s son Ira from Tekoa, Abiezer from Anathoth,",
      "29": "Sibbecai the Hushathite, Ilai the Ahohite,",
      "30": "Maharai from Netophah, Baanah’s son Heled from Netophah,",
      "31": "Ribai’s son Ithai from Gibeah, controlled by the descendants of Benjamin, Benaiah of Pirathon,",
      "32": "Hurai from the wadis of Gaash, Abiel the Arbathite,",
      "33": "Azmaveth from Baharum, Eliahba from Shaalbon,",
      "34": "Hashem the Gizonite, Shagee the Hararite’s son Jonathan,",
      "35": "Sachar the Hararite’s son Ahiam, Ur’s son Eliphal,",
      "36": "Hepher the Mecherathite, Ahijah the Pelonite,",
      "37": "Hezro from Carmel, Ezbai’s son Naarai,",
      "38": "Joel (Nathan’s brother), Hagri’s son Mibhar,",
      "39": "Zelek the Ammonite, Naharai from Beeroth, who was the armor-bearer for Zeruiah’s son Joab,",
      "40": "Ira the Ithrite, Gareb the Ithrite,",
      "41": "Uriah the Hittite, Ahlai’s son Zabad,",
      "42": "Shiza the Reubenite’s son Adina, a leader of the descendants of Reuben, along with thirty others with him,",
      "43": "Maacah’s son Hanan, Joshaphat the Mithnite,",
      "44": "Uzzia the Ashterathite, Hotham the Aroerite’s sons Shama and Jeiel,",
      "45": "Shimri’s son Jediael and his brother Joha the Tizite,",
      "46": "Eliel the Mahavite, Elnaam’s sons Jeribai and Joshaviah, Ithmah the Moabite,",
      "47": "Eliel, Obed, and Jaasiel the Mezobaite."
    },
    "12": {
      "1": "Here’s a list of those who came to David at Ziklag when he was unable to travel freely due to Saul son of Kish. They were among the elite soldiers who assisted him in battle.",
      "2": "Equipped as archers, they could use both their right and left hands to shoot arrows and hurl stones. As descendants of Benjamin, they were Saul’s relatives.",
      "3": "Their leaders were Shemaah’s sons Ahiezer and Joash from Gibeah, Azmaveth’s sons Jeziel and Pelet, Beracah, Jehu from Anathoth,",
      "4": "Ishmaiah from Gibeon (who was one of the elite among the Thirty and in charge over them), Jeremiah, Jahaziel, Johanan, Jozabad from Gederah,",
      "5": "Eluzai, Jerimoth, Bealiah, Shemariah, Shephatiah the Haruphite,",
      "6": "Elkanah, Isshiah, Azarel, Joezer, Jashobeam, the descendants of Korah,",
      "7": "and Jeroham’s sons Joelah and Zebadiah from Gedor.",
      "8": "Mighty and experienced warriors from the descendants of Gad joined David at his wilderness stronghold. They were expert handlers of both shield and spear, with hardened looks and as agile as a gazelle on a mountain slope.",
      "9": "Their leader was Ezer, Obadiah was second, Eliab third,",
      "10": "Mishmannah fourth, Jeremiah fifth,",
      "11": "Attai sixth, Eliel seventh,",
      "12": "Johanan eighth, Elzabad ninth,",
      "13": "Jeremiah tenth, and Machbannai eleventh.",
      "14": "These descendants of Gad were army leaders. The least of them was equal to a hundred other soldiers and the greatest to a thousand.",
      "15": "These men crossed the Jordan in the first month of the year during flood season and chased out everyone in the valleys, to the east and to the west.",
      "16": "Later, some descendants of Benjamin and Judah approached David at his stronghold,",
      "17": "and David went out to meet them. He told them, “If you’ve come in peace to be of help to me, then you’ll have my commitment. But if you’ve come to betray me to my enemies, even though I’m innocent of wrongdoing, then may the God of our ancestors watch and judge.”",
      "18": "Then the Spirit came upon Amasai, leader of the Thirty, and he said,\n“David, we belong to you;\n    we’re with you, son of Jesse!\nPeace, peace to you,\n    and peace to the one who helps you!\n        For your deliverer is your God.”\nSo David received them and assigned them to be officers over troops.",
      "19": "Some of the descendants of Manasseh joined David when he was going to fight against Saul, accompanied by the Philistines. Even so, David was of no help to them, because the Philistine rulers were counseled to send him away. They told themselves, “He’s going to go over to his master Saul at the cost of our heads.”",
      "20": "As he traveled toward Ziklag, these descendants of Manasseh joined him: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, leaders in charge thousands in Manasseh.",
      "21": "They helped David against raiders, since they were all warriors and commanders in the army.",
      "22": "Indeed people kept coming to David every day to help him, until his army became a great, vast army.",
      "23": "What follows is a listing of the divisions of battle-ready troops who joined David in Hebron to turn the kingdom of Saul over to him, in accordance with what the Lord had spoken.",
      "24": "The army of Judah, equipped with both shields and spears, numbered 6,800 warriors,",
      "25": "the elite warriors of Simeon numbered 7,100,",
      "26": "and the descendants of Levi numbered 4,600.",
      "27": "Jehoiada, a senior officer in the house of Aaron, brought with him 3,700.",
      "28": "Zadok, a young and valiant soldier, brought 22 commanders from his own ancestral house.",
      "29": "The tribe of Benjamin, relatives of Saul numbered 3,000, of whom most had remained allied to what remained of Saul’s dynasty.",
      "30": "The tribe of Ephraim supplied 20,800 valiant soldiers who were well known in their ancestral households.",
      "31": "The half-tribe of Manasseh supplied 18,000, who had been appointed specifically to come and establish David as king.",
      "32": "The tribe of Issachar supplied 200 leaders, along with all of their relatives under their command. They kept up-to-date in their understanding of the times and knew what Israel should do.",
      "33": "The tribe of Zebulun supplied 50,000 experienced troops, trained in the use of every kind of war weapon, in order to help David with undivided loyalty.",
      "34": "The tribe of Naphtali supplied 1,000 commanders, accompanied by 37,000 troops armed with shields and spears.",
      "35": "The tribe of Dan supplied 28,600 battle-ready troops.",
      "36": "The tribe of Asher supplied 40,000 experienced, battle-ready troops.",
      "37": "The tribes of Reuben and Gad, along with the half-tribe of Manasseh east of the Jordan supplied 120,000 men armed with every kind of war weapon.",
      "38": "All these warriors arrived in battle order at Hebron, fully intending to establish David as king over all Israel. Furthermore, all of the rest of Israel were united in their intent to make David king.",
      "39": "They spent three days eating and drinking with David, since their relatives had supplied provisions for them.",
      "40": "Their neighbors came from as far away as the territories of Issachar, Zebulun, and Naphtali, bringing provisions loaded on donkeys, camels, mules, and oxen. They brought abundant provisions of meal, fig bars, raisins, wine, oil, oxen, and sheep, because there was joy in Israel."
    },
    "13": {
      "1": "Later, David conferred with every officer in charge of groups of thousands and groups of hundreds.",
      "2": "Then he addressed the entire community of Israel, “If it seems good to you and something from the Lord our God, let’s spread word to all of our relatives who remain throughout the entire land of Israel, including the priests and descendants of Levi in the cities and pasture lands, so they can gather together with us.",
      "3": "Then let’s bring the Ark of God back to us, because we didn’t consult it during Saul’s reign.”",
      "4": "The entire community consented, because doing so pleased all the people.",
      "5": "So David assembled all of Israel—from the Shihor River of Egypt to Lebo-hamath—in order to bring the Ark of God from Kiriath-jearim.",
      "6": "David, accompanied by all of Israel, went up to Baalah (the former name of Kiriath-jearim), which belonged to Judah, to bring from there the Ark of God, the Lord, who sits enthroned on the cherubim, and who is called the Name.",
      "7": "They mounted the Ark of God on a new cart, bringing it from Abinadab’s home, with Uzzah and Ahio driving the cart.",
      "8": "David and all of Israel were dancing in the presence of God with all of their might with songs, harps, tambourines, cymbals, and trumpets.",
      "9": "As they approached Chidon’s threshing floor, Uzzah put out his hand to steady the ark, because the oxen had stumbled.",
      "10": "Just then, the anger of the Lord blazed against Uzzah, and he struck him down because he had put his hand on the ark, and he died right there in the presence of God.",
      "11": "David flew into a rage because the Lord had killed Uzzah. As a result, that place was called Perez-uzzah to this day.",
      "12": "But David feared God that day, and asked “How am I to bring the Ark of God to me?”",
      "13": "As a result, David would not take the ark into the City of David for it to be in his care. Instead, he took it to the home of Obed-edom the Gittite.",
      "14": "So the Ark of God remained in the care of Obed-edom’s household for three months, and God blessed Obed-edom’s household, along with everyone associated with it."
    },
    "14": {
      "1": "After this, King Hiram of Tyre sent a delegation to David, accompanied by cedar logs, stone masons, and wood workers, to construct a palace for him.",
      "2": "David realized that the Lord was affirming him as king over Israel, and that his government was being exalted in order to benefit his people Israel.",
      "3": "But while he was living in Jerusalem, David married more wives and fathered more sons and daughters.",
      "4": "Here’s a list of the children whom he fathered while in Jerusalem: Shammua, Shobab, Nathan, Solomon,",
      "5": "Ibhar, Elishua, Elpelet,",
      "6": "Nogah, Nepheg, Japhia,",
      "7": "Elishama, Beeliada, and Eliphelet.",
      "8": "When the Philistines learned that David had been anointed king over all of Israel, all of the Philistines invaded to look for David. David heard about it and went out to fight them.",
      "9": "Meanwhile, the Philistines had invaded and raided the Rephaim Valley.",
      "10": "So David asked God, “Am I to go out against the Philistines? Will you give me victory over them?”\n“Go out,” the Lord replied to him, “and I’ll put them right into your hand.”",
      "11": "So David went out to Baal-perazim and defeated the Philistines there. David observed, “Like an overwhelming flood, God has overwhelmed my enemies, using me to do it.” That’s why that place is called Baal-perazim.",
      "12": "The Philistines abandoned their gods there, so David ordered that their idols be incinerated.",
      "13": "Later the Philistines invaded the Rephaim Valley again.",
      "14": "When David asked God about it, God told him, “Don’t directly attack them. Instead, go around them and come up against them opposite those balsam trees.",
      "15": "When you hear the sound of marching coming from the tops of the balsam trees, then go out to battle, because God will have gone out ahead of you to destroy the Philistine army.”",
      "16": "So David did just as God had ordered, and they struck down the Philistine army from Gibeon to Gezer.",
      "17": "Then David’s reputation spread through all of the neighboring countries, and the Lord caused all nations to be afraid of David."
    },
    "15": {
      "1": "David built palaces for himself in the City of David, and he prepared a place for the Ark of God and erected a tent for it.",
      "2": "Then David ordered that the Ark of God was to be carried by no one except the descendants of Levi, because the Lord had chosen them to carry the ark of the Lord and to serve him forever.",
      "3": "David assembled all of Israel in Jerusalem to bring up the ark of the Lord to its proper place that he had prepared for it.",
      "4": "David also assembled the descendants of Aaron, who were descendants of Levi,",
      "5": "including Uriel their leader from the descendants of Kohath, along with 120 of his relatives,",
      "6": "from the descendants of Merari, Asaiah their leader, along with 220 of his relatives,",
      "7": "from the descendants of Gershom, Joel their chief, along with 130 of his relatives,",
      "8": "from the descendants of Elizaphan, Shemaiah their leader, along with 200 of his relatives,",
      "9": "from Hebron’s descendants, Eliel their leader, along with 80 of his relatives,",
      "10": "and from Uzziel’s descendants, Amminadab their leader, along with 112 of his relatives.",
      "11": "Then David summoned the priests Zadok and Abiathar, along with the descendants of Levi Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab",
      "12": "and addressed them: “As leaders of your Levitical families, set yourselves apart, both you and your relatives, so you can be qualified to bring up the ark of the Lord God of Israel to the place I’ve prepared for it.",
      "13": "Because you didn’t carry it from the very first, the Lord our God attacked us, since we didn’t care for it appropriately.”",
      "14": "So the priests and descendants of Levi set themselves apart to carry the ark of the Lord God of Israel.",
      "15": "The descendants of Levi carried the Ark of God the way Moses had commanded and in accordance with the command from the Lord—that is, with poles on their shoulders.",
      "16": "David also told the leaders of the descendants of Levi to appoint their relatives as singers, to play musical instruments such as harps, lyres, and cymbals, and to keep sounding aloud with joyful voices.",
      "17": "So the descendants of Levi appointed Joel’s son Heman, his relative Berechiah’s son Asaph, as well as certain relatives of Merari’s sons, including Kushaiah’s son Ethan,",
      "18": "their second order relatives Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, and Mikneiah, as well as the trustees Obed-edom and Jeiel.",
      "19": "The singers included Heman, Asaph, and Ethan (who played bronze cymbals).",
      "20": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah played harps to accompany the women singers,",
      "21": "and Mattithiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel, and Azaziah led on lyres, sounding the octaves.",
      "22": "Chenaniah, music leader for the descendants of Levi, served as music director, because he was expert at it.",
      "23": "Berechiah and Elkanah served as gatekeepers for the ark.",
      "24": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer the priests were appointed to sound the trumpets before the Ark of God, and Obed-edom and Jehiah were trustees for the ark.",
      "25": "Then David, the elders of Israel, and the leaders of groups of thousands proceeded to bring the Ark of the Covenant of the Lord from Obed-edom’s house, rejoicing as they went.",
      "26": "As God helped the descendants of Levi who were carrying the Ark of the Covenant of the Lord, they sacrificed seven bulls and seven rams.",
      "27": "David wore a robe made from fine linen, as did all of the descendants of Levi who were carrying the ark, the singers, and Chenaniah the music and choir director. David also wore a linen ephod.",
      "28": "All of Israel were bringing up the Ark of the Covenant of the Lord, accompanied by shouting, sounding of horns, trumpets, and cymbals, along with loud music on harps and lyres.",
      "29": "But as the Ark of the Covenant of the Lord approached the City of David, Saul’s daughter Michal was peering out a window, watching King David dancing and cavorting around, and she despised him in her heart."
    },
    "16": {
      "1": "They brought the Ark of God, placed it within the tent that David had erected, and offered burnt offerings and peace offerings in the presence of God.",
      "2": "After David had finished sacrificing the burnt offerings and peace offerings, he blessed the people in the name of the Lord",
      "3": "and distributed a loaf of bread, a date bar, and a raisin bar to every person in Israel—that is, to each man and to each woman.",
      "4": "In the presence of the ark of the Lord, he appointed some of the descendants of Levi to minister continually by remembering, giving thanks, and praising the Lord God of Israel.",
      "5": "Their director Asaph played cymbals, and next to him was Zechariah, followed by Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-edom, and Jeiel, who played harps and lyres.",
      "6": "The priests Benaiah and Jahaziel played the trumpets continually in the presence of the Ark of the Covenant of God.",
      "7": "On that very day, David composed this psalm of thanksgiving to the Lord just for Asaph and his companions:",
      "8": "Give thanks to the Lord,\n    calling on his name.\n        Make what he has done known among the people.",
      "9": "Sing to him,\n    sing psalms to him,\n        and think about all of his miraculous deeds.",
      "10": "Find joy in his holy name;\n    let the hearts of those who keep on seeking the Lord rejoice.",
      "11": "Seek the Lord and his strength.\n    Always look to him.",
      "12": "Keep remembering the awesome deeds that he has done,\n    along with his miracles\n        and the rulings that he has handed down,",
      "13": "you descendants of his servant Israel,\n    you descendants of Jacob,\n        the ones he has chosen.",
      "14": "He is the Lord our God.\n    His justice is in all of the land.",
      "15": "Remember his covenant forever,\n    his promise that he made to the thousandth generation,",
      "16": "the covenant that he made with Abraham,\n    and the oath he swore to Isaac.",
      "17": "He confirmed it to Jacob in the form of an ordinance,\n    an eternal covenant to Israel,",
      "18": "when he told Israel,\n    “To you I will give the land of Canaan\n        as your joyful inheritance.”",
      "19": "When you were few in number—\n    very few, and strangers at that—",
      "20": "wandering from nation to nation,\n    from one kingdom to another,",
      "21": "he did not let anyone wrong them.\n    He warned kings on their behalf,",
      "22": "“Don’t touch my chosen ones,\n    and don’t hurt my prophets!”",
      "23": "Let all the earth sing to the Lord!\n    Day after day proclaim his deliverance!",
      "24": "Declare his glory among the nations,\n    and his miraculous deeds to all people,",
      "25": "because the Lord is great,\n    and he is praised greatly!\n        He is feared above every god.",
      "26": "For all of the gods of the other nations are mere idols,\n    but the Lord fashioned the heavens!",
      "27": "Splendor and majesty surround him,\n    and strength and joy fill his palace.",
      "28": "Let the families of earth recognize the Lord—\n    that he is glorious and powerful.",
      "29": "Recognize the glory that is due the Lord!\n    Bring your offering,\nand come into his presence,\n    worshiping the Lord in all of his holy splendor.",
      "30": "Tremble in his presence, all the earth!\n    Surely the inhabited world stands firm—\n        it cannot be moved.",
      "31": "Let the heavens rejoice,\n    and the earth be glad!\nSay to the nations,\n    “The Lord reigns!”",
      "32": "Let the sea roar\n    along with everything that fills it!\nLet the fields exult,\n    along with everything in them!",
      "33": "Then let the trees in the forest sing out in praise,\n    for the Lord is coming to judge the world.",
      "34": "Give thanks to the Lord,\n    because he is good\n        and because his gracious love is eternal!",
      "35": "Call out, “Save us, God, you who delivers us!\n    Gather us and rescue us from the nations!”\nWe will thank your holy name\n    and rejoice as we praise you!",
      "36": "Praise the Lord God of Israel,\n    who lives from eternity to eternity!\nThen all of the people shouted “Amen!” and praised the Lord.",
      "37": "Later David left the presence of the Ark of the Covenant of the Lord so Asaph and his fellow descendants of Levi could serve the ark there continually each day, doing whatever was required.",
      "38": "Obed-edom and 68 of his relatives remained also, with Jeduthun’s son Obed-edom and Hosah serving as trustees.",
      "39": "He left Zadok the priest and his relatives at the Tent of the Lord at the high place in Gibeon, where they ministered in the Lord’s presence,",
      "40": "sacrificing the regular burnt offerings regularly each morning and evening to the Lord on the altar dedicated to that purpose, doing everything written in the Law of the Lord, just as he had commanded Israel.",
      "41": "David also appointed Heman, Jeduthun, and others chosen by name to give thanks to the Lord, because “his gracious love is eternal.”",
      "42": "They accompanied their songs of praise to God with trumpets, cymbals, and other musical instruments while Jeduthun’s children served as trustees.",
      "43": "After this, everyone left for their own homes and David went home to bless his own household."
    },
    "17": {
      "1": "After David had settled down to live in his palace, he spoke with the prophet Nathan. “Look, here I am living in this cedar palace, but the ark of the Lord’s covenant remains surrounded by curtains!”",
      "2": "“Do everything you have in mind,” Nathan replied to David, “because God is with you.”",
      "3": "But later that same night, this message came to Nathan from God:",
      "4": "“Go tell David, my servant, ‘This is what the Lord says: \n“‘“You won’t be building a house for me to inhabit, will you?",
      "5": "After all, I haven’t lived in a house from the day I brought out Israel until today. Instead, I’ve lived from tent to tent and from one place to another.",
      "6": "Wherever I’ve moved within all of Israel, did I ever ask even one judge of Israel whom I commanded to shepherd my people, ‘Why haven’t you built me a cedar house?’”’",
      "7": "“Now therefore this is what you are to tell my servant David: \n‘This is what the Lord of the Heavenly Armies says: “I took you from the pasture myself—from tending sheep—to become Commander-in-Chief over my people Israel.",
      "8": "“‘“Furthermore, I have remained with you everywhere you have gone, annihilating all your enemies right in front of you. I will make your reputation great, like the reputation of the great ones who have lived on earth.",
      "9": "I will establish a homeland for my people Israel, planting them in a secure location where they will never be disturbed anymore. Wicked people will not oppress them as happened in the past,",
      "10": "during the time I had commanded judges to administer my people Israel. I’ll also grant you deliverance from all your enemies.\n“‘“I’m also announcing to you that the Lord also will himself build a house for you.",
      "11": "It will come about that when your life is complete and you go to join your ancestors, I will raise up your offspring after you, who is related to one of your sons, and I will fortify his kingdom.",
      "12": "He will build a temple dedicated to me, and I will make his throne last forever.",
      "13": "I will be a father to him and he will be a son to me. I will never remove my gracious love from him as I did from the one who preceded you.",
      "14": "I will confirm him in my Temple and in my kingdom forever, and his throne will remain secure forever.”’”",
      "15": "Using precisely these words, Nathan communicated this complete oracle to David.",
      "16": "Then King David went in, sat down in the presence of the Lord, and said:\n“Who am I, Lord God, and what is my household, since you have brought me to this?",
      "17": "Furthermore, this is a small thing to you, God, and yet you have spoken concerning your servant’s household for a great while to come, and you have seen in me the fulfillment of man’s purpose, Lord God.",
      "18": "“What more can David say to you about how you are honoring your servant, and you surely know your servant.",
      "19": "Lord, for the sake of your servant, and consistent with your heart, you have done all of these great things and are now making these great things known.",
      "20": "“Lord, there is no one like you, and we have heard from no god other than you.",
      "21": "What other one nation on the earth is like your people Israel, God, which you have redeemed from slavery to become your own people, making a great name for yourself when you redeemed your people from Egypt. You did awesome miraculous deeds, driving out nations that stood in their way.",
      "22": "You took your people Israel to be your very own people forever, and you, Lord, have become their God.",
      "23": "“And now, Lord, let what you have spoken concerning your servant and his household be done forever—and let it be done just as you’ve promised.",
      "24": "May your name be made great and honored forever: The Lord of the Heavenly Armies, the God of Israel, is God for Israel, and may the family of David your servant stand before you forever.",
      "25": "“Because of you, my God, I have been bold to pray to you, as you have told your servant that you will build him a dynasty.",
      "26": "And now, Lord, you are God, and you have promised all of these good things to your servant.",
      "27": "Furthermore, it has pleased you to bless the dynasty of your servant, so that it will continue in place forever in your presence, because when you, Lord, grant a blessing, it is an eternal blessing.”"
    },
    "18": {
      "1": "After this, David defeated and subdued the Philistines, and then took possession of Gath and its towns from Philistine control.",
      "2": "He also conquered Moab, placing them in servitude and making them pay tribute.",
      "3": "David also defeated King Hadadezer of Zobah, which is near Hamath, while he was going about establishing his hegemony as far as the Euphrates River.",
      "4": "David confiscated 1,000 chariots, 7,000 horsemen, and 20,000 foot soldiers from him, and hamstrung all of the chariot horses except for a reserve force of 100 chariots.",
      "5": "When Arameans came from Damascus to help King Hadadezer of Zobah, David killed 22,000 of them.",
      "6": "David later erected garrisons in Aram of Damascus, and the Arameans were placed under servitude to David, to whom they paid tribute.",
      "7": "David also confiscated the gold shields that belonged to Hadadezer’s officials and took them to Jerusalem.",
      "8": "David also confiscated a vast quantity of bronze from Tibhath and Cun, cities under Hadadezer’s control. Later on, Solomon crafted the bronze sea, the pillars, and the bronze vessels for the Temple.",
      "9": "When King Tou of Hamath learned that David had conquered King Hadadezer of Zobah’s entire army,",
      "10": "he sent his son Hadoram to King David to meet and congratulate him, because he had fought against and defeated Hadadezer. Since Hadadezer had often been to war against Tou, he sent all sorts of gold, silver, and bronze goods",
      "11": "to King David, which David also dedicated to the Lord, along with silver and gold that he confiscated from all the surrounding nations, including Edom, Moab, the Ammonites, the Philistines, and Amalek.",
      "12": "Zeruiah’s son Abishai killed 18,000 Edomites in the Salt Valley.",
      "13": "He erected garrisons in Edom, and all the Edomites became subservient to David, while the Lord gave victory to David wherever he went.",
      "14": "So David reigned over all of Israel, administering justice and equity to all of his people.",
      "15": "Zeruiah’s son Joab served in charge of the army, Ahilud’s son Jehoshaphat was his personal archivist,",
      "16": "Ahitub’s son Zadok and Abiathar’s son Ahimelech were priests, Shavsha was his personal secretary,",
      "17": "Jehoiada’s son Benaiah supervised the special forces and mercenaries, while David’s sons worked as chief officials in service to the king."
    },
    "19": {
      "1": "Some time later, King Nahash of Ammon died and his son succeeded him,",
      "2": "so David told himself, “I will be loyal to Nahash’s son Hanun, since his father showed loyal, gracious love to me.” So David sent a delegation to console him about his loss of his father.\nBut when David’s delegation arrived to visit Hanun in Ammonite territory to console him,",
      "3": "the Ammonite officials asked Hanun, “Do you think that because David has sent a delegation of consolers to you that he is honoring your father? His delegation has arrived to search, overthrow, and scout the land, hasn’t it?”",
      "4": "So Hanun arrested David’s delegation, shaved off their beards, cut off their clothes at the waist line, and sent them away in disgrace.",
      "5": "After they had departed, David was informed about the men, so he sent word to them, since they had been deeply humiliated. He told them, “Stay at Jericho until your beards have grown back, and then return.”",
      "6": "When the Ammonites realized that they had created quite a stink with David, Hanun and the Ammonites spent 1,000 silver talents to hire chariots and mercenaries from Mesopotamia, from Aram-maacah, and from Zobah.",
      "7": "They hired 32,000 chariots, along with the king of Maacah and his army, who arrived and encamped at Medeba. The Ammonites also were mustered and came out to battle from their home cities.",
      "8": "In response, David sent out Joab and his entire army of elite soldiers.",
      "9": "The Ammonites went out in battle formation in front of the entrance to the city while the kings who had come stayed by themselves in the open fields.",
      "10": "When Joab observed that the battle lines were set up to oppose him both in front and behind, he appointed some special forces from Israel and arrayed them to oppose the Arameans,",
      "11": "putting the rest of his forces under command of his brother Abishai, who arrayed them to oppose the Ammonites.",
      "12": "He told Abishai, “If the Arameans prove too strong for me, then you are to help me. If the Ammonites prove too strong for you, then I will help you.",
      "13": "Be strong, be courageous on behalf of our people and for the cities of our God, and may the Lord do what he thinks is best.”",
      "14": "So Joab and the soldiers who were with him attacked the Arameans in battle formation, and the Arameans retreated in front of him.",
      "15": "When the Ammonites saw the Arameans retreating, they also retreated from Joab’s brother Abishai back to the city and Joab left for Jerusalem.",
      "16": "After the Arameans realized that they had been defeated by Israel, they sent for the Arameans who lived beyond the Euphrates River. Shophach was leading them as commander of Hadadezer’s army.",
      "17": "When David learned this, he mustered all of Israel, crossed the Jordan, approached the Arameans, and drew up his forces against them. After David had assembled in battle array against the Arameans, the Arameans attacked him.",
      "18": "The Arameans retreated from Israel, and David’s forces killed 7,000 Aramean charioteers, 40,000 soldiers, and Shophach, the commander of their army.",
      "19": "When Hadadezer’s officials saw that they had been defeated by Israel, they sought terms of peace with David and became subservient to him. After this, the Arameans were unwilling to help the Ammonites anymore."
    },
    "20": {
      "1": "Later the next spring, at the time that kings go out to fight, Joab led out the army, ravaged the territory of the Ammonites, and then went out and attacked Rabbah, while David remained behind in Jerusalem. Joab besieged Rabbah and conquered it.",
      "2": "David confiscated the crown of their king from his head, and found that its weight was a talent in gold. A precious stone had been set in it, and it was placed on David’s head. He also confiscated a great amount of war booty that had been plundered from the city,",
      "3": "brought back the people who had lived in it, and put them to conscripted labor with saws, iron picks, and axes. David did this to every Ammonite city, and then David and his entire army returned to Jerusalem.",
      "4": "Afterwards, war broke out against the Philistines at Gezer, where Sibbecai the Hushathite killed Sippai, one of the descendants of the Rephaim, defeating the Philistines.",
      "5": "There was also another battle against the Philistines, when Jair’s son Elhanan killed Lahmi the Gittite, Goliath’s brother, whose spear was as big as a weaver’s beam.",
      "6": "There was also a battle at Gath, where there was a very tall man with six fingers on each hand and six toes on each foot—for a total of 24 digits—who was a descendant of the Rephaim.",
      "7": "When he challenged Israel, Shimei’s son Jonathan, David’s nephew, killed him.",
      "8": "These descendants from the giants in Gath died at the hands of David and his servants."
    },
    "21": {
      "1": "Then Satan attacked Israel by inciting David to enumerate a census of Israel.",
      "2": "David ordered Joab and the commanders of the army, “Go take a census of Israel from Beer-sheba to Dan, and bring me a report so I can be aware of the total number.”",
      "3": "But Joab replied, “May the Lord increase the population of his people a hundredfold! Your majesty, all of them are your majesty’s servants, aren’t they? So why should your majesty demand this? Why should he bring guilt to Israel?”",
      "4": "But the king’s order overruled Joab, so Joab left, traveled throughout all of Israel, and then returned to Jerusalem",
      "5": "to report the total population count to David. Throughout all of Israel there were 1,100,000 men trained for war. In Judah there were 470,000 men trained for war.",
      "6": "Levi and Benjamin were not included in the census, because what the king had commanded was unethical to Joab.",
      "7": "God considered this behavior to be evil, so he attacked Israel.",
      "8": "David responded to God, “I sinned greatly by behaving this way. But now I am asking you, please remove the guilt of your servant, since I have acted very foolishly.”",
      "9": "So the Lord responded through Gad, David’s seer.",
      "10": "“Go and tell David, ‘This is what the Lord says: “I’m holding three choices out for you: pick one of them for yourself, and I will do it to you.”’”",
      "11": "Gad went to David and told him, “This is what the Lord says: ‘Make a choice for yourself:",
      "12": "Either three years of famine, or three months of reversals as you are swept away by your enemies while the sword of your enemies overtakes you, or three days with the sword of the Lord, consisting of pestilence infecting the land, with the angel of the Lord wreaking destruction from border to border throughout all of Israel.’ Decide right now what I am to answer to the one who sent me.”",
      "13": "So David replied to Gad, “This is a very bad choice for me to make! Let me now please fall into the hand of the Lord, because his mercy is very great, but may I never fall into human hands!”",
      "14": "Then the Lord sent a pestilence to Israel, and 70,000 men died in Israel.",
      "15": "God also sent an angel to destroy Jerusalem, but as he was about to do so, the Lord looked and withdrew the calamity by saying to the destroying angel, “Enough! Stop what you’re doing!”\nSo the angel of the Lord remained standing near the threshing floor that belonged to Ornan the Jebusite.",
      "16": "David looked up and saw the angel of the Lord standing between earth and heaven, with a drawn sword in his hand stretched out over Jerusalem. Then David and the elders, clothed in sackcloth, fell on their faces.",
      "17": "David told God, “Wasn’t I the one who ordered the census of the population? Wasn’t it I who sinned and acted wickedly? Now as for these sheep, what have they done? Lord God, please let your hand be against me and my ancestral household, but don’t let your people be ravaged by plague!”",
      "18": "The angel of the Lord told Gad to tell David that David was to go up and build an altar to the Lord on the threshing floor that belonged to Ornan the Jebusite.",
      "19": "So David went up, obeying Gad’s directive that he had spoken in the name of the Lord.",
      "20": "Ornan turned around and saw the angel. While his four sons with him ran away to hide, Ornan continued to thresh wheat.",
      "21": "As David approached Ornan, Ornan looked around and observed David, left the threshing floor, and fell to the ground before David with his face on the ground.",
      "22": "David told Ornan, “Give me the threshing floor as a site to build an altar to the Lord on it. Give it to me at its full price, so the plague may be averted from the people.”",
      "23": "But Ornan replied to David, “Take it! Let your majesty the king do whatever seems like a good idea to him. Look here! I’m giving the oxen for burnt offerings, the threshing machinery for the wood, and the wheat for a grain offering. I’m giving all of it.”",
      "24": "But King David told Ornan, “No. I will buy them for the full price because I will not offer to the Lord what is yours or offer burnt offerings that cost me nothing.”",
      "25": "So David paid Ornan 600 shekels weight worth in gold for the site,",
      "26": "built an altar to the Lord there, and presented burnt offerings and peace offerings. He called out to the Lord, and he answered him from heaven with fire on the altar of burnt offerings.",
      "27": "After this, the Lord spoke to the angel, who then sheathed his sword.",
      "28": "From that time on, after David had observed that the Lord had answered him at the threshing floor of Ornan the Jebusite, he made his sacrifices there.",
      "29": "Meanwhile, the tent of the Lord that Moses had crafted in the desert, along with the altar of burnt offerings, were being stored at the high place in Gibeon at that time,",
      "30": "but David was not going before it to inquire of God, because he was afraid of the sword carried by the angel of the Lord."
    },
    "22": {
      "1": "David said, “This is where the Lord God’s Temple will be, along with the altar of burnt offerings for Israel.”",
      "2": "David subsequently issued orders to conscript the resident aliens who lived in the land of Israel and appointed stonecutters to prepare stones for building a temple for God.",
      "3": "David also provisioned abundant supplies of iron for nails to build the doors for gates and to build clamps. Furthermore, he provided so much bronze it wasn’t inventoried,",
      "4": "as well as an innumerable amount of cedar logs, since the Sidonians and Tyrians brought vast amounts of cedar to David.",
      "5": "David thought, “My son Solomon is young and inexperienced. The temple that will be built for the Lord is to be magnificent, well known, and internationally honored, so I will complete preparations for it.” So before his death, David finished providing a great quantity of materials for it.",
      "6": "Later, David called for his son Solomon and directed him to build a temple to the Lord God of Israel.",
      "7": "David addressed Solomon: “I have attempted to build a temple to the name of the Lord my God.",
      "8": "But this message from the Lord came to me, telling me\n‘You have shed a lot of blood and fought great battles. You won’t be building a house for my name, since you have shed so much blood on the earth in my sight.",
      "9": "But look! A son born to you will live comfortably, because I will give him rest from all his enemies that surround him on every side, since his name will be “Solomon”—I will give peace and quiet for Israel during his lifetime.",
      "10": "He will build a temple to my name. He will be a son to me, I myself will be a father to him, and I will secure his royal throne in Israel forever.’",
      "11": "So now, my son, may the Lord be with you, so that you are successful in constructing the Temple of the Lord your God, just as he has spoken about you.",
      "12": "“Only may the Lord give you discretion and understanding as he places you in charge over Israel, so you can keep the Law of the Lord your God.",
      "13": "Then you will be successful, if you keep on observing the statutes and ordinances that the Lord commanded Moses concerning Israel. Be strong, be courageous, and never give in to fear or dismay.",
      "14": "At great effort I have provided for the Temple of the Lord 100,000 gold talents, 1,000,000 silver talents, as well as bronze and iron beyond calculation, since there is so much of it. I’ve also provided timber and stone, but you’ll need to obtain more.",
      "15": "You already have plenty of workers, including stonecutters, masons, carpenters, and an innumerable group of artisans who are skilled at working in",
      "16": "gold, silver, bronze, and iron. So begin the work, and may the Lord be with you.”",
      "17": "David also issued these orders to all of the leaders of Israel to assist his son Solomon:",
      "18": "“Isn’t the Lord your God with you? Hasn’t he surrounded you with comfort? He has delivered the inhabitants of the land into my control, and the land lies subdued both in the Lord’s presence and before his people.",
      "19": "So set your minds and hearts to seek the Lord your God, to get up, and to build the sanctuary of the Lord God, so the Ark of the Covenant of the Lord and the holy vessels of God may be stored in a temple built for the name of the Lord.”"
    },
    "23": {
      "1": "After David had reached old age, and had completed his reign, he set his son Solomon as king over Israel.",
      "2": "David then gathered together all of the leaders of Israel, including the priests and descendants of Levi.",
      "3": "descendants of Levi 30 years old and above were counted for a total of 38,000.",
      "4": "“24,000 of these,” David said, “are to be set in charge of the work of the Temple of the Lord, with 6,000 serving as officers and judges,",
      "5": "with 4,000 gatekeepers, and with 4,000 offering praises to the Lord with the musical instruments that I have had crafted.”",
      "6": "David divided them into divisions based on Gershon, Kohath, and Merari, Levi’s sons.",
      "7": "The descendants of Gershon were Ladan and Shimei.",
      "8": "The three descendants of Ladan included Jehiel (their chief), Zetham, and Joel.",
      "9": "The three descendants of Shimei included Shelomoth, Haziel, and Haran. These were the heads of families of Ladan.",
      "10": "The descendants of Shimei included Jahath, Zina, Jeush, and Beriah. These four were sons of Shimei.",
      "11": "Jahath served as chief and Zizah was second in rank, but since Jeush and Beriah did not have many sons, they were enrolled as a single family unit.",
      "12": "The four descendants of Kohath included Amram, Izhar, Hebron, and Uzziel.",
      "13": "The descendants of Amram included Aaron and Moses. Aaron had been set apart to consecrate the most holy things, with the intent that he and his sons should present offerings in the Lord’s presence forever, ministering to him and pronouncing blessings in his name forever.",
      "14": "Meanwhile, as for Moses the man of God, his sons were considered among the tribe of Levi.",
      "15": "The descendants of Moses included Gershom and Eliezer.",
      "16": "The descendants of Gershom included Shebuel as their chief.",
      "17": "The descendants of Eliezer included Rehabiah as their chief. Eliezer had no other sons, but Rehabiah had many descendants.",
      "18": "The descendants of Izhar included Shelomith their chief.",
      "19": "The descendants of Hebron included Jeriah their chief, Amariah their second in rank, Jahaziel their third, and Jekameam their fourth.",
      "20": "The descendants of Uzziel included Micah their chief and Isshiah their second in rank.",
      "21": "The descendants of Merari included Mahli and Mushi. The descendants of Mahli included Eleazar and Kish,",
      "22": "but Eleazar died having no sons, but only daughters. Their relatives (the descendants of Kish) married them.",
      "23": "The three descendants of Mushi included Mahli, Eder, and Jeremoth.",
      "24": "These were the descendants of Levi according to their ancestral households, with family heads documented according to the names of persons 20 years and older who were appointed to perform work in service to the Temple of the Lord.",
      "25": "For David had said “The Lord God of Israel has granted rest to his people, and he has taken Israel as his eternal residence.",
      "26": "Therefore the descendants of Levi are no longer to carry the Tent or its service implements.”",
      "27": "Since, according to David’s final instructions, the list above contains the total number of descendants of Levi from the age of 20 years and upward,",
      "28": "David issued these orders:\n“Instead, they are to assist by lending a hand to the descendants of Aaron regarding service to the Temple of the Lord relating to the courts, the chambers, purification of everything pertaining to holiness, and to anything else pertaining to service on behalf of the Temple of God,",
      "29": "including assisting with the rows of showbread, selecting flour for the grain offerings, the unleavened bread, baked offerings, and oil-based offerings, no matter what the quantity or sizes.",
      "30": "They are to take their stand morning by morning, thanking and praising the Lord right through until the evening,",
      "31": "whenever burnt offerings are presented to the Lord, whether on Sabbaths, New Moons, or scheduled festivals, regularly in the Lord’s presence in accordance with the number required to conduct their service.",
      "32": "By doing this, they will fulfill their obligation as trustees over the Tent of Assembly and the Sanctuary, attending to the needs of their relatives, who are descendants of Aaron, in keeping with their service on behalf of the Temple of the Lord.”"
    },
    "24": {
      "1": "With respect to the descendants of Aaron, classes of service were organized for Nadab, Abihu, Eleazar, and Ithamar, the descendants of Aaron.",
      "2": "But Nadab and Abihu died before their father did, leaving no sons, so Eleazar and Ithamar became priests.",
      "3": "Along with Zadok, one of Eleazar’s descendants, and Ahimelech, one of Ithamar’s descendants, David organized their service according to their assigned responsibilities.",
      "4": "More leaders were located among Eleazar’s descendants than among those of Ithamar, so sixteen leaders were appointed from the leaders of the ancestral households of Eleazar’s descendants and eight from those of Ithamar.",
      "5": "They were chosen by impartial lottery, since there were trustees of the sanctuary and officers of God among both Eleazar’s descendants and among Ithamar’s descendants.",
      "6": "Nethanel’s son Shemaiah, a Levitical scribe, made an official record of them for the king, the officers, Zadok the priest, Abiathar’s son Ahimelech, and the heads of ancestral households of both the priests and the descendants of Levi. One ancestral house was chosen for Eleazar and one for Ithamar.",
      "7": "The first lottery was chosen in favor of Jehoiarib, the second for Jedaiah,",
      "8": "third for Harim, the fourth for Seorim,",
      "9": "the fifth for Malchijah, the sixth for Mijamin,",
      "10": "the seventh for Hakkoz, the eighth for Abijah,",
      "11": "the ninth for Jeshua, the tenth for Shecaniah,",
      "12": "the eleventh for Eliashib, the twelfth for Jakim,",
      "13": "the thirteenth for Huppah, the fourteenth for Jeshebeab,",
      "14": "the fifteenth for Bilgah, the sixteenth for Immer,",
      "15": "the seventeenth for Hezir, the eighteenth for Happizzez,",
      "16": "the nineteenth for Pethahiah, the twentieth for Jehezkel,",
      "17": "the twenty-first for Jachin, the twenty-second for Gamul,",
      "18": "the twenty-third for Delaiah, and the twenty-fourth for Maaziah.",
      "19": "These were appointed to enter the Temple of the Lord according to their protocols established by their ancestor Aaron, as commanded by the Lord God of Israel.",
      "20": "Now with respect to the descendants of Levi there remained Shubael from the descendants of Amram and Jehdeiah from the descendants of Shubael;",
      "21": "with respect to Rehabiah, Isshiah their chief from the descendants Rehabiah;",
      "22": "with respect to the Izharites, Shelomoth, Jahath from the descendants of Shelomoth;",
      "23": "with respect to the descendants of Hebron, Jeriah their chief, Amariah their second in rank, Jahaziel their third, and Jekameam their fourth;",
      "24": "with respect to the descendants of Uzziel, Micah; with respect to the descendants of Micah, Shamir;",
      "25": "with respect to Micah’s brother Isshiah; with respect to the descendants of Isshiah, Zechariah;",
      "26": "with respect to Merari’s sons, Mahli and Mushi; with respect to the sons of Jaaziah, Beno;",
      "27": "with respect to the sons of Merari, Jaaziah, Beno, Shoham, Zaccur, and Ibri;",
      "28": "with respect to Mahli, Eleazar, who had no sons;",
      "29": "with respect to Kish, Jerahmeel, one of the descendants of Kish;",
      "30": "and with respect to the descendants of Mushi, Mahli, Eder, and Jerimoth. These were the descendants of Levi according to their ancestral households.",
      "31": "These individuals also cast lots corresponding to their relatives, Aaron’s descendants, in the presence of King David, Zadok, and Ahimelech, and in the presence of the heads of the ancestral households of the priests and of the descendants of Levi, and the eldest was treated as impartially as was the younger brother."
    },
    "25": {
      "1": "Along with officers in his army, David consecrated to assist in service to the descendants of Asaph, Heman, and Jeduthun those who prophesy with lyres, harps, and cymbals.\nThe list of those who participated in this service included:",
      "2": "from the descendants of Asaph: Zaccur, Joseph, Nethaniah, and Asarelah, sons of Asaph mentored by Asaph himself, who prophesied under the supervision of the king;",
      "3": "from Jeduthun, these six of his descendants: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah, mentored by their father Jeduthun, who played a lyre and prophesied, giving thanks and praise to the Lord;",
      "4": "from Heman, these descendants: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth.",
      "5": "All of these were descendants of Heman the king’s seer, according to God’s promise to exalt him, since God had given Heman fourteen sons and three daughters.",
      "6": "They were all under their father’s supervision regarding music in the Temple of the Lord with cymbals, harps, and lyres for the service of the Temple of God.\nAsaph, Jeduthun, and Heman were under command of the king.",
      "7": "They and their relatives who had been skillfully trained in singing to the Lord, numbered 288.",
      "8": "Their duties, whether significant or insignificant, whether performed by teacher or pupil alike, were assigned by lottery.",
      "9": "Asaph’s first lottery was cast in favor of Joseph; the second went to Gedaliah, that is, to him, to his relatives, and his sons, for a total of twelve;",
      "10": "the third to Zaccur, his sons and his relatives, for a total of twelve;",
      "11": "the fourth to Izri, his sons and his relatives, for a total of twelve;",
      "12": "the fifth to Nethaniah, his sons and his relatives, for a total of twelve;",
      "13": "the sixth to Bukkiah, his sons and his relatives, for a total of twelve;",
      "14": "the seventh to Jesharelah, his sons and his relatives, for a total of twelve;",
      "15": "the eighth to Jeshaiah, his sons and his relatives, for a total of twelve;",
      "16": "the ninth to Mattaniah, his sons and his relatives, for a total of twelve;",
      "17": "the tenth to Shimei, his sons and his relatives, for a total of twelve;",
      "18": "the eleventh to Azarel, his sons and his relatives, for a total of twelve;",
      "19": "the twelfth to Hashabiah, his sons and his relatives, for a total of twelve;",
      "20": "the thirteenth to Shubael, his sons and his relatives, for a total of twelve;",
      "21": "the fourteenth to Mattithiah, his sons and his relatives, for a total of twelve;",
      "22": "the fifteenth to Jeremoth, his sons and his relatives, for a total of twelve;",
      "23": "the sixteenth to Hananiah, his sons and his relatives, for a total of twelve;",
      "24": "the seventeenth to Joshbekashah, his sons and his relatives, for a total of twelve;",
      "25": "the eighteenth to Hanani, his sons and his relatives, for a total of twelve;",
      "26": "the nineteenth to Mallothi, his sons and his relatives, for a total of twelve;",
      "27": "the twentieth to Eliathah, his sons and his relatives, for a total of twelve;",
      "28": "the twenty-first to Hothir, his sons and his relatives, for a total of twelve;",
      "29": "the twenty-second to Giddalti, his sons and his relatives, for a total of twelve;",
      "30": "the twenty-third to Mahazioth, his sons and his relatives, for a total of twelve;",
      "31": "the twenty-fourth to Romamti-ezer, his sons and his relatives, for a total of twelve."
    },
    "26": {
      "1": "The guild of trustees included, from the descendants of Korah, Kore’s son Meshelemiah from Asaph’s descendants;",
      "2": "Meshelemiah’s sons Zechariah, his firstborn, Jediael his second, Zebadiah his third, Jathniel his fourth,",
      "3": "Elam his fifth, Jehohanan his sixth, and Eliehoenai his seventh;",
      "4": "Obed-edom’s sons Shemaiah, his firstborn, Jehozabad his second, Joah his third, Sachar his fourth, Nethanel his fifth,",
      "5": "Ammiel his sixth, Issachar his seventh, and Peullethai his eighth, since God had blessed him.",
      "6": "Furthermore, his son Shemaiah had sons born to him who wielded authority in their ancestral households, since they were mighty men of valor.",
      "7": "These sons of Shemaiah included Othni, Rephael, Obed, and Elzabad, whose brothers were valiant, able men, Elihu and Semachiah.",
      "8": "All of these sons of Obed-edom, along with their sons and brothers, were valiant men, fully qualified for duty—62 descendants of Obed-edom.",
      "9": "Meshelemiah had 18 sons and brothers who were valiant men.",
      "10": "Hosah, one of Merari’s sons, had these sons: Shimri their chief (though not the firstborn, his father had appointed him chief),",
      "11": "Hilkiah his second, Tebaliah his third, and Zechariah his fourth, with a total of 13 sons and brothers of Hosah.",
      "12": "With respect to their leaders, these courses of trustees had responsibilities, along with their relatives, regarding ministry within the Temple of the Lord",
      "13": "assigned by lottery according to their ancestral households, whether large or small alike, for their gate assignments.",
      "14": "The lot for the eastern gate fell to Shelemiah. They also cast lots for his son Zechariah, who was a wise counselor, and his lot indicated the northern gate.",
      "15": "Obed-edom’s lot indicated the south gate, and his sons were also allotted responsibility for the storehouse.",
      "16": "For Shuppim and Hosah the lot indicated the west at the gate of Shallecheth on the ascending road.\nEach guard corresponding to each guard,",
      "17": "on the east six descendants of Levi were assigned for each day, on the north four for each day, on the south four for each day (as well as two pairs of guards assigned to the storehouse),",
      "18": "and for the colonnade on the west four were assigned at the road and two at the colonnade.",
      "19": "These were the ranks of trustees assigned among the descendants of Korah and the sons of Merari.",
      "20": "Now with respect to the descendants of Levi, Ahijah was responsible for the treasuries of the Temple of God, including the treasuries containing dedicated gifts.",
      "21": "With respect to the descendants of Ladan, the Gershonite descendants pertaining to Ladan, the heads of families pertaining to Ladan the Gershonite, there was Jehieli.",
      "22": "The descendants of Jehieli, Zetham and his brother Joel, were responsible for the treasuries of the Temple of the Lord.",
      "23": "From the descendants of Amram, Izhar, Hebron, and Uzziel were assigned",
      "24": "Shebuel, a descendant of Gershom and a descendant of Moses (as chief officer in charge of the treasuries)",
      "25": "and his brothers from Eliezer, including his son Rehabiah, his son Jeshaiah, his son Joram, his son Zichri, and his son Shelomoth.",
      "26": "Shelomoth and his brothers were responsible for all of the treasuries of dedicated gifts given by King David, by the heads of families, by the officers of groups of thousands and groups of hundreds, and by the leading army officers.",
      "27": "They dedicated gifts for the maintenance of the Temple of the Lord from spoils of war.",
      "28": "Furthermore, everything that Samuel the seer, Kish’s son Saul, Ner’s son Abner, and Zeruiah’s son Joab had dedicated—all of their dedicated gifts—were under the care of Shelomoth and his brothers.",
      "29": "From the descendants of Izhar, Chenaniah and his sons were assigned as officers and judges with responsibilities relating to external duties.",
      "30": "From the descendants of Hebron, Hashabiah and his relatives—1,700 outstanding men—were assigned oversight of Israel west of the Jordan regarding all of the Lord’s work and services on behalf of the king.",
      "31": "From the descendants of Hebron, Jerijah was assigned chief of the descendants of Hebron. During the fortieth year of David’s administration, a search was made by genealogical record, family by family, to find men of great ability, including those found at Jazer in Gilead.",
      "32": "King David appointed Jerijah, his relatives, and 2,700 competent men who were each family heads, to oversee the tribes of Reuben and Gad, and the half-tribe of Manasseh regarding everything pertaining to God as well as matters relating to the king."
    },
    "27": {
      "1": "The Israelis, according to the number of the leaders of their families, the officers of groups of thousands and groups of hundreds, and their leaders who served the king on behalf of the army divisions of 24,000 soldiers on duty month by month throughout the year, consisted of the following.",
      "2": "Zabdiel’s son Jashobeam was responsible for the first division of 24,000 soldiers for the first month.",
      "3": "A descendant of Perez, he was chief of all the commanders of the army for the first month.",
      "4": "Dodai the Ahohite was responsible for the division of the second month. Mikloth served as chief officer of his division, consisting of 24,000 soldiers.",
      "5": "Jehoiada’s son Benaiah the priest was commander of the third division for the third month, consisting of 24,000 soldiers.",
      "6": "This was the same Benaiah who was one of the elite men of the Thirty and in command of the Thirty. His son Ammizabad was responsible for his division.",
      "7": "Joab’s brother Asahel was fourth for the fourth month, assisted by his son Zebadiah, with 24,000 soldiers in his division.",
      "8": "The fifth commander for the fifth month was Shamhuth the Izrahite. His division consisted of 24,000 soldiers.",
      "9": "Ikkesh’s son Ira from Tekoa was sixth for the sixth month; there were 24,000 soldiers in his division.",
      "10": "Helez the Pelonite, an Ephraimite, was seventh for the seventh month; 24,000 soldiers served in his division.",
      "11": "Sibbecai the Hushathite, a Zerahite, was eighth for the eighth month; 24,000 soldiers served in his division.",
      "12": "Abiezer from Anathoth, a descendant of Benjamin, was ninth for the ninth month; 24,000 soldiers served in his division.",
      "13": "Mahari from Netophah, a Zerahite, was tenth for the tenth month; 24,000 soldiers served in his division.",
      "14": "Benaiah from Pirathon, an Ephraimite, was eleventh for the eleventh month; 24,000 soldiers served in his division.",
      "15": "Heldai the Netophathite, from Othniel, was twelfth for the twelfth month; 24,000 soldiers served in his division.",
      "16": "Wielding the scepters of Israel for the descendants of Reuben, there was Zichri’s son Eliezer as chief officer; for the descendants of Simeon there was Maacah’s son Shephatiah;",
      "17": "for Levi there was Kemuel’s son Hashabiah; for Aaron there was Zadok;",
      "18": "for Judah there was Elihu, one of David’s brothers; for Issachar there was Michael’s son Omri;",
      "19": "for Zebulun there was Obadiah’s son Ishmaiah; for Naphtali, there was Azriel’s son Jerimoth;",
      "20": "for the descendants of Ephraim, there was Azaziah’s son Hoshea; for the half-tribe of Manasseh, there was Pedaiah’s son Joel;",
      "21": "for the half-tribe of Manasseh in Gilead, there was Zechariah’s son Iddo; for Benjamin, there was Abner’s son Jaasiel;",
      "22": "for Dan, there was Jeroham’s son Azarel. These were the leaders of the tribes of Israel.",
      "23": "David did not complete a census of those younger than 20 years of age, since the Lord had said he would make Israel as numerous as the stars of heaven.",
      "24": "Zeruiah’s son Joab began the census, but never completed it. Nevertheless, God became angry with Israel because of this, so the number was never entered into the official records of the Annals of King David.",
      "25": "Adiel’s son Azmaveth was responsible for the king’s treasuries. Uzziah’s son Jonathan was in charge of treasuries located in the country, in cities, in villages, and in towers.",
      "26": "Chelub’s son Ezri supervised the field workers who tilled the soil.",
      "27": "Shimei the Ramathite supervised the vineyards. In charge over the produce of the vineyards for the wine cellars was Zabdi the Shiphmite.",
      "28": "Baal-hanan the Gederite supervised the olive and sycamore trees in the Shephelah. Joash supervised the oil reserves.",
      "29": "Shitrai the Sharonite supervised the herds that were pastured in Sharon. Adlai’s son Shaphat supervised the herds in the valleys.",
      "30": "Obil the Ishmaelite supervised the camels. Jehdeiah the Meronothite supervised the donkeys. Jaziz the Hagrite supervised the flocks.",
      "31": "All of these served as stewards over King David’s property.",
      "32": "David’s uncle Jonathan was a counselor, since he was a man of understanding and a scribe, and Hachmoni’s son Jehiel was an attendant to the king’s sons.",
      "33": "Ahithophel served as an advisor to the king, Hushai the Archite was the king’s trusted associate,",
      "34": "and under Ahithophel there was Benaiah’s son Jehoiada and Abiathar. Joab served as commander of the king’s army."
    },
    "28": {
      "1": "David gathered together all of the leaders of Israel, the leaders of the tribes, division officers who reported to the king, the commanders of thousands, commanders of hundreds, the supervisors of the property and livestock that belonged to the king and to his sons, along with all of the officers of the palace, the elite forces, and all of the soldiers.",
      "2": "King David rose to his feet and said, “My fellow citizens, may I have your attention. I intended to build a house of rest for the Ark of the Covenant of the Lord, for a footstool of our God, so I began preparations for its construction.",
      "3": "But then God told me, ‘You will not build a temple to my name, because you are a man of war, and you have committed bloodshed.’",
      "4": "Nevertheless, the Lord God of Israel chose me from my entire ancestral household to be king over Israel forever, since he had chosen Judah as Commander-in-Chief. In my ancestor Judah’s household, from my father’s household, and from among my father’s sons it pleased him to make me king over all of Israel.",
      "5": "“Now out of all of my sons (since the Lord has given me many of them), he has selected my son Solomon to sit on the throne of the kingdom of the Lord, ruling over Israel.",
      "6": "He told me,\n‘I chose your son Solomon to be the one who will construct my Temple and my courts, because I have chosen him to be a son to me, and I will be a father to him.",
      "7": "I will establish his kingdom forever, assuming he remains strongly committed to carry out my commandments and ordinances, as he is doing today.’",
      "8": "Therefore, in the presence of all of Israel, the assembly of the Lord, and while our God is listening, observe and search through all of the commandments of the Lord your God, so that you may continue to possess this good land, leaving it for an inheritance forever to benefit your descendants who come after you.”",
      "9": "“Now as for you, my son Solomon, get to know the God of your father. Serve him with a sound heart and a devoted soul, because the Lord is searching every heart, every plan and thought. He will be found by you, assuming you are seeking him, but if you abandon him, he will abandon you forever.",
      "10": "So keep watching, because the Lord has chosen you to build the Temple of his sanctuary. So be strong, and get to work!”",
      "11": "At this point in his address, David transferred to his son Solomon the construction plans for the Hall of Justice, its buildings, its treasure vaults, its upper rooms, its inner chambers, the housing for the Mercy Seat,",
      "12": "and the plans for everything else that he had in mind for the courtyards of the Temple of the Lord. Included were plans for all of the surrounding vaults and treasuries of the Temple of God intended for storage of dedicated gifts,",
      "13": "for use by the ranks of priests and descendants of Levi, for all the work of service responsibilities in the Temple of the Lord, and for all of the utensils used in the work of the Temple of the Lord.",
      "14": "David also transferred to him by weight the gold that was to be used to craft the service utensils, the silver that was to be used to craft the service utensils,",
      "15": "the gold for the golden lamp stands and their lamps, the silver for a lamp stand and its lamps (each according to its intended use in the service),",
      "16": "the gold by weight for each table of the rows of bread, the silver for the silver tables,",
      "17": "pure gold for the forks, the basins, the cups, the golden bowls (along with enough gold by weight for each one), enough weight for each of the silver bowls,",
      "18": "refined gold for the altar of incense, by weight, along with his plans for crafting the golden chariot for the cherubim that spread out their wings to cover the Ark of the Covenant of the Lord.",
      "19": "“All of these things the Lord made clear to me in writing at his direction—the construction plans for all of the building.”",
      "20": "David continued with these words for his son Solomon: “Be strong and courageous, and get to work. Never be afraid or discouraged, for the Lord God, my God, is with you. He will not fail you nor will he abandon you right up to your completion of the work for the service of the Temple of the Lord.",
      "21": "Now look! Here are the ranks of the priests and the descendants of Levi for the entire service of the Temple of God, and in all of the work there will be all types of volunteers who have skills for anything needed for the services. Furthermore, the officers and all of the people will be at your complete command.”"
    },
    "29": {
      "1": "Then King David addressed the entire assembly: “My son Solomon, the one whom God alone has chosen, is still young and inexperienced, and the task is great, since this structure will be a citadel to the Lord God and not for human beings.",
      "2": "To the extent that I have been able to do so, I have provided supplies for the Temple of my God, including gold for what is to be made of gold, silver for what is to be made of silver, bronze for what is to be made of bronze, iron for what is to be made of iron, wood for what is to be made of wood, and great quantities of onyx, precious stones, antimony, colored stones, all types of other semi-precious stones, and plenty of marble.",
      "3": "“In addition to everything that I have supplied for the Temple, it pleases me to provide my own treasure of gold and silver, so because of my love for the Temple of my God I hereby give to the Temple of my God the following:",
      "4": "3,000 gold talents imported from Ophir, 7,000 talents of refined silver for gilding the walls of the Temple",
      "5": "and for all the work to be undertaken by skilled artists, gold for what is to be made of gold, and silver for what is to be made of silver. Who then, will be dedicating the productivity of his own work to the Lord today?”",
      "6": "So the leaders of the ancestral households presented their voluntary offerings, as did the leaders of the tribes, the commanders of thousands and hundreds, and the officials in charge of the king’s business.",
      "7": "They presented 5,000 gold talents and 10,000 gold darics for the work of the Temple of God, 10,000 silver talents, 18,000 bronze talents, and 100,000 iron talents.",
      "8": "Whoever owned precious stones gave them to the treasury of the Temple of the Lord, in care of Jehiel the Gershonite.",
      "9": "Then the people rejoiced because they had given voluntarily, since with a devoted heart they had freely given to the Lord.\nKing David also rejoiced greatly.",
      "10": "Then David blessed the Lord in the presence of the entire assembly. David said,\nHow blessed you are, Lord,\n    the God of our ancestor Israel,\n        from eternity to eternity!",
      "11": "To you, Lord, belongs the greatness, and the valor,\n    and the splendor, and the endurance, and the majesty\nbecause all that is in heaven\n    and on earth is yours.\nTo you belongs the kingdom, Lord,\n    and you are exalted as head over all.",
      "12": "Both wealth and honor proceed from you,\n    and you are ruling over them all.\nYou control power—\n    you control who is made great,\n        and how everyone becomes strong.",
      "13": "And so, our God, we are giving you thanks,\n    and we are praising your wonderful name!",
      "14": "But who am I,\n    and who are my people,\n        that we make such voluntary offerings as these?\nFor all things come from you,\n    and from your own hand we are giving to you.",
      "15": "For we are aliens and vagrants in your presence,\n    as were all of our ancestors.\nOur days on the earth pass away like shadows,\n    and we have no hope.",
      "16": "Lord our God, all of this abundance that we have given\n    for building a temple for your great name\nwas provided by you\n    and all of it belongs to you.",
      "17": "And I know, God,\n    that it is you who searches the heart\n        and you who finds pleasure in righteousness.\nWith a righteous heart I have freely given all these things,\n    and now I have seen all of these people of yours\n        giving freely and joyfully to you!",
      "18": "Lord God of Abraham, Isaac, and Israel, our ancestors,\n    keep your purposes and thoughts\n        constantly in the hearts of your people\nand direct their hearts toward you,",
      "19": "granting to my son Solomon to keep with a devoted heart\nyour commands, your decrees, and your statutes,\n    carrying out all of them,\nand that he may build the Temple\n    for which I have made the preparations.",
      "20": "Then David told the entire assembly, “Bless the Lord your God, please.” So the entire assembly blessed the Lord God of their ancestors, bowing their heads and falling in the Lord’s presence and before the king.",
      "21": "The next day, they offered sacrifices and burnt offerings to the Lord amounting to 1,000 bulls, 1,000 rams, and 1,000 lambs, along with their libations. Sacrifices were abundant throughout all Israel,",
      "22": "and they ate and drank in the Lord’s presence with great joy.\nThey crowned David’s son Solomon king a second time and anointed him to serve as Commander-in-Chief to the Lord and Zadok to serve as priest.",
      "23": "So Solomon sat on the throne of the Lord as king in the place of his father David. He prospered, and all of Israel obeyed him.",
      "24": "All of the officials, all of the valiant soldiers, and all of King David’s sons submitted to King Solomon’s control,",
      "25": "and the Lord exalted Solomon magnificently in the sight of all Israel, bestowing upon him royal majesty such as had not been given to any king in Israel before him.",
      "26": "Jesse’s son David reigned as king over all of Israel,",
      "27": "serving as king over Israel for 40 years. He reigned for seven years in Hebron and for 33 in Jerusalem.",
      "28": "He died at a good old age, having lived a full life, replete with riches and honor, and with his son Solomon reigning in his place.",
      "29": "The activities of David the king are recorded in the History of Samuel the Seer, in the History of Nathan the Prophet, and in the History of Gad the Seer,",
      "30": "including details regarding his reign, his power, the circumstances that attended his life, Israel, and all of the kingdoms of the countries that surrounded him."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:49.681025-04:00",
    "Translation": "ISV"
  }
}