{
  "1 Samuel": {
    "1": {
      "1": "A certain man lived in Ramathaim-zophim, which is in the hill country of Ephraim. He was Jeroham’s son Elkanah, the grandson of Elihu and grandson of Tohu, who was the son of Zuph, an Ephraimite.",
      "2": "He had two wives; the name of one was Hannah and the name of the other was Peninnah. Peninnah had children, but Hannah had no children.",
      "3": "That man would go up from his town each year to worship and sacrifice to the Lord of the Heavenly Armies at Shiloh, where Eli’s two sons Hophni and Phineas served as priests of the Lord.",
      "4": "On the day when Elkanah offered sacrifices, he would give portions to his wife Peninnah and to all her sons and daughters,",
      "5": "but he would give twice as much to Hannah because he loved her.\nNow the Lord had closed her womb.",
      "6": "Her rival would provoke her severely so that she complained loudly because the Lord had closed her womb.",
      "7": "Elkanah would do this year after year, as often as Hannah went up to the house of the Lord. Likewise, Peninnah would provoke her, and Hannah would cry and would not eat.",
      "8": "Elkanah her husband told her, “Hannah, why are you crying and why don’t you eat? Why are you upset? Am I not better to you than ten sons?”",
      "9": "Hannah got up after she had finished eating and drinking in Shiloh. Now Eli the priest was sitting on the chair by the doorpost of the tent of the Lord.",
      "10": "Deeply distressed, she prayed to the Lord and wept bitterly.",
      "11": "Hannah made a vow: “Lord of the Heavenly Armies, if you just look at the misery of your maid servant, remember me, and don’t forget your maid servant. If you give your maid servant a son, then I’ll give him to the Lord for all the days of his life, and a razor is never to touch his head.”",
      "12": "As she continued to pray in the Lord’s presence, Eli was watching her mouth.",
      "13": "Hannah was praying inwardly. Her lips were quivering, and her voice could not be heard. So Eli thought she was drunk.",
      "14": "Eli told her, “How long will you stay drunk? Put away your wine!”",
      "15": "“No, sir!” Hannah replied. “I’m a deeply troubled woman. I’ve drunk neither wine nor beer. I’ve been pouring out my soul in the Lord’s presence.",
      "16": "Don’t consider your maid servant a worthless woman. Rather, all this time I’ve been speaking because I’m very anxious and distressed.”",
      "17": "“Go in peace,” Eli answered. “May the God of Israel grant the request you have asked of him.”",
      "18": "She said, “Let your servant find favor in your eyes.” Then she went on her way and ate, and her face was no longer sad.",
      "19": "They got up early the next morning and worshipped in the Lord’s presence, and then they returned and came to their house at Ramah. Elkanah had marital relations with his wife Hannah, and the Lord remembered her.",
      "20": "By the time of the next year’s sacrifice, Hannah had become pregnant and had borne a son. She named him Samuel because she said, “I asked the Lord for him.”",
      "21": "Then Elkanah went up with all his family to offer the yearly sacrifice to the Lord and pay his vow.",
      "22": "Hannah did not go up because she had told her husband, “As soon as the child is weaned, I’ll take him to appear in the Lord’s presence and remain there forever.”",
      "23": "“Do what you want,” Elkanah told her. “Stay until you have weaned him, only may the Lord bring about what you’ve said.” So Hannah stayed and nursed her son until she had weaned him.",
      "24": "Then, when she had weaned him, she brought him up with her to Shiloh, along with a three-year-old bull, an ephah of flour, and a skin of wine. She brought him to the house of the Lord at Shiloh, and the boy was young.",
      "25": "They slaughtered the bull and brought the boy to Eli.",
      "26": "Hannah said, “Sir, as surely as you are alive, I’m the woman who stood before you here praying to the Lord.",
      "27": "I prayed for this boy, and the Lord granted me the request I asked of him.",
      "28": "Now I’m dedicating him to the Lord, and as long as he lives, he will be dedicated to the Lord.” Then they worshipped the Lord there."
    },
    "2": {
      "1": "Then Hannah prayed:\n“My heart exults in the Lord;\n    my strength is increased by the Lord.\nI will open my mouth to speak against my enemies,\n    because I rejoice in your deliverance.",
      "2": "Indeed, there is no one holy like the Lord,\n    indeed, there is no one besides you,\nthere is no rock like our God.",
      "3": "Don’t continue to talk proudly,\n    and don’t speak arrogantly,\nfor the Lord is a God of knowledge,\n    and by him actions are weighed.",
      "4": "The bows of warriors are shattered,\n    but those who stumble are equipped with strength.",
      "5": "Those who had an abundance of bread\n    now hire themselves out,\nand those who were hungry\n    hunger no more.\nWhile the barren woman gives birth to seven children,\n    she who had many children languishes.",
      "6": "The Lord kills and gives life,\n    he brings people down to where the dead are\n        and he raises them up.",
      "7": "The Lord makes people poor\n    and he makes people rich,\nhe brings them low,\n    and he also exalts them.",
      "8": "He raises the poor up from the dust,\n    he lifts up the needy from the trash heap\nto make them sit with princes\n    and inherit a seat of honor.\nIndeed the pillars of the earth belong to the Lord,\n    and he has set the world on them.",
      "9": "He guards the steps of his faithful ones,\n    while the wicked are made silent in darkness.\nHe grants the request of the one who prays.\n    He blesses the year of the righteous.\nIndeed it’s not by strength that a person prevails.",
      "10": "The Lord will shatter his enemies\n    —those who contend against him.\nWho is holy?\n    The one who will thunder against them in the heavens.\nThe Lord will judge the ends of the earth,\n    he will give strength to his king,\n        and he will increase the strength of His anointed one.”",
      "11": "Then Elkanah went to his house at Ramah, while the boy was ministering to the Lord in the presence of Eli the priest.",
      "12": "Now the sons of Eli were worthless men who did not know the Lord.",
      "13": "The custom of the priests with the people was that whenever a person offered a sacrifice, a servant of the priest would come with a three pronged fork in his hand while the meat was boiling, and",
      "14": "he would stick it into the boiler or pot, and take everything the fork brought up—that is, the priest would take it for himself. This is what they were supposed to do with all the Israelis who came there to Shiloh.",
      "15": "But even before they burned the fat, the servant of the priest would come and say to the person offering the sacrifice, “Give me meat to roast for the priest. He won’t accept boiled meat from you, but only raw.”",
      "16": "If the man told him, “They must surely burn up the fat first, and then take for yourself whatever you desire,” the servant would say, “No, give it now, and if you don’t, I’ll take it by force!”",
      "17": "By doing this, the sin of the young men was very serious in the Lord’s sight because the men despised the Lord’s offering.",
      "18": "Now Samuel was ministering in the Lord’s presence, as a boy wearing a linen ephod.",
      "19": "His mother would make a small robe for him, and she would bring it each year when she went up with her husband to offer the yearly sacrifice.",
      "20": "Then Eli would bless Elkanah and his wife and say, “May the Lord give you descendants from this woman in place of the one she dedicated to the Lord.” Then they would return to their home.",
      "21": "The Lord took note of Hannah, and she became pregnant and gave birth to three sons and two daughters. Meanwhile, the boy Samuel continued to grow, and the Lord was constantly with him.",
      "22": "Now Eli was very old, and he had heard everything that his sons were doing to the Israelis, and how they lay with the women who were serving regularly at the entrance to the Tent of Meeting.",
      "23": "“Why are you doing these things that I’m hearing about?” he asked his sons, “These reports about your evil deeds are coming from all these people!",
      "24": "No, my sons, I’m not hearing good news being circulated by the Lord’s people.",
      "25": "If a person sins against another, God will mediate for him, but if a person sins against the Lord, who can intercede for him?”\nBut they would not follow the advice of their father; for the Lord wanted to put them to death.",
      "26": "But the boy Samuel continued to grow both physically and in favor with the Lord and the people.",
      "27": "A man of God came to Eli, saying to him, “This is what the Lord says: ‘When they were in Egypt and slaves to the house of Pharaoh, did I not reveal to the family of your ancestor Aaron",
      "28": "that I had chosen him out of all the tribes of Israel to be my priest, to offer up burnt offerings on my altar, burn incense, and carry the ephod in my presence? And did I not give to your ancestors’ family all the Israeli fire-offerings?",
      "29": "Why, then, do all of you show contempt for my sacrifice and offering that I’ve commanded for my dwelling? And you honor your sons more than me in order to fatten yourselves from the best of all the offerings of my people Israel.’",
      "30": "“Therefore, the Lord God of Israel has declared, ‘I did, in fact, say that your family and your ancestor’s family would walk before me forever,’ but now the Lord declares, ‘Far be it from me! The one who honors me I’ll honor, and the one who despises me is to be treated with contempt.",
      "31": "The time is coming when I’ll cut away at your family and your ancestor’s family until there are no old men left in your family.",
      "32": "Distress will settle down to live in your household, and despite all the good that I do for Israel, there will never be an old man in your family forever, and you will never again have an old man in my house.",
      "33": "Any of you whom I don’t eliminate from serving at my altar will grow tired from weeping, and their souls will grieve. All the increase of your family will die by violence.",
      "34": "Here’s a sign for you—your two sons Hophni and Phineas will both die on the same day!",
      "35": "And I’ll raise up for myself a faithful priest who will do according to what is in my heart and according to my desire. I’ll build for him an enduring house and he will walk before my anointed one forever.",
      "36": "Anyone who remains in your family will come and prostrate themselves before him for a small wage or a loaf of bread and will say, “Please put me in one of the priest’s offices so I can eat a piece of bread.”’”"
    },
    "3": {
      "1": "Meanwhile the boy Samuel was serving the Lord before Eli. A word from the Lord was rare in those days, and visions were infrequent.",
      "2": "At that time Eli, whose vision was growing dim, was lying down in his bedroom.",
      "3": "The lamp of God had not yet been extinguished, and Samuel was lying down in the tent of the Lord where the Ark of God was.",
      "4": "The Lord called out to Samuel, who answered, “Here I am.”",
      "5": "He ran to Eli and said, “Here I am! You called me.”\n“I didn’t call you,” Eli said. “Go back and lie down.” So he went and lay down.",
      "6": "Then the Lord again called out, “Samuel!”\nSo Samuel got up, went to Eli, and said, “Here I am! You called me.”\nHe said, “I didn’t call you, my son. Go back and lie down.”",
      "7": "Now Samuel did not yet know the Lord and had not yet had the word of the Lord revealed to him.",
      "8": "Then the Lord called out to Samuel again a third time, and he got up, went to Eli, and said, “Here I am! You called me.”\nThen Eli understood that the Lord was calling the boy,",
      "9": "so Eli told Samuel, “Go lie down, and then if he calls you, answer, ‘Speak, Lord, because your servant is listening.’” Then Samuel went and lay down.",
      "10": "Later, the Lord came and stood there, calling out, “Samuel! Samuel!” as he had before.\nSamuel said, “Speak, because your servant is listening.”",
      "11": "“Look,” the Lord told Samuel. “I’m about to do something in Israel that will make both ears of anyone who hears it tingle.",
      "12": "I’ll fulfill every promise that I’ve spoken concerning Eli’s family, from beginning to end.",
      "13": "I’ve told him that I’m about to judge his family forever because of the iniquity that he knew about. His sons committed blasphemy and he did not rebuke them.",
      "14": "Therefore I’ve sworn concerning Eli’s family that the iniquity of his family is not to be atoned for by sacrifice or offering forever.”",
      "15": "Samuel lay down until morning and then opened the doors of the house of the Lord, but he was afraid to report the vision to Eli.",
      "16": "Then Eli called Samuel: “Samuel, my son.”\nHe said, “Here I am.”",
      "17": "Eli said, “What did the Lord say to you? Please don’t conceal anything from me. May God do this to you and even more if you conceal from me one word of all that he spoke to you.”",
      "18": "So Samuel told him everything—he did not conceal anything from him. Eli said, “He is the Lord. May he do what seems good to him.”",
      "19": "As Samuel grew, the Lord was with him and did not let any of Samuel’s predictions fail.",
      "20": "All Israel from Dan to Beer-sheba knew that Samuel was confirmed as the Lord’s prophet.",
      "21": "The Lord continued to appear at Shiloh, because he revealed himself to Samuel at Shiloh by means of messages from the Lord."
    },
    "4": {
      "1": "What Samuel had to say was directed to all Israel, and Israel went out to engage the Philistines in battle. The Israelis were camped at Ebenezer, while the Philistines were camped at Aphek.",
      "2": "The Philistines deployed their forces to meet Israel, and as the battle spread Israel was defeated by the Philistines, who killed about four thousand men on the battlefield.",
      "3": "When the people came to the camp, the elders of Israel said, “Why did the Lord defeat us today when we fought the Philistines? Let’s take the Ark of the Covenant of the Lord from Shiloh, so it may go with us and deliver us from the power of our enemies.”",
      "4": "So the people sent word to Shiloh and took away from there the Ark of the Covenant of the Lord of the Heavenly Armies, who sits above the cherubim.\nNow the two sons of Eli, Hophni and Phineas, were there with the Ark of the Covenant of God.",
      "5": "When the Ark of the Covenant of the Lord came into the camp, all Israel gave a great shout and the earth reverberated!",
      "6": "When the Philistines heard the noise of the shout, they asked, “What is this noise coming from shouting in the camp of the Hebrews?” Then they realized that the Ark of the Lord had come into the camp,",
      "7": "and the Philistines were terrified. “God has come into the camp,” they said. “How terrible for us, because nothing like this has ever happened before!",
      "8": "How terrible for us! Who will deliver us from the hand of these mighty gods? These are the gods who struck the Egyptians with all kinds of plagues in the desert.",
      "9": "Philistines, be strong and be men, or you will become slaves to the Hebrews just as they have been slaves to you! Be men and fight!”",
      "10": "The Philistines fought and Israel was defeated; each of them fled to his own tent. It was a very great slaughter, and 30,000 soldiers of Israel died.",
      "11": "The Ark of God was captured, and the two sons of Eli, Hophni and Phineas, died.",
      "12": "That very same day, a man who was a descendant of Benjamin ran from the battle line and came to Shiloh, with his garments torn and dirt on his head.",
      "13": "When he arrived, Eli was sitting there on a seat beside the road, watching because his heart trembled for the Ark of God. The man went into the town to give the report, and the whole town cried out.",
      "14": "Eli heard the sound of the cry and asked, “What is the meaning of this commotion?” Then the man quickly came and told Eli.",
      "15": "Now Eli was 98 years old, and his vision had failed.",
      "16": "The man told Eli, “I’ve just come from the battle line, and I escaped from the battle today.”\nHe asked, “What happened, my son?”",
      "17": "The messenger answered, “Israel fled from the Philistines and the people suffered a great defeat as well. Moreover, your two sons, Hophni and Phineas, are dead, and the Ark of God was captured.”",
      "18": "When he mentioned the Ark of God, Eli fell off the seat backwards by the side of the gate. His neck was broken and he died, since he was old and heavy. Eli had judged Israel for 40 years.",
      "19": "Eli’s daughter-in-law, the wife of Phineas, was pregnant and ready to give birth. When she heard the report about the capture of the Ark of God and that her father-in-law and husband were dead, she crouched down and gave birth, because her labor pains suddenly began.",
      "20": "As she was about to die, the women standing around her said, “Don’t be afraid! You’ve given birth to a son.” But she did not respond or pay attention.",
      "21": "She had named the boy Ichabod, saying, “Glory has departed from Israel,” because the Ark of God had been captured and because her father-in-law and husband were dead.",
      "22": "She said, “Glory has departed from Israel, because the Ark of God has been captured.”"
    },
    "5": {
      "1": "The Philistines took the Ark of God and brought it from Ebenezer to Ashdod.",
      "2": "Then the Philistines took the Ark of God, brought it to the temple of Dagon, and placed it beside Dagon.",
      "3": "When the people of Ashdod got up the next morning, there was Dagon, lying on the ground in front of the Ark of the Lord. They took Dagon and put him back in his place.",
      "4": "But when they got up the next morning, there was Dagon, lying on the ground again in front of the Ark of the Lord. Dagon’s head and both of his arms were broken off and lying on the threshold. Only the trunk of Dagon was left intact.",
      "5": "This is why neither the priests of Dagon nor anyone who enters the temple of Dagon step on the threshold of Dagon in Ashdod to this day.",
      "6": "The Lord heavily oppressed the people of Ashdod, devastating and afflicting Ashdod and its territories with tumors of the groin.",
      "7": "When the men of Ashdod saw how things were, they said, “Don’t let the Ark of the God of Israel stay with us, because he is severely attacking us and our god Dagon.”",
      "8": "They sent messengers and gathered together all the lords of the Philistines and asked, “What are we to do with the Ark of the God of Israel?”\nThey said, “Let the Ark of the God of Israel move to Gath.” So they moved the Ark of the God of Israel.",
      "9": "After they moved it, the Lord moved against the town, causing a very great panic. He struck the men of the town, from young to old with tumors of the groin.",
      "10": "Then they sent the Ark of God to Ekron. When the Ark of God arrived in Ekron, the people of Ekron cried out, “They have brought the Ark of the God of Israel to us to kill us and our people!”",
      "11": "They sent messengers and gathered together all the Philistine lords: “Send away the Ark of the God of Israel, and let it return to where it belongs so that it does not kill us and our people.” Meanwhile, a deadly panic had spread all over the town, and God kept on pressuring them there.",
      "12": "The people who did not die were afflicted with tumors of the groin, and the cry of the town went up to heaven."
    },
    "6": {
      "1": "The Ark of the Lord remained in Philistine territory for seven months.",
      "2": "The Philistines summoned the priests and diviners and asked, “What should we do about the Ark of the Lord? Tell us how we should send it back to its place.”",
      "3": "They said, “If you send the Ark of the God of Israel back, don’t send it empty, but rather be sure to send back to him a guilt offering. Then you will be healed and will know why his oppression has not been removed from you.”",
      "4": "They asked, “What is the guilt offering that we should send back to him?”\n“Five gold tumors and five gold mice,” they answered, “according to the number of the lords of the Philistines, since the same plague was on all of you and on your lords.",
      "5": "Make images of your tumors and images of the mice that are destroying your land, and you are to give glory to the God of Israel. Perhaps he will remove his pressure from you, your gods, and your land.",
      "6": "Why should you harden your hearts just as the Egyptians and Pharaoh hardened their hearts? Isn’t it true that after God toyed with them, they let Israel go, and off they went?",
      "7": "“So make a new cart, and take two milk cows that have never had a yoke on them. Hitch the cows to the cart and take their calves away from them and back to the house.",
      "8": "Take the Ark of the Lord, put it on the cart, and put the gold objects that you are returning to him as a guilt offering in a box beside it. Then send it away and let it go.",
      "9": "Keep watching it. If it goes up along the road to its own territory to Beth-shemesh, it’s the Lord who has done this great evil to us. But if it does not, then we will know that he wasn’t pressuring us. It happened to us as a natural event.”",
      "10": "The men did this. They took two milk cows, hitched them to the cart, and penned up their calves in the house.",
      "11": "They put the Ark of the Lord, the box, the gold mice, and the images of their tumors on the cart.",
      "12": "The cows took a straight path along the road to Beth-shemesh. They stayed on the highway, lowing as they went, and did not turn to the right or the left. The Philistine lords followed them as far as the border of Beth-shemesh.",
      "13": "Now the people of Beth-shemesh were gathering their wheat harvest in the valley. They looked up, saw the Ark, and rejoiced to see it.",
      "14": "The cart came to the field of Joshua of Beth-shemesh, and stopped there. In that place there was a large stone. They broke up the wood from the cart, and offered up the cows as a burnt offering to the Lord.",
      "15": "The descendants of Levi took down the Ark of the Lord, along with the box that was with it, containing the objects of gold, and they put them on the large stone. The men of Beth-shemesh offered burnt offerings and made sacrifices to the Lord that day.",
      "16": "When the five Philistine lords saw this, they returned to Ekron that very day.",
      "17": "These are the gold tumors that the Philistines returned as a guilt offering to the Lord: one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, and one for Ekron.",
      "18": "The gold mice represented the number of all the Philistine towns belonging to the five lords, both fortified towns and unwalled villages. The large stone, beside which they put the Ark of the Lord, is a witness to this day in the field of Joshua of Beth-shemesh.",
      "19": "God struck down the men of Beth-shemesh because they had looked into the Ark of the Lord. He struck down 50,070 men among the people, and the people mourned because the Lord struck down the people with a great slaughter.",
      "20": "The men of Beth-shemesh asked themselves, “Who can stand in the presence of the Lord, this holy God? And to whom will the Ark go from here?”",
      "21": "They sent messengers to the residents of Kiriath-jearim, who told them, “The Philistines have returned the Ark of the Lord. Come down and take it up with you.”"
    },
    "7": {
      "1": "The men of Kiriath-jearim came and took the Ark of the Lord. They brought it to the house of Abinadab on the hill, and they consecrated his son Eleazar to care for the Ark of the Lord.",
      "2": "A long time passed—it was twenty years—from the time the Ark came to reside in Kiriath-jearim, and all the house of Israel mourned because of the Lord.",
      "3": "Then Samuel told the whole house of Israel, “If you’re returning to the Lord with all your heart, then remove the foreign gods and the Ashtaroth from among you, direct your hearts back to the Lord, and serve him only. Then he will deliver you from the control of the Philistines.”",
      "4": "So the Israelis removed the Baals and Ashtaroth, and served the Lord only.",
      "5": "Samuel said, “Bring all Israel together at Mizpah, and I’ll pray to the Lord on your behalf.”",
      "6": "So they came together at Mizpah, drew water, and poured it out in the Lord’s presence.\nOn that day they fasted there and said, “We have sinned against the Lord.” Then Samuel judged the Israelis at Mizpah.",
      "7": "When the Philistines heard that the Israelis had gathered at Mizpah, the Philistine lords came up against Israel. When the Israelis heard this, they were afraid of the Philistines.",
      "8": "The Israelis told Samuel, “Don’t stop crying out to the Lord our God for us that he may deliver us from the hand of the Philistines.”",
      "9": "Then Samuel took a nursing lamb and offered it as a whole burnt offering to the Lord. Samuel cried out to the Lord on behalf of Israel, and the Lord answered him.",
      "10": "While Samuel was sacrificing the burnt offering, the Philistines approached to attack Israel. But that day the Lord thundered against the Philistines and threw them into panic, and they were defeated before Israel.",
      "11": "The men of Israel went out from Mizpah, pursued the Philistines, and struck them down as far as a point below Beth-car.",
      "12": "Then Samuel took a stone, placed it between Mizpah and Shen and named it Ebenezer. He said, “The Lord has helped us this far.”",
      "13": "The Philistines were subdued, and they did not continue to enter the territory of Israel.\nThe Lord continued to oppose the Philistines all during Samuel’s life time.",
      "14": "The towns that the Philistines had taken from Israel were returned to Israel, from Ekron to Gath, and Israel delivered their territory from Philistine control. There was also peace between Israel and the Amorites.",
      "15": "Samuel judged Israel all the days of his life.",
      "16": "He went on a circuit each year to Bethel, Gilgal, and Mizpah, and he judged Israel in all those places.",
      "17": "He would return to Ramah because his house was there, and judged Israel from there. He also built an altar to the Lord there."
    },
    "8": {
      "1": "When Samuel became old, he appointed his sons judges over Israel.",
      "2": "The name of his firstborn son was Joel and the name of his second was Abijah. They were judges in Beer-sheba.",
      "3": "His sons did not follow Samuel’s example. Instead, they pursued dishonest gain, took bribes, and perverted justice.",
      "4": "All the elders of Israel gathered together, and came to Samuel at Ramah.",
      "5": "They told him, “Look, you’re old, and your sons don’t follow your example. So appoint a king to govern us like all the other nations.”",
      "6": "Samuel was displeased when they said, “Give us a king to govern us.” So Samuel prayed to the Lord.",
      "7": "The Lord told Samuel, “Listen to the people in all that they say to you. In fact, it’s not you they have rejected, but rather they have rejected me from being their king.",
      "8": "Like all the things they have done from the day I brought them up out of Egypt until this very day, they have forsaken me and followed other gods. They’re also doing the same thing to you.",
      "9": "Now, listen to them, but you are to clearly warn them and inform them about how the king who rules over them will operate.”",
      "10": "Samuel reported everything the Lord told him to the people who were asking him for a king.",
      "11": "He said, “This is how the king who rules over you will operate: He will conscript your sons and assign them to his chariots. He will conscript them as his horsemen, and they’ll run in front of his chariots.",
      "12": "He will appoint his officers over thousands and officers over fifties—some will plow his fields, reap his harvest, and craft his war implements and equipment for his chariots.",
      "13": "He will take your daughters for perfumers, cooks, and bakers.",
      "14": "He will take the best products of your fields, your vineyards, and your olive groves and give them to his servants.",
      "15": "He will take a tenth of your seed and your vineyards and give it to his officers and servants.",
      "16": "He will take your male and female servants, your best young men, and your donkeys to do his work.",
      "17": "He will take a tenth of your flock, and you will become his servants.",
      "18": "When all of this comes about, you will cry out because of your king whom you chose for yourselves, but the Lord won’t answer you at that time.”",
      "19": "The people refused to listen to Samuel. Instead, they insisted, “No! Let a king rule over us instead!",
      "20": "We, too, will be like all the nations! Our king will govern us and go out before us to fight our battles.”",
      "21": "So Samuel listened to all the words of the people, and he repeated them directly to the Lord.",
      "22": "The Lord told Samuel, “Listen to them, and appoint a king for them.”\nThen Samuel told the men of Israel, “Each of you go to his own town.”"
    },
    "9": {
      "1": "There was a man from Benjamin named Kish, Abiel’s son, the grandson of Zeror and great-grandson of Aphiah’s son Becorath. A prominent man from Benjamin,",
      "2": "he had a son named Saul, who was a choice and handsome young man. There was no one among the Israelis as handsome as he, and he was a head taller than any of the other people.",
      "3": "The donkeys belonging to Kish, Saul’s father, were lost, and Kish told his son Saul, “Take one of the young men with you, get up, and go look for the donkeys.”",
      "4": "He went through the hill country of Ephraim and through the region of Shalishah, but they did not find them. Then they went through the region of Shaalim, but they were not there. They also went through the territory of the descendants of Benjamin, but they did not find them.",
      "5": "When they entered the region of Zuph, Saul told the young man with him, “Come on, let’s go back so my father does not stop worrying about the donkeys and become anxious about us.”",
      "6": "The young man said, “Look, there’s a man of God in this town. The man is respected, and everything he predicts happens. Now, let’s go there. Perhaps he can tell us about the journey on which we have set out.”",
      "7": "Saul told the young man, “Look, we could go, but what could we bring the man? The bread is gone from our bags, and there is no present to bring to the man of God. What do we have with us?”",
      "8": "The young man answered Saul again, “Look here! I have in my hand a quarter shekel of silver. I’ll give it to the man of God, and he will tell us about our journey.”",
      "9": "(Previously in Israel, a person would say when he went to inquire of God, “Come on! Let’s go to the seer!” because the person known as a prophet today was formerly called a seer.)",
      "10": "Saul told his young man, “That’s a good suggestion! Come on, let’s go!” Then they entered the town where the man of God was.",
      "11": "As they were going up the hill to the town, they met some young women going out to draw water, and they told them, “Is the seer here?”",
      "12": "They answered them: “Yes, he’s right there ahead of you. Hurry, for he came to town just today because there is a sacrifice for the people on the high place today.",
      "13": "When you come into town you can find him before he goes up to the high place to eat. For the people don’t eat until he arrives, because he must bless the sacrifice and then after that those who are invited will eat. So go up right now because you can find him now.”",
      "14": "They went up to the town, and as they were coming to the center of the town, Samuel was coming out to meet them, on his way up to the high place.",
      "15": "Now one day before Saul’s arrival, the Lord had revealed to Samuel:",
      "16": "“About this time tomorrow I’ll send you a man from the land of Benjamin, and you are to anoint him as Commander-in-Chief over my people Israel. He’ll deliver my people from the control of the Philistines, because I’ve seen the suffering of my people and because their cry has come up to me.”",
      "17": "When Samuel saw Saul, the Lord told him, “Here is the man I told you about. This man will rule over my people.”",
      "18": "As Saul approached Samuel in the middle of the gate, he said, “Please tell me where the seer’s house is.”",
      "19": "Samuel answered Saul: “I’m the seer. Go up ahead of me to the high place, and eat with me today. In the morning I’ll send you away and tell you everything that is on your mind.",
      "20": "Now as for your donkeys that were lost three days ago, don’t give any thought to them, because they’ve been found. Meanwhile, to whom is all Israel looking, if not to you and all of your father’s household?”",
      "21": "Saul answered: “Am I not a descendant of Benjamin from the least of the tribes of Israel? Isn’t my family the least important of all the families of the tribe of Benjamin? Why have you spoken to me like this?”",
      "22": "Then Samuel took Saul and his young man and brought them to a room where he gave them a place at the head of those who were invited, of whom there were about 30 men.",
      "23": "Then Samuel told the cook, “Bring the portion that I gave you, the one I told you to set aside.”",
      "24": "The cook picked up the thigh and what was on it and set it in front of Saul. Then Samuel said, “Here is what is left! Set it before you and eat, for it has been kept for you until the appointed time, about which I said, ‘I’ve invited the people.’” So Saul ate with Samuel that day.",
      "25": "When they had come down from the high place into town, Samuel spoke to Saul on the roof.",
      "26": "They got up early in the morning, and about daybreak Samuel called to Saul on the roof, “Get up and I’ll send you off.” Saul got up and the two of them, he and Samuel, went outside.",
      "27": "As they were going down to the edge of the town, Samuel told Saul, “Tell your young man to go ahead of us and when he has gone ahead, stop for a while so I may declare God’s word to you.”"
    },
    "10": {
      "1": "Samuel took a flask of oil, poured it on Saul’s head, kissed him, and said, “The Lord has anointed you Commander-in-Chief over his inheritance, has he not?",
      "2": "When you leave me today, you will find two men by Rachel’s tomb in the territory of Benjamin at Zelzah. They’ll tell you, ‘The donkeys you went to look for have been found. Now your father has stopped worrying about the donkeys and he’s anxious about you. He’s asking, ‘What will I do about my son?’",
      "3": "Then you’ll go on further from there and come to the oak at Tabor. There three men going up to the Lord at Bethel will meet you. One will be herding three young goats, one will be carrying three loaves of bread, and one will be carrying a bottle of wine.",
      "4": "They’ll greet you and give you two loaves of bread, which you’re to accept from them.",
      "5": "“After that you will come to Gibeath-elohim where the Philistine garrison is. As you arrive there at the town, you’ll meet a band of prophets coming down from the high place with a harp, tambourine, flute, and lyre being played in front of them, and they’ll be prophesying.",
      "6": "The Spirit of the Lord will come upon you, and you’ll prophesy with them and be changed into a different person.",
      "7": "When these signs occur, do whatever you want to do, because the Lord is with you.",
      "8": "You are to go down ahead of me to Gilgal, and then I’ll come down to offer burnt offerings and to sacrifice peace offerings. You are to wait seven days until I come to you to let you know what you are to do.”",
      "9": "Now it happened as Saul turned his back to leave Samuel, that God gave him another heart, and all these signs occurred on that day.",
      "10": "When they arrived there at Gibeah, a band of prophets was right there to meet them. The Spirit of God came upon Saul, and he prophesied along with them.",
      "11": "When all those who had known Saul previously saw that he was there among the prophets prophesying, the people told one another, “What has happened to Kish’s son? Is Saul also among the prophets?”",
      "12": "A man from there answered: “Now who is their father?” Therefore it became a proverb, “Is Saul also among the prophets?”",
      "13": "When he had finished prophesying, he went to the high place.",
      "14": "Saul’s uncle told him and to his young man, “Where did you go?”\nHe said, “To look for the donkeys, and when we saw that they couldn’t be found, we went to Samuel.”",
      "15": "Then Saul’s uncle said, “Please tell me what Samuel told you.”",
      "16": "Saul told his uncle, “He actually told us that the donkeys had been found,” but he did not tell him about the matter of kingship about which Samuel had spoken.",
      "17": "Samuel summoned the people to the Lord at Mizpah.",
      "18": "He told the Israelis, “This is what the Lord God of Israel says: ‘I brought Israel up out of Egypt, and I rescued you from the power of Egypt and from the power of all the kingdoms that were oppressing you.’",
      "19": "But today you have rejected your God who delivers you from all your troubles and difficulties. You have said, ‘No! Instead, appoint a king over us.’ Now present yourselves in the Lord’s presence by your tribes and families.”",
      "20": "Samuel brought forward all the tribes of Israel, and the tribe of Benjamin was chosen.",
      "21": "Then he brought forward the tribe of Benjamin according to its families, and the family of Matri was chosen. Finally, Kish’s son Saul was chosen, but when they looked for him, they couldn’t find him.",
      "22": "So they inquired further of the Lord, “Has the man come here yet?”\nThe Lord said, “He is here, hiding among the baggage.”",
      "23": "They ran and brought him from there. When he stood among the people, he was taller than any of the others by a head.",
      "24": "Then Samuel told all the people, “Do you see the man whom the Lord has chosen? For there is no one like him among all the people.”\nThen all the people shouted, “Long live the king!”",
      "25": "Samuel explained to the people the regulations concerning kingship. He wrote them in a scroll and placed it in the Lord’s presence. Then Samuel sent all the people to their own houses.",
      "26": "Saul also went to his house in Gibeah, and the soldiers whose hearts God had touched went with him.",
      "27": "But some troublemakers said, “How can this man deliver us?” They despised him and did not bring him a gift. But Saul remained silent.",
      "28": "Meanwhile, Nahash, king of the Ammonites, had been severely oppressing the descendants of Gad and descendants of Reuben, gouging out their right eyes and not allowing Israel to have a deliverer. No one was left among the Israelis across the Jordan whose right eye Nahash, king of the Ammonites, had not gouged out. However, 7,000 men had escaped from the Ammonites and entered Jabesh-gilead."
    },
    "11": {
      "1": "So after a month, Nahash the Ammonite came up and laid siege to Jabesh-gilead. All the men of Jabesh told Nahash, “Make a covenant with us, and we will serve you.”",
      "2": "Nahash the Ammonite told them, “I’ll make a covenant with you on the condition that I gouge out the right eye of every one of you and so bring disgrace on all Israel.”",
      "3": "The elders of Jabesh told him, “Leave us alone for seven days so that we may send messengers through all the territory of Israel. Then if no one delivers us, we will come out to you and surrender.”",
      "4": "When the messengers came to Gibeah of Saul and reported the terms to the people, all the people cried loudly.",
      "5": "Just then Saul was coming in from the field behind the oxen and he said, “What’s with the people? Why are they crying?” They reported to him what the men of Jabesh had said.",
      "6": "When Saul heard these words, the Spirit of God came on him, and he was very angry.",
      "7": "He took a yoke of oxen, cut them in pieces, and sent the pieces by messengers through all the territory of Israel: “This is what will be done to the oxen of anyone who does not come out and join Saul and Samuel!” The fear of the Lord fell on the people and they came out as one man.",
      "8": "Saul mustered them at Bezek, and there were 300,000 Israelis and 30,000 men of Judah.",
      "9": "They told the messengers who had come, “You are to say this to the men of Jabesh-gilead, ‘Tomorrow, by the time the sun is hot, you will be delivered.’” The messengers went and reported to the men of Jabesh, and they rejoiced.",
      "10": "The men of Jabesh said, “Tomorrow we will come out to you and surrender. Then you can do whatever you want to us.”",
      "11": "The next day Saul separated the people into three companies. They came into the camp during the morning watch, and struck down the Ammonites until the heat of the day. Those who survived were scattered so that no two of them remained together.",
      "12": "The people told Samuel, “Who said, ‘Will Saul reign over us?’ Bring them to us and we will put them to death!”",
      "13": "But Saul said, “Let no one be put to death this day, because today the Lord has delivered Israel.”",
      "14": "Then Samuel told the people, “Come, let’s go to Gilgal and reaffirm the kingship there.”",
      "15": "So all the people went to Gilgal and there they made Saul king in the Lord’s presence in Gilgal. There they sacrificed peace offerings in the Lord’s presence, and there Saul and all the men of Israel rejoiced greatly."
    },
    "12": {
      "1": "Then Samuel told all Israel, “Take note! I’ve listened to you, to everything you have told me, and I’ve appointed a king over you.",
      "2": "Now here is the king walking before you, while I’m old and gray, and my sons are with you. I’ve walked before you from my youth until this day.",
      "3": "Here I am. Testify against me in the Lord’s presence and before his anointed. Whose ox have I taken, or whose donkey have I taken? Who have I cheated? Who have I oppressed? Who bribed me to look the other way? I’ll restore it to you.”",
      "4": "They said, “You haven’t cheated us or oppressed us, and you haven’t taken anything from anyone’s hand.”",
      "5": "He told them, “Today the Lord is testifying, along with his anointed, that you haven’t found any bribes in my possession.”\nThey said, “He’s a witness.”",
      "6": "Then Samuel told the people, “It is the Lord who appointed Moses and Aaron and who brought your ancestors up out of the land of Egypt.",
      "7": "Now stand up and I’ll pass judgment on you in light of the Lord’s righteous acts that he did for you and your ancestors.",
      "8": "After Jacob went to Egypt, and your ancestors cried out to the Lord, he sent Moses and Aaron, who brought your ancestors out of Egypt and settled them in this place.",
      "9": "But they forgot the Lord their God, so he handed them over to the domination of Sisera, the commander of the army of Hazor, and into domination by the Philistines and by the king of Moab, and Israel fought against them.",
      "10": "“Then they cried out to the Lord: ‘We have sinned because we have forsaken the Lord and have served the Baals and the Ashtaroth. Now deliver us from the hand of our enemies, and we will serve you.’",
      "11": "Then the Lord sent Jerubbaal, Barak, Jephthah, and Samuel and he delivered you from the hand of your enemies on every side, so that you lived securely.",
      "12": "But when you saw that Nahash, king of the Ammonites, was coming to fight you, you told me, ‘No, let a king rule over us instead,’ even though the Lord your God was your king.",
      "13": "“Now, here is the king you have chosen, the one whom you asked for. See, the Lord has appointed a king over you.",
      "14": "If you fear the Lord, serve him, obey him, and don’t rebel against the commandment of the Lord, then both you and the king who rules over you will truly follow the Lord your God.",
      "15": "But if you don’t obey the Lord and rebel against the commandment of the Lord, then the Lord will turn against you as he did against your ancestors.",
      "16": "“Now then, stand up and see this great thing that the Lord is about to do before your eyes.",
      "17": "Is it not the wheat harvest today? I’ll call upon the Lord, and he will send thunder and rain. Then you will know and understand that you have done a great evil in the sight of the Lord by asking for a king for yourselves.”",
      "18": "Samuel called upon the Lord that same day, and the Lord sent thunder and rain. So all the people greatly feared the Lord and Samuel.",
      "19": "Then all the people told Samuel, “Pray to the Lord your God for your servants, so that we don’t die, because we made all our sins worse by asking for a king for ourselves.”",
      "20": "Samuel told all the people, “Don’t be afraid. You have done all this evil. Yet don’t turn aside from following the Lord, but serve the Lord with all your heart.",
      "21": "Don’t turn aside after useless things that cannot profit or deliver because they’re useless.",
      "22": "Indeed, the Lord won’t abandon His people for the sake of His great name, for the Lord desires to make you a people for himself.",
      "23": "Now as for me, far be it from me that I should sin against the Lord by ceasing to pray for you. I’ll also instruct you in the way that is good and right.",
      "24": "Only, fear the Lord and serve him faithfully with all your heart. Indeed, consider what great things he has done for you.",
      "25": "But if you persist in doing evil, both you and your king will be swept away.”"
    },
    "13": {
      "1": "Saul was 30 years old when he began to reign, and he ruled for 42 years over Israel.",
      "2": "Saul chose for himself 3,000 men from Israel. There were 2,000 with Saul in Michmash and the hill country of Bethel, while 1,000 were with Jonathan in Gibeah of Benjamin. He had sent the rest of the people home.",
      "3": "Jonathan attacked the Philistine garrison in Geba, and the Philistines heard about it. Saul blew the trumpet throughout the land: “Listen, Hebrews!”",
      "4": "All Israel heard the report, “Saul has attacked the Philistine garrison and Israel has also become repulsive to the Philistines.” Then the people were summoned to Saul at Gilgal.",
      "5": "The Philistines assembled to fight against Israel with 30,000 chariots, 6,000 horsemen, and people as numerous as the sand on the seashore. And they advanced and camped in Michmash, east of Beth-aven.",
      "6": "When the men of Israel saw that they were in distress (for the people were in difficult circumstances), the people hid themselves in caves, in thickets, in crags, in tombs, and in pits.",
      "7": "Hebrews went across the Jordan to the land of Gad and Gilead, but Saul remained in Gilgal, and all the people followed him, trembling.",
      "8": "Saul waited seven days for the appointment set by Samuel. When Samuel did not arrive at Gilgal, as the people began to scatter from Saul,",
      "9": "Saul said, “Bring the burnt offering and the peace offering to me,” and he offered the burnt offering.",
      "10": "Just as he finished offering the burnt offering, Samuel arrived, and Saul went out to meet and greet him.",
      "11": "Samuel said, “What have you done?”\nSaul replied, “When? I saw that the people were scattering from me, that you didn’t come at the appointed time, and that the Philistines were assembling at Michmash.",
      "12": "I thought, ‘The Philistines will come down against me at Gilgal but I’ve not sought the favor of the Lord,’ so I forced myself to offer the burnt offering.”",
      "13": "Then Samuel told Saul, “You have acted foolishly. You haven’t obeyed the commandment of the Lord your God, which he commanded you. For then the Lord would have established your kingdom over Israel forever,",
      "14": "but now your kingdom won’t be established. The Lord has sought for himself a man after his own heart, and the Lord has appointed him as Commander-in-Chief over his people because you didn’t obey that which the Lord commanded you.”",
      "15": "Then Samuel got up and went from Gilgal to Gibeah of Benjamin. Saul mustered the people present with him, about 600 men.",
      "16": "Saul, his son Jonathan, and the people present with them remained in Geba of Benjamin, while the Philistines camped in Michmash.",
      "17": "Raiders went out of the Philistine camp in three companies. One company turned in the direction of Ophrah, to the land of Shual,",
      "18": "one company turned in the direction of Beth-horon, while the one company turned toward the border that overlooks the valley of Zeboiim toward the desert.",
      "19": "No blacksmith could be found in all the land of Israel because the Philistines thought, “This will keep the Hebrews from making swords or spears.”",
      "20": "Everyone in Israel would have to go to the Philistines so each person could sharpen his plow, his mattock, his axe, and his sickle.",
      "21": "The charge was one pin for plows, mattocks, three pronged forks, and axes, or for setting the goads.",
      "22": "On the day of battle, none of the people who were with Saul and Jonathan were armed with swords or spears, but Saul and his son Jonathan did have them.",
      "23": "Now a garrison of the Philistines had gone out to the pass of Michmash."
    },
    "14": {
      "1": "One day Jonathan told his armor bearer, “Come, let’s go over to the Philistine garrison which is on the other side,” but he did not tell his father.",
      "2": "Saul was sitting on the outskirts of Geba under the pomegranate tree which was at Migron, and with him were about 600 men.",
      "3": "Along with him were Ahitub’s son Ahijah, Ichabod’s brother, who was Phineas’ son and a grandson of Eli the priest of the Lord at Shiloh, who was carrying the ephod. The people did not know that Jonathan had gone.",
      "4": "Now in the pass through which Jonathan planned to get across to the Philistine garrison, there was a sharp crag on one side and a sharp crag on the other side. The name of the one was Bozez, and the name of the other was Seneh.",
      "5": "One crag rose on the north opposite Michmash, and the other on the south opposite Geba.",
      "6": "Jonathan told his armor bearer, “Come, let’s go over to the garrison of these uncircumcised ones. Perhaps the Lord will work for us, since nothing prevents the Lord from delivering, whether by many or by a few.”",
      "7": "His armor bearer told him, “Do whatever you want. Let’s move out! I’m right here with you, as you wish.”",
      "8": "Jonathan said, “Look, we’re going over to the men, and we will show ourselves to them.",
      "9": "If they say to us, ‘Stay there until we come to you,’ then we will stay where we are and not go up to them.",
      "10": "But if they say, ‘Come up and fight us,’ then we will go up, for the Lord has given them into our hands, and this will be the sign for us.”",
      "11": "When the two of them showed themselves to the Philistine garrison, the Philistines said, “Look, the Hebrews are coming out of the holes where they have been hiding.”",
      "12": "The men of the garrison responded to Jonathan and his armor bearer: “Come up and fight us, and we will show you something.”\nJonathan then told his armor bearer, “Follow me, for the Lord has given them into Israel’s control.”",
      "13": "Jonathan crawled up on his hands and feet, with his armor bearer following him. The Philistines fell before Jonathan, and his armor bearer who was behind him also killed some.",
      "14": "In the initial attack, Jonathan and his armor bearer struck down about twenty men in an area of about half an acre of land.",
      "15": "There was terror in the camp, in the field, and among all the people. Even the garrison and the raiders were terrified. The earth shook, and there was even greater terror.",
      "16": "Saul’s sentries in Gibeah of Benjamin watched as the camp was in disarray, going this way and that.",
      "17": "Saul told the people who were with him, “Do a roll call and see who has left us.” They did a roll call, and Jonathan and his armor bearer were not there.",
      "18": "Saul told Ahijah, “Bring the Ark of God here.” For at that time the Ark of God was with the Israelis.",
      "19": "While Saul was still speaking to the priest, the commotion in the Philistine camp increased more and more, and Saul told the priest, “Remove your hand.”",
      "20": "Then Saul and all the people who were with him assembled and went into battle. Now the swords of all the Philistines were against each other, and there was very great confusion.",
      "21": "The Hebrews who had previously been with the Philistines, who had gone up with them from the surrounding areas to the camp, even they joined Israel and those who were with Saul and Jonathan.",
      "22": "All the Israelis who had been hiding in the hill country of Ephraim heard that the Philistines were fleeing, and even they pursued the Philistines in the battle.",
      "23": "On that day the Lord delivered Israel, and the battle moved past Beth-aven.",
      "24": "The men of Israel were hard pressed on that day, and Saul required the army to take an oath: “Cursed is the person who eats food before evening and before I’ve been avenged of my enemies.” So no one tasted food.",
      "25": "Later on, all the soldiers entered the woods, and there was honey on the ground.",
      "26": "The people came into the woods and there was flowing honey, but no one put his hand to his mouth to eat it because the people were afraid due to the oath.",
      "27": "But Jonathan had not heard that his father had required the army to swear an oath, so he stretched out the end of the staff that was in his hand and dipped it in the honeycomb. He brought it back to his mouth and his eyes brightened.",
      "28": "Then one of the people responded: “Your father strictly ordered the army to take an oath. That’s why he said, ‘Cursed is the person who eats food today,’ and so the army is exhausted.”",
      "29": "Jonathan said, “My father has troubled the land. See how my eyes have brightened because I tasted a little of this honey.",
      "30": "How much better if the army had eaten freely today of their enemy’s spoil that they found, because the slaughter among the Philistines has not been great.”",
      "31": "That day they struck down the Philistines from Michmash to Aijalon, and the army was very weary.",
      "32": "The army grabbed the spoil, took sheep, oxen, and calves, and slaughtered them on the ground, and then the army ate them with the blood.",
      "33": "Someone reported this to Saul: “Right now the army is sinning against the Lord by eating meat with the blood.” He said, “You have acted treacherously. Roll a large stone to me today.”",
      "34": "Then Saul said, “Disperse yourselves among the soldiers and say to them, ‘Let each man bring his ox and his sheep to me, and you are to slaughter them here and eat. But don’t sin against the Lord by eating meat with the blood.’” So every soldier brought his ox with him that night, and they slaughtered them there.",
      "35": "Saul built an altar to the Lord; it was the first altar that he built to the Lord.",
      "36": "Saul said, “Let’s go down after the Philistines tonight and plunder them until dawn, and let’s not leave a single one of them alive.”\nThey said, “Do whatever seems good to you!”\nBut the priest said, “Let’s draw near to God here.”",
      "37": "Saul inquired of God, “Shall I go down after the Philistines? Will you give them into the hand of Israel?” But God did not answer him that day.",
      "38": "Saul said, “All you army officers are to come here to find out what constitutes this sin today.",
      "39": "Indeed, as the Lord who delivers Israel lives, even if the sin is with my son Jonathan, he will surely die!” Not a single one of the soldiers answered him.",
      "40": "Then he told all Israel, “You will be on one side, and I and my son Jonathan will be on the other side.”\nThe people told Saul, “Do what seems good to you.”",
      "41": "Then Saul told the Lord God of Israel, “Judge us properly.” Jonathan and Saul were selected, but the army was cleared.",
      "42": "Saul said, “Cast lots between me and my son Jonathan,” and Jonathan was selected.",
      "43": "Saul told Jonathan, “Tell me what you’ve done.”\nSo Jonathan spoke to him: “I did taste a little honey from the end of the staff that was in my hand. Here I am; I’m ready to die!”",
      "44": "Saul said, “May God do this to me and even more, if you don’t surely die, Jonathan!”",
      "45": "Then the army told Saul, “Shall Jonathan die, who brought about this great deliverance in Israel? As the Lord lives, not one hair of his head will fall to the ground, because today he did this with God’s help.”",
      "46": "Then Saul stopped pursuing the Philistines, and the Philistines went back to their territory.",
      "47": "When Saul became king over Israel, he fought against all his enemies on every side—against Moab, the Ammonites, Edom, the kings of Zobah, and the Philistines. Everywhere he turned he was victorious.",
      "48": "He acted valiantly, defeated Amalek, and delivered Israel from those who had been plundering them.",
      "49": "Saul’s sons included Jonathan, Ishvi, and Malchi-shua. Of his two daughters, the firstborn was named Merab, and the younger one was named Michal.",
      "50": "Saul’s wife was Ahinoam, daughter of Ahimaaz, while the commander of his army was Saul’s uncle Ner’s son Abner.",
      "51": "Saul’s father Kish and Abner’s father Ner were sons of Abiel.",
      "52": "There was intense fighting against the Philistines during Saul’s entire reign, and whenever Saul discovered a strong or valiant warrior, he would enlist him for service."
    },
    "15": {
      "1": "Samuel told Saul, “The Lord sent me to anoint you king over his people, Israel. Now listen to the words of the Lord.",
      "2": "This is what the Lord of the Heavenly Armies says: ‘I’ll punish Amalek for what he did to Israel, when he set himself against Israel in the way, as they were going up from Egypt.",
      "3": "Now, go and attack Amalek. Completely destroy all that they have. Don’t spare them, but put to death both man and woman, child and infant, both ox and sheep, camel and donkey.’”",
      "4": "Saul summoned the people and mustered them in Telaim, 200,000 foot soldiers and 10,000 men from Judah.",
      "5": "Saul came to the city of Amalek and set an ambush in the valley.",
      "6": "Saul told the Kenites, “Withdraw from the Amalekites so that I don’t destroy you with them, for you showed kindness to all the Israelis when they departed from Egypt.” So the Kenites withdrew from the Amalekites.",
      "7": "Saul attacked the Amalekites from Havilah to Shur, which is east of Egypt.",
      "8": "He captured alive Agag king of Amalek, but he completely destroyed all the people, executing them with swords.",
      "9": "Saul and the people spared Agag and the best of the sheep and cattle—the fattened animals and lambs—along with all that was good. They were not willing to completely destroy them, but they did completely destroy everything that was worthless and inferior.",
      "10": "This message from the Lord came to Samuel:",
      "11": "“I regret that I made Saul king, because he has turned away from following me and has not carried out my commands.” Samuel was angry, and he cried out to the Lord all night.",
      "12": "Samuel got up early in the morning to meet Saul, but Samuel was told, “Saul went up to Carmel to set up a monument for himself. Then he turned around and traveled on to Gilgal.”",
      "13": "Samuel approached Saul. “May the Lord bless you,” Saul said. “I’ve carried out the Lord’s command.”",
      "14": "Samuel said, “Then what is this bleating of sheep in my ears and the lowing of cattle that I hear?”",
      "15": "Saul replied, “They brought them from the Amalekites. The people spared the best of the sheep and cattle to offer sacrifices to the Lord your God, and the rest they completely destroyed.”",
      "16": "“Be quiet!” Samuel said. “I’ll tell you what the Lord told me last night.”\nSaul told him, “Speak.”",
      "17": "So Samuel replied, “Is it not true that though you were small in your own eyes you became head of the tribes of Israel, and the Lord anointed you king over Israel?",
      "18": "The Lord sent you on a mission: ‘Go and completely destroy the sinners, the Amalekites, and fight against them until they’re destroyed.’",
      "19": "Why didn’t you obey the Lord, but grabbed the spoil and did evil in the Lord’s sight?”",
      "20": "Saul told Samuel, “I did obey the Lord. I went on the mission on which the Lord sent me, I brought Agag king of Amalek, and I completely destroyed the Amalekites.",
      "21": "The people took some of the spoil—sheep, cattle, and the best of what was to be completely destroyed—to sacrifice to the Lord your God at Gilgal.”",
      "22": "Samuel said,\n“Does the Lord delight as much in burnt offerings and sacrifices\n    as in obeying the Lord?\nSurely, to obey is better than sacrifice,\n    to pay attention is better than the fat of rams.",
      "23": "Indeed, rebellion is the sin of divination,\n    and arrogance is iniquity and idolatry.\nBecause you have rejected this message from the Lord,\n    he has rejected you from being king.”",
      "24": "“I’ve sinned,” Saul replied to Samuel. “I’ve broken the Lord’s command and your word, because I was afraid of the people and listened to them.",
      "25": "Now, please forgive my sin and return with me so I may worship the Lord.”",
      "26": "Samuel told Saul, “I won’t return with you because you have rejected the message from the Lord, and the Lord has rejected you from being king over Israel.”",
      "27": "As Samuel turned to go Saul seized him by the corner of his robe, and it tore.",
      "28": "Samuel told him, “The Lord has torn the kingdom of Israel away from you today, and he has given it to your neighbor who is better than you.",
      "29": "Moreover, the Glory of Israel does not lie or change his mind, for he’s not a man that he should change his mind.”",
      "30": "“I’ve sinned,” Saul said. “But please honor me now before the elders of my people and before Israel, and return with me so I may worship the Lord your God.”",
      "31": "Samuel returned, following Saul, and Saul worshipped the Lord.",
      "32": "Then Samuel said, “Bring Agag king of Amalek to me.”\nAgag came to him in fetters, saying to himself, “Surely the bitterness of death is past.”",
      "33": "Samuel said, “Just as your sword has made women childless, so your mother will be childless among women.” Then Samuel cut Agag into pieces in the Lord’s presence in Gilgal.",
      "34": "Then Samuel went to Ramah, and Saul went to his house in Gibeah of Saul.",
      "35": "Samuel did not see Saul again until the day of his death, but Samuel grieved over Saul, and the Lord regretted that he had made Saul king over Israel."
    },
    "16": {
      "1": "The Lord told Samuel, “How long will you grieve over Saul, since I’ve rejected him from being king over Israel? Fill your horn with oil and go. I’m sending you to Jesse from Bethlehem because I’ve chosen for myself one of his sons as king.”",
      "2": "Samuel said, “How can I go? Saul will hear about this and kill me!”\nThe Lord said, “Take a heifer with you and say, ‘I’ve come to offer a sacrifice to the Lord.’",
      "3": "You are to invite Jesse to the sacrifice, and I’ll show you what you are to do. You are to anoint for me the one I tell you.”",
      "4": "Samuel did what the Lord said and went to Bethlehem. The elders of the town came out to meet him trembling, and said, “May your coming be in peace.”",
      "5": "He said, “Peace, I’ve come to sacrifice to the Lord. Consecrate yourselves and come with me to the sacrifice.” Samuel consecrated Jesse and his sons and invited them to the sacrifice.",
      "6": "When they arrived, Samuel saw Eliab, and said, “Surely he’s the Lord’s anointed.”",
      "7": "The Lord told Samuel, “Don’t look at his appearance or his height, for I’ve rejected him. Truly, God does not see what man sees, for man looks at the outward appearance, but the Lord sees the heart.”",
      "8": "Then Jesse summoned Abinadab and brought him before Samuel, and he said, “Neither has the Lord chosen this one.”",
      "9": "Then Jesse brought Shammah, and he said, “Neither has the Lord chosen this one.”",
      "10": "Jesse brought seven of his sons before Samuel, and Samuel told Jesse, “The Lord has not chosen these.”",
      "11": "Then Samuel told Jesse, “Are these all the young men?” He said, “There yet remains the youngest one, and right now he’s tending the sheep.” Samuel told Jesse, “Send someone to get him, for we won’t do anything else until he arrives here.”",
      "12": "So he sent and brought him. He had a dark, healthy complexion, with beautiful eyes, and he was handsome. The Lord said, “Get up and anoint him, for this is the one.”",
      "13": "Then Samuel took the horn of oil and anointed David in the presence of his brothers, and the Spirit of the Lord came on David from that day forward. Then Samuel got up and went to Ramah.",
      "14": "The Spirit of the Lord departed from Saul, and an evil spirit from the Lord troubled him.",
      "15": "Saul’s servants told him, “Look, an evil spirit from God is troubling you.",
      "16": "Let our lord order his servants who attend you to look for a man who is skilled in playing the lyre. And then when an evil spirit from God comes on you, he will play and you will be better.”",
      "17": "Saul told his servants, “Find a man for me who can play well and bring him to me.”",
      "18": "One of the young men answered: “Look, I’ve seen a son of Jesse the Bethlehemite who is skilled in playing. The man is a valiant soldier, gifted in speech, and handsome. And the Lord is with him.”",
      "19": "So Saul sent messengers to Jesse and said, “Send me your son David, who is with the sheep.”",
      "20": "Jesse took a donkey loaded with bread, a container of wine, and one kid, and sent them to Saul along with his son David.",
      "21": "David went to Saul and began to serve him. Saul loved him very much, and he became his armor bearer.",
      "22": "Saul sent a messenger to Jesse to tell him, “Allow David to serve me, because I’m pleased with him.”",
      "23": "Whenever an evil spirit from God came to Saul, David would take the lyre and play it. Relief would come to Saul and he would be better, because the evil spirit would leave him."
    },
    "17": {
      "1": "The Philistines assembled their army for battle. They were assembled at Socoh, which belongs to Judah, and they camped between Socoh and Azekah, in Ephes-dammim.",
      "2": "Saul and the Israelis assembled and camped in the valley of Elah, where they set up their forces to meet the Philistines.",
      "3": "The Philistines were standing on the hill on one side while the Israelis were standing on the hill on the other side, with the valley between them.",
      "4": "A champion named Goliath from Gath came out from the Philistine camp. He was four cubits and a span tall,",
      "5": "wore a bronze helmet on his head, and wore bronze scale armor that weighed about 5,000 shekels.",
      "6": "He had bronze armor on his legs and carried a bronze javelin slung between his shoulders.",
      "7": "The shaft of his spear was like a weaver’s beam and the iron point of his spear weighed 600 shekels. A man carrying his shield walked in front of him.",
      "8": "He stood still and called out to the ranks of Israel, “Why should you move into position for battle? Am I not a Philistine and you Saul’s servants? Choose a man for yourselves to come down against me.",
      "9": "If he’s able to fight me and strike me down, then we will become your servants; but if I prevail against him and strike him down, then you will become our servants and serve us.”",
      "10": "The Philistine said, “I defy the ranks of Israel today. Send me one man and let’s fight together.”",
      "11": "When Saul and all the Israelis heard these words of the Philistine, they were dismayed and very frightened.",
      "12": "David was the son of that Ephrathite man named Jesse from Bethlehem in Judah. He had eight sons; at the time when Saul was king he was old, having lived to an advanced age.",
      "13": "The three oldest sons of Jesse followed Saul into battle. The names of his three sons who went to the battle were his firstborn Eliab, Abinadab, his second son, and Shammah, the third.",
      "14": "David was the youngest, while the three oldest had followed Saul.",
      "15": "And David would go back and forth from Saul to tend his father’s sheep in Bethlehem.",
      "16": "For 40 days the Philistine would come forward, morning and evening, to take his position.",
      "17": "Jesse told his son David, “Take this ephah of roasted grain to your brothers, along with these ten loaves of bread, and quickly take them to your brothers in the camp.",
      "18": "Take these ten pieces of cheese to the commander of the unit, check on the well-being of your brothers, and bring something back from them.",
      "19": "Saul, your brothers, and all the men of Israel are in the valley of Elah fighting with the Philistines.”",
      "20": "David got up early in the morning, left the sheep with a keeper, took the supplies, and went as Jesse had directed him. He arrived at the encampment as the army was going out to the battle line, shouting the battle cry.",
      "21": "Israel and the Philistines moved into position for battle, battle line facing battle line.",
      "22": "David left the supplies he had with him in the care of the supply keeper and ran to the battle line. When he arrived there, he asked his brothers about their well-being.",
      "23": "As he was speaking with them, the Philistine champion named Goliath from Gath came up from the Philistine battle lines and spoke his usual words, as David listened.",
      "24": "When all the Israelis saw the man, they fled from him and were very frightened.",
      "25": "“Did all of you see this man coming up?” one Israeli asked. “He comes up to defy Israel, and the king will richly reward the man who kills him. He will give his daughter to him and will make his father’s house tax free in Israel.”",
      "26": "David asked the men who were standing by him, “What will be done for the man who kills this Philistine and takes away the reproach from Israel? Indeed, who is this uncircumcised Philistine that he should defy the armies of the living God?”",
      "27": "The people also told him the same thing, saying, “This is what will be done for the man who kills him.”",
      "28": "Eliab his oldest brother heard him talking to the men. Eliab was angry with David and said, “Why did you come down here? And who did you leave those few sheep with in the wilderness? I know your insolence and wicked intentions. You came down just to see the battle!”",
      "29": "“What have I done now?” David asked. “It was just a question, wasn’t it?”",
      "30": "Then he turned from him toward another person and asked the same thing. The people replied to him the same way as the first one had.",
      "31": "When the words that David had spoken were heard, they were reported to Saul, and he sent for him.",
      "32": "David told Saul, “Let no one’s courage fail because of him; your servant will go fight this Philistine.”",
      "33": "Saul told David, “You can’t go against this Philistine and fight him. You are only a young man, but he has been a warrior since his youth.”",
      "34": "David told Saul, “Your servant has been a shepherd for his father. When a lion or bear came and took a lamb from the flock,",
      "35": "I would go out after it, strike it down, and rescue the lamb from its mouth. Then when it rose up against me, I would grab it by its fur, strike it down, and kill it.",
      "36": "Your servant has struck down both lions and bears, and this uncircumcised Philistine will be like one of them, since he defied the armies of the living God.”",
      "37": "David continued, “The Lord who delivered me from the power of the lion and the power of the bear will also deliver me from the power of this Philistine.”\nSaul told David, “Go! And may the Lord be with you.”",
      "38": "Saul put his garments on David, set a bronze helmet on his head, and put armor on him.",
      "39": "David strapped Saul’s sword over his garments and tried to walk, but he was not used to the armor. David told Saul, “I can’t walk in these because I’m not used to them,” and then took them off.",
      "40": "He took his staff in his hand and chose for himself five smooth stones from the brook and put them in the pouch in his shepherd’s bag. He approached the Philistine with his sling in his hand.",
      "41": "With a man carrying his shield in front of him, the Philistine kept coming closer to David.",
      "42": "When the Philistine looked and saw David, he had contempt for him, because he was only a young man. David had a dark, healthy complexion and was handsome.",
      "43": "The Philistine asked David, “Am I a dog that you come at me with sticks?” Then the Philistine cursed David by his own gods and",
      "44": "told David, “Come to me! I’ll give your flesh to the birds of the sky and to the beasts of the field.”",
      "45": "Then David told the Philistine, “You come at me with a sword, a spear, and a javelin, but I come to you in the name of the Lord of the Heavenly Armies, the God of the armies of Israel whom you have defied.",
      "46": "This very day the Lord will deliver you into my hand, and I’ll strike you down and remove your head from you. And this very day I’ll give the dead bodies of the Philistine army to the birds of the sky and to the animals of the earth, so that all the earth will know that there is a God in Israel,",
      "47": "and this whole congregation will know that the Lord does not deliver by sword or spear. Indeed, the battle is the Lord’s and he will give you into our hands.”",
      "48": "When the Philistine got up and came closer to meet David, David quickly ran to the battle line to meet the Philistine.",
      "49": "David reached his hand into the bag, took out a stone, slung it, and struck the Philistine in his forehead. The stone sunk into his forehead, and he fell on his face to the ground.",
      "50": "David defeated the Philistine with a sling and a stone; he struck down the Philistine and killed him, and there was no sword in David’s hand.",
      "51": "David ran and stood over the Philistine. He took the Philistine’s sword, pulled it from its sheath, killed him, and then he cut off his head with it. When the Philistines saw that their champion was dead, they fled.",
      "52": "The men of Israel and Judah got up with a shout and pursued the Philistines as far as the entrance to the valley and to the gates of Ekron. Wounded Philistines fell along the way to Shaaraim as far as Gath and Ekron.",
      "53": "The Israelis returned from pursuing the Philistines and plundered their camp.",
      "54": "David took the Philistine’s head and brought it to Jerusalem, but he put Goliath’s weapons in his tent.",
      "55": "When Saul saw David going out to meet the Philistine, he asked Abner, the commander of the army, “Whose son is this young man, Abner?”\nAbner said, “As surely as you live, your majesty, I don’t know.”",
      "56": "The king replied, “Go find out whose son the young man is.”",
      "57": "When David returned from striking down the Philistine, Abner took him and brought him to Saul with the Philistine’s head in his hand.",
      "58": "Saul told him, “Whose son are you, young man?”\nDavid said, “The son of your servant Jesse of Bethlehem.”"
    },
    "18": {
      "1": "When David finished speaking with Saul, Jonathan became a close friend to David, and Jonathan loved him as himself.",
      "2": "Saul took David that day and did not let him return to his father’s house.",
      "3": "Jonathan made a covenant with David because he loved him as he loved himself.",
      "4": "Jonathan took off the robe that he had on and gave it to David, along with his coat, his sword, his bow, and his belt.",
      "5": "David went out and was successful everywhere Saul sent him, and Saul put him in charge of the troops. This pleased the entire army, as well as Saul’s officials.",
      "6": "When David returned from defeating the Philistine, as they were entering the city, women from all the towns of Israel came out to meet King Saul, singing and dancing as they joyously played tambourines and lyres.",
      "7": "As the women sang and played, they said,\n“Saul has struck down his thousands\n    but David his ten thousands.”",
      "8": "Saul was very angry and he did not like what the women sang. He told himself, “They have attributed tens of thousands to David, but to me they have attributed thousands. What else can he have but the kingdom?”",
      "9": "From then on Saul kept his eye on David.",
      "10": "The next day, while David was playing the lyre as he had before, the evil spirit from the Lord attacked Saul, and he began to rave inside the house with a spear in his hand.",
      "11": "Saul hurled it, thinking, “I’ll pin David to the wall.” But David escaped from him twice.",
      "12": "Now Saul was afraid of David because the Lord was with him and had departed from Saul.",
      "13": "Saul removed David from his presence and made him an officer over a division of soldiers. So David led the troops in battle.",
      "14": "David was successful in all that he did, for the Lord was with him.",
      "15": "When Saul saw that David was highly successful, he feared him.",
      "16": "But all Israel and Judah loved David because he led them in battle.",
      "17": "Saul told David, “Here is my older daughter Merab. I’ll give her to you as a wife. Just be an excellent soldier for me and fight the Lord’s battles.” Now Saul told himself, “I won’t harm him myself. Instead, I’ll let the Philistines harm him.”",
      "18": "David told Saul, “Who am I and what is my life or my father’s family in Israel that I should be the king’s son-in-law?”",
      "19": "And when the time came to give Saul’s daughter Merab to David, she was given as a wife to Adriel of Meholah.",
      "20": "Saul’s daughter Michal loved David. Saul was informed of this and he liked the idea.",
      "21": "Saul told himself, “I’ll give her to him and she can be a snare to him and the Philistines will harm him.” So Saul told David, “For a second time you can be my son-in-law today.”",
      "22": "Saul commanded his officials, “Speak with David privately and say, ‘Look, the king delights in you, and all his officials love you. Now become the king’s son-in-law.’”",
      "23": "Saul’s officials delivered this message to David, and he asked, “Is becoming the king’s son-in-law an unimportant thing to you? I’m a poor and unimportant man.”",
      "24": "Saul’s officials reported to him: “This is what David said.”",
      "25": "Saul said, “This is what you are to tell David, ‘The king desires no bride price except 100 Philistine foreskins to take vengeance on the king’s enemies.’” Now Saul thought he would cause David to die at the hand of the Philistines.",
      "26": "When his officials delivered this message to David, David decided it would be a good thing to become the king’s son-in-law. Before the time was up,",
      "27": "David got up, went out with his men, and struck down 200 Philistine men. David brought their foreskins and gave them all to the king so he could become the king’s son-in-law. So Saul gave him his daughter Michal as a wife.",
      "28": "As Saul continued to observe, he realized that the Lord was with David and that Saul’s daughter Michal loved him.",
      "29": "Then Saul was even more afraid of David, and Saul was David’s enemy from that time on.",
      "30": "The Philistine commanders would go out to fight and whenever they did, David was more successful than any of Saul’s other leaders. His name was held in high esteem."
    },
    "19": {
      "1": "Saul told his son Jonathan and all his officials to kill David, but Saul’s son Jonathan was very fond of David.",
      "2": "So Jonathan told David, “My father Saul is trying to kill you. In the morning be careful and stay hidden in a secret place.",
      "3": "I’ll go out and stand by my father in the field where you are. I’ll speak to my father about you. If I find out what he intends to do, I’ll tell you.”",
      "4": "Jonathan spoke to his father Saul favorably about David. “The king shouldn’t wrong his servant David because he has not wronged you and because what he has done has been very beneficial for you.",
      "5": "He risked his life and struck down the Philistine, and the Lord brought about a spectacular deliverance for all Israel. You saw that and rejoiced, so why would you do wrong and shed innocent blood by killing David without cause?”",
      "6": "Saul listened to Jonathan, and swore by the life of the Lord that David would not be killed.",
      "7": "Jonathan summoned David and told him all this. Then Jonathan brought David to Saul, and David served him as before.",
      "8": "The war continued and David went out to fight against the Philistines. He thoroughly defeated them, and they fled before David.",
      "9": "The evil spirit from the Lord attacked Saul while he was sitting in his house with his spear in his hand and David was playing the lyre.",
      "10": "Saul tried to pin David to the wall with the spear, but he jumped away from Saul and the spear stuck in the wall. That night David escaped and fled.",
      "11": "Saul sent messengers to David’s house to watch him so they could kill him in the morning. David’s wife, Michal, told him, “If you don’t escape with your life tonight, tomorrow you’ll be put to death.”",
      "12": "So Michal let David down through the window, and he escaped and fled.",
      "13": "Then Michal took the household idol and laid it on the bed with a cover of goat hair placed at its head. Then she covered it with clothes.",
      "14": "When Saul sent the messengers to take David, Michal said, “He’s sick.”",
      "15": "Then Saul sent messengers to check on David. He told them, “Bring him to me on the bed so I may kill him.”",
      "16": "The messengers went in, and there was the household idol in the bed with the cover of goat hair at its head!",
      "17": "Then Saul told Michal, “Why did you deceive me like this and let my enemy go so he could escape?”\nMichal told Saul, “He told me, ‘Let me go or I’ll kill you!’”",
      "18": "David escaped and fled. He came to Samuel at Ramah and told him all that Saul had done to him. Then he and Samuel went and stayed at Naioth.",
      "19": "It was reported to Saul saying, “David is at Naioth in Ramah right now.”",
      "20": "Saul sent messengers to take David, and they saw a group of prophets caught up in prophetic ecstasy, with Samuel standing beside them leading them. Then the Spirit of God came on Saul’s messengers, and they also were caught up in prophetic ecstasy.",
      "21": "They reported this to Saul, he sent other messengers, and they also were caught up in prophetic ecstasy.",
      "22": "Then Saul himself went to Ramah, and he arrived at the large well that is in Secu. He asked, “Where are Samuel and David?”\nSomeone replied, “They’re at Naioth in Ramah.”",
      "23": "Saul went to Naioth in Ramah, and the Spirit of God came on him also. He continued in prophetic ecstasy until he came to Naioth in Ramah.",
      "24": "He also removed his clothes and was caught up in prophetic ecstasy right in front of Samuel! He fell down naked and remained there all that day and all night. That is why people say, “Is Saul also among the prophets?”"
    },
    "20": {
      "1": "David fled from Naioth in Ramah. He came to Jonathan and said, “What have I done? What is my crime, and how have I wronged your father so that he’s determined to kill me?",
      "2": "Jonathan told him, “Far from it! You won’t die. Look, my father never does anything, great or small, without telling me; so why should my father hide this thing from me? It’s not like that!”",
      "3": "David again took an oath: “Your father certainly knows that I’ve found favor with you, and so he told himself, ‘Jonathan must not know this so he won’t be upset.’ But as certainly as the Lord is alive and living, and as certainly as I’m alive and living, too, there is only a step between me and death.”",
      "4": "Jonathan told David, “Whatever you say, I’ll do.”",
      "5": "David told Jonathan, “Look, the New Moon is tomorrow, and I’m expected to sit down with the king to eat. Let me go so I can hide in the field until the evening of the day after tomorrow.",
      "6": "If your father actually notices that I’m not there, then you are to say, ‘David urgently requested that I allow him to run to his hometown of Bethlehem because the yearly sacrifice for the entire family was taking place there.’",
      "7": "If he says, ‘Good,’ then your servant will be safe. But if he actually gets angry, you will know that his intentions are evil.",
      "8": "Now, show gracious kindness to your servant because you have entered into a sacred covenant with your servant. If there is iniquity in me, then kill me yourself—why should you bring me to your father?”",
      "9": "“Nonsense!” Jonathan replied. “If I actually knew that my father intended evil against you, wouldn’t I tell you about it?”",
      "10": "Then David told Jonathan, “Who will tell me if your father answers you harshly?”",
      "11": "Then Jonathan told David, “Come, let’s go into the field.” So the two of them went into the field.",
      "12": "Jonathan told David, “The Lord God of Israel is my witness that I’ll carefully question my father by tomorrow or the next day. And if the response is favorable for David, will I not then send word to you and let you know?",
      "13": "But if my father intends to harm you, may the Lord strike me dead if I don’t let you know and send you away so you may go safely. May the Lord be with you as he has been with my father.",
      "14": "If I remain alive, don’t fail to show me the Lord’s gracious love so that I don’t die.",
      "15": "And don’t stop showing your gracious love to my family forever, not even when the Lord eliminates each of David’s enemies from the surface of the earth.”",
      "16": "Jonathan made a covenant with the house of David: “May the Lord punish any violation of this covenant by the hand of David’s enemies.”",
      "17": "Jonathan made David vow again out of his love for him, because he loved him as himself.",
      "18": "Jonathan told him, “Tomorrow is the New Moon, and you will be missed because your seat is empty.",
      "19": "On the third day go down quickly and come to the place where you hid earlier. Remain beside the rock at Ezel.",
      "20": "I’ll shoot three arrows to the side of the rock as though I were shooting at a target.",
      "21": "Then I’ll send a servant, saying, ‘Go, find the arrows.’ If I specifically say to the servant, ‘Look, the arrows are on this side of you, get them,’ then come out because it’s safe for you, and, as surely as the Lord lives, there is no danger.",
      "22": "But if I say this to the young man: ‘Look, the arrows are beyond you,’ then go, for the Lord has sent you away.",
      "23": "As for the matter about which you and I spoke, remember that the Lord is a witness between us forever.”",
      "24": "David hid in the field. When the New Moon arrived, the king sat down to eat.",
      "25": "The king sat down at his place as before, in the seat by the wall. Jonathan stood while Abner sat next to Saul, but David’s place was empty.",
      "26": "Saul didn’t say anything that day because he told himself, “Something has happened; he’s unclean; surely he’s not clean.”",
      "27": "But the next day, on the second day of the New Moon, David’s place was empty, and so Saul told his son Jonathan, “Why didn’t Jesse’s son come to the festival, either yesterday or today?”",
      "28": "Jonathan answered Saul, “David urgently requested that I let him go to Bethlehem.",
      "29": "He said, ‘Please let me go because our family has a sacrifice in the town, and my brother has ordered me to come. Now, if it’s acceptable to you, please let me get away so I can see my brothers.’ That’s the reason he didn’t come to the king’s table.”",
      "30": "Saul flew into a rage and told Jonathan, “You son of a perverse and rebellious woman! Don’t I know that you have chosen Jesse’s son to your shame and to the shame of your mother who bore you?",
      "31": "As long as Jesse’s son lives on the earth, neither you nor your kingdom will be established! Now send someone and bring David to me. He’s a dead man!”",
      "32": "Jonathan asked his father Saul, “Why should he be killed? What did he do?”",
      "33": "Then Saul threw the spear that was beside him to strike Jonathan down. So Jonathan realized that his father was determined to kill David.",
      "34": "So on the second day of the New Moon Jonathan angrily got up from the table without eating because he was upset about David, and because his father had humiliated him.",
      "35": "In the morning Jonathan, accompanied by a servant, went out to the field for the appointment with David.",
      "36": "Jonathan told his servant, “Run, find the arrows that I’m shooting.” As the servant ran, Jonathan shot the arrow beyond him.",
      "37": "The servant came to the place where Jonathan had shot it, and Jonathan called out to him, “The arrow is beyond you, isn’t it?”",
      "38": "Jonathan called out to the servant, “Hurry, be quick, don’t stand around.” Jonathan’s servant picked up the arrow and brought it to his master.",
      "39": "The servant was not aware of anything. Only Jonathan and David understood what had happened.",
      "40": "Then Jonathan gave his equipment to the servant who was with him and told him, “Go, take these things to the city.”",
      "41": "The servant went. Then David came out from the south side of the rock, fell on his face, and bowed down three times. The men kissed each other, and both of them cried, but David even more.",
      "42": "Jonathan told David, “Go in peace since both of us swore in the name of the Lord: ‘May the Lord be between me and you, and between my descendants and your descendants forever.’”\nThen David got up and left, while Jonathan went to the city."
    },
    "21": {
      "1": "David came to Nob to Ahimelech the priest, and Ahimelech was trembling as he came to meet David. Ahimelech told him, “Why are you alone, and no one with you?”",
      "2": "David told Ahimelech the priest, “The king commanded me about a matter, saying to me, ‘Don’t let anyone know anything about the matter I’m sending you to do and about which I’ve commanded you. I’ve directed the young men to a certain place.’",
      "3": "Now, what do you have available? Give me five loaves of bread or whatever you have.”",
      "4": "The priest answered David: “There is no ordinary bread available; only consecrated bread, provided that the young men have kept themselves from women.”",
      "5": "David answered the priest, saying to him, “Indeed, women were kept from us as is usual whenever I go out on a mission, and the equipment of the young men is consecrated even when it’s an ordinary journey, so how much more is their equipment consecrated today?”",
      "6": "So the priest gave him consecrated bread because no bread was there except the Bread of the Presence that had been removed from the Lord’s presence and replaced with hot bread on the day it was taken away.",
      "7": "Now, Doeg the Edomite, one of Saul’s officials, was there that day, detained in the Lord’s presence. He was the chief of Saul’s shepherds.",
      "8": "David told Ahimelech, “Is there no spear or sword available here? I took neither my sword nor my weapons with me, because the king’s mission is urgent.”",
      "9": "The priest said, “The sword of Goliath the Philistine, whom you struck down in the Valley of Elah is wrapped up in a cloth behind the ephod. If you want it, take it because there is no other except it here.”\nSo David said, “There is none like it. Give it to me.”",
      "10": "David got up that day and fled from Saul, and he went to King Achish of Gath.",
      "11": "The officials of Achish told him, “Isn’t this David, king of the land? Isn’t this the one about whom they sang as they danced,\n‘Saul has struck down his thousands,\n    but David his ten thousands’?”",
      "12": "David took these words seriously, and he was very frightened of King Achish of Gath.",
      "13": "So David changed his behavior before them and acted like he was crazy in their presence. He scribbled on the doors of the gate, and let his saliva run down his beard.",
      "14": "Achish told his officials, “Look, you see a person acting like a madman. Why’d you bring him to me?",
      "15": "Am I lacking madmen that you bring me this one to act like a madman around me? Shall this one come into my house?”"
    },
    "22": {
      "1": "David left from there and escaped to the Cave of Adullam. His brothers and all his father’s family heard about this and went down to him there.",
      "2": "Everyone who was in distress, everyone who was in debt, and everyone who was malcontent gathered around him, and he became their leader. There were about 400 men with him.",
      "3": "David went from there to Mizpah of Moab, and he told the king of Moab, “Please let my father and mother come and stay with you until I know what God is going to do for me.”",
      "4": "David left them with the king of Moab, and they stayed with him all the time David was in the stronghold.",
      "5": "The prophet Gad told David, “Don’t remain in the stronghold. Go and enter the territory of Judah.” So David left and went into the forest of Hereth.",
      "6": "When Saul heard that David and the men who were with him had been found, he was sitting in Gibeah, under the tamarisk tree on the hill, with his spear in his hand. All his officials were standing around him.",
      "7": "Saul told his officials who were standing around him, “Listen, men of Benjamin! Will Jesse’s son also give fields and vineyards to all of you? Will he make all of you officers over thousands and officers over hundreds?",
      "8": "But all of you have conspired against me, and no one tells me about my son’s covenant with Jesse’s son. None of you feels sorry for me and tells me that my son has stirred up my servant against me to lie in wait, as he’s doing this day.”",
      "9": "Then Doeg the Edomite, who was in charge of Saul’s servants answered: “I saw Jesse’s son coming to Nob to Ahitub’s son Ahimelech.",
      "10": "Ahimelech inquired of the Lord for him, gave him provisions, and gave him the sword of Goliath the Philistine.”",
      "11": "The king sent for Ahitub’s son Ahimelech the priest and for all his father’s family who were priests at Nob. All of them came to the king.",
      "12": "Saul said, “Listen, son of Ahitub!”\nAnd he said, “Here I am, your majesty.”",
      "13": "Then Saul asked him, “Why have you conspired against me—you and Jesse’s son—by giving him food and a sword, and by inquiring of God for him, so he can rise up against me to lie in wait, as he’s doing today?”",
      "14": "Ahimelech answered the king, “Who among all your officials is as faithful as David? He is the king’s son-in-law, the captain of your bodyguard, and he’s honored in your household.",
      "15": "Is today the first time I inquired of God for him? Absolutely not! The king shouldn’t accuse his servant, or any of my father’s family of anything, because your servant didn’t know anything at all about this.”",
      "16": "The king said, “Ahimelech, you will surely die, you and all your father’s family!”",
      "17": "The king told the guards, who were standing beside him, “Turn and kill the priests of the Lord because they supported David, and because they knew he was fleeing, but didn’t inform me.” But the officials of the king did not want to lift their hands to attack the priests of the Lord.",
      "18": "Then the king told Doeg, “You turn and attack the priests.” Doeg the Edomite turned and attacked the priests. That day he killed eighty-five men who carry the linen ephod.",
      "19": "He attacked the priestly town of Nob with the sword. Men and women, children and infants, oxen, donkeys and sheep were put to the sword.",
      "20": "One man, Ahimelech’s son Abiathar, a grandson of Ahitub, escaped and fled to David.",
      "21": "Abiathar told David that Saul had killed the priests of the Lord.",
      "22": "David told Abiathar, “I knew on that day when Doeg the Edomite was there that he would certainly tell Saul! I’m responsible for the deaths of your father’s whole family.",
      "23": "Stay with me, and don’t be afraid because the one who seeks my life, seeks your life. Indeed, you will be safe with me.”"
    },
    "23": {
      "1": "Someone told David, “Look, the Philistines are fighting at Keilah and are plundering the threshing floors.”",
      "2": "David inquired of the Lord: “Shall I go and strike down these Philistines?”\nThe Lord told David, “Go strike down the Philistines and deliver Keilah.”",
      "3": "David’s men told him, “Look, we’re afraid here in Judah. How much then, if we go to Keilah against the Philistine army?”",
      "4": "David inquired of the Lord again, and the Lord answered him: “Get up, go down to Keilah. I’ll give the Philistines into your control.”",
      "5": "David and his men went to Keilah and fought the Philistines. He carried off their livestock and defeated them decisively, and so David delivered the inhabitants of Keilah.",
      "6": "Now when Ahimelech’s son Abiathar had fled to David in Keilah, the ephod had come down with him.",
      "7": "It was reported to Saul that David had come to Keilah, and Saul said, “The Lord has delivered him into my hand because he has shut himself in by going into a town with double gates and bars.”",
      "8": "Saul summoned for battle all his forces to go down to Keilah, to besiege David and his men.",
      "9": "David knew that Saul was devising evil plans against him, and so he told Abiathar the priest, “Bring the ephod.”",
      "10": "David said, “Lord God of Israel. Your servant has definitely heard that Saul intends to come to Keilah to destroy the town because of me.",
      "11": "Will the people of Keilah hand me over to him? Will Saul come down just as your servant has heard? Lord God of Israel, please inform your servant.”\nThe Lord said, “He will come down.”",
      "12": "Then David said, “Will the people of Keilah hand me over to Saul?”\nThe Lord said, “They’ll hand you over.”",
      "13": "David and his men, about 600 strong, got up and left Keilah. They moved around wherever they could go. Saul was advised that David had escaped from Keilah, so he stopped the campaign.",
      "14": "David stayed in the wilderness in the strongholds, and he lived in the hill country in the wilderness of Ziph. Saul sought him every day, but God did not let David slip into Saul’s control.",
      "15": "David was afraid because Saul had come out to seek his life while David was in the wilderness of Ziph at Horesh.",
      "16": "Saul’s son Jonathan got up and went to David at Horesh, and he encouraged him to trust in God.",
      "17": "Jonathan told him, “Don’t be afraid. My father Saul won’t find you, and you will be king over Israel. I’ll be your second-in-command. My father Saul also knows this.”",
      "18": "The two of them made a covenant in the Lord’s presence. David remained at Horesh while Jonathan went home.",
      "19": "People from Ziph came up to Saul at Gibeah and informed him, “David is hiding with us in the strongholds in Horesh and on the hill of Hachilah south of Jeshimon, isn’t he?",
      "20": "Now, your majesty, whenever you want to come down, come down, and our part will be to hand him over to the king.”",
      "21": "Saul said, “May you be blessed by the Lord, because you have been gracious to me.",
      "22": "Go and again make sure, find out and investigate where he is and who has seen him there, for people tell me that he’s very clever.",
      "23": "Investigate and find out all the hiding places there where he hides, and return to me with reliable information. Then I’ll go down with you, and if he’s in the land, I’ll search him out among all the thousands of Judah.”",
      "24": "The people from Ziph got up and left Saul, while David and his men were in the wilderness of Maon in the Arabah south of Jeshimon.",
      "25": "When Saul and his men went to search for David, some people told David, and he went down to the Rock of Escape and remained in the wilderness of Maon. Saul heard this and he pursued David into the wilderness of Maon.",
      "26": "Saul went on one side of the mountain while David and his men went on the other side of the mountain. David was hurrying to get away from Saul while Saul and his men were closing in on David and his men to capture them.",
      "27": "Then a messenger came to Saul with this news: “Come quickly, because the Philistines have made a raid on the land!”",
      "28": "So Saul turned around from pursuing David and went to meet the Philistines. Therefore, they call that place the Rock of Escape.",
      "29": "David went up from there and stayed in the strongholds of En-gedi."
    },
    "24": {
      "1": "When Saul returned from pursuing the Philistines, he was told, “Look, David is in the wilderness of En-gedi.”",
      "2": "Saul took 3,000 of his best troops from all over Israel, and he went to look for David and his men in the direction of the Rocks of the Wild Goats.",
      "3": "He came to the sheepfolds beside the road. There was a cave there, and Saul went in to relieve himself. Now David and his men were sitting in the inner recesses of the cave.",
      "4": "David’s men told him, “Look, today is the day about which the Lord spoke to you when he said, ‘I’ll give your enemy into your hand.’ Do to him whatever you want!”\nDavid rose and stealthily cut off the corner of Saul’s robe.",
      "5": "Afterwards, David’s conscience bothered him because he had cut off the corner of Saul’s robe.",
      "6": "He told his men, “God forbid that I should do this thing to your majesty, the Lord’s anointed, by stretching out my hand against him, since he’s the Lord’s anointed.”",
      "7": "David restrained his men with his words and did not allow them to rebel against Saul. Saul got up from the cave and started off.",
      "8": "Then David got up, went out of the cave, and called out to Saul: “Your majesty!” Saul looked behind him, and David bowed down with his face to the ground and prostrated himself.",
      "9": "Then David told Saul, “Why do you listen to the words of those who say, ‘Look, David is trying to harm you?’",
      "10": "Look, this very day you saw with your own eyes that the Lord gave you into my control in the cave, and one of my men told me to kill you, but I had pity on you and responded, ‘I won’t lift my hand against his majesty because he’s the Lord’s anointed.’",
      "11": "Look, my father, look! The corner of your robe is in my hand. Indeed, by my cutting off the corner of your robe and not killing you, you may know and understand that I have no evil intent or transgression—I haven’t wronged you, even though you are hunting me to take my life.",
      "12": "May the Lord judge between me and you, and may he take vengeance on you for me, but I won’t be attacking you.",
      "13": "Just like the ancient proverb says, ‘From wicked people comes wickedness,’ but I’m not against you.",
      "14": "After whom is the king of Israel going out? Whom are you pursuing? A dead dog or a single flea?",
      "15": "May the Lord act as judge, and may he decide between me and you. May he see, may he plead my case, and may he vindicate me in this dispute against you.”",
      "16": "When David had finished saying these things to Saul, Saul asked, “Is this your voice, my son David?” Then Saul cried loudly",
      "17": "to David, “You are more righteous than I am, because you have treated me well even though I’ve treated you poorly.",
      "18": "You have explained how you treated me well, in that the Lord delivered me into your hand but you didn’t kill me.",
      "19": "For who would find his enemy and then send him away safely? May the Lord repay you for what you have done for me today.",
      "20": "Now I know for certain that you will be king, and that the kingdom will be established under your authority.",
      "21": "Now swear to me by the Lord that you will never eliminate my descendants after me, and that you won’t erase my name from my father’s family.”",
      "22": "David made this vow to Saul, and then Saul went home, while David and his men went up to the stronghold."
    },
    "25": {
      "1": "Samuel died and all Israel assembled to mourn for him. They buried him at his home in Ramah.\nDavid got up and went down to the Wilderness of Paran.",
      "2": "Now there was a man in Maon whose business was in Carmel of Judah, and the man was very rich. He had 3,000 sheep and 1,000 goats, and he was shearing his sheep in Carmel.",
      "3": "The man’s name was Nabal and his wife’s name was Abigail. The woman was intelligent and beautiful, while the man was harsh and wicked in his dealings. He was a descendant of Caleb.",
      "4": "While David was in the wilderness, he heard that Nabal was shearing his sheep.",
      "5": "David sent ten young men, saying to the young men, “Go up to Carmel, find Nabal, and greet him in my name.",
      "6": "Then say, ‘May you live long. Peace to you, peace to your family, and peace to all that you have.",
      "7": "Now, I’ve heard that the sheep shearers are with you. Now, your shepherds have been with us. We didn’t harm them, and they didn’t miss anything all the time they were in Carmel.",
      "8": "Ask your young men and they’ll tell you. Therefore let my young men find favor with you since we came on a special day. Please give whatever you have available to your servants and to your son David.’”",
      "9": "David’s young men came to Nabal and told him all this in David’s name, and then they waited.",
      "10": "Nabal answered David’s servants: “Who is David? Who is this son of Jesse? There are many servants today who are breaking away from their masters.",
      "11": "Should I take my food, my water, and my meat that I’ve slaughtered for my shearers and give it to men who came from who knows where?”",
      "12": "David’s men turned and went on their way. They came back and told David everything.",
      "13": "David told his men, “Put on your swords.” They put on their swords, and David put on his sword. Then about 400 men followed David, while 200 stayed with the supplies.",
      "14": "Now, one of the young men told Nabal’s wife Abigail: “Look, David sent messengers from the wilderness to greet our lord, but he screamed insults at them.",
      "15": "The men were very good to us. They didn’t harm us, and we didn’t miss anything all the time we moved around with them when we were in the field.",
      "16": "They were a wall around us both day and night, all the time we were with them taking care of the sheep.",
      "17": "Now, be aware of this and consider what you should do. Calamity is being planned against our master and against his entire household. He’s such a worthless person that no one can talk to him.”",
      "18": "Abigail quickly took 200 loaves of bread, two skins of wine, five butchered sheep, five measures of roasted grain, 100 bunches of raisins, and 200 fig cakes and loaded them on donkeys.",
      "19": "She told her young men, “Go ahead of me, I’ll be coming right behind you.” But she said nothing to her husband Nabal.",
      "20": "She was riding on the donkey and as she went down a protected part of the mountain, David was there with his men, coming down to meet her, and she went toward them.",
      "21": "Now David had said, “Surely it was for nothing that I protected everything that belonged to this man in the wilderness, and nothing was missing of all that belonged to him. But he has repaid me with evil for good!",
      "22": "May the Lord do this to the enemies of David—and more also—if by the morning I’ve left alive a single male of all those who belong to him.”",
      "23": "When Abigail saw David, she quickly got down from the donkey and fell on her face before David, prostrating herself on the ground.",
      "24": "She fell at his feet and pleaded, “Your majesty, let the guilt be on me alone, and please let your servant speak to you. Listen to the words of your servant.",
      "25": "Please, your majesty, don’t pay attention to this worthless man Nabal, for he’s just like his name. Nabal is his name and folly is his constant companion. But I, your servant, didn’t see your majesty’s young men whom you sent.",
      "26": "Now, your majesty, as the Lord lives and as you live, the Lord has kept you from shedding blood and from delivering yourself by your own actions. Now, may your enemies and those seeking to do evil to your majesty be like Nabal.",
      "27": "Now let this present that your servant has brought to your majesty be given to the young men who follow your majesty.",
      "28": "Please forgive the offense of your servant. For the Lord will certainly make a strong dynasty for your majesty, for your majesty is fighting the Lord’s battles. May evil not be found in you for all of your life.",
      "29": "If anyone should arise to pursue you and seek your life, may the life of your majesty be bound up with the Lord your God in a bundle of the living, and may he sling out the lives of your enemies from the pocket of a sling.",
      "30": "When the Lord does for your majesty all the good that he promised concerning you and appoints you Commander-in-Chief over Israel,",
      "31": "this shouldn’t be an obstacle or stumbling block for your majesty’s conscience, that he poured out blood without cause or that your majesty delivered himself. When the Lord does good things for your majesty, remember your servant.”",
      "32": "David told Abigail, “Blessed be the Lord God of Israel, who sent you to meet me today.",
      "33": "Blessed be your good judgment, and blessed be you, who today stopped me from shedding blood and delivering myself by my own actions.",
      "34": "For as surely as the Lord God of Israel lives, the one who restrained me from harming you—indeed, had you not quickly come to meet me, by dawn there wouldn’t be a single male left to Nabal.”",
      "35": "David took from her what she had brought him and told her, “Go up to your house in peace. Look, I’ve heard your request and will grant it.”",
      "36": "Abigail returned to Nabal, and he was there in his house holding a festival like the festival of a king. Nabal’s heart was glad, and he was very drunk, so she didn’t tell him anything at all until morning.",
      "37": "After Nabal became sober the next morning, his wife told him all that had happened. Nabal’s heart failed and he became paralyzed.",
      "38": "About ten days later the Lord struck Nabal, and he died.",
      "39": "When David heard that Nabal had died, he said, “Blessed be the Lord who has judged the dispute over my insult at the hand of Nabal, and has held back his servant from evil. The Lord has repaid Nabal’s wickedness.”\nThen David sent word to Abigail that he would take her as his wife.",
      "40": "David’s servants went to Abigail at Carmel and told her, “David sent us to you to take you to him as his wife.”",
      "41": "She got up, prostrated herself face down on the ground, and replied, “Your servant would be a slave to wash the feet of your majesty’s servants.”",
      "42": "Then Abigail quickly got up and got on a donkey, with five young women walking behind her. She followed David’s messengers, and she became his wife.",
      "43": "David also married Ahinoam of Jezreel, and both of them became his wives.",
      "44": "Meanwhile, Saul had given his daughter Michal, David’s wife, to Laish’s son Palti from Gallim."
    },
    "26": {
      "1": "People from Ziph came to Saul in Gibeah and informed him, “David is hiding on the hill of Hachilah which is across from Jeshimon, isn’t he?”",
      "2": "So Saul rose and went down with 3,000 select men of Israel to the Wilderness of Ziph, to look for David in the Wilderness of Ziph.",
      "3": "Saul camped by the road on the hill of Hachilah, across from Jeshimon, while David was staying in the wilderness. When he realized that Saul had come after him in the wilderness,",
      "4": "David sent out spies and found out for certain that Saul had arrived.",
      "5": "David rose and went to the place where Saul was camped. David saw the place where Saul and Abner, his Commander-in-Chief, lay down. Saul was lying down within the encampment, and the army was camped all around him.",
      "6": "David said to Ahimelech the Hittite, and to Joab’s brother Abishai, Zeruiah’s son, “Who will go down with me to Saul in the camp?”\nAbishai said, “I’ll go down with you.”",
      "7": "David and Abishai went to the army at night, and Saul was lying there asleep in the encampment. His spear was stuck in the ground at his head, and Abner and the army were lying all around him.",
      "8": "Abishai told David, “Today God has delivered your enemy into your hand. Let me run the spear through him into the ground with a single blow. I won’t need to strike him twice!”",
      "9": "David told Abishai, “Don’t destroy him. Who can raise his hand to strike the Lord’s anointed and remain innocent?",
      "10": "As the Lord lives, the Lord will strike him down, or his time will come to die, or he will go into battle and perish.",
      "11": "The Lord forbid that I should raise my hand against the Lord’s anointed. Now take the spear that is at his head and the jug of water, and let’s go.”",
      "12": "So David took the spear and the jug of water at Saul’s head, and they left. No one saw, and no one knew, because no one was awake. They were all asleep, because a deep sleep from the Lord had fallen over them.",
      "13": "Then David crossed over to the other side and stood on top of the hill some distance away with a large distance between them.",
      "14": "David called out to the army and to Ner’s son Abner, “Abner, won’t you answer me?”\nAbner answered: “Who are you who calls out to the king?”",
      "15": "David told Abner, “Are you not a man, and who is like you in Israel? Why didn’t you guard your lord, the king? Indeed, a soldier came to destroy the king, your lord.",
      "16": "This thing that you did is not good. As the Lord lives, you deserve to die, you who didn’t guard your lord, the Lord’s anointed. Where is the king’s spear and where is the jug of water that was at his head?”",
      "17": "Saul recognized David’s voice and said, “Is this your voice, my son David?”\nDavid replied, “It is my voice, your majesty.”",
      "18": "David said, “Why is your majesty pursuing his servant? For what have I done, and what evil do I bear toward you?",
      "19": "Now let your majesty listen to the words of his servant. If the Lord incited you against me, then may he accept an offering. But if it is people, may they be cursed in the Lord’s presence, because they have driven me out today from sharing in the inheritance of the Lord by saying, ‘Go serve other gods.’",
      "20": "Now, don’t let my blood fall to the ground away from the Lord’s presence. Indeed, the king of Israel has come out to seek a single flea, like someone hunts a partridge in the mountains.”",
      "21": "Then Saul said, “I’ve wronged you. Return, my son David, for I won’t harm you again because my life was precious to you today. Look, I’ve acted foolishly and have made a very great mistake.”",
      "22": "David replied, “Here’s the king’s spear. Have one of the young men come over and get it.",
      "23": "The Lord repays a person for his righteousness and his faithfulness. The Lord gave you into my control today, but I refused to raise my hand against the Lord’s anointed.",
      "24": "Look, just as your life was valuable in my eyes today, so may my life be valuable in the Lord’s eyes, and may he deliver me from all trouble.”",
      "25": "Saul told David, “Blessed are you, my son David. In whatever you do you will surely succeed.” So David went on his way, and Saul returned to his place."
    },
    "27": {
      "1": "David told himself, “One of these days I’ll perish by Saul’s hand. There is nothing better for me to do than to escape to Philistine territory. Saul will give up searching for me anymore within the borders of Israel, so I’ll escape from him.”",
      "2": "So David got up, and he and the 600 men who were with him went to Maoch’s son Achish, the king of Gath.",
      "3": "David stayed with Achish in Gath along with his men, each of whom was with his household. David had his two wives, Ahinoam from Jezreel and Abigail, who had been the wife of Nabal of Carmel.",
      "4": "Saul was told that David had fled to Gath, and he did not continue to search for him.",
      "5": "David told Achish, “If it pleases you, give me a place in one of the outlying towns, so I may live there. Why should your servant live with you in the royal city?”",
      "6": "So that day Achish gave him Ziklag, and therefore, Ziklag has belonged to the kings of Judah until the present time.",
      "7": "David lived in Philistine territory for a year and four months.",
      "8": "David and his men went up and raided the descendants of Geshur, the descendants of Girzi, and the Amalekites, for they had been living in the land since ancient times, from the entrance of Shur all the way to the land of Egypt.",
      "9": "David struck the land and did not leave a man or woman alive. He took sheep, cattle, donkeys, camels, and clothing, and then came back and went to Achish.",
      "10": "Achish said, “Where did you raid today?”\nDavid answered, “Against the Negev of Judah, against the Negev of the Jerahmeelites, and against the Negev of the Kenites.”",
      "11": "David did not leave a man or woman alive to bring to Gath. He told himself, “Otherwise, they’ll say, ‘This is what David is doing, and this has been his practice all the time he has lived in Philistine territory.’”",
      "12": "Achish believed David, telling himself, “He has certainly made himself repulsive to his people in Israel. He will be my servant forever.”"
    },
    "28": {
      "1": "At that time the Philistines assembled their army for war to fight against Israel. Achish told David, “You know, of course, that you and your men will go out with me into the battle.”",
      "2": "David told Achish, “Very well, you will now see what your servant will do.”\nAchish told David, “Very well, I’ll appoint you as my permanent bodyguard.”",
      "3": "Now Samuel had died, and all Israel had mourned for him and buried him in his own town of Ramah. Saul had expelled the mediums and spiritists from the land.",
      "4": "The Philistines assembled, moved out, and camped at Shunem, while Saul assembled all Israel and camped at Gilboa.",
      "5": "When Saul saw the Philistine camp, he was afraid, and his heart trembled greatly.",
      "6": "Saul inquired of the Lord, but the Lord did not answer him, either through dreams or Urim or through prophets.",
      "7": "Saul told his servants, “Find me a woman who is a medium so I can go to her and make my inquiry through her.”\nHis servants told him, “Look, there’s a woman at Endor who is a medium.”",
      "8": "Saul disguised himself, putting on different clothes. He went along with two men to the woman at night. He said, “Consult a familiar spirit for me and bring up for me the one whom I tell you.”",
      "9": "The woman told him, “Look, you know what Saul has done. He has removed mediums and spiritists from the land, so why are you trying to entrap me, so as to cause my death?”",
      "10": "Saul swore to her by the Lord: “As surely as the Lord lives, no punishment will come on you for this thing.”",
      "11": "The woman said, “Whom shall I bring up for you?”\nSaul said, “Bring up Samuel for me.”",
      "12": "When the woman saw Samuel, she cried out loudly. The woman told Saul, “Why have you deceived me? You are Saul!”",
      "13": "The king told her, “Don’t be afraid; but what do you see?”\nThe woman told Saul, “I see a divine being coming up out of the ground.”",
      "14": "Saul told her, “What does he look like?”\nShe said, “An old man is coming up, and he’s wrapped in a robe.” Saul knew that it was Samuel, and he bowed low to the ground and prostrated himself.",
      "15": "Samuel told Saul, “Why did you disturb me by bringing me up?”\nSaul said, “I’m in great distress. The Philistines are waging war against me. God has departed from me and won’t answer me anymore, either by messages written by the hand of the prophets or by dreams. So I’ve summoned you to tell me what I should do.”",
      "16": "Samuel said, “Why do you ask me, since the Lord has departed from you and become your enemy?",
      "17": "The Lord has done to you exactly as he spoke through me. The Lord has torn the kingdom away from you and has given it to your colleague David.",
      "18": "Because you didn’t obey the Lord and didn’t display his fierce anger against Amalek, therefore, the Lord will do this thing to you today.",
      "19": "The Lord is giving both you, and Israel with you, into Philistine control. Tomorrow, the Lord will give you, your sons with you, and also the army of Israel into the control of the Philistines.”",
      "20": "Saul immediately fell down full-length on the ground. He was terrified because of Samuel’s words, and he had no strength because he had not eaten food all day and all night.",
      "21": "Then the woman came to Saul and saw that he was very disturbed. She told him, “Look, your servant obeyed you. I put my life into your hands, and I listened to your words that you spoke to me.",
      "22": "Now, please listen to your servant. I’ll put a piece of bread before you so you can eat and have strength to go on your way.”",
      "23": "Saul refused, saying, “I won’t eat!”\nBoth his servants and the woman urged him, and so he listened to them. He got up off the ground and sat on the bed.",
      "24": "The woman had a fattened calf in the house, and she quickly slaughtered it. She took flour, kneaded it, and baked unleavened bread.",
      "25": "She brought it to Saul and to his servants, and they ate. Then they got up and went out that night."
    },
    "29": {
      "1": "The Philistines gathered all their troops at Aphek, while Israel was camped at the spring in Jezreel.",
      "2": "The Philistine leaders were passing in review among the military units, and David and his men were among them in the rear with Achish.",
      "3": "The Philistine leaders said, “What are these Hebrews doing here?”\nAchish asked the Philistine leaders, “Isn’t this David, the servant of King Saul of Israel, who has been with me these days, or rather these years? I’ve found no fault in him from the day he deserted until now.”",
      "4": "But the Philistine leaders were angry with him, so they pleaded with him, “Send the man back! Let him return to the place you assigned him. He mustn’t go into battle with us. Otherwise, he may become our adversary in the battle! How could there be a better way for this fellow to reconcile himself with his lord? Wouldn’t it be with the heads of these men?",
      "5": "Isn’t this the same David about whom the maidens sang when they were dancing,\n‘Saul has struck down his thousands,\n    but David his ten thousands’?”",
      "6": "Then Achish summoned David and told him, “As surely as the Lord lives, you are trustworthy, and it seems good to me for you to campaign with me as part of the army. Indeed, I’ve not found any evil in you from the time you came to me until now. But the leaders don’t approve of you.",
      "7": "Now return and go in peace, so you do nothing to displease the Philistine leaders.”",
      "8": "David told Achish, “What have I done, and what have you found in your servant from the time I came before you until this very moment, that I shouldn’t go out and fight the enemies of your majesty?”",
      "9": "Achish answered David, “I know that I’m pleased with you. You’re like an angel of God. But the Philistine leaders have said, ‘He mustn’t go into battle with us.’",
      "10": "Now, get up early in the morning along with your lord’s servants who came with you. Get up early in the morning, and go as soon as you have light.”",
      "11": "So David and his men got up early in the morning to return to Philistine territory, while the Philistines went up to Jezreel."
    },
    "30": {
      "1": "When David and his men came to Ziklag on the third day, the Amalekites had raided the Negev and Ziklag. They had attacked Ziklag and set it on fire.",
      "2": "They took the women in it captive, from young to old. They did not kill anyone. Instead, they carried them off and went on their way.",
      "3": "David and his men came to the town, and it had been burned down. Their wives, their sons, and their daughters had been taken captive.",
      "4": "Then David and the people who were with him lifted their voices and cried until they had no more strength left to cry.",
      "5": "David’s two wives, Ahinoam from Jezreel and Abigail, Nabal’s former wife, had been captured.",
      "6": "David was in great danger because all the people were bitter because of their sons and daughters, and they were talking about stoning him. But David found strength in the Lord his God.",
      "7": "David told Ahimelech’s son Abiathar the priest, “Bring me the ephod.” So Abiathar brought the ephod to David.",
      "8": "David inquired of the Lord: “Shall I pursue this raiding party? Will I overtake them?”\nThe Lord told David, “Pursue them! You will definitely overtake them and rescue the captives.”",
      "9": "So David and 600 men who were with him set out. They came to the Wadi Besor where those who were left behind stayed.",
      "10": "David and 400 men continued the pursuit, while the 200 men who were too exhausted to cross over the Wadi Besor remained there.",
      "11": "They found an Egyptian man in the field, and they took him to David. They gave him food to eat and provided water for him.",
      "12": "They gave him part of a fig cake and two bunches of raisins. After he had eaten, he revived, since he had neither eaten food nor had he drunk water for three days and three nights.",
      "13": "David told him, “To whom do you belong and where are you from?”\nThe Egyptian replied, “I’m a young Egyptian man, the slave of an Amalekite man. My master abandoned me, because I got sick three days ago.",
      "14": "We raided the Negev of the Cherethites, the territory that belongs to Judah, and the Negev of Caleb, and we set Ziklag on fire.”",
      "15": "David asked him, “Will you take me to this raiding party?”\nHe said, “Swear to me by God that you won’t kill me or turn me over to my master, and I’ll take you to the raiding party.”",
      "16": "The Egyptian led him to the camp, and there the Amalekites were spread out over the whole area, eating, drinking, and celebrating with the great amount of spoil they had taken from the territory belonging to the Philistines and to Judah.",
      "17": "David struck them down from twilight until the evening of the next day, and not one of them escaped except for 400 young men who mounted camels and fled.",
      "18": "David rescued everyone whom the Amalekites had captured, including his two wives.",
      "19": "Nothing of theirs was missing, whether small or large, sons or daughters, spoil, or anything that they had taken for themselves—David brought back everything.",
      "20": "David took all the rest of the sheep and cattle, driving them ahead of their rescued livestock. People said about all this, “This is David’s spoil.”",
      "21": "David came to the 200 men who were too exhausted to follow him and who had been left at the Wadi Besor. They came out to meet David and the people who were with him. As David approached the people, he asked them how they were doing.",
      "22": "At this point, all the wicked and worthless men of the group who had gone with David answered, “Because they didn’t go with us, we won’t give them any of the spoil that we recovered, except that each person may take his wife and his children and go.”",
      "23": "David said, “No, you won’t do this, my brothers, with what the Lord has given us. He guarded us and gave the raiding party that came against us into our hand.",
      "24": "Who will listen to you in this matter? Indeed, the share of those who went down into battle and the share of those who stayed with the supplies will be the same. They’ll share alike.”",
      "25": "From that day forward he made it a statute and an ordinance for Israel, and it remains to this present day.",
      "26": "David came to Ziklag, and he sent some of the spoil to the elders of Judah, and to his friends, telling them, “Look, this is a gift for you from the spoil of the enemies of the Lord",
      "27": "in Bethel, Ramoth-negev, Jattir,",
      "28": "Aroer, Siphmoth, Eshtemoa,",
      "29": "Rachal, in the Jerahmeelite towns, in the Kenite towns,",
      "30": "in Hormah, Bor-ashan, Athach,",
      "31": "Hebron, and for all those places where David and his men had frequented.”"
    },
    "31": {
      "1": "The Philistines fought against Israel, and the army of Israel fled before the Philistines. They fell slain on Mount Gilboa.",
      "2": "The Philistines pursued Saul and his sons. The Philistines struck down Jonathan, Abinadab, and Malchi-shua, Saul’s sons.",
      "3": "The heaviest fighting was directed toward Saul, and when the bowmen who were shooting located Saul, he was severely wounded by them.",
      "4": "Saul told his armor bearer, “Draw your sword and run me through with it, or these uncircumcised people will come and run me through and make sport of me.” But his armor bearer did not want to do it because he was very frightened, so Saul took the sword and fell on it.",
      "5": "When his armor bearer saw that Saul was dead, he also fell on his sword and died with him.",
      "6": "As a result, Saul, his three sons, his armor bearer, and all his men died together that day.",
      "7": "When the men of Israel who were across the valley and who were across the Jordan saw that the army of Israel had fled, and that Saul and his sons were dead, they abandoned the cities and fled, and the Philistines came and occupied them.",
      "8": "The next day, the Philistines came to strip the dead, and they found Saul and his three sons fallen on Mount Gilboa.",
      "9": "They cut off his head and stripped him of his weapons. They sent people throughout the territory of the Philistines to report the good news in the temples of their idols and to the people.",
      "10": "They put Saul’s weapons in the temple of Asherah and fastened his corpse to the wall of Beth-shan.",
      "11": "When the residents of Jabesh-gilead heard what the Philistines had done to Saul,",
      "12": "every valiant soldier got up, traveled all night, and removed Saul’s body and the bodies of his sons from the wall of Beth-shan. Then they went to Jabesh and cremated the bodies there.",
      "13": "They took their bones, buried them under the tamarisk tree in Jabesh, and fasted for seven days."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:41.691417-04:00",
    "Translation": "ISV"
  }
}