{
  "1 Timothy": {
    "1": {
      "1": "From: Paul, an apostle of the Messiah Jesus, by the command of God our Savior and the Messiah Jesus, our hope.",
      "2": "To: Timothy, my genuine child in the faith.\nMay grace, mercy, and peace from God the Father and the Messiah Jesus, our Lord, be yours!",
      "3": "When I was on my way to Macedonia, I urged you to stay in Ephesus so that you could instruct certain people to stop teaching false doctrine",
      "4": "and occupying themselves with myths and endless genealogies. These things promote controversies rather than God’s ongoing purpose, which involves faith.",
      "5": "The goal of this instruction is love that flows from a pure heart, from a clear conscience, and from a sincere faith.",
      "6": "Some people have left these qualities behind and have turned to fruitless discussion.",
      "7": "They want to be teachers of the Law, yet they do not understand either what they are talking about or the things about which they speak so confidently.",
      "8": "Of course, we know that the Law is good if a person uses it legitimately,",
      "9": "that is, if he understands that the Law is not intended for righteous people but for lawbreakers and rebels, for ungodly people and sinners, for those who are unholy and irreverent, for those who kill their fathers, their mothers, or other people,",
      "10": "for those involved in sexual immorality, for homosexuals, for kidnappers, for liars, for false witnesses, and for whatever else goes against the healthy teaching",
      "11": "that agrees with the glorious gospel of the blessed God, which he entrusted to me.",
      "12": "I thank the Messiah Jesus, our Lord, who gives me strength, that he has considered me faithful and has appointed me to his service.",
      "13": "In the past I was a blasphemer, a persecutor, and a violent man. But I received mercy because I acted ignorantly in my unbelief,",
      "14": "and the grace of our Lord overflowed toward me, along with the faith and love that are in the Messiah Jesus.",
      "15": "This is a trustworthy saying that deserves complete acceptance:\nTo this world Messiah came,\n    sinful people to reclaim.\nI am the worst of them.",
      "16": "But for that very reason I received mercy, so that in me, as the worst sinner, the Messiah Jesus might demonstrate all of his patience as an example for those who would believe in him for eternal life.",
      "17": "Now to the King Eternal—the immortal, invisible, and only God—be honor and glory forever and ever! Amen.",
      "18": "Timothy, my child, I am instructing you in keeping with the prophecies made earlier about you, so that by following them you may continue to fight the good fight",
      "19": "with faith and a good conscience. By ignoring their consciences, some people have destroyed their faith like a wrecked ship.",
      "20": "These include Hymenaeus and Alexander, whom I handed over to Satan so that they may learn not to blaspheme."
    },
    "2": {
      "1": "First of all, then, I urge you to offer to God petitions, prayers, intercessions, and expressions of thanks for all people,",
      "2": "for kings, and for everyone who has authority, so that we might lead a quiet and peaceful life with all godliness and dignity.",
      "3": "This is good and acceptable in the sight of God our Savior,",
      "4": "who wants all people to be saved and to come to know the truth fully.",
      "5": "There is one God. There is also one mediator between God and human beings—a human, the Messiah Jesus.",
      "6": "He gave himself as a ransom for everyone, the testimony at the proper time.",
      "7": "For this reason I was appointed to be an announcer, an apostle, and a faithful and true teacher of the gentiles. (I am telling you the truth. I am not lying.)",
      "8": "Therefore, I want the men everywhere to pray, lifting up holy hands without being angry or argumentative.",
      "9": "Women, for their part, should display their beauty by dressing modestly and decently in appropriate clothes, not with elaborate hairstyles or by wearing gold, pearls, or expensive clothes,",
      "10": "but through good actions. This is proper for women who claim to revere God.",
      "11": "Let a woman learn with a quiet spirit, and submissively.",
      "12": "Moreover, in the area of teaching, I am not allowing a woman to instigate conflict toward a man. Instead, she is to remain calm.",
      "13": "For Adam was formed first, then Eve,",
      "14": "and it was not Adam who was deceived. It was the woman who was deceived and became disobedient,",
      "15": "even though she will be saved through the birth of the Child, if they continue in faith, love, and holiness, along with good judgment."
    },
    "3": {
      "1": "This is a trustworthy saying:\nThe one who would an elder be,\na noble task desires he.",
      "2": "Therefore, an elder must be blameless, the husband of one wife, stable, sensible, respectable, hospitable to strangers, and teachable.",
      "3": "He must not drink excessively or be a violent person, but instead be gentle. He must not be argumentative or love money.",
      "4": "He must manage his own family well and have children who are submissive and respectful in every way.",
      "5": "For if a man does not know how to manage his own family, how can he take care of God’s church?",
      "6": "He must not be a recent convert, so that he won’t become arrogant and fall into the Devil’s condemnation.",
      "7": "He must be well thought of by outsiders, so he doesn’t fall into disgrace and the trap set for him by the Devil.",
      "8": "Deacons, too, must be serious. They must not be two-faced, addicted to wine, or greedy for money.",
      "9": "They must hold firmly to the secret of the faith with clear consciences.",
      "10": "But they must first be tested. Then, if they prove to be blameless, let them serve in ministry.",
      "11": "Their wives must also be serious. They must not be gossips, but instead be stable and trustworthy in everything.",
      "12": "Deacons must be husbands of one wife and must manage their children and their families well.",
      "13": "Those who serve well in ministry gain an excellent reputation for themselves and will have great assurance by their faith in the Messiah Jesus.",
      "14": "I hope to come to you soon. However, I’m writing this to you",
      "15": "in case I am delayed, so that you may know how to behave in God’s household, which is the church of the living God, the pillar and foundation of the truth.",
      "16": "By common confession, the secret of our godly worship is great:\nIn flesh was he revealed to sight,\n    vindicated by the Spirit’s might,\n        adored by angels singing.\nTo nations was he manifest,\n    believing souls found peace and rest,\n        our Lord in heaven reigning!"
    },
    "4": {
      "1": "Now the Spirit says clearly that in the last times some people will abandon the faith by following deceitful spirits, the teachings of demons,",
      "2": "and the hypocrisy of liars, whose consciences have been burned by a hot iron.",
      "3": "They will try to stop people from marrying and from eating certain foods, which God created to be received with thanksgiving by those who believe and know the truth.",
      "4": "For everything God created is good, and nothing should be rejected if it is received with thanksgiving,",
      "5": "because it is sanctified by the word of God and prayer.",
      "6": "If you continue to point these things out to the brothers, you will be a good servant of the Messiah Jesus, nourished by the words of the faith and the healthy teaching that you have followed closely.",
      "7": "Do not have anything to do with godless myths and fables of old women. Instead, train yourself to be godly.",
      "8": "Physical exercise is of limited value, but\nGodliness is very dear,\n    a pledge of life, both there and here.",
      "9": "This is a trustworthy saying that deserves complete acceptance.",
      "10": "To this end we work hard and struggle, because we have set our hope on the living God, who is the Savior of all people, that is, of those who believe.",
      "11": "These are the things you must insist on and teach.",
      "12": "Do not let anyone look down on you because you are young, but be an example for other believers in your speech, behavior, love, faithfulness, and purity.",
      "13": "Until I arrive, give your full concentration to the public reading of Scripture, to exhorting, and to teaching.",
      "14": "Do not neglect the gift that is in you, which was given to you through prophecy when the elders laid their hands on you.",
      "15": "Think on these things. Devote your life to them so that everyone can see your progress.",
      "16": "Pay close attention to your life and your teaching. Persevere in these things, because if you do so, you will save both yourself and those who listen to you."
    },
    "5": {
      "1": "Never speak harshly to an older man, but appeal to him as if he were your father. Treat younger men like brothers,",
      "2": "older women like mothers, and younger women like sisters, with absolute purity.",
      "3": "Honor widows who have no other family members to care for them.",
      "4": "But if a widow has children or grandchildren, they must first learn to respect their own family by repaying their parents, for this is pleasing in God’s sight.",
      "5": "A woman who has no other family members to care for her and who is left all alone has placed her hope in God and devotes herself to petitions and prayers night and day.",
      "6": "But the self-indulgent widow is just as good as dead.",
      "7": "Continue to give these instructions, so that they may be blameless.",
      "8": "If anyone does not take care of his own relatives, especially his immediate family, he has denied the faith and is worse than an unbeliever.",
      "9": "A widow may be put on the widows’ list if she is at least sixty years old and has been the wife of one husband.",
      "10": "She must be well known for her good actions as a woman who has raised children, welcomed strangers, washed the saints’ feet, helped the suffering, and devoted herself to doing good in every way.",
      "11": "But do not include younger widows on your list. For whenever their natural desires cause them to lose their devotion to the Messiah, they want to remarry.",
      "12": "They receive condemnation because they have set aside their prior commitment to the Messiah.",
      "13": "At the same time, they also learn how to be lazy while going from house to house. Not only this, but they even become gossips and keep busy by interfering in other people’s lives, saying things they should not say.",
      "14": "Therefore, I want younger widows to remarry, have children, manage their homes, and not give the enemy any chance to ridicule them.",
      "15": "For some widows have already turned away to follow Satan.",
      "16": "If any woman is a believer and has relatives who are widows, she should help them. The church should not be burdened, so it can help those widows who have no other family members to care for them.",
      "17": "Elders who handle their duties well should be considered worthy of double compensation, especially those who work hard at preaching and teaching.",
      "18": "For the Scripture says, “You must not muzzle an ox while it is treading out grain,” and, “A worker deserves his pay.”",
      "19": "Do not accept an accusation against an elder unless it is supported “by two or three witnesses.”",
      "20": "As for those who keep on sinning, rebuke them in front of everyone so that the rest will also be afraid.",
      "21": "With God as my witness, as well as the Messiah Jesus and the chosen angels, I solemnly call on you to carry out these instructions without prejudice, doing nothing on the basis of partiality.",
      "22": "Do not ordain anyone hastily. Do not participate in the sins of others. Keep yourself pure.",
      "23": "Stop drinking only water, but use a little wine for your stomach because of your frequent illnesses.",
      "24": "The sins of some people are obvious, leading them to judgment. The sins of others follow them there.",
      "25": "In the same way, good actions are obvious, and those that are not cannot remain hidden."
    },
    "6": {
      "1": "All who are under the yoke of slavery should regard their own masters as deserving of the highest respect, so that the name of God and our teaching may not be discredited.",
      "2": "Moreover, those who have believing masters should be respectful to them, because they are fellow believers. In fact, they must serve them even better, because those who benefit from their service are believers and dear to them. These are the things you must teach and exhort.",
      "3": "If anyone teaches false doctrine and refuses to agree with the sound words of our Lord Jesus, the Messiah, and godly teaching,",
      "4": "he is a conceited person and does not understand anything. He has an unhealthy craving for arguments and debates. This produces jealousy, rivalry, slander, evil suspicions,",
      "5": "and incessant conflict between people who are depraved in mind and deprived of truth. They think that godliness is a way to make a profit.",
      "6": "Of course, godliness with contentment does bring a great profit.",
      "7": "Nothing to this world we bring;\n    from it take we nothing.",
      "8": "With food to eat and clothes to wear;\n    content we are in everything.",
      "9": "But people who want to get rich keep toppling into temptation and are trapped by many stupid and harmful desires that plunge them into destruction and ruin.",
      "10": "For the love of money is a root of all kinds of evil. Some people, in their eagerness to get rich, have wandered away from the faith and caused themselves a lot of pain.",
      "11": "But you, man of God, must flee from all these things.\n    Instead, you must pursue righteousness, godliness, faithfulness,\n        love, endurance, and gentleness.",
      "12": "Fight the good fight for the faith.\n    Keep holding on to eternal life, to which you were called\nand about which you gave a good testimony\n    in front of many witnesses.",
      "13": "Since you are in the presence of God, who gives life to everything, and in the presence of the Messiah Jesus, who gave a good testimony before Pontius Pilate, I solemnly charge you",
      "14": "to keep these commands stainlessly and blamelessly until the appearance of our Lord Jesus, the Messiah.",
      "15": "At the right time, he will make him known.\nGod is the blessed and only Ruler,\n    the King of kings\n        and Lord of lords.",
      "16": "He alone has endless life\n    and lives in inaccessible light.\nNo one has ever seen him,\n    nor can anyone see him.\nHonor and eternal power belong to him!\n    Amen.",
      "17": "Tell those who are rich in this age not to be arrogant and not to place their confidence in anything as uncertain as riches. Instead, let them place their confidence in God, who lavishly provides us with everything for our enjoyment.",
      "18": "They are to do good, to be rich in good actions, to be generous, and to share.",
      "19": "By doing this they store up a treasure for themselves that is a good foundation for the future, so that they can keep their hold on the life that is real.",
      "20": "Timothy, guard what has been entrusted to you. Avoid the pointless discussions and contradictions of what is falsely called knowledge.",
      "21": "Although some claim to have it, they have abandoned the faith. May grace be with all of you!"
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:43:08.374121-04:00",
    "Translation": "ISV"
  }
}