{
  "2 Chronicles": {
    "1": {
      "1": "As David’s son Solomon consolidated his administration, the Lord his God was with him to make him very successful.",
      "2": "Solomon addressed the entire nation of Israel, including the commanders of thousands and hundreds, the judges, all the other leaders of Israel, and all of the heads of the ancestral houses of Israel.",
      "3": "Solomon, along with the whole assembly with him, met at the high place in Gibeon because that’s where God’s Tent of Meeting that the Lord’s servant Moses had constructed in the wilderness was located.",
      "4": "Nevertheless, David had brought the Ark of God from Kiriath-jearim to the place that David had prepared for it, after having erected a tent for it in Jerusalem.",
      "5": "Also, the bronze altar that Uri’s son Bezalel, Hur’s grandson, had erected, was in place in front of the Lord’s tent. Solomon and the assembly sought the Lord there.",
      "6": "Solomon approached the presence of the Lord at the bronze altar that had been placed at the Tent of Meeting and offered 1,000 burnt offerings on it.",
      "7": "That very night God appeared to Solomon and told him, “Ask what I am to give you.”",
      "8": "Solomon replied to God, “You showed great gracious love to my father David, and have established me as king in his place.",
      "9": "Now, Lord God, your promise to my father David is fulfilled, because you have made me king over a people as numerous as the dust of the earth.",
      "10": "Give me wisdom now, so I may go in and out among this people, because who can rule this great people that belongs to you?",
      "11": "God told Solomon, “Since you had this in mind, to ask neither to focus on riches, wealth, honor, or the lives of those who hate you, nor have you requested a long life, but instead you have asked for wisdom and knowledge for yourself, so that you may rule my people over whom I have established you as king,",
      "12": "wisdom and knowledge have been granted to you. Furthermore, I will give you riches, wealth, and honor—such as none of the kings owned who lived before you and none after you are to ever attain their equal.”",
      "13": "So Solomon returned from the Tent of Meeting at the high place in Gibeon to Jerusalem, where he reigned over Israel.",
      "14": "Solomon amassed both chariots and horsemen: he owned 1,400 chariots and 12,000 horsemen, stationing them in armories and with the king in Jerusalem.",
      "15": "The king made silver and gold as common in Jerusalem as stones, and made cedar trees as plentiful as sycamore trees that grow in the Shephelah.",
      "16": "Solomon’s horses were imported from Egypt and from Kue; the king’s procurement officials obtained them from Kue at great price.",
      "17": "Chariots were imported from Egypt for 600 shekels each, and horses cost 150 shekels each, and then they exported them to all of the kings of the Hittites and to the kings of Aram."
    },
    "2": {
      "1": "Now Solomon was determined to build a temple dedicated to the Name of the Lord as well as his own royal palace.",
      "2": "So Solomon conscripted 70,000 men to do heavy work, 80,000 men to quarry in the hill country, and 3,600 to supervise them.",
      "3": "Solomon also sent this message to King Hiram of Tyre:\n“Just as you did with my father David, sending him cedars to build him a palace to live in, do the same for me.",
      "4": "Look, I’m building a temple dedicated to the name of the Lord my God, to his glory, so we can burn fragrant incense in his presence, display rows of the bread of his presence continuously, and make burnt offerings in the morning, evening, on Sabbath days, during New Moon festivals, and during appointed festivals scheduled by the Lord our God. This is mandated forever in Israel.",
      "5": "“The Temple that I’m building will be great, because the greatness of our God surpasses that of all gods.",
      "6": "But who can build a temple for him, since neither heaven nor the highest of the heavens can contain him? So who am I, that I should build a temple to him, except to burn incense in his presence?",
      "7": "“At any rate, send me an individual who is a skilled craftsman in gold, silver, bronze, and iron, as well as in purple, crimson, and blue materials, who knows how to craft engravings, so he may work with the craftsmen whom I have assembled in Judah and Jerusalem, as provided for by my father David.",
      "8": "Also send me cedar, cypress, and algum timber from Lebanon, since I’m aware that your servants know how to cut down timber from Lebanon. My servants will accompany your servants",
      "9": "to prepare an abundant amount of timber for me, because the Temple that I’m building is to be great and awesome.",
      "10": "“Now look! I will pay your servants, the lumberjacks who prepare the timber, 20,000 measures of barley, 20,000 baths of wine, and 20,000 baths of oil.”",
      "11": "In a letter that he sent to Solomon, King Hiram of Tyre wrote, “Because he loves his people, the Lord has placed you as king over them.”",
      "12": "Hiram also wrote:\n“Blessed be the Lord God of Israel, who made the heavens and the earth. He gave King David a wise son, who is acquainted with discretion and understanding, and who is building a temple to the Lord, as well as a royal palace for himself.",
      "13": "Now I’m sending along Hiram-abi, a skilled craftsman, who is very creative.",
      "14": "He is the son of a mother from the tribe of Dan, and his father is from Tyre. He’s skilled in working with gold, silver, bronze, iron, stone, and timber, as well as in purple, blue, linen, and crimson materials. He is skilled in engravings, and can craft any design to which he may be assigned. He will work with your skilled artisans and with all of your craftsmen who have been assigned by my lord David, your father.",
      "15": "“So then, may my lord send to his servants the wheat, barley, oil, and wine about which he has spoken.",
      "16": "We’ll cut down the timber you need from Lebanon and transport it to you on rafts by sea to Joppa, so you can move it to Jerusalem.”",
      "17": "Solomon took a census of all the non-Israeli men who lived in the land of Israel, after the census that his father David had taken, and 153,600 were counted.",
      "18": "He conscripted 70,000 of them to do heavy work, 80,000 to quarry in the hill country, and 3,600 men to supervise the people."
    },
    "3": {
      "1": "So Solomon began construction of the Lord’s Temple in Jerusalem on Mount Moriah where the Lord had appeared to his father David, that is, where David had prepared Ornan the Jebusite’s threshing floor.",
      "2": "He began construction on the second day of the second month of the fourth year of his reign.",
      "3": "These are the foundations that Solomon set in place for God’s Temple. The length in terms of the former standard measurements: 60 cubits; its width: 20 cubits.",
      "4": "A portico extended in front of the Temple for its entire width of 20 cubits, and was 120 cubits high. Inside he had it overlaid with pure gold.",
      "5": "The main room of the Temple was trimmed with a wainscoting composed of cypress wood, overlaid with fine gold ornamented with palm trees and chains.",
      "6": "The Temple was adorned with precious stones, including gold from the Orient.",
      "7": "The Temple was overlaid with gold, including the beams, thresholds, walls, and doors. Cherubim were engraved on the walls.",
      "8": "With respect to the Most Holy Place in the Temple, its length across the width of the Temple was 20 cubits, and its width extended 20 cubits.\nSolomon overlaid it with 600 talents of pure gold.",
      "9": "The gold nails weighed 50 shekels. He also overlaid the upper rooms with gold.",
      "10": "He crafted two cherubim from wood, overlaid them with gold, and placed them in the Most Holy Place in the Temple.",
      "11": "The wingspan of the cherubim was 20 cubits; the wing of one, five cubits long, touched the wall of the Temple, and its other wing, five cubits long, touched the wing of the other cherub.",
      "12": "The wing of the other cherub, five cubits long, touched the opposite wall of the Temple and its other wing, five cubits long, touched the wing of the first cherub.",
      "13": "The wings of these cherubim extended for 20 cubits as they stood on their feet and faced the front of the Temple.",
      "14": "He constructed the veil from blue, purple, crimson, and fine linen, embroidering cherubim on it.",
      "15": "He also made two pillars 35 cubits high for the front of the Temple, topped by a capital that was five cubits high.",
      "16": "He crafted chains for the inner sanctuary and placed them on top of the pillars, attaching 100 pomegranates to each of the chains.",
      "17": "He set up the pillars at the front of the Temple, one on the south side of the entrance and the other on the north side of the entrance. He named the south pillar Jachin and the north pillar Boaz."
    },
    "4": {
      "1": "Solomon also constructed a bronze altar 20 cubits long, 20 cubits wide, and ten cubits high.",
      "2": "He crafted a circular sea of cast metal 10 cubits from rim to rim and five cubits tall. A line 30 cubits long surrounded it.",
      "3": "Underneath, figurines resembling oxen encircled the circular sea beneath it, ten oxen every cubit, and encircling the sea completely. The oxen were in two rows, cast all at the same time.",
      "4": "The sea stood on top of twelve oxen, three of which faced to the north, three of which faced to the west, three of which faced to the south, and three of which faced toward the east. The sea was placed on top of the oxen, with all of their hindquarters turned inwards.",
      "5": "It was a handbreadth thick, with its brim fashioned like the brim of a cup. Similar in shape to a lily blossom, it could hold 3,000 baths.",
      "6": "Solomon also made ten wash basins, placing five on the right side and five on the left. The basins were intended for use to rinse burnt offerings, and the sea was intended for use by the priests to wash in.",
      "7": "Solomon made ten gold lamp stands as he had been directed and set them in the Temple, five on the south side and five on the north side.",
      "8": "He also made ten tables and placed them in the Temple, five on the right side and five on the left side. He also constructed 100 gold basins.",
      "9": "He made the court of the priests, the great court, and doors for the court, overlaying their doors with bronze.",
      "10": "He set the sea at the southeast corner of the Temple.",
      "11": "Hiram-abi crafted the pots, shovels, and basins, thus completing the work that he did for King Solomon on the Temple of God;",
      "12": "that is, the two pillars, the bowls, the two capitals on top of the pillars, the two lattice works that covered the two bowls for the capitals that were on top of the pillars;",
      "13": "the 400 pomegranate-shaped ornaments for the latticework of the two pillars (each latticework having two rows of ornaments at the bowl-shaped top of each pillar);",
      "14": "the ten stands with their ten basins;",
      "15": "the large bronze basin called the Sea with the twelve oxen underneath,",
      "16": "along with its pots, shovels, forks, and all of its other implements that Hiram-abi made from polished bronze for King Solomon and the Lord’s Temple.",
      "17": "The king had them forged in the clay ground between Succoth and Zeredah in the Jordan plain.",
      "18": "Solomon made so many utensils in such great quantities that the weight of the bronze was never fully recorded.",
      "19": "Solomon also made these items for God’s Temple: the golden altar, the tables for the Bread of the Presence,",
      "20": "the lamp stands and their lamps made of pure gold to burn in front of the inner sanctuary, as required,",
      "21": "the pure gold ornaments in the shape of flowers, the lamps, and the tongs (all made of the purest gold),",
      "22": "the gold trimming instruments, basins, pans, censers, and the gold door sockets for the inner sanctuary (that is, the Most Holy Place), and for the doors to the main hall of the Temple."
    },
    "5": {
      "1": "As soon as Solomon had completed the Lord’s Temple, he installed the holy items that had belonged to his father David, including the silver, gold, and all the other items in the treasure rooms of God’s Temple.",
      "2": "Then Solomon called Israel’s elders together, including all the leaders of the tribes and families of Israel. They met in Jerusalem to transfer the Ark of the Covenant of the Lord from Zion, the City of David.",
      "3": "All the men of Israel assembled in front of the king during the Festival of Tents that takes place in the seventh month of the year.",
      "4": "As soon as all of Israel’s elders had arrived, the descendants of Levi lifted the ark",
      "5": "and carried it, the tent where God met with his people, and all of the sacred implements that belonged in the tent. The Levitical priests carried these up to the City of David.",
      "6": "King Solomon and all the Israelis who had assembled together proceeded ahead of the ark and sacrificed more sheep and oxen than could be counted or recorded due to the number of sacrifices.",
      "7": "The priests transported the Ark of the Covenant of the Lord to the place created for it within the inner sanctuary of the Temple, into the Most Holy Place under the wings of the cherubim.",
      "8": "The wings of the cherubim extended over where the ark and its carrying poles had been placed,",
      "9": "but the poles were long enough for their ends to extend to the front of the inner sanctuary, even though they could not be seen from outside. They remain there to this day.",
      "10": "There was nothing in the ark except for the two tablets that Moses had placed there while Israel was encamped at Horeb, where the Lord made a covenant with the Israelis after he had brought them out of the land of Egypt.",
      "11": "After this, the priests vacated the Holy Place. (Meanwhile, all the priests who were participating consecrated themselves, irrespective of their Levitical divisions.",
      "12": "All the musicians who were descendants of Levi, including Asaph, Heman, Jeduthun, and their sons and relatives wore linen and played cymbals and stringed instruments as they stood east of the altar. Accompanied by 120 priests who played trumpets,",
      "13": "the trumpeters and musicians played in union, praising and giving thanks to the Lord. They praised the Lord loudly and sang, “He is good, and his gracious love is eternal,” accompanied by the trumpets, cymbals, and other musical instruments.) As they did this, a cloud filled the Temple, that is, the Lord’s Temple,",
      "14": "and the priests were unable to complete their duties because of the cloud, since the glory of the Lord had filled God’s Temple."
    },
    "6": {
      "1": "Then Solomon said, “The Lord has said that he lives shrouded in darkness.",
      "2": "Now I have constructed a magnificent temple dedicated to you that will serve as a place for you to inhabit forever.”",
      "3": "Then the king turned to face the entire congregation of Israel while the congregation of Israel remained standing.",
      "4": "Then Solomon prayed:\n“Blessed is the Lord God of Israel, who made a commitment to my father David and then personally fulfilled what he had promised when he said:",
      "5": "‘From the day I brought out my people from the land of Egypt I never chose a city from all the tribes of Israel to build a temple where my name might reside. And I never chose any man to become Commander-in-Chief over my people Israel.",
      "6": "But I have chosen Jerusalem, where my name will reside. And I have chosen David to be over my people Israel.’",
      "7": "“My father David wanted to build a temple for the name of the Lord God of Israel.",
      "8": "The Lord told my father David:\n‘Therefore, since you determined to build a temple for my name, you acted well, because it was your choice to do so.",
      "9": "Nevertheless, you are not to build the Temple, but your son who will be born to you is to build a temple for my name.’",
      "10": "“The Lord has brought to fulfillment what he promised, and now here I stand, having succeeded my father David to sit on the throne of Israel, as the Lord promised. I have built the Temple for the name of the Lord God of Israel.",
      "11": "I have placed in it the ark in which the covenant that the Lord made with the Israelis is stored.”",
      "12": "Then Solomon took his place in front of the Lord’s altar in the presence of the entire congregation of Israel and spread out his hands.",
      "13": "Solomon had a bronze platform constructed five cubits square and three cubits high. He had it erected in the middle of the courtyard, and stood on it. Then he knelt down on his knees in front of the entire congregation of Israel, spread out his hands toward heaven,",
      "14": "and said:\n“Lord God of Israel, there is no one like you, God of heaven and earth, who watches over his covenant, showing gracious love to your servants who live their lives in your presence with all their hearts.",
      "15": "It is you, Lord God, who has kept your promise to my father, your servant David, that you made to him. Indeed, you made a commitment to my father David and then personally fulfilled what you had promised today.",
      "16": "“Now therefore, Lord God of Israel, keep your promise that you made to my father, your servant David, when you said, ‘You are to not lack a man to sit on the throne of Israel, if only your descendants will watch their lives, to live according to my Law, just as you have lived in my presence.’",
      "17": "“Now therefore, Lord God of Israel, may your promise that you made to your servant David be fulfilled…",
      "18": "and yet, will God truly reside on earth with human beings? Look! Neither the sky nor the highest heaven can contain you! How much less this Temple that I have built!",
      "19": "Pay attention to the prayer of your servant and to his request, Lord my God, and listen to the cry and prayer that your servant is praying in your presence.",
      "20": "Let your eyes always look toward this Temple day and night, toward the location where you have said you would place your name. Listen to the prayer that your servant prays in this direction.",
      "21": "Listen to the requests from your servant and from your people Israel as they pray in this direction, and listen from the place where you reside—from heaven!—then hear and forgive.",
      "22": "“If a man sins against his neighbor and he is required to take an oath, and he then comes to take an oath in front of your altar in this Temple,",
      "23": "then listen from heaven, act, and judge your servants, recompensing the wicked by bringing back to him the consequences of his choices and by justifying the righteous by recompensing him according to his righteousness.",
      "24": "“If your people Israel are defeated in a battle with their enemy because they have sinned against you, when they return to you and confess to you, pray, and in this Temple they ask you to show grace to them,",
      "25": "then hear from heaven, forgive the sin of your people Israel, and return them to the soil that you gave to them and to their ancestors.",
      "26": "“When the skies remain closed, and there is no rain because they have sinned against you, and they pray in the direction of this place, confessing your name and turning from their sin when you afflict them,",
      "27": "then hear in heaven and forgive the sin of your servants and of your people Israel. Indeed, teach them the best way to live and send rain on your land that you have given to your people as an inheritance.",
      "28": "“If a famine comes to the land, or if there comes plant diseases, mildew, locusts, or grasshoppers, or if their enemies attack them in their settlements of the land, no matter what the epidemic or illness is,",
      "29": "whatever prayer or request is made, no matter whether it’s made by a single man or by all of your people Israel, each praying out of his own illness and anguish and stretching out their hands toward this Temple,",
      "30": "then hear from heaven, the place where you reside, and forgive, repaying each person according to all of his ways, since you know their hearts—for you alone know the hearts of human beings—",
      "31": "so they will fear you and live life your way as long as they live in the land that you have given to our ancestors.",
      "32": "“Now concerning the foreigner who is not from your people Israel, when he comes from a land far away for the sake of your great name, your mighty acts, and your obvious power, when they come and pray in the direction of this Temple,",
      "33": "then hear from heaven where you reside, and do whatever the foreigner asks of you, so that all the people of the earth may know your name, fear you as do your people Israel, and so they may know that this Temple that I have built is called by your name.",
      "34": "“When your people go out to war against their enemies, no matter what way you send them, and they pray to you in the direction of this city that you have chosen and in the direction of the Temple that I have built for your name,",
      "35": "then hear their prayer and their request from heaven, and fight for their cause.",
      "36": "“When they sin against you—because there isn’t a single human being who doesn’t sin—and you become angry with them and deliver them over to their enemy, who takes them away captive to a land that’s near or far away,",
      "37": "if they turn their hearts back to you in the land where they have been taken captive, repent, and pray to you—even if they do so in the land where they have been taken captive—confessing, ‘We have sinned, we have committed abominations, and practiced wickedness,’",
      "38": "if they return to you with all of their heart and with all of their soul in the land where they have been taken captive, as they pray in the direction of their land that you have given to their ancestors and to the city that you have chosen, and to the Temple that I have built for your name,",
      "39": "then hear their prayer and requests from heaven, where you reside, and fight for their cause, forgiving your people who have sinned against you.",
      "40": "“And now, my God, please let your eyes be open and your ears attentive to the prayers that are uttered in this place.",
      "41": "“And now may the Lord God arise, to your place of rest, you, and the ark of your power! Let your priests, Lord God, be clothed with salvation, and cause your godly ones to find their joy in what is good.",
      "42": "“Lord God, do not turn your face away from your anointed one. Remember your gracious love to your servant David.”"
    },
    "7": {
      "1": "As soon as Solomon finished his prayer, fire descended from heaven and burned up the burnt offerings and sacrifices, and the glory of the Lord filled the Temple.",
      "2": "The priests could not enter into the Temple because the glory of the Lord had filled the Lord’s Temple.",
      "3": "When all of the Israelis saw the fire coming down and the glory of the Lord resting on the Temple, they bowed down with their faces to the ground on the pavement, worshipped, and gave thanks to the Lord,\n“Because he is good;\n    because his gracious love is eternal.”",
      "4": "Then the king and all the people kept on offering sacrifices in the presence of the Lord.",
      "5": "King Solomon offered a sacrifice of 22,000 oxen and 120,000 sheep, which is how the king and all of the people dedicated God’s Temple.",
      "6": "The priests stood in waiting at their assigned places, along with the descendants of Levi who carried musical instruments used in service to the Lord that King David had made for giving thanks to the Lord—because his gracious love is eternal—whenever David, accompanied by priests sounding trumpets, offered praises while all of Israel stood in the assembly.",
      "7": "Solomon also dedicated the middle of the court in front of the Lord’s Temple by offering there burnt offerings and fat from peace offerings because the bronze altar that Solomon had made could not contain the burnt offerings, grain offerings, and fat portion offerings.",
      "8": "At that time Solomon also held a week-long festival attended by all of Israel. The assembly was very large, and included people from as far away as Lebo-hamath to the Wadi of Egypt.",
      "9": "On the day after the festival ended, they convened a solemn assembly, because they had been dedicating the altar for seven days and observing the festival for seven days.",
      "10": "On the twenty-third day of the seventh month, King Solomon sent the people back home, and they returned rejoicing and in good spirits because of the goodness that the Lord had shown to David, to Solomon, and to his people Israel.",
      "11": "And so Solomon completed the Lord’s Temple, bringing to completion everything that he had planned on doing for the Lord’s Temple and for his own palace.",
      "12": "Later, the Lord appeared to Solomon during the night and told him:\n“I have heard your prayer and have chosen this place for a sacrificial temple to me.",
      "13": "Whenever I close the skies so there is no rain, or whenever I command locusts to lay waste to the land, or whenever I send epidemics among my people,",
      "14": "when my people humble themselves—the ones who are called by my name—and pray, seek me, and turn away from their evil practices, I myself will listen from heaven, I will pardon their sins, and I will restore their land.",
      "15": "“Now therefore my eyes will remain open and my ears will remain listening to the prayers that are offered in this place.",
      "16": "Furthermore, I have chosen and have set apart for myself this Temple, intending my name to reside there forever. My eyes and my heart will reside there every day.",
      "17": "Now as for you, if you commune with me like your father did, doing everything that I have commanded you, including obeying my statutes and my legal decisions,",
      "18": "then I will make your royal throne secure, just as I agreed to do for your father David when I said, ‘You are to not lack a man to rule over Israel.’",
      "19": "“But if you turn away and abandon my statutes and my commands that I have given you, and if you walk away to serve other gods and worship them,",
      "20": "then I will tear them up by the roots from the ground that I had given them! And as for this Temple that I have set apart for my name, I will throw it out of my sight and make it the butt of jokes and a means of ridicule among people worldwide!",
      "21": "“Furthermore, even though this Temple seems so exalted, everyone who passes by it will be so astounded that they will ask, ‘Why did the Lord do this to this land and to this Temple?’",
      "22": "They will answer, ‘Because they abandoned the Lord God of their ancestors, who brought them from the land of Egypt, adopted other gods, worshipped them, and served them, therefore the Lord has brought all of this disaster on them.’”"
    },
    "8": {
      "1": "It took Solomon 20 years to build the Lord’s Temple and his own palace.",
      "2": "During this time, he also rebuilt the towns that Hiram had restored to him, and he settled Israelis in them.",
      "3": "After this, Solomon traveled to Hamath-zobah and captured it.",
      "4": "Then he rebuilt Tadmor in the desert, along with supply centers that he had built in Hamath.",
      "5": "He also built upper and lower Beth-horon as fortified cities, installing walls, gates, and bars,",
      "6": "and he rebuilt Baalath and its supply centers that belonged to Solomon, along with all the cities that he utilized to garrison his chariots and cavalry forces. Solomon was pleased also to build in Jerusalem, in Lebanon, and in every territory that he controlled.",
      "7": "All of the survivors who remained living in the land but who were not Israelis (including Hittites, Amorites, Perizzites, Hivites, and Jebusites)",
      "8": "were descendants of the nations whom the people of Israel had not eliminated. Solomon put them to work as conscripted laborers, which they continue to do to this day.",
      "9": "However, Solomon never made conscripted laborers from among the Israelis, but they did serve as his army, as his chief captains, and as commanders in charge of his chariots and cavalry.",
      "10": "King Solomon appointed 250 chief officers to command his army.",
      "11": "Later, Solomon moved Pharaoh’s daughter from the City of David to the palace that he had constructed to house her, because he reasoned, “My wife isn’t going to live in the palace where King David of Israel lived, because wherever the ark of the Lord entered is holy.”",
      "12": "Solomon offered burnt offerings to the Lord on the Lord’s altar that he had built in front of the porch of the Temple,",
      "13": "acting in compliance with the daily rule by offering them in conformity to commands issued by Moses for the Sabbaths, the New Moons, and the three annual festivals (the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Tents).",
      "14": "Following proscriptions laid down by his father David, Solomon appointed divisions of priests for their service as well as descendants of Levi for duties of praise and ministry before the priests consistent with the daily rules. Furthermore, because David, the man of God, had commanded it, Solomon also appointed gatekeepers to serve by divisions at every gate of the Temple.",
      "15": "They scrupulously adhered to the orders issued by the king to the priests and descendants of Levi in everything, including matters pertaining to operation of the treasuries.",
      "16": "And so Solomon completed all of the work, from the day that the foundation stone of the Lord’s Temple was laid until the Lord’s Temple was completely finished.",
      "17": "After this, Solomon visited Ezion-geber and Elath at the seashore in the land of Edom.",
      "18": "Hiram sent Solomon ships and servants who were expert mariners, and they sailed with Solomon’s servants to Ophir, where they brought back 450 talents of gold for Solomon."
    },
    "9": {
      "1": "When the queen of Sheba heard about Solomon’s reputation, she traveled to Jerusalem and tested him with difficult questions. She brought along a large retinue, camels laden with spices, and lots of gold and precious stones. Upon her arrival, she spoke with Solomon about everything that was on her mind.",
      "2": "Solomon answered all of her questions. Because nothing was hidden from Solomon, he hid nothing from her.",
      "3": "When the queen of Sheba had seen Solomon’s wisdom for herself, the palace that he had built,",
      "4": "the food set at his table, his servants who waited on him, his ministers in attendance and how they were dressed, his personal staff and how they were dressed, and even his personal stairway by which he went up to the Lord’s Temple, she was breathless!",
      "5": "“Everything I heard about your wisdom and what you have to say is true!” she gasped,",
      "6": "“but I didn’t believe it at first! But then I came here and I’ve seen it for myself! It’s amazing! I wasn’t told half of what’s really great about your wisdom. You’re far better in person than what the reports have said about you!",
      "7": "How blessed are your staff! And how blessed are your employees, who serve you continually and get to listen to your wisdom!",
      "8": "Blessed be the Lord your God, who is delighted with you! He set you in place on his throne to be king for the Lord your God. He made you king over them so you could carry out justice and implement righteousness, because your God loves Israel and intends to establish them forever.”",
      "9": "Then she gave the king 120 talents of gold, a vast quantity of spices, and precious stones. There were no spices comparable to those that the queen of Sheba gave to King Solomon.",
      "10": "Hiram’s servants and Solomon’s servants, who brought gold from Ophir, also presented algum wood and other precious stones.",
      "11": "The king used the algum wood to have steps made for the Lord’s Temple and for the royal palace, as well as lyres and harps for the choir, and nothing like that wood had been seen before in the territory of Judah.",
      "12": "In return, King Solomon gave the queen of Sheba everything she wanted and requested in addition to what she had brought for the king. Afterward, she returned to her own land, accompanied by her servants.",
      "13": "Solomon received in any given year about 666 talents of gold,",
      "14": "not including revenue from traders and merchants. In addition, all the kings of Arabia and the governors of the nation brought gold and silver to Solomon.",
      "15": "King Solomon made 200 large shields of beaten gold, overlaying each shield with the gold from 600 gold pieces,",
      "16": "and 300 shields from beaten gold, overlaying each shield with the gold from 300 gold pieces. The king put them in his palace in the Lebanon forest.",
      "17": "The king also made a great ivory throne and overlaid it with pure gold.",
      "18": "Six steps led up to the throne. A golden footstool was attached to the throne, which had armrests on each side of the seat and two lions standing on either side of each armrest.",
      "19": "Twelve lions were placed on both sides of the six steps leading to the throne, and nothing comparable was made for any other kingdom.",
      "20": "All of King Solomon’s drinking vessels were made of gold, and all the vessels in his palace in the Lebanon forest were made of pure gold. Silver was never considered to be valuable during the lifetime of Solomon,",
      "21": "because the king had ships that sailed to Tarshish accompanied by Hiram’s servants. Once every three years ships from Tarshish returned, bringing gold, silver, ivory, apes, and peacocks.",
      "22": "As a result, King Solomon became greater than all the kings of the earth in regards to wealth and wisdom.",
      "23": "All the kings of the earth continued to seek audiences with Solomon so they could hear the wise things that God had put in his heart.",
      "24": "Everyone kept on bringing gifts on an annual basis, including items made of silver and gold, garments, myrrh, spices, horses, and mules.",
      "25": "Solomon had 4,000 stalls for horses and chariots, along with 12,000 cavalry soldiers. He stationed them in various chariot cities and with the king in Jerusalem.",
      "26": "King Solomon ruled over all the kings from the Euphrates River west to the land of the Philistines and as far south as the boundary with Egypt.",
      "27": "The king made silver as common as stones in Jerusalem, and made cedar trees as abundant as sycamore trees in the Shephelah.",
      "28": "They also kept bringing horses to Solomon from Egypt and from all of the surrounding countries.",
      "29": "Now the rest of Solomon’s accomplishments, from first to last, are written in the records of Nathan the prophet, in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer pertaining to Nebat’s son Jeroboam, are they not?",
      "30": "Solomon reigned for 40 years in Jerusalem over all of Israel.",
      "31": "Then Solomon died, as had his ancestors, and his son Rehoboam reigned in his place."
    },
    "10": {
      "1": "Rehoboam traveled to Shechem, because all of Israel went there to install him as king.",
      "2": "Nebat’s son Jeroboam heard about it in Egypt, where he had fled to get away from Solomon the king. Jeroboam returned from Egypt",
      "3": "after being summoned. When Jeroboam and all of Israel arrived, they spoke to Rehoboam,",
      "4": "“Your father made our burdens unbearable. Therefore you must lighten your father’s requirements and his heavy burden that he placed on us, and we’ll serve you.”",
      "5": "“Come back again in three days,” Rehoboam told them. So the people left",
      "6": "while King Rehoboam conferred with his advisors who had worked with his father Solomon during his administration. He asked them, “What is your advice as to what response I should return to these people?”",
      "7": "In reply, they told him, “If you will be kind to this people, please them, and speak appropriately to them with kind words, they’ll serve you forever.”",
      "8": "But Rehoboam ignored the counsel that his elder advisors had given him. Instead, he consulted the younger men who had grown up with him and worked for him.",
      "9": "As a result, he asked them, “What’s your advice, so we can give an answer to these people who have asked me, ‘Please lighten the burden that your father put on us’?”",
      "10": "“This is what you should tell the people who asked you: ‘Your father made our burden heavy, but you must make it lighter for us!’” the young men who had grown up with Rehoboam replied. “Tell them ‘My little finger will be thicker than my father’s whole body!",
      "11": "Not only that, but since my father loaded you down heavily, I’m going to add to that burden. If my father disciplined you with whips, I’m going to do so with scorpions!’”",
      "12": "So Jeroboam and all the people went back to Rehoboam on the third day, just as they had been directed when the king said, “Come back again in three days.”",
      "13": "But the king answered them strictly and ignored the counsel of his elders.",
      "14": "Instead, Rehoboam spoke to them along the lines of what the younger men suggested. He told them, “My father burdened you heavily, but I will add to that burden. If my father disciplined you with whips, I will, too—with scorpions!”",
      "15": "The king would not listen to the people because the turn of events was from God, so that the Lord might fulfill his prediction that he spoke through Nebat’s son Ahijah the Shilonite.",
      "16": "All of Israel—since the king wasn’t going to listen to them—the people responded to the king, “What’s the point in following David? We have no inheritance in the descendants of Jesse. Let’s go home, Israel! David, take care of your own household!” So all of Israel left for home.",
      "17": "And so Rehoboam ruled over the Israelis who lived in the cities of Judah.",
      "18": "King Rehoboam sent Hadoram, who was in charge of conscripted labor, but the Israelis stoned him to death, and King Rehoboam had to jump in his chariot and flee back in a hurry to Jerusalem.",
      "19": "That’s how Israel came to be in rebellion against David’s dynasty to this day."
    },
    "11": {
      "1": "When Rehoboam returned to Jerusalem, he gathered together 180,000 specially chosen soldiers from the households of Judah and Benjamin to fight against Israel and restore the kingdom to Rehoboam.",
      "2": "But a message from the Lord came to Shemaiah, a man of God:",
      "3": "“Tell Solomon’s son Rehoboam, king of Judah and all of Israel in Judah and Benjamin:",
      "4": "‘This is what the Lord says: “You are not to fight or even to approach your relatives in battle. Every soldier is to return to his own home, for this development comes from me.”’” So they listened to what the Lord had to say and called off their attack on Jeroboam.",
      "5": "Rehoboam continued to live in Jerusalem and built defensive fortification cities throughout Judah,",
      "6": "including Bethlehem, Etam, Tekoa,",
      "7": "Beth-zur, Soco, Adullam,",
      "8": "Gath, Mareshah, Ziph,",
      "9": "Adoraim, Lachish, Azekah,",
      "10": "Zorah, Aijalon, and Hebron. These were all fortified cities throughout Judah and Benjamin.",
      "11": "He also strengthened the fortified cities, assigned officers to them, and stockpiled food, oil, and wine.",
      "12": "He also stockpiled shields and spears in every city and fortified them greatly to secure his rule over Judah and Benjamin.",
      "13": "The priests and descendants of Levi throughout Israel also supported him in their districts,",
      "14": "because the descendants of Levi left their pasture lands and their property to live in Judah and Jerusalem, since Jeroboam and his sons had excluded them from participating in priestly services to the Lord.",
      "15": "Jeroboam had appointed his own priests to serve at the high places and to serve the satyrs and calves that he had made.",
      "16": "As a result, anyone from all of the tribes of Israel who was determined to seek the Lord God of Israel followed the descendants of Levi to Jerusalem so they could sacrifice to the Lord God of their ancestors,",
      "17": "and they continued to strengthen the kingdom of Judah, supporting Solomon’s son Rehoboam for three years, by living the way David and Solomon did for three years.",
      "18": "Rehoboam married Mahalath, the daughter of David’s son Jerimoth, along with Abihail, the daughter of Jesse’s son Eliab,",
      "19": "who bore him these sons: Jeush, Shemariah, and Zaham.",
      "20": "After this he married Absalom’s daughter Maacah, who bore him Abijah, Attai, Ziza, and Shelomith.",
      "21": "Rehoboam loved Absalom’s daughter Maacah more than he did all of his wives and mistresses. (He married eighteen wives and 60 concubines, fathering 28 sons and 60 daughters.)",
      "22": "Later, Rehoboam appointed Abijah, his son from Maacah, as senior family leader among his brothers, since he intended to establish Abijah as king.",
      "23": "Rehoboam was wise to distribute some of his children throughout all of the territories of Judah and Benjamin, placing them in all of the fortified cities. He allotted them abundant supplies of food and sought many wives for them."
    },
    "12": {
      "1": "At the height of his power, after he had consolidated his rule, Rehoboam abandoned the Lord’s Law, along with all of Israel with him.",
      "2": "Because he had been unfaithful to the Lord, during the fifth year of King Rehoboam’s reign, King Shishak of Egypt attacked Jerusalem",
      "3": "with 1,200 chariots and 60,000 cavalry. The Lubim, Sukkiim, and the Ethiopians who invaded from Egypt with Shishak were innumerable.",
      "4": "Shishak captured the fortified cities of Judah and invaded as far as Jerusalem.",
      "5": "Right then, Shemaiah the prophet approached Rehoboam and the princes of Judah who had gathered together in Jerusalem because of Shishak, and he told them, “This is what the Lord says: ‘You abandoned me, so I’ve abandoned you to Shishak.’”",
      "6": "In response, the princes of Israel and the king humbled themselves and declared, “The Lord is righteous.”",
      "7": "When the Lord observed that they had humbled themselves, the Lord spoke to Shemaiah, “They have humbled themselves, so I won’t destroy them. Instead, I’ll grant them some deliverance by not pouring out my indignation on Jerusalem, using Shishak to do it.",
      "8": "Nevertheless, they will become his slaves so they may learn to differentiate between what it means to serve me and to serve the kingdoms of these nations.”",
      "9": "So King Shishak of Egypt invaded Jerusalem and looted the treasure stores in the Lord’s Temple and in the royal palace. He took everything, including the golden shields that Solomon had made.",
      "10": "After this, King Rehoboam made shields out of bronze to take their place, committing them to the care and custody of the commanders of those who guarded the entrance to the royal palace.",
      "11": "As often as the king entered the Lord’s Temple, the guards came and transported the shields to the Temple and then brought them back to the guard’s quarters.",
      "12": "After he had humbled himself, the Lord stopped being angry with him, and did not destroy Rehoboam completely. Furthermore, conditions became good in Judah.",
      "13": "King Rehoboam consolidated his reign in Jerusalem. Rehoboam was 41 years old when he began to reign, and he reigned for seventeen years in Jerusalem, the city that that Lord had chosen from all the tribes of Israel in which to establish his name. Rehoboam’s mother was Naamah from Ammon.",
      "14": "He practiced evil by not setting his heart to seek the Lord.",
      "15": "Now Rehoboam’s accomplishments, from first to last, are written in the records of Shemaiah the prophet and of Iddo the seer, enrolled by genealogy, are they not?",
      "16": "Later, Rehoboam died, as had his ancestors, and his son Abijah became king to replace him."
    },
    "13": {
      "1": "During the eighteenth year of the reign of King Jeroboam, Abijah became king over Judah.",
      "2": "He reigned for three years in Jerusalem. His mother was Uriel’s daughter Micaiah from Gibeah.\nA war started between Abijah and Jeroboam.",
      "3": "Abijah started the battle with an army of 400,000 specially chosen valiant soldiers, but Jeroboam opposed him with 800,000 specially chosen valiant soldiers.",
      "4": "Abijah stood on Mount Zemaraim in the hill country of Ephraim and announced:\n“Listen to me, Jeroboam and Israel!",
      "5": "Don’t you know that the Lord God of Israel assigned the kingship over Israel to David and his descendants forever by a salt covenant?",
      "6": "Even so, Nebat’s son Jeroboam, who used to serve David’s son Solomon, rose in rebellion against his own master!",
      "7": "Useless troublemakers soon gathered around him, who turned out to be too strong for Rehoboam, because he was young, timid, and unable to withstand them.",
      "8": "“So now you think you’ll be able to withstand the Lord’s kingdom as controlled by David’s descendants, just because you have a large crown and have brought with you the golden calves that Jeroboam made for you as gods.",
      "9": "Haven’t you already driven away the Lord’s priests, the descendants of Aaron and the descendants of Levi? Haven’t you established your own priests like the people of other lands?",
      "10": "“Now as far as we’re concerned, the Lord is our God, and we haven’t abandoned him. The descendants of Aaron are ministering to the Lord as priests, and the descendants of Levi continue their work.",
      "11": "Every morning and evening, they’re offering burnt offerings and fragrant incense to the Lord, the showbread is set out on the pure table, and they take care of the golden lamp stand so its lamps can continue to burn every evening. We continue to be faithful over what the Lord our God entrusted to us, but you have abandoned him.",
      "12": "Now listen! God is with us to lead us, and his priests are about to sound their battle trumpets against you. Descendants of Israel, don’t fight against the Lord God of your ancestors, because you won’t succeed!”",
      "13": "But Jeroboam had sent an ambush to attack from the rear, so Israel was in front of Judah, with the ambush set in place behind them.",
      "14": "When the army of Judah turned around to look, they were being attacked from both front and rear, so they cried out to the Lord while the priests sounded their trumpets.",
      "15": "Then the army of Judah sounded a war cry, and God routed Jeroboam and the entire army of Israel in front of Abijah and Judah.",
      "16": "When the descendants of Israel ran away from the army of Judah, God handed them over to the army of Judah.",
      "17": "Abijah and his army defeated them in a tremendous slaughter that resulted in 500,000 special forces from Israel being slain.",
      "18": "And so the descendants of Israel were defeated at that time. The descendants of Judah were victorious because they trusted in the Lord God of their ancestors.",
      "19": "After this Abijah pursued Jeroboam and captured Bethel and its villages, Jeshanah and its villages, and Ephron and its villages.",
      "20": "Jeroboam never recovered his strength for the rest of Abijah’s life. The Lord struck Jeroboam, and he died,",
      "21": "but Abijah continued to grow more powerful. He took fourteen wives for himself and fathered 22 sons and sixteen daughters.",
      "22": "The rest of Abijah’s accomplishments, his lifestyle and his memoirs are recorded in the Midrash of the Prophet Iddo."
    },
    "14": {
      "1": "Then Abijah died, as had his ancestors, and he was buried in the City of David. Abijah’s son Asa reigned in his place, and during his lifetime the land enjoyed rest for ten years.",
      "2": "Asa practiced what the Lord his God considered to be right",
      "3": "by removing the foreign altars and high places, tearing down the sacred pillars, cutting down the Asherim, and",
      "4": "commanding Judah to seek the Lord God of their ancestors and to keep the Law and the commandments.",
      "5": "He also removed the high places and incense altars from all of the cities of Judah. As a result, the kingdom enjoyed rest under Asa’s leadership.",
      "6": "Asa built fortified cities throughout Judah while the land lay undisturbed, because the Lord had given him peace so that no one went to war against him during those years.",
      "7": "He had told Judah, “Let’s build up these cities, surrounding them with walls, towers, gates, and bars. The land still belongs to us, because we have kept on seeking the Lord our God. We have sought him out, and he has given us rest all around us.” So the people built and prospered.",
      "8": "Asa kept a standing army of 300,000 soldiers from Judah equipped with large shields and spears, as well as 280,000 soldiers from Benjamin, also bearing shields and wielding bows. All of them were valiant soldiers.",
      "9": "Sometime later, Zerah the Ethiopian went to war against him at Mareshah with an army of one million troops and 300 chariots.",
      "10": "Asa went out to engage him in battle, and they drew up their battle lines at Mareshah in the Zephathah Valley.",
      "11": "Asa cried out to the Lord his God, telling him, “Lord, there is no one except for you to help between the powerful and the weak. So help us, Lord God, because we’re depending on you and have come against this vast group in your name. Lord, you are our God. Let no mere mortal man defeat you!”",
      "12": "So the Lord defeated the Ethiopians right in front of Asa and Judah, and the Ethiopians ran away.",
      "13": "Asa and his army pursued the Ethiopians as far as Gerar. So many Ethiopians died that their army could not recover, because it had been shattered in the Lord’s presence and in the presence of his army. The Israelis carried off a lot of plunder, too.",
      "14": "They attacked all the cities that surrounded Gerar, because fear of the Lord had overwhelmed them. The Israelis spoiled all the cities, because there was a lot to plunder in them.",
      "15": "They also attacked the tents of those who owned livestock and carried off lots of sheep and camels. Then they returned to Jerusalem."
    },
    "15": {
      "1": "After this, the Spirit of God came to rest on Oded’s son Azariah,",
      "2": "so he went out to meet Asa and rebuked him:\n“Listen to me, Asa, Judah, and Benjamin! The Lord is with you when you are with him. If you seek him, he will allow you to find him, but if you abandon him, he will abandon you.",
      "3": "Israel lived for years without the true God, priests to teach them, and the Law,",
      "4": "but they turned to the Lord God of Israel in their distress. When they sought him, he let them become reacquainted with him.",
      "5": "“During those days, it wasn’t safe for anyone to come and go, because many civil disturbances afflicted everyone who lived in the territories.",
      "6": "Nation battled nation, and city fought city, because God was afflicting them all with every kind of distress.",
      "7": "Now as for you, be strong and never be discouraged, because there will be reward for your work.”",
      "8": "Encouraged by what Oded’s son Azariah the prophet had said in his prophecy, Asa removed the detestable idols from throughout the entire territories of Judah and Benjamin, and from the cities that he had captured in the hill country of Ephraim. He repaired the Lord’s altar that stood in front of the vestibule of the Lord’s Temple.",
      "9": "Then he gathered together all of Judah, Benjamin, and people from Ephraim, Manasseh, and Simeon who were living among them, since many people had defected to him from Israel when they learned that the Lord his God was with him.",
      "10": "They all assembled in Jerusalem during the third month of the fifteenth year of Asa’s reign.",
      "11": "They sacrificed to the Lord that day 700 oxen and 7,000 sheep from the spoil that they had brought with them.",
      "12": "They also entered into a covenant to seek the Lord God of their ancestors with all their heart and soul,",
      "13": "and they further agreed that whoever would refuse to seek the Lord God of Israel was to be executed, whether important or unimportant, man or woman.",
      "14": "They also made a vow to the Lord with loud voices, shouting, trumpets, and horns.",
      "15": "Everybody in Judah was very glad to make their oath, because they had made their vow with all their heart and had sought him with all of their might, and they found him! The Lord also gave them rest in their surrounding lands.",
      "16": "King Asa removed his mother Maacah from her position as Queen Mother because she had made a detestable image dedicated to Asherah. He cut down his mother’s idol, crushed it, and burned it at the Kidron Brook.",
      "17": "Nevertheless, the high places were not removed from Israel, even though Asa’s heart was blameless all of his life.",
      "18": "Asa brought into God’s Temple the things that his father had dedicated, as well as his own dedicated gifts such as silver, gold, and temple service implements.",
      "19": "Asa experienced no more war until the end of the thirty-fifth year of his reign."
    },
    "16": {
      "1": "During the thirty-sixth year of Asa’s reign, King Baasha of Israel invaded Judah and interdicted Ramah by building fortifications around it so no one could enter or leave to join King Asa of Judah.",
      "2": "But Asa removed some silver and gold from the treasuries of the Lord’s Temple and from his royal palace and sent them to King Ben-hadad of Aram, who lived in Damascus.",
      "3": "“Let’s make a treaty between you and me,” he said, “just like the one between my father and your father. Notice that I’ve sent you silver and gold to break your treaty with King Baasha of Israel, so he’ll retreat from his attack on me.”",
      "4": "So King Ben-hadad did just what King Asa had asked: he sent his commanding officers to attack the cities of Israel. They conquered Ijon, Dan, Bel-maim, and all of the storage centers in Naphtali.",
      "5": "When Baasha learned of the attack, he withdrew from Ramah and stopped his interdiction.",
      "6": "Then King Asa brought his entire army of Judah to carry away the building stones and the timber that Baasha had been using to surround Ramah, and he used those materials to fortify Geba and Mizpah.",
      "7": "Right about then, Hanani the seer came to King Asa of Judah and rebuked him. “Because you have put your trust in the king of Aram and have not relied on the Lord your God, the army of the king of Aram has escaped from your control.",
      "8": "Weren’t the Ethiopians and the Libyans a vast army with many chariots and cavalry? Yet because you relied on the Lord, he gave them into your control!",
      "9": "The Lord’s eyes keep on roaming throughout the earth, looking for those whose hearts completely belong to him, so that he may strongly support them. But because you have acted foolishly in this, from now on you will have wars.”",
      "10": "In response, Asa flew into a rage and locked up the seer in stocks in the palace prison because of what Hanani had told him. Asa also tortured some of the people of Israel at that time.",
      "11": "Now the accomplishments of Asa from first to last are written in the Book of the Kings of Judah.",
      "12": "In the thirty-ninth year of his reign, Asa suffered from a foot disease. Even though he suffered greatly, he never sought the Lord, but instead looked to doctors.",
      "13": "As a result, in the forty-first year of his reign, Asa died, as had his ancestors,",
      "14": "and he was buried in his own tomb that he had prepared for himself in the City of David. He was laid out on a bier that had been filled with various spices prepared by morticians, and the mourners built a massive bonfire to honor his memory."
    },
    "17": {
      "1": "Asa’s son Jehoshaphat succeeded him as king, and he consolidated his authority over Israel",
      "2": "by placing troops in all of the fortified citadels through Judah and by establishing garrisons throughout the land of Judah and in the cities that his father Asa had captured.",
      "3": "The Lord was with Jehoshaphat because he followed the example set during his ancestor David’s preliminary years by not pursuing the Baals.",
      "4": "Instead, Jehoshaphat sought the God of his ancestors and obeyed his commands, unlike Israel.",
      "5": "Therefore the Lord secured Jehoshaphat’s kingdom under his control, with all of Judah paying him tribute, and Jehoshaphat became very wealthy and greatly respected.",
      "6": "He remained committed to following the Lord, and he removed the high places and Asherah poles from Judah.",
      "7": "During the third year of his reign, Jehoshaphat sent his officials Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah to teach throughout the cities of Judah.",
      "8": "They were accompanied by the descendants of Levi, including Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah. These descendants of Levi were accompanied by the priests Elishama and Jehoram.",
      "9": "They taught throughout Judah from a copy of the Book of the Law of the Lord that they took with them as they passed through all the cities of Judah, teaching among all the people.",
      "10": "Because they were afraid of the Lord, none of the kingdoms of the lands that surrounded Judah dared go to war against Jehoshaphat.",
      "11": "Some of the Philistines brought gifts and silver as tribute to Jehoshaphat, and Arabians brought him flocks of 7,700 rams and 7,700 male goats.",
      "12": "As a result, Jehoshaphat grew more and more powerful, and built up fortresses and storage centers throughout Judah.",
      "13": "He placed a large amount of supplies into storage throughout the cities of Judah and stationed soldiers—all of them valiant men—in Jerusalem.",
      "14": "Here’s how they were mustered, listed according to their ancestral houses and listed by commanders of thousands: Adnah commanded 300,000 elite forces.",
      "15": "Near him was Johanan, commander of 280,000",
      "16": "and next to him was Zichri’s son Amasiah, who had volunteered to serve the Lord. He commanded 200,000 elite forces.",
      "17": "There was also Eliada from Benjamin, himself a valiant soldier. He was accompanied by 200,000 expert archers bearing shields.",
      "18": "Near him was Jehozabad, who was accompanied by 180,000 soldiers equipped for warfare.",
      "19": "These men served the king, and there were others whom the king garrisoned inside fortified cities throughout all of Judah."
    },
    "18": {
      "1": "After Jehoshaphat had become wealthy and was enjoying abundant honor, he allied himself to Ahab.",
      "2": "After a few years, he visited Ahab in Samaria. Ahab slaughtered lots of sheep and oxen for him, and the people who were with him persuaded Jehoshaphat to attack Ramoth-gilead.",
      "3": "King Ahab of Israel asked King Jehoshaphat of Judah, “Will you join me in attacking Ramoth-gilead?”\n“I’m with you,” Jehoshaphat replied. “and my army is with you. We’ll join you in the battle.”",
      "4": "But then Jehoshaphat asked the king of Israel, “Please ask for a message from the Lord, first.”",
      "5": "So the king of Israel gathered together 400 prophets and asked them, “Should we go attack Ramoth-gilead, or should I call off the attack?”\n“Go attack them,” they all said, “because God will drop them right in the king’s hand.”",
      "6": "But Jehoshaphat asked, “Isn’t there a prophet of the Lord left here that we could talk to?”",
      "7": "“There is still one man left by whom we could ask the Lord what to do,” the king of Israel replied to Jehoshaphat, “but I hate him because he won’t prophesy anything good about me. Instead, he always prophesies evil. He is Imla’s son Micaiah.”\nBut Jehoshaphat rebuked Ahab, “Kings should never talk like that.”",
      "8": "Nevertheless, the king of Israel called an officer and ordered him, “Bring me Imla’s son Micaiah quickly.”",
      "9": "Now the king of Israel and King Jehoshaphat of Judah were each sitting on their own thrones, arrayed in their robes, and sitting on the threshing floor at the entrance to the city gate of Samaria, and all of the prophets were prophesying in front of them.",
      "10": "Chenaanah’s son Zedekiah made iron horns for himself and told them, “This is what the Lord says, ‘With these horns you are to gore the Arameans until they are eliminated!’”",
      "11": "All the other prophets were saying similar things, like “Go up to Ramoth-gilead and you will be successful, because the Lord will hand it over to the king!”",
      "12": "Meanwhile, the messenger who had gone off to summon Micaiah advised him, “Look, everything that the other prophets were saying has been unanimously favorable to the king. So please, cooperate with them and speak favorably.”",
      "13": "“As the Lord lives,” Micaiah replied, “I’ll say what my God tells me to say.”",
      "14": "When Micaiah approached the king, the king asked him, “Micaiah, should we go to war against Ramoth-gilead, or should I not?”\n“Go to war,” Micaiah replied, “and you will be successful, because the Lord will hand it over to the king!”",
      "15": "When he heard this, the king asked him, “How many times do I have to ask you? Tell me nothing but the truth, and do it in the name of the Lord!”",
      "16": "And so Micaiah replied:\n“I saw all of Israel\n    scattered on the mountains\n        like sheep without a shepherd.\nAnd the Lord told me,\n    ‘These have no master,\n        so let them each return to his own home in peace.’”",
      "17": "Then the king of Israel told Jehoshaphat, “Didn’t I tell you that he wouldn’t prophesy anything good about me, but only evil?”",
      "18": "But Micaiah responded, “Therefore, listen to what the Lord has to say. I saw the Lord, sitting on his throne, and the entire Heavenly Army was surrounding him on his right hand and on his left hand.",
      "19": "“The Lord asked, ‘Who will tempt King Ahab of Israel to attack Ramoth-gilead, so that he will die there?’ And one was saying one thing and one was saying another.",
      "20": "“But then a spirit approached, stood in front of the Lord, and said, ‘I will entice him.’\n“And the Lord asked him, ‘How?’",
      "21": "“‘I will go,’ he announced, ‘and I will be a deceiving spirit in the mouth of all of his prophets!’\n“So the Lord said, ‘You’re just the one to deceive him. You will be successful. Go and do it.’",
      "22": "Now therefore, listen! The Lord has placed a lying spirit in the mouth of all of these prophets of yours, because the Lord has determined to bring disaster upon you.”",
      "23": "As if on cue, Chenaanah’s son Zedekiah approached Micaiah and struck him on the cheek. Then he asked him, “How did the Spirit of the Lord move from me to speak to you?”",
      "24": "Micaiah replied, “You’ll learn the answer to that question when the day comes that you run away to hide yourself in a closet!”",
      "25": "Then the king of Israel ordered, “Take Micaiah and place him in the custody of Amon, the city governor. Hand him over to Joash, the king’s son.",
      "26": "Give him this order: ‘Place him in prison on survival rations only until I come back safely.’”",
      "27": "“If you return alive,” Micaiah responded, “then the Lord has not spoken by me.” Then he added, “Listen, everybody!”",
      "28": "So the king of Israel and King Jehoshaphat of Judah both attacked Ramoth-gilead.",
      "29": "The king of Israel suggested to Jehoshaphat, “I’ll go into battle in disguise, but you keep your royal uniform on.” So the king of Israel disguised himself and they both went into the battle.",
      "30": "Meanwhile, the king of Aram had issued these orders to his chariot commanders: “Don’t attack unimportant soldiers or ranking officers. Go after only the king of Israel.”",
      "31": "So when the chariot commanders observed Jehoshaphat, they said by mistake, “It’s the king of Israel!” and they turned aside to attack him. But Jehoshaphat cried out to the Lord, who helped him, and God diverted them from him.",
      "32": "When the chariot commanders saw that their target was not the king of Israel, they stopped pursuing him.",
      "33": "Meanwhile, somebody drew his bow and struck the king of Israel at a weak spot where his armor plates joined, so he instructed his chariot driver, “Turn around and take me out of the battle, because I’ve been severely wounded.”",
      "34": "The battle continued on for the rest of the day while the king of Israel propped himself up in front of the Arameans until the sun set, at which time he died."
    },
    "19": {
      "1": "After this, King Jehoshaphat of Judah returned safely to his palace in Jerusalem,",
      "2": "where Hanani’s son Jehu, the seer, went out to meet him. He asked king Jehoshaphat, “Should you be helping those who are wicked, yes or no? Should you love those who hate the Lord? Wrath is headed your way directly from the Lord because of this.",
      "3": "Nevertheless, a few good things have been found in you, in that you have removed the Asheroth from the land and you have disciplined yourself to seek God.”",
      "4": "Jehoshaphat continued to live in Jerusalem, but he travelled again throughout the people from Beer-sheba to Mount Ephraim, bringing them back to the Lord God of their ancestors",
      "5": "and appointing judges throughout the land in all of the walled cities of Judah, city by city. He issued this reminder to the judges:",
      "6": "“Pay careful attention to your duties, because you are judging not only for the sake of human beings but also for the Lord —and he is present with you as you make your rulings.",
      "7": "So let the fear of the Lord rest upon you, be on your guard, and act carefully, because with the Lord our God there is neither injustice, nor partiality, nor bribery.”",
      "8": "In Jerusalem, Jehoshaphat also appointed certain descendants of Levi, priests, and family leaders of Israel to render verdicts for the Lord and to decide difficult cases. Their offices were in Jerusalem.",
      "9": "He issued this reminder to them:\n“You are to carry out your duties in the fear of the Lord, serving him faithfully with your whole heart.",
      "10": "No matter what case comes before you from your fellow citizens who live in their own cities, whether it’s a dispute between blood relatives or a dispute regarding the Law and the commands, statutes, or verdicts, you are to warn the parties so that they do not become guilty in the Lord’s presence and so that anger does not come upon you and your fellow citizens.",
      "11": "Take notice, please, that Amariah the Chief Priest is presiding over all cases that pertain to the Lord, Ishmael’s son Zebadiah is presiding as ruler of the household of Judah with respect to all cases that pertain to the national government, and the descendants of Levi will preside over your other civil cases. Serve courageously, and the Lord will be with the upright.”"
    },
    "20": {
      "1": "Sometime after these events, the Moabites and the Ammonites, accompanied by some other descendants of Ammon, attacked Jehoshaphat and started a war.",
      "2": "Jehoshaphat’s military advisors came and informed him, “We’ve been attacked by a vast invasion force from Aram, beyond the Dead Sea. Be advised—they’ve already reached Hazazon-tamar, also known as En-gedi.”",
      "3": "In mounting fear, Jehoshaphat devoted himself to seek the Lord. He proclaimed a period of fasting throughout all of the territory of Judah,",
      "4": "and the tribe of Judah assembled together to seek the Lord. People came from all of the cities of Judah to seek the Lord.",
      "5": "Jehoshaphat stood among the assembly of Judah and Jerusalem in the Lord’s Temple in the vicinity of the new court",
      "6": "and said:\n“Lord God of our ancestors, you are the God who lives in heaven, are you not? You rule over all the kingdoms of the nations, don’t you? In your own hands you grasp both strength and power, don’t you? As a result, no one can oppose you, can they?",
      "7": "You are our God, who expelled the former inhabitants of this land right in front of our people Israel, aren’t you? Then you gave it to your friend Abraham’s descendant forever, didn’t you?",
      "8": "They lived in it and have built there a sanctuary for your name, where they said,",
      "9": "‘If evil comes upon us, such as war as punishment, disease, or famine and we stand in your presence in this Temple (because your Name is in this Temple) and cry out to you in our distress, then you will hear and deliver.’",
      "10": "Now therefore look! The Ammonites, the Moabites, and the inhabitants of Mount Seir, whom you would not permit Israel to attack when they arrived from the land of Egypt—since they turned away from them and did not eliminate them—",
      "11": "Look how they’re rewarding us! They’re coming to drive us from your property that you gave us to be our inheritance.",
      "12": "Our God, you are going to punish them, aren’t you? We have no strength to face this vast multitude that has come against us, nor do we know what to do, except that our eyes are on you.”",
      "13": "All of Judah was standing in the Lord’s presence, along with their little babies, their wives, and their children.",
      "14": "Then the Spirit of the Lord came upon Zechariah’s son Jahaziel, the son of Benaiah, the son of Jeiel, the son of Mattaniah, a descendant of Levi from the descendants of Asaph in the middle of the assembly, and he said:",
      "15": "“Pay attention, everyone in Judah, in Jerusalem, and you, too, King Jehoshaphat! This is what the Lord says to you: ‘Stop being afraid, and stop being discouraged because of this vast invasion force, because the battle doesn’t belong to you, but to God.",
      "16": "Tomorrow you are to go down to attack them. Pay attention, now—they’ll be coming up near the ascent of Ziz. You’ll find them at the end of the valley that looks out over the Jeruel wilderness.",
      "17": "You won’t be fighting in this battle. Take your stand, but stand still, and watch the Lord’s salvation on your behalf, Judah and Jerusalem! Never fear and never be discouraged. Go out to face them tomorrow, since the Lord is with you.’”",
      "18": "Jehoshaphat bowed down with his face to the ground, and all the assembled inhabitants of Judah and Jerusalem fell face down in the Lord’s presence and worshipped the Lord.",
      "19": "Descendants of Levi from the descendants of Kohath and from the descendants of Korah stood up to praise the Lord God of Israel in a very loud voice that ascended to heaven.",
      "20": "The army got up early the next morning and headed out into the wilderness of Tekoa. Jehoshaphat stood up and addressed them. “Listen to me, you inhabitants of Judah and Jerusalem,” he said. “Have faith in the Lord your God and you’ll be established! Have faith in his prophets and you’ll succeed!”",
      "21": "After he had consulted with the people, Jehoshaphat appointed some choir members to sing to the Lord and to praise him in sacred splendor as they marched out in front of the armed forces. They kept saying\n“Give thanks to the Lord,\n    because his gracious love is eternal!”",
      "22": "Right on time, as they began to sing and praise, the Lord ambushed the Ammonites, Moabites, and the inhabitants of Mount Seir who had attacked Judah, and they were defeated.",
      "23": "The Ammonites and Moabites attacked the inhabitants of Mount Seir, destroying them, and after they had finished with the inhabitants of Mount Seir, they worked on destroying one another!",
      "24": "When the army of Judah arrived at the remotest watchtower in the wilderness, they looked around at the invasion force, and to their surprise, there were dead bodies lying all around on the ground—not one had escaped!",
      "25": "Later on, when Jehoshaphat and his army arrived to collect the spoils of war, they discovered there were far more goods, garments, and other valuable items to collect than they could carry off in a single day. There was so much material that it took three days to finish their collection efforts.",
      "26": "Three days later, they assembled together in the Beracah Valley, where they blessed the Lord, which is why the name of that place is called Beracah Valley to this day.",
      "27": "Then they all returned with joy to Jerusalem, every soldier from Judah and Jerusalem, with Jehoshaphat at the head of the procession, because the Lord had made them rejoice over their enemies.",
      "28": "They proceeded directly to the Lord’s Temple, carrying lyres, harps, and trumpets.",
      "29": "Fear of God seized all of the kingdoms in the surrounding territories when they heard that the Lord had battled Israel’s enemies.",
      "30": "As a result, Jehoshaphat’s kingdom enjoyed peace, because his God had provided rest for him all around.",
      "31": "Jehoshaphat reigned over Judah, having become king at the age of 35. He reigned in Jerusalem for 25 years. His mother’s name was Azubah, the daughter of Shilhi.",
      "32": "He followed the example of his father Asa and never departed from it, practicing what the Lord considered to be right.",
      "33": "However, the high places were not removed, since the people had not yet directed their hearts to the God of their ancestors.",
      "34": "The rest of Jehoshaphat’s accomplishments, from first to last, are recorded in the annals of Hanani’s son Jehu, which appears in the Book of the Kings of Israel.",
      "35": "Sometime later, King Jehoshaphat of Judah entered into a military alliance with King Ahaziah of Israel, acting wickedly by doing so.",
      "36": "He also agreed with King Ahaziah to build ships to sail toward Tarshish, which they built in Ezion-geber.",
      "37": "But Dodavahu’s son Eliezer from Mareshah prophesied in opposition to Jehoshaphat, “Because you have entered into an alliance with Ahaziah, the Lord has destroyed your efforts.” So the ships were destroyed and were never able to sail for Tarshish."
    },
    "21": {
      "1": "Jehoshaphat died, as had his ancestors, and was buried in the City of David alongside his ancestors. His son Jehoram became king in his place.",
      "2": "Jehoshaphat’s sons, Jehoram’s brothers, included Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah. All of these were sons of Jehoshaphat, king of Israel.",
      "3": "Their father gave them many gifts made of silver, and gold, as well as valuable things, along with fortified cities in Judah, but he passed the kingdom to Jehoram because Jehoram was his firstborn.",
      "4": "But after Jehoram had assumed the throne and consolidated his rule over his father’s kingdom, he executed all of his brothers, along with some of the rulers of Israel.",
      "5": "Jehoram was 32 years old when he became king, and he reigned for eight years in Jerusalem.",
      "6": "He lived like the kings of Israel, following the example of Ahab’s dynasty, since he had married Ahab’s daughter, and he practiced what the Lord considered to be evil.",
      "7": "Nevertheless, the Lord was unwilling to destroy David’s dynasty because of the covenant that he had made with David, especially since he had promised to give him and to his sons the reigning presence of an heir forever.",
      "8": "Nevertheless, Edom revolted against Judah’s rule and set up their own king to rule them during Jehoram’s reign.",
      "9": "So Jehoram invaded Edom with his commanders and his chariots by night and killed the Edomites who had surrounded him and his chariot commanders.",
      "10": "Edom remains in revolt against Judah to this day. Libnah revolted against Jehoram’s rule, too, because he had abandoned the Lord God of his ancestors.",
      "11": "In addition to all of this, he built high places in the mountains of Judah, led the inhabitants of Jerusalem into cultic sexual immorality, and made Judah go astray.",
      "12": "After this, a letter arrived from Elijah the prophet. It said:\n“This is what the Lord God of your ancestor David says: ‘You haven’t lived like your father Jehoshaphat and like King Asa of Judah.",
      "13": "Instead, you have lived like the kings of Israel by causing Judah and the inhabitants of Jerusalem to commit cultic sexual immorality—just like Ahab’s dynasty did! And you’ve killed your brothers who were better than you—your own father’s dynasty!",
      "14": "Look what’s going to happen! The Lord is going to strike your people, your children, your wives, and everything you own with a massive tragedy.",
      "15": "And as for you, you will suffer from a serious disease of your bowels. Eventually, day-by-day you will excrete your own bowels because of this disease.”",
      "16": "The Lord also provoked the attitude of the Philistines and the Arabs who bordered the Ethiopians against Jehoram,",
      "17": "and they attacked Judah, invading it and carried off everything he owned in his royal palace, along with all of his sons and wives except for his youngest son Jehoahaz.",
      "18": "After all of this happened, the Lord struck him in his bowels with an incurable illness.",
      "19": "In due course, as time passed, two years later his bowels came out because of his sickness and he died in agony. His people lit no memorial bonfire for him as they had done for his ancestors.",
      "20": "Jehoram was 32 years old when he became king, and he reigned in Jerusalem for eight years. He left this earth—to nobody’s regret—and they buried him in the City of David, but not in the tombs of the kings."
    },
    "22": {
      "1": "The residents of Jerusalem made Jehoram’s son Ahaziah king in his place after the raiding party that had invaded the city with the Arabs had killed all of the older sons. That’s how Jehoram’s son Ahaziah became king of Judah.",
      "2": "Ahaziah was 22 years old when he became king, and he reigned for one year in Jerusalem. His mother was Athaliah, Omri’s granddaughter.",
      "3": "He followed the example of Ahab’s dynasty because his mother gave him evil counsel.",
      "4": "So he practiced what the Lord considered to be evil, just like Ahab’s dynasty had done, because after his father died, he was given advice that resulted in his destruction.",
      "5": "He followed their counsel and accompanied Ahab’s son Joram, king of Israel, to wage war against King Hazael of Aram at Ramoth-gilead. But the Arameans wounded Joram,",
      "6": "so he returned to Jezreel to recover from the wounds that he had received at Ramah in the battle against King Hazael of Aram. King Ahaziah of Judah, Jehoram’s son, went to visit Ahab’s son Joram, because he was wounded.",
      "7": "God used Ahaziah’s visit to Joram to destroy Ahaziah. As soon as he arrived, Ahaziah went out with Joram to attack Nimshi’s son Jehu, whom the Lord had appointed to eliminate Ahab’s dynasty.",
      "8": "And that’s exactly what happened. While Jehu was punishing Ahab’s dynasty, he located the princes of Judah and the sons of Ahaziah’s brothers who were ministering to Ahaziah, and he put them to death.",
      "9": "Jehu also searched for Ahaziah, had him apprehended while Ahaziah was hiding out in Samaria, and had Ahaziah brought to him. Jehu had Ahaziah executed and buried. It was said of Jehu, “He is the son of Jehoshaphat, who sought the Lord with all of his heart.” As a result, there was no one left in the household of Ahaziah strong enough to reign in the kingdom.",
      "10": "As soon as Ahaziah’s mother Athaliah learned that her son had died, she set out to destroy the entire royal family of Judah.",
      "11": "However, the king’s daughter Jehoshabeath took Ahaziah’s son Joash away from the king’s children who were about to be assassinated and hid him and his nurse in a bedroom. That’s how King Jehoram’s daughter Jehoshabeath, who was also the priest Jehoiada’s wife and Ahaziah’s sister, hid him from Athaliah. As a result, she was not able to kill him.",
      "12": "Joash remained with them for six years, hidden in God’s Temple while Athaliah reigned over the land."
    },
    "23": {
      "1": "Seven years later, Jehoiada mustered up some courage and made a deal with the officers who commanded units of hundreds of soldiers, including Jehoram’s son Azariah, Jehochanan’s son Ishmael, Obed’s son Azariah, Adaiah’s son Maaseiah, and Zichri’s son Elishaphat.",
      "2": "They traveled throughout Judah and gathered together the descendants of Levi from all the cities of Judah, along with the Israeli family leaders.",
      "3": "Everybody went to Jerusalem, and the whole group made a covenant with the king in God’s Temple, where Jehoiada addressed them:\n“Look! The king’s son is going to rule, just as the Lord promised David’s descendants.",
      "4": "So here’s what you’ll need to do: One third of you priests and descendants of Levi who are on duty during the Sabbath will serve as guards at the temple gates.",
      "5": "Another third of you priests and descendants of Levi will take your places in the royal palace, while another third of you priests and descendants of Levi will stand near the Foundation Gate. The rest of you will remain in the courtyard of the Lord’s Temple.",
      "6": "Nobody is to enter the Lord’s Temple except for the priests and descendants of Levi who are on duty. They may enter because they are ceremonially holy, but all the rest of the people must observe the Lord’s instructions.",
      "7": "The descendants of Levi will surround the king, brandishing weapons in their hands, and anybody who enters the Temple will be killed. Stay near the king wherever he enters and leaves.”",
      "8": "What Jehoiada the priest ordered is precisely what the descendants of Levi and all of Judah did. Each of them took the men who were on duty on the Sabbath as well as those who were off duty. Jehoiada the priest did not release the divisions from service,",
      "9": "and Jehoiada the priest issued the spears and shields that King David had placed in storage in God’s Temple to the officers in charge of the units of hundreds.",
      "10": "He set the rest of the people to serve as guards for the king, and each one brandished weapons in his hand, from the south side of the Temple to the north side of the Temple, around the altar, and surrounding the palace.",
      "11": "Then he brought out the king’s son, put a crown on him, and presented him with the Testimony,",
      "12": "When Athaliah heard all the commotion of the people running around and praising the king, she went straight to the Lord’s Temple to confront the people.",
      "13": "She looked around, and there was the king, standing by his pillar at the gate, accompanied by officers and trumpeters who stood beside the king, along with all the people of the land rejoicing and sounding trumpets while singers lead the celebration with their musical instruments. Athaliah tore her robes and yelled “Treason! Treason!”",
      "14": "But Jehoiada the priest summoned the captains of hundreds who had been appointed in charge over the army and ordered them, “Bring her out between the ranks, and execute anyone who follows her.” The priest also told them, “Don’t execute her in the Lord’s Temple.”",
      "15": "So they arrested her when she arrived at the entrance to the Horse Gate near the royal palace, and then they executed her there.",
      "16": "After this, Jehoiada drew up a covenant between himself as an individual with all the people, and between himself as king, that they would be the Lord’s people.",
      "17": "Then all the people went to the temple of Baal, broke its altars and idols to pieces, and executed Mattan, the priest of Baal, in front of the altars.",
      "18": "Jehoiada also placed the offices of the Lord’s Temple under the authority of the Levitical priests whom David had assigned over the Lord’s Temple, just as is required by the Law of Moses, to offer the Lord’s burnt offerings with joy and singing, just as David had ordered.",
      "19": "Jehoiada also stationed inspectors at the Lord’s Temple so that no one would enter who was ritually unclean in any manner.",
      "20": "He also took the captains of hundreds, the nobles, the people’s governors, and all the people of the land, and they all marched with the king from the Lord’s Temple through the upper gate to the royal palace, where they installed the king on his royal throne.",
      "21": "There all of the people of the land rejoiced and the city stayed quiet, because they had executed Athaliah with a sword."
    },
    "24": {
      "1": "Joash was seven years old when he began his reign, and he reigned forty years in Jerusalem. His mother’s name was Zibiah. She was from Beer-sheba.",
      "2": "Joash practiced what the Lord considered to be right during the lifetime of Jehoiada the priest,",
      "3": "who found two wives for him, so he fathered sons and daughters.",
      "4": "Later on, Joash decided to rebuild the Lord’s Temple,",
      "5": "so he assembled the priests and descendants of Levi and ordered them, “Go throughout the cities of Judah and take up a collection from all of Israel for the annual upkeep of the Temple of your God. And make sure that you act quickly.” But the descendants of Levi did not act quickly,",
      "6": "so the king summoned Jehoiada the chief priest and asked him, “Why haven’t you required the descendants of Levi to bring from Judah and Jerusalem the tax levied by Moses, the Lord’s servant, and the assembly of Israel for the Tent of Testimony?”",
      "7": "Because that wicked woman Athaliah’s family members had broken into the Temple of God and used the consecrated implements of the Lord’s Temple for service to the Baals,",
      "8": "the king issued an order and a chest was made and set outside the entrance gate to the Lord’s Temple.",
      "9": "A public notice was sent throughout Judah and Jerusalem to bring in the tax that Moses the servant of the Lord had levied on Israel when they were in the wilderness.",
      "10": "So all the princes and all the people gladly brought their tax and placed it into the chest until they had completed paying the tax.",
      "11": "Whenever the chest was brought to the king’s officials by the descendants of Levi, the royal secretary and the chief priest’s designated officer would come, empty the chest, and take it back to its place. They did this day after day until they had collected a large amount of cash.",
      "12": "Both the king and Jehoiada paid the money to those who were working to maintain the service of the Lord’s Temple, and they, in turn, hired masons and carpenters to restore the Lord’s Temple. Iron and bronze workers also were brought in to repair the Lord’s Temple.",
      "13": "As a result, the workmen did their labor, and the repair work progressed steadily under their supervision, and they restored God’s Temple back to what it should be, and strengthened it, too.",
      "14": "When they had completed the work, they brought what was left of the money to the king and to Jehoiada, and it was used to cast utensils for the Lord’s Temple that were to be utilized for daily service and for burnt offerings, for incense vessels, and for both gold and silver vessels. Burnt offerings were offered on a regular basis in the Lord’s Temple throughout Jehoiada’s lifetime.",
      "15": "Eventually, Jehoiada grew old and died at the age of 130 years, after having lived a full life.",
      "16": "He was buried in the City of David among the graves of the kings, because he had accomplished many good things in Israel on behalf of God and his Temple.",
      "17": "But after Jehoiada had died, officials from Judah came, bowed down to the king, and the king listened to what they had to say.",
      "18": "They abandoned the Lord’s Temple and the God of their fathers, and they served Asherim and idols. As a result this guilt of theirs resulted in wrath coming upon Judah and Jerusalem.",
      "19": "Nevertheless, God sent prophets among them to bring them back to the Lord.",
      "20": "Then Jehoiada the priest’s son Zechariah was clothed by the Spirit of God, and he stood above the people and told them, “This is what God has to say: ‘Why are you breaking the Lord’s commandments. You’ll never be successful! Because you have abandoned the Lord, he has abandoned you.’”",
      "21": "But the people conspired against him, and at the direct orders of the king they stoned him to death in the courtyard of the Lord’s Temple.",
      "22": "This is how King Joash failed to remember the kindness that Zechariah’s father Jehoiada had shown him: he killed his son. As he lay dying, Zechariah cried out, “May the Lord watch this and avenge.”",
      "23": "At the end of that year, the Aramean army attacked Joash. They invaded Judah and Jerusalem, destroyed every senior official among the people, and sent all of their possessions to the king of Damascus.",
      "24": "The Aramean army attacked with only a small force, but the Lord delivered a much larger army into their control because Judah had abandoned the Lord God of their ancestors. And so the Aramean army carried out God’s judgment on Joash.",
      "25": "After the Arameans left him very sick, Joash’s own servants conspired against him because Joash had murdered Jehoiada the priest’s son, and they killed him on his sick bed.",
      "26": "The conspirators included Shimeath the Ammonite’s son Zabad and Shimrith the Moabite’s son Jehozabad.",
      "27": "Records concerning his sons, the various prophetic statements rebuking him, and records of the reconstruction work on God’s Temple are written in the Midrash of the Book of the Kings. Joash’s son Amaziah reigned in his place."
    },
    "25": {
      "1": "Amaziah began his reign at the age of 25 years, and he reigned 29 years in Jerusalem. His mother’s name was Jehoaddan. She was from Jerusalem.",
      "2": "He practiced what the Lord considered to be right, but not with a perfect heart.",
      "3": "As soon as he had consolidated his royal authority, he executed the servants who had killed his father, the king,",
      "4": "but he did not execute their children in obedience to what is written in the Law, the writings of Moses, where the Lord commanded, “Fathers are not to die because of what their children do, nor are children to die because of what their fathers do, but each person is to die for his own sins.”",
      "5": "Amaziah gathered Judah together and organized them according to their ancestral households under commanders of thousands and hundreds throughout Judah and Benjamin. He then mustered an army from those who were 20 years old and older. He discovered that there were 300,000 elite soldiers qualified for war duty and capable of handling spears and shields.",
      "6": "He also hired 100,000 elite forces from Israel, paying 100 talents of silver for their services.",
      "7": "A man came from God and warned him, “Your majesty, don’t let the army of Israel accompany you into battle, because the Lord isn’t with any of the descendants of Ephraim.",
      "8": "But if you do go, strengthen yourself for war. Do you think God will throw you down before the enemy, since God has the power both to help or to overthrow?”",
      "9": "Amaziah asked the man of God, “What are we to do about the 100 talents that I have paid to the army of Israel?”\nThe man of God answered, “The Lord has a lot more than that to give you!”",
      "10": "So Amaziah sent the troops home who had arrived from Ephraim. They flew into a rage against Judah but left for home very angry.",
      "11": "But Amaziah encouraged himself and led his army out to the Salt Valley to kill 10,000 soldiers from Seir.",
      "12": "The army of Judah captured another 10,000 prisoners and took them to the top of a cliff and threw them down from there where they all were dashed to pieces.",
      "13": "Meanwhile, the troops that Amaziah had sent home from the battle raided the cities of Judah from Samaria to Beth-horon, killing 3,000 people and taking a large amount of war booty.",
      "14": "Later, Amaziah returned from slaughtering the Edomites, but he brought back the gods that had belonged to the men of Seir, set them up as his own gods, worshipped them, and sacrificed offerings to them.",
      "15": "As a result, the Lord became angry with Amaziah and sent a prophet to him, who asked him, “Why did you seek the gods of a people who were unable to deliver their own nation from you?”",
      "16": "But even while the prophet was speaking, the king asked him, “Did we appoint you to be a royal counselor? Stop! Why should you be struck down?”\nSo the prophet stopped speaking, but he also said, “I know God has determined to destroy you, because you’ve done all this and ignored my counsel.”",
      "17": "After this, King Amaziah of Judah sought some advice and then challenged Jehoahaz’ son King Joash of Israel, the grandson of Jehu, telling him, “Come out and let’s fight each other!”",
      "18": "But King Joash of Israel replied to King Amaziah of Judah, “There once was a thorn bush in Lebanon that sent an invitation to the cedar of Lebanon that read ‘Give your daughter to my son in marriage.’ Right about then, a wild animal in Lebanon passed by and trampled the thorn bush.",
      "19": "You claim you’ve defeated Edom, but you’re really only puffed up with arrogant boasting. So stay home. Why stir up trouble so you die, and the rest of Judah with you?”",
      "20": "But Amaziah refused to listen, because the situation was being orchestrated by God in order to turn them over to the control of their enemies because they had pursued those Edomite gods.",
      "21": "So King Joash of Israel went out to battle against King Amaziah of Judah, and they fought at Beth-shemesh, which is part of Judah’s territory.",
      "22": "Judah was defeated by Israel, and every soldier ran home.",
      "23": "King Joash of Israel captured Joash’s son King Amaziah of Judah, the grandson of Ahaziah, at Beth-shemesh and brought him back to Jerusalem, where he broke down 400 cubits of the wall of Jerusalem from the Ephraim Gate to the Corner Gate.",
      "24": "He confiscated all the gold, silver, and utensils that he could find in the care of Obed-edom inside of God’s Temple and inside the royal palace. Then he took some hostages and returned to Samaria.",
      "25": "Joash’s son Amaziah, king of Judah, lived for fifteen years after the death of Jehoahaz’ son Joash, king of Israel.",
      "26": "The rest of Amaziah’s accomplishments, from first to last, are recorded in the Book of the Kings of Judah and Israel, are they not?",
      "27": "From the time that Amaziah abandoned his seeking the Lord, some people conspired against him in Jerusalem, so he ran away to Lachish, but they pursued him to Lachish and killed him there.",
      "28": "They brought him back on horses and buried him with his ancestors in the city of Judah."
    },
    "26": {
      "1": "All the people of Judah made Uzziah king in place of his father Amaziah. Uzziah was sixteen years old at the time.",
      "2": "He rebuilt Eloth and restored it to Judah after King Amaziah had been laid to rest with his ancestors.",
      "3": "Uzziah was sixteen years old when he became king, and he reigned for 52 years in Jerusalem. His mother’s name was Jecholiah. She was from Jerusalem.",
      "4": "He practiced what the Lord considered to be right, following the example set by his father Amaziah’s accomplishments.",
      "5": "Uzziah kept on seeking God during the lifetime of Zechariah, who taught him how to fear God, and as long as he sought the Lord, God made him prosperous.",
      "6": "One time Uzziah went out and battled the Philistines. He tore down the walls of Gath, Jabneh, and Ashdod, and built cities in the Ashdod area among the Philistines.",
      "7": "God helped Uzziah defeat the Philistines, the Arabians who lived in Gur-baal, and the Meunites.",
      "8": "The Ammonites paid tribute to Uzziah, and his reputation extended as far as the border with Egypt as he became stronger and stronger.",
      "9": "Uzziah also built towers in Jerusalem, at the Corner Gate, at the Valley Gate, and at the Angle and fortified them.",
      "10": "He also built watchtowers in the wilderness and had many cisterns hewed out, since he also possessed large herds, both in the Shephelah and in the midland plains. He had many farmers and vinedressers throughout the hills and fertile lands because he loved farming.",
      "11": "Uzziah kept a standing army, equipped for battle, garrisoned in divisions according to an organizational structure devised by his royal secretary Jeiel and his officer Maaseiah, who reported to Hananiah, one of the king’s commanders.",
      "12": "The number of senior leaders of the ancestral houses of his elite forces numbered 2,600.",
      "13": "Uzziah commanded an army of 307,500 who could fight formidably on behalf of the king against any enemy.",
      "14": "In addition, Uzziah equipped the entire army with shields, spears, helmets, body armor, bows, and stones for use in slings.",
      "15": "He also had various siege engines built by skilled designers and placed them on the towers and on the corner ramparts that could fire arrows and very large stones. His reputation spread far and wide, and he was marvelously assisted until he grew very strong.",
      "16": "But after he had become strong, in his arrogance he acted corruptly and became unfaithful to the Lord his God, and he dared to enter the Lord’s Temple to burn incense on the incense altar.",
      "17": "Azariah the priest ran after him, along with 80 of the Lord’s valiant priests,",
      "18": "and they opposed King Uzziah. “Uzziah, it’s not for you to burn incense to the Lord,” they told him, “but for the priests to do, Aaron’s descendants who are consecrated to burn incense. Leave the sanctuary now, because you have been unfaithful and won’t receive any honor from the Lord God.”",
      "19": "Uzziah flew into a rage while he held in his hand a censer to burn incense. As he got angry at the priests, leprosy broke out all over his forehead right in front of the priests beside the incense altar in the Lord’s Temple.",
      "20": "So Azariah the chief priest and all the priests stared at Uzziah, who was infected with leprosy in his forehead! They all rushed at him and hurried him out of the Temple. Uzziah was in a hurry to get out anyway, because the Lord had struck him.",
      "21": "King Uzziah remained a leper until the day he died. Because he was a leper, he lived in a separate residence and remained disqualified to enter the Lord’s Temple. His son Jotham served in the royal palace, judging the people of the land.",
      "22": "Now the rest of Uzziah’s accomplishments, from first to last, have been recorded by Amoz’s son Isaiah the prophet.",
      "23": "Uzziah died, as had his ancestors, and they buried him alongside his ancestors in a grave in a field that belonged to the kings, because they said, “He was a leper.” Uzziah’s son Jotham became king to replace him."
    },
    "27": {
      "1": "Jotham was 25 years old when he began his reign, and he reigned for sixteen years in Jerusalem. His mother was Zadok’s daughter Jerusha.",
      "2": "He practiced what the Lord considered to be right, just as his father Uzziah had done, even though he did not enter the Temple. Nevertheless, the people continued acting corruptly.",
      "3": "Jotham constructed the Upper Gate of the Lord’s Temple and did extensive work on the wall of Ophel.",
      "4": "He also built cities in the hill country of Judah, along with fortresses and guard towers in the forests.",
      "5": "He launched a military excursion against the king of the Ammonites and defeated him. As a result, that year the Ammonites paid 100 talents of silver in tribute, as well as 10,000 kors of wheat and 10,000 kors of barley. The Ammonites continued to pay this same amount in tribute over the following two years.",
      "6": "Jotham grew in power because he had determined to live his life in the presence of the Lord his God.",
      "7": "The rest of the accomplishments of Jotham’s reign, including all of his military exploits and campaigns, are recorded in the book of the Kings of Israel and Judah.",
      "8": "He started his reign at the age of 25 years and he reigned for sixteen years in Jerusalem.",
      "9": "Then Jotham died, as had his fathers, and he was buried in the City of David. His son Ahaz became king in his place."
    },
    "28": {
      "1": "Ahaz was 20 years old when he began to reign, and he reigned 16 years in Jerusalem, but he did not practice what the Lord considered to be right, as his ancestor David had done.",
      "2": "Instead, he lived like the kings of Israel did. He cast metal images of Baal,",
      "3": "burned incense in the Ben-hinnom Valley, and burned his sons as an offering, following the detestable activities of the nations whom the Lord had expelled in front of the people of Israel.",
      "4": "He sacrificed and burned incense on high places, on the top of hills, and under every green tree.",
      "5": "As a result, the Lord his God handed Ahaz over to the king of Aram, who defeated him and took a large number of captives away to Damascus. Ahaz was also delivered over to the control of the King of Israel, who defeated him with many heavy casualties.",
      "6": "Remaliah’s son Pekah killed 120,000 soldiers in a single day, all of them elite forces, because they had forsaken the Lord God of their ancestors.",
      "7": "Zichri, a valiant soldier from Ephraim, killed the king’s son Maaseiah, Azrikam, the palace manager, and Elkanah, who was second in rank to the king.",
      "8": "The Israelis carried away 200,000 women, sons, and daughters from among their own relatives. They also took a great deal of plunder, and brought it all to Samaria.",
      "9": "But a prophet of the Lord was there named Oded. He went out to greet the army as it arrived in Samaria. He warned them, “Look! Because the Lord God of your ancestors was angry at Judah, he delivered them into your control, but you have killed them with a vehemence that has reached all the way to heaven!",
      "10": "Now you’re intending to make the men and women of Judah and Jerusalem to be your slaves. Surely you have your own sins against the Lord your God for which you’re accountable, don’t you?",
      "11": "So listen to me! Return the captives whom you’ve captured from your brothers, because the anger of the Lord is burning hot against you!”",
      "12": "Some of the leaders of the descendants of Ephraim, including Johanan’s son Azariah, Meshillemoth’s son Berechiah, Shallum’s son Jehizkiah, and Hadlai’s son Amasa, stood up to the army as they were coming back from the battle",
      "13": "and told them, “Don’t bring those captives here! You’ll bring even more guilt on us from the Lord, in addition to our own existing sin and guilt! He’s already mad enough against Israel because of our guilt!”",
      "14": "So the army abandoned the captives and the war booty in front of the officers and the entire assembled retinue.",
      "15": "After this, some men who were chosen by name took charge of the captives, clothed those who were naked with clothes appropriated from the war booty, gave them clothes and sandals, fed them, gave them something to drink, anointed them with oil, provided those who weren’t able to walk with donkeys to ride on, and took them back to their relatives at Jericho, the city of palm trees. Then they returned to Samaria.",
      "16": "Right about then, King Ahaz sent for help from the kings of Assyria",
      "17": "because the Edomites had invaded, attacked Judah, and carried off some captives.",
      "18": "The Philistines also invaded some of the cities in the Shephelah and in the Negev of Judah. They captured Beth-shemesh, Aijalon, Gederoth, Soco, and their surrounding villages, Timnah and its villages, and Gimzo and its villages. Then the Philistines settled there,",
      "19": "because the Lord was humiliating Judah because of King Ahaz of Israel, since Ahaz had brought about a lack of restraint within Judah and had remained unfaithful to the Lord.",
      "20": "King Tiglath-pileser of Assyria attacked Ahaz and, instead of helping him, attacked him.",
      "21": "Even though Ahaz took some of the assets belonging to the Lord’s Temple from the royal palace, and from the palaces belonging to the princes, and gave them to the king of Assyria, none of his gifts did any good.",
      "22": "In the midst of his troubles, King Ahaz became more and more unfaithful to the Lord.",
      "23": "He sacrificed to the gods of Damascus that had defeated him, reasoning, “The gods of the kings of Aram helped them, so I’ll sacrifice to them so they will help me!” But those gods brought about his downfall, and the downfall of all of Israel, too.",
      "24": "Ahaz also collected the utensils of God’s Temple, cut them all into pieces, and closed the doors of the Lord’s Temple. Then he made altars to himself on every corner in Jerusalem",
      "25": "and established high places in every city of Judah where incense was burned to other gods, thus provoking the Lord God of his ancestors to anger.",
      "26": "The rest of his accomplishments, and records of everything he did from first to last are written in the Book of the Kings of Judah and Israel.",
      "27": "So Ahaz died, as had his ancestors, and he was buried in the city of Jerusalem, but they didn’t bury him among the tombs of the kings of Israel. Ahaz’s son Hezekiah reigned in his place."
    },
    "29": {
      "1": "Hezekiah began his reign at the age of 25. He reigned for 29 years in Jerusalem. His mother’s name was Abijah, Zechariah’s daughter.",
      "2": "He practiced what the Lord considered to be right, following all of the examples set by his ancestor David.",
      "3": "In the first month of the first year of his reign he repaired and reopened the doors of the Lord’s Temple.",
      "4": "Then he brought in the priests and descendants of Levi, gathered them into the square in the eastern part of the Temple,",
      "5": "and told them,\n“Pay attention to me, you descendants of Levi! Consecrate yourselves and the Temple of the Lord God of your ancestors by taking out from the Holy Place whatever is unclean.",
      "6": "Our ancestors have been unfaithful. They practiced what the Lord considers to be evil, abandoned him, turned their faces away from the place where the Lord resides, and turned their backs to him.",
      "7": "They shut the doors to the vestibule of the Temple, extinguished its lamps, and have not burned incense or offered burnt offerings to the God of Israel in the Holy Place.",
      "8": "That’s why the Lord was angry with Judah and Jerusalem and made them an object of terror, horror, and derision, as you’ve seen with your own eyes.",
      "9": "Now look! Our ancestors have been killed with swords and our sons, daughters, and wives are being held captive because of all of this.",
      "10": "I’m intending to make a covenant with the Lord God of Israel so his burning anger may turn away from us.",
      "11": "Please don’t be careless, you descendants of Aaron, because the Lord has chosen you to minister in his presence, to serve him, to be his ministers, and to burn incense.”",
      "12": "Here are the names of the descendants of Levi who made themselves available to God: Amasai’s son Mahath and Azariah’s son Joel from the descendants of Kohath; Abdi’s son Kish and Jehallelel’s son Azariah from the descendants of Merari; Zimmah’s son Joah and Joah’s son Eden from the descendants of Gershon;",
      "13": "Elizaphan’s sons Shimri and Jeiel; Asaph’s sons Zechariah and Mattaniah;",
      "14": "Heman’s sons Jehiel and Shimei; and Jeduthun’s sons Shemaiah and Uzziel.",
      "15": "They also brought together their brothers, consecrated themselves, and proceeded to cleanse the Lord’s Temple, just as the king had ordered in accordance with what the Lord had told him.",
      "16": "The priests entered the inner courts of the Lord’s Temple to cleanse it, and they brought out everything unclean that they found there to the outer court of the Lord’s Temple. Then the descendants of Levi carried everything from there out to the Kidron Valley.",
      "17": "They began their consecration duties on the first day of the first month and finished at the Lord’s outer vestibule on the eighth day of the month. Another eight days was used to consecrate the Lord’s Temple, so they completed the work on the sixteenth day of the first month.",
      "18": "After this, they went to King Hezekiah and told him, “We have cleansed all of the Lord’s Temple, including the altar for burnt offerings, all of its utensils, the table of showbread, and all of its utensils.",
      "19": "In addition, we have prepared and rededicated all of the utensils that King Ahaz threw away during his unfaithful reign, and now they’re back in service at the Lord’s altar.”",
      "20": "Early the next morning, King Hezekiah got up and assembled the city officials and went up to the Lord’s Temple,",
      "21": "where they brought seven rams, seven lambs, and seven male goats for a sin offering on behalf of the kingdom, the Holy Place, and Judah. He ordered that the priests, as descendants of Aaron, place the offerings on the Lord’s altar.",
      "22": "So they slaughtered the bulls and the priests sprinkled the blood on the altar. They also slaughtered the rams and sprinkled the blood on the altar, and they also slaughtered the lambs and sprinkled the blood on the altar.",
      "23": "They brought the male goats for the sin offering to the king within the assembled gathering, laid their hands on them,",
      "24": "and then the priests slaughtered them and purged the altar with their blood as a sin offering to atone for all Israel, because the king ordered that the burnt offering and the sin offering be made for all Israel.",
      "25": "Hezekiah stationed descendants of Levi in the Lord’s Temple to play cymbals and stringed instruments, just as David, Gad the seer, and Nathan the prophet had directed, because the command to do so was from the Lord through those prophets.",
      "26": "The descendants of Levi played instruments that had been crafted by David and the priests sounded trumpets.",
      "27": "Hezekiah gave a command to offer burnt offerings on the altar, and when the burnt offerings began, a song to the Lord also began with trumpets sounding and with the instruments that King David of Israel had crafted.",
      "28": "Everybody in the assembly worshipped, the singers sang, and the trumpets sounded. They continued doing this until the burnt offering sacrifice was completed.",
      "29": "When the sacrifices had been offered, the king and everyone else who was present with him bowed down and worshipped.",
      "30": "King Hezekiah and his officials ordered the descendants of Levi to sing praises to the Lord based on psalms that had been written by David and Asaph the seer. So they all joyfully sang praises, bowed low, and worshipped.",
      "31": "After this, Hezekiah announced, “Now that you’ve consecrated yourselves to the Lord, come near and bring your sacrifices and thanksgiving offerings to the Lord’s Temple.” So the assembly brought sacrifices and thanksgiving offerings, and everyone who was willing to do so brought burnt offerings.",
      "32": "The number of burnt offerings brought by the assembly was 70 bulls, 100 rams, and 200 lambs. All of these were burnt offerings to the Lord.",
      "33": "The consecrated offerings numbered 600 bulls and 3,000 sheep.",
      "34": "Because there weren’t enough priests, they were unable to prepare all the burnt offerings until other priests came forward after having consecrated themselves, so their descendant of Levi relatives assisted them until the services were complete. (The descendants of Levi had been more conscientious in consecrating themselves than had been the priests.)",
      "35": "Furthermore, there were also many burnt offerings, fat from peace offerings, and drink offerings. And that’s how the service of the Lord’s Temple was restored.",
      "36": "Hezekiah and all of the people were ecstatic with joy because of what God had done for the people, since everything had come about so suddenly."
    },
    "30": {
      "1": "Hezekiah also sent word to all of Israel and Judah, and wrote letters to Ephraim and Manasseh that they should come to the Lord’s Temple in Jerusalem to observe the Passover to the Lord God of Israel.",
      "2": "The king, his princes, and the entire assembly in Jerusalem had mutually decided to observe the Passover in the second month,",
      "3": "but they had been unable to celebrate it then because not enough priests had consecrated themselves and the people had not yet been gathered together in Jerusalem.",
      "4": "This decision seemed to be a good one in the opinion of the king and of the entire assembly,",
      "5": "so they published a decree that was circulated throughout Israel from Beer-sheba to Dan that they are to come celebrate the Passover to the Lord God of Israel in Jerusalem. The Passover had not been celebrated in great numbers as was being prescribed by the decree.",
      "6": "Couriers were sent throughout all of Israel and Judah with letters written by the king and his princes, just as the king had commanded:\n“Listen, you descendants of Israel! Come back to the Lord God of Abraham, Isaac, and Israel, so he may come back to those of you who have escaped and survived from domination by the kings of Assyria.",
      "7": "Don’t be like your ancestors and your relatives, who weren’t faithful to the Lord God of their ancestors, who, as a result, made them a desolate horror, as you well know.",
      "8": "So don’t be stiff-necked like your ancestors were. Instead, submit to the Lord, enter his sanctuary that he has sanctified forever, and serve the Lord your God so that he’ll stop being angry with you.",
      "9": "If you return to the Lord, your relatives and children will receive compassion from those who took them away captive, and they’ll return to this land, because the Lord is both gracious and compassionate—he will not turn away from you if you return to him.”",
      "10": "Couriers crossed from city to city throughout the territories of Ephraim and Manasseh as far as Zebulun, but those people just mocked them and laughed at them.",
      "11": "Nevertheless, a few men from Asher, Manasseh, and Zebulun humbled themselves and traveled to Jerusalem.",
      "12": "God also poured out his grace throughout Judah, giving them a dedicated heart to do what the king and princes had decreed according to the message from the Lord.",
      "13": "Many of the people gathered together in Jerusalem to observe the Festival of Unleavened Bread during the second month. It was a very large assembly.",
      "14": "They all got to work and removed the idolatrous altars that were throughout Jerusalem. They also removed all the incense altars and threw them into the Kidron Brook.",
      "15": "Then they slaughtered the Passover lamb on the fourteenth day of the second month.\nThe priests and descendants of Levi felt ashamed of themselves, so they consecrated themselves and brought burnt offerings to the Lord’s Temple.",
      "16": "Then they took their customary places, as the Law of Moses the man of God prescribes, and the priests sprinkled the blood that they were given by the descendants of Levi.",
      "17": "Because there were so many in the assembly that had not consecrated themselves, therefore the descendants of Levi supervised the slaughter of the Passover sacrifices on behalf of everyone who remained unclean, so they could be consecrated to the Lord.",
      "18": "Even though a large crowd of people from as far away as Ephraim, Manasseh, Issachar, and Zebulun had not completed consecrating themselves, they still ate the Passover in a manner not proscribed by the Law, because Hezekiah had prayed like this for them: “May the good Lord extend a pardon on behalf of",
      "19": "everyone who prepares his own heart to seek God, the Lord God of his ancestors, even though he does so inconsistent with the laws of consecration.”",
      "20": "The Lord listened to Hezekiah and healed the people.",
      "21": "The Israelis who were present in Jerusalem observed the Festival of Unleavened Bread for seven days with immense gladness, and the descendants of Levi and priests praised the Lord throughout each day, singing mightily to the Lord.",
      "22": "Hezekiah encouraged all the descendants of Levi who demonstrated significant insight in their service to the Lord, so they all participated in the festival meals for seven days, all the while sacrificing peace offerings and giving thanks to the Lord God of their ancestors.",
      "23": "After this, the whole assembly agreed to celebrate for another seven days, and so they did—and they were very happy to do so!",
      "24": "King Hezekiah of Judah gave the assembly 1,000 bulls and 7,000 sheep for offerings, and the princes contributed 1,000 bulls and 10,000 sheep, and a large number of priests consecrated themselves.",
      "25": "Everyone in the assembly of Judah rejoiced, as did the priests, the descendants of Levi, and the people who gathered together from throughout Israel, including those who came from the land of Israel and those who lived in Judah.",
      "26": "There was great joy throughout Jerusalem, because nothing had happened like this in Jerusalem since the days of David’s son Solomon, king of Israel.",
      "27": "After this, the priests arose, blessed the people, and their voices were heard in prayer all the way to heaven, where God resides in holiness."
    },
    "31": {
      "1": "At the conclusion of all of these activities, everybody in Israel who was in attendance traveled throughout the cities of Judah, broke down the sacred pillars, cut down the Asherim, and broke down the high places and altars throughout the territories of Judah, Benjamin, Ephraim, and Manasseh until they had eliminated all of them. Then the people of Israel went back to their cities and back to their work.",
      "2": "Hezekiah appointed the priestly divisions and the divisions of the descendants of Levi, each according to their service duties, including both priests and descendants of Levi who offered morning and evening burnt offerings, peace offerings, general ministry, thanksgiving, and praise in the gateways to the Lord’s campgrounds.",
      "3": "He also gave a portion of his own income for both morning and evening burnt offerings, for burnt offerings on the Sabbath, New Moons, and for the scheduled festivals, as is recorded in the Lord’s Law.",
      "4": "Hezekiah also directed the people who lived in Jerusalem to give what was due to the priests and descendants of Levi, so they could be strengthened in the Lord’s Law.",
      "5": "As the word spread around, the people of Israel gave generously for the first fruits of grain, wine, oil, honey, and all of the produce of the fields. They generously gave a tithe of everything.",
      "6": "The descendants of Israel and Judah who lived throughout the cities of Judah also brought tithes of cattle and sheep, as well as tithes of gifts that had been dedicated to the Lord their God.\nAs these gifts were given, they were laid in piles.",
      "7": "They began to make these piles of gifts during the third month, and it took them until the seventh month to finish.",
      "8": "When Hezekiah and the officials arrived and saw the piles of gifts, they blessed the Lord and his people Israel,",
      "9": "and Hezekiah quizzed the priests and the descendants of Levi about the piles of gifts.",
      "10": "Azariah replied, “Since they began to bring their gifts into the Lord’s Temple, we have eaten and have been satisfied. Now we still have plenty left, because the Lord has blessed his people so that we have all of this left over.”",
      "11": "Hezekiah gave an order to prepare storerooms in the Lord’s Temple, and so they did.",
      "12": "They faithfully brought in the gifts, tithes, and consecrated materials, and Conaniah the descendant of Levi was placed in charge of them. His brother Shimei was second in command,",
      "13": "Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah served as supervisors under Conaniah and his brother Shimei, who had been appointed by King Hezekiah. Azariah served as senior officer of God’s Temple.",
      "14": "Imnah the descendant of Levi’s son Kore, keeper of the eastern gate, was in charge of voluntary offerings to God, apportioning contributions for the Lord and the most holy things.",
      "15": "Under his authority, Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah served in the priestly cities, making sure contributions were distributed faithfully to their relatives division by division, no matter how large or how small,",
      "16": "without regard to genealogical enrollment, to every male 30 years old and older—that is, to everyone who entered the Lord’s Temple as their duty obligations required—for their work and duties according to their divisions",
      "17": "as well as the priests who were enrolled in the genealogies according to their ancestral households.",
      "18": "These genealogical enrollments also included all of their little children, their wives, and their sons and daughters for the entire assembly, because they were being faithful to consecrating themselves in holiness.",
      "19": "Furthermore, with respect to the descendants of Aaron, that is, the priests who lived out in the country away from the cities, or who lived in each and every city, men were designated by name to distribute portions to every male among the priests and to everyone who had been enrolled by genealogy among the descendants of Levi.",
      "20": "Hezekiah did this throughout all of Judah, and he acted well, doing what the Lord his God considered to be right and true.",
      "21": "Everything that Hezekiah began in the service of God’s Temple was done according to the Law and to the commandments as he sought his God, worked with all of his heart, and became successful."
    },
    "32": {
      "1": "After all of these acts of faithfulness occurred, King Sennacherib of Assyria came, invaded Judah, and laid siege to the fortified cities, thinking to conquer them for himself.",
      "2": "As soon as Hezekiah learned that Sennacherib had arrived and had determined to attack Jerusalem,",
      "3": "he developed a plan with his commanders and his elite forces to cut off the water supply from the springs that were outside the city, and they helped him to carry it out.",
      "4": "Many people gathered together and plugged up all the springs, along with the stream that flowed through the region. They were thinking to themselves, “Why should the Assyrian kings invade and discover an abundant water supply?”",
      "5": "Hezekiah took courage and rebuilt all of the walls that had been broken down. Then he erected watch towers on them, and added another external wall. He fortified the terrace ramparts in the City of David and prepared a large number of weapons and shields.",
      "6": "He appointed military officers to take charge of the people, who gathered them together in the square near the city gate and spoke to them encouragingly,",
      "7": "“Be strong and courageous. Don’t be afraid or disheartened because of the king of Assyria or because of the army that accompanies him, because the one who is with us is greater than the one with him.",
      "8": "He only has the strength of his own flesh, but the Lord our God is with us to help us and to fight our battles.” So the people were encouraged from what King Hezekiah of Judah told them.",
      "9": "After this, King Sennacherib of Assyria sent his messengers to Jerusalem while he was in the middle of a vigorous attack on Lachish. They delivered this message to King Hezekiah of Judah and to all the people of Judah who had gathered in Jerusalem:",
      "10": "“This is what King Sennacherib of Assyria says: ‘What are you leaning on that makes you stay behind while Jerusalem comes under siege?",
      "11": "Isn’t Hezekiah lying to you so he can hand you over to die by famine and thirst? After all, he’s telling you “The Lord our God will deliver us from the king of Assyria’s control.”",
      "12": "Isn’t this the very same Hezekiah who removed this god’s high places and altars? Isn’t this the same Hezekiah who issued this order to Judah and Jerusalem: “You are to worship in front of only one altar and burn your sacrifices only on it.”?",
      "13": "Don’t you know what my predecessors have done to all the other people in other lands? Were the gods of the people who lived in those lands able to deliver their countries out of my control?",
      "14": "What god, out of all the gods of those nations that my predecessors utterly destroyed, has been able to deliver his people from my control or from the control of my predecessors?",
      "15": "Now therefore, don’t let Hezekiah lie to you or mislead you like this. Don’t believe him, because no god of any nation has been able to deliver his people from my control or from the control of my predecessors. So how much less will your God deliver you from me?’”",
      "16": "King Sennacherib’s spokesmen said even worse things against the Lord God and against his servant Hezekiah.",
      "17": "Sennacherib also wrote letters like this that insulted and slandered the Lord God of Israel: “Just as the gods of the nations in other lands haven’t delivered their people from my control, so also the god of Hezekiah won’t deliver his people from me!”",
      "18": "His spokesmen shouted these things out with loud voices in the language of Judah to frighten and terrify the people of Jerusalem who were stationed on the city walls, to make it easier to conquer the city.",
      "19": "In doing so, they spoke about the God of Jerusalem as if he were like the gods of the nations of the earth that are made by the hands of human beings.",
      "20": "Meanwhile, King Hezekiah and Amoz’s son Isaiah the prophet were praying about this and crying out to heaven.",
      "21": "So the Lord sent an angel, who eliminated all of the elite forces, commanders, and officers within the encampment of the king of Assyria. As a result, he retreated to his own country, deeply ashamed and humiliated. When he visited the temple of his god, some of his sons killed him right there with swords.",
      "22": "That’s how the Lord delivered Hezekiah, as well as those who lived in Jerusalem, from Assyria’s King Sennacherib and all his forces, and provided for all of their needs.",
      "23": "Many brought gifts to the Lord in Jerusalem and brought presents to King Hezekiah of Judah. As a result, he was exalted in the opinion of all nations thereafter.",
      "24": "During this time Hezekiah became critically ill, and he prayed to the Lord. The Lord spoke to him and gave him a sign.",
      "25": "But Hezekiah’s response wasn’t commensurate with what had been done for him because he was arrogant in heart, so wrath came upon him, upon Judah, and upon Jerusalem.",
      "26": "But Hezekiah humbled himself while he was arrogant in heart, and the inhabitants of Jerusalem joined him in this. As a result, the Lord’s wrath did not come upon them during Hezekiah’s lifetime.",
      "27": "Hezekiah received immense wealth and honor. He built treasuries for himself to store silver, gold, precious stones, spices, shields, and all sorts of valuable items,",
      "28": "along with storage facilities for grain, wine, oil, stalls for all sorts of cattle, and sheepfolds for his flocks.",
      "29": "He also built cities for himself and stored up flocks and herds in abundance, because God had given him great riches.",
      "30": "Hezekiah stopped up the upper outlet of the Gihon springs and diverted them down to the western side of the City of David. He prospered in everything he did.",
      "31": "Later on, envoys came from the princes of Babylon to inquire about the miracle that had happened in the land. God left Hezekiah to himself, so that he might make known what was really in Hezekiah’s heart.",
      "32": "Now the rest of Hezekiah’s accomplishments and his faithful deeds are recorded in the vision of Amoz’s son Isaiah the prophet, and in the Book of the Kings of Judah and Israel.",
      "33": "Hezekiah died, as had his fathers, and they buried him in the upper part of the tombs of the descendants of David. All of Judah and the inhabitants of Jerusalem honored him at his death. But his son Manasseh reigned in his place."
    },
    "33": {
      "1": "Manasseh began to reign at the age of twelve years, and continued to reign for 55 years in Jerusalem.",
      "2": "But he practiced what the Lord considered to be evil by behaving detestably, as did the nations whom the Lord expelled in front of the Israelis.",
      "3": "He re-established the high places that his father Hezekiah had demolished, he built altars to the Baals, erected Asherim, and worshipped and served the armies of heaven.",
      "4": "He also built altars in the Lord’s Temple, about which the Lord had spoken “My name will reside in Jerusalem forever.”",
      "5": "He built altars for all the armies of heaven in the two courtyards of the Lord’s Temple.",
      "6": "He burned his sons as an offering in the Ben-hinnom Valley, practiced fortune-telling, witchcraft, sorcery, and communicated with mediums and spiritualists. He did a lot of things that the Lord considered to be evil, thus provoking him.",
      "7": "He also placed an image that he had carved in God’s Temple, the place about which God had told to David and to his son Solomon, “I will place my name in this Temple and in Jerusalem, which I have chosen out of all the tribes of Israel,”",
      "8": "and “I won’t let Israel’s foothold slip on the land that I’ve given to your ancestors, if only they will be careful to keep everything that I commanded them in the Law, in the statutes, and in the ordinance through Moses.”",
      "9": "This is how Manasseh deceived Judah and the inhabitants of Jerusalem to practice more evil than the nations whom the Lord had eliminated in front of the Israelis.",
      "10": "The Lord kept on speaking to Manasseh and to his people, but they paid no attention to him,",
      "11": "so the Lord brought in the army commanders who worked for the king of Assyria, who captured Manasseh with hooks, bound him in bronze chains, and took him off to Babylon.",
      "12": "But when he was in trouble, he sought the face of the Lord his God, humbled himself magnificently before the God of his ancestors,",
      "13": "and prayed to him. Moved by Manasseh’s entreaties, the Lord heard his supplications and brought him back to his kingdom in Jerusalem. That’s how Manasseh learned that the Lord is God.",
      "14": "Later on, Manasseh reinforced the outer wall to the City of David on the west side overlooking the Gihon Valley as far as the Fish Gate. He encircled the Ophel, raising it to a great height.",
      "15": "He also eliminated the foreign gods and idols from the Lord’s Temple, along with all of the altars that he had built in Jerusalem and on the mountain where the Lord’s Temple was located, and he discarded them outside the city.",
      "16": "He set up an altar to the Lord, sacrificed peace offerings on it, and ordered Judah to serve the Lord God of Israel.",
      "17": "Even so, the people continued to sacrifice in the high places, but only to the Lord their God.",
      "18": "Now as to the rest of Manasseh’s accomplishments, including his prayer to God and what the seers had to say to him in the name of the Lord God of Israel, they are included among the Acts of the Kings of Israel.",
      "19": "His prayer, how God was moved by him, all of his sin and unfaithfulness, and a record of the sites where he constructed high places, erected Asherim and carved images before he humbled himself are written in the Acts of the Seers.",
      "20": "So Manasseh died, as had his ancestors, and they buried him in his own palace while his son Amon became king in his place.",
      "21": "Amon was 22 years old when he became king, and he reigned two years in Jerusalem.",
      "22": "He practiced what the Lord considered to be evil, just as his father Manasseh had done, sacrificing to and serving all the carved images that his father Manasseh had made,",
      "23": "except that he never humbled himself to the Lord like his father Manasseh had done. In fact, Amon multiplied his own guilt",
      "24": "until his servants finally conspired against him and executed him in his own palace.",
      "25": "But the people of the land executed all of the conspirators against King Amon and installed his son Josiah as king to succeed him."
    },
    "34": {
      "1": "Josiah was eight years old when he began to reign, and he reigned for 31 years in Jerusalem.",
      "2": "He practiced what the Lord considered to be right, following the example of his ancestor David, turning neither to the right nor to the left.",
      "3": "In the eighth year of his reign, while he was still young, he began to seek the God of his ancestor David. In the twelfth year of his reign, he began to remove the high places, Asherim, carved images, and cast images from Judah and Jerusalem.",
      "4": "They tore down the altars of Baals in his presence. He chopped down the incense altars that stood high above them. He broke into pieces the Asherim, the carved images, and the cast images, ground them to dust, and scattered the residue on the graves of those who had sacrificed to them.",
      "5": "He burned the bones of the priests on their altars, thus purging Judah and Jerusalem.",
      "6": "In the cities of Manasseh, Ephraim, Simeon, and as far as Naphtali and their surrounding ruins,",
      "7": "he also tore down altars, destroyed the Asherim and the carved images, grinding them into dust, and chopped down all the incense altars throughout the land of Israel. Then he went back to Jerusalem.",
      "8": "In the eighteenth year of his reign, after he had purged the land and the Temple, he sent Azaliah’s son Shaphan, Maaseiah, mayor of Jerusalem, and Joahaz’s son Joah, the recorder, to repair the Temple of the Lord his God.",
      "9": "They approached Hilkiah the high priest and delivered to him the money that had been brought into God’s Temple that the descendants of Levi and gatekeepers had collected from Manasseh, Ephraim, the surviving Israelis, Judah, Benjamin, and the inhabitants of Jerusalem.",
      "10": "They paid it to the workmen who supervised the Lord’s Temple, and the workmen who were employed in the Lord’s Temple to supervise restoration and repair of the Temple.",
      "11": "They, in turn, paid the carpenters and builders to purchase quarried stone and timber for binders and beams for the buildings that previous kings of Judah had let deteriorate.",
      "12": "The workmen did their duties faithfully with these foremen supervising them: Jahath and Obadiah, descendants of Levi who were Merari’s sons, Zechariah and Meshullam, descendants of Kohath, and various descendants of Levi, who were skilled musicians.",
      "13": "These men also supervised the heavy lift workers and supervised all the workmen from job to job, while some of the descendants of Levi served as scribes, officials, and gatekeepers.",
      "14": "While they were bringing out the money that had come in as gifts to the Lord’s Temple, Hilkiah the priest discovered the Book of the Law of the Lord that had been handed down by Moses.",
      "15": "Hilkiah reported his finding to Shaphan the scribe, telling him, “I found the Book of the Law in the Lord’s Temple. Then he gave the book to Shaphan.",
      "16": "Shaphan took the book to the king and gave an additional report to the king, telling him “Everything that you’ve entrusted to your servants is being carried out.",
      "17": "They’ve removed the money that was found in the Lord’s Temple and have passed it on to the supervisors and the workmen.”",
      "18": "Shaphan the scribe also informed the king, “Hilkiah the priest gave me a book.” Shaphan read from its contents to the king.",
      "19": "As soon as he heard what the Law said, he tore his clothes.",
      "20": "He issued these orders to Hilkiah, Shaphan’s son Ahikam, Micah’s son Abdon, Shaphan the scribe, and the king’s personal assistant Asaiah:",
      "21": "“Go ask the Lord for me and for those who survive in Israel and in Judah about the words that we’ve read in this book that we found, because the wrath of the Lord that we deserve to have poured out on us is very great, since our ancestors haven’t obeyed the command from the Lord that required us to do everything that is written in this book.”",
      "22": "So Hilkiah and the others who had received orders from the king went to visit Huldah the prophetess, the wife of Tokhath’s son Shallum, grandson of Hasrah. She was the king’s wardrobe supervisor, and she lived in Jerusalem’s Second Quarter. They asked her about what had happened.",
      "23": "In response, she replied:\n“This is what the Lord God of Israel says: ‘Tell the man who sent you to me,",
      "24": "“This is what the Lord says: ‘Pay attention! I’m bringing evil to visit this place and its inhabitants—every single curse written in the book that they’ve been reading to the King of Judah.",
      "25": "Because they abandoned me and have burned incense to other gods, provoking me to become angry at everything they’re doing, therefore my wrath is about to be poured out on this place, and it won’t be quenched.’”’",
      "26": "“Now tell the king of Judah who sent you to ask the Lord about this: ‘This is what the Lord God of Israel says about what you’ve heard:",
      "27": "“Because your heart was sensitive, and you humbled yourself before God when you heard what he had to say about this place and its inhabitants—indeed, because you humbled yourself before me, tore your clothes, and cried out to me, I have heard you,” declares the Lord.",
      "28": "“Look! I’m going to take you to your ancestors, and you will be buried in your grave in peace so that you won’t have to see all the evil that I’m going to bring to this place and to its inhabitants.”’”\nSo they all brought back this message to the king.",
      "29": "The king sent word to gather all the elders of Judah and Jerusalem.",
      "30": "Then the king went up to the Lord’s Temple, accompanied by the men of Judah, the inhabitants of Jerusalem, the priests and descendants of Levi, and everyone else from the most important to the least important, and he read out loud all the words of the book of the covenant that had been found in the Lord’s Temple.",
      "31": "While standing in his appointed place, the king made a public covenant with the Lord to follow the Lord, to keep his commandments, his testimonies, and his statutes, and to do so with all of his heart and soul, and to carry out what was written in the covenant contained in the book.",
      "32": "He also made everyone who was present in Jerusalem and Benjamin to stand in agreement with him. As a result, the inhabitants of Jerusalem reconfirmed the covenant of God, the God of their ancestors.",
      "33": "Josiah also removed all the detestable things from the territories that belonged to the people of Israel, and made everyone who lived in Israel to serve the Lord their God. For the rest of his life, they didn’t abandon their quest to follow the Lord God of their ancestors."
    },
    "35": {
      "1": "Josiah observed the Passover to the Lord in Jerusalem. They slaughtered the Passover on the fourteenth day of the first month.",
      "2": "He appointed priests to their offices, encouraging them in their service at the Lord’s Temple.",
      "3": "He addressed the descendants of Levi who were teaching all Israel and who had consecrated themselves to the Lord, telling them:\n“Put the holy ark in the Temple that Solomon, the son of Israel’s King David, built. It will no longer be a burden on their shoulders. Now go serve the Lord your God and his people Israel.",
      "4": "Prepare yourselves by divisions according to your ancestral households, keeping to what King David of Israel and his son Solomon wrote about this.",
      "5": "In addition to this, take your place in the Holy Place according to the groupings of the ancestral households of your relatives consistent with the division of the descendants of Levi by their ancestral households.",
      "6": "Now slaughter the Passover, consecrate yourselves, and prepare your relatives to obey the command from the Lord given by Moses.”",
      "7": "Josiah contributed 30,000 animals from the flocks of lambs and young goats, giving Passover offerings to all of the people who were present, plus an additional 3,000 bulls from the king’s private possessions.",
      "8": "His officers contributed a voluntary offering to the people, the priests, and the descendants of Levi. Hilkiah, Zechariah, and Jehiel, the officials who supervised God’s Temple, gave 2,600 animals from their flocks to the priests for Passover offerings, along with 300 bulls.",
      "9": "Also, Conaniah, and his relatives Shemaiah, and Nethanel, along with Hashabiah, Jeiel, and Jozabad, the officers in charge of the descendants of Levi, contributed 5,000 animals from the flocks to the descendants of Levi for the Passover offerings, along with 500 bulls.",
      "10": "As a result, the Passover service was prepared, the priests took their assigned places, and the descendants of Levi stood in their divisions as the king had commanded.",
      "11": "They slaughtered the Passover lamb, and the priests poured out the blood that they had received from the lambs while the descendants of Levi flayed the sacrifices.",
      "12": "They set aside in reserve the burnt offerings, so they could distribute them in proportion to the divisions of their ancestral households for presentation by the people to the Lord, as is required by the book of Moses. They did this with respect to the bulls, also.",
      "13": "They roasted the Passover in fire, as required by the ordinances, and boiled the holy things in pots, kettles, and pans, and delivered them quickly to all the people.",
      "14": "After this, because the priests, who were descendants of Aaron, were busy offering the burnt offerings and fat portions until evening, the descendants of Levi prepared the Passover for themselves and their fellow-descendants of Aaron, the priests.",
      "15": "The singers, as descendants of Asaph, remained at their stations as David, Asaph, Heman, and the king’s seer Jeduthun required, and the gatekeepers did not have to leave their posts because their descendant of Levi relatives prepared the Passover for them.",
      "16": "That’s how the Lord’s service was prepared that day to celebrate the Passover and to offer burnt offerings on the Lord’s altar according to what King Josiah had commanded.",
      "17": "The Israelis who were present celebrated the Passover that day, as well as the Festival of Unleavened Bread for seven days.",
      "18": "There had not been a Passover celebration like it in Israel since Samuel the prophet was alive, nor had any of the kings of Israel celebrated a Passover like Josiah did at that time with the priests, the descendants of Levi, everyone from Judah and Israel who were present, and the inhabitants of Jerusalem.",
      "19": "This Passover celebration was observed during the eighteenth year of the reign of Josiah.",
      "20": "Some time after all of this, after Josiah had finished preparing the Temple, King Neco of Egypt invaded Carchemish on the Euphrates River, and Josiah went out to fight him.",
      "21": "But he sent messengers to him, who asked him, “What do we have in common, King of Judah? I am not here today opposing you. I am fighting the dynasty that is fighting me, and God has ordered me to hurry. For your own good, stop interfering with God, who is with me, and he won’t destroy you!”",
      "22": "But Josiah wouldn’t turn around. In fact, he put on a disguise so he could fight Neco. He wouldn’t listen to what God told him through what Neco had to say, and as a result, Josiah came to attack Neco on the Megiddo plain.",
      "23": "Some archers shot King Josiah, and the king told his servants, “Take me away, because I’m badly wounded.”",
      "24": "So his servants removed him from the chariot he was in and carried him away in a backup chariot that he had and took him back to Jerusalem, where he died and was buried in the tombs of his ancestors. All of Judah and Jerusalem went into mourning for Josiah.",
      "25": "Jeremiah sang a lament for Josiah, and all the male and female singers recite that lamentation about Josiah to this day. In fact, they made singing it an ordinance in Israel, and they are recorded in the Lamentations.",
      "26": "Now the rest of the accomplishments of Josiah, including his faithful acts of devotion as required in the Law of the Lord,",
      "27": "and his other activities from first to last, are recorded in the Book of the Kings of Israel and Judah."
    },
    "36": {
      "1": "After this, the people of the land installed Josiah’s son Jehoahaz in Jerusalem as king to take his father’s place.",
      "2": "Jehoahaz was 23 years old when he became king, and he reigned for three months in Jerusalem,",
      "3": "after which the king of Egypt dethroned him and imposed a fine on the land of 100 talents of silver and one talent of gold.",
      "4": "King Neco of Egypt installed Jehoahaz’s brother Eliakim as king over Judah and Jerusalem, changed Eliakim’s name to Jehoiakim, and took his brother Joahaz back to Egypt.",
      "5": "Jehoiakim was 25 years old when he became king, and he reigned eleven years in Jerusalem, but he practiced what the Lord his God considered to be evil.",
      "6": "As a result, King Nebuchadnezzar of Babylon attacked him, bound him in bronze shackles, and took him to Babylon.",
      "7": "Nebuchadnezzar also took articles from the Lord’s Temple to Babylon and placed them in his temple in Babylon.",
      "8": "The rest of Jehoiakim’s accomplishments—along with the detestable things that he did that were recorded in his disfavor—are written in the Book of the Kings of Israel and Judah. His son Jehoiachin became king to replace him.",
      "9": "Jehoiachin was eight years old when he became king, and he reigned for three months and ten days in Jerusalem, all the while doing what the Lord considered to be evil.",
      "10": "At the beginning of the next year, King Nebuchadnezzar sent for him and brought him to Babylon, along with valuable articles from the Lord’s Temple, and he installed Jehoiachin’s relative Zedekiah as king over Judah and Jerusalem.",
      "11": "Zedekiah was 21 years old when he became king, and he reigned for eleven years in Jerusalem.",
      "12": "He practiced what the Lord his God considered to be evil and never humbled himself before Jeremiah the prophet who spoke for the Lord.",
      "13": "Zedekiah rebelled against King Nebuchadnezzar, who had made him swear allegiance in the name of God. Instead, he stiffened his resolve, and hardened his heart, and would not return to the Lord God of Israel.",
      "14": "Meanwhile, all the officials who supervised the priests and the people remained unfaithful, following the detestable example of the surrounding nations. They polluted the Lord’s Temple that he had consecrated in Jerusalem.",
      "15": "The Lord God of their ancestors pleaded with them time and again through his messengers, because he had compassion on his people and on the place of his residence,",
      "16": "but they mocked God’s messengers, despised his words, and scoffed at his prophets, until there was no remedy for the wrath of the Lord that arose to punish his people.",
      "17": "Therefore he brought up the king of the Chaldeans against them, who executed their young men in the holy Temple, showing no compassion on young man or young virgin, adult men or the aged. God gave them all into the king’s control,",
      "18": "who took back to Babylon every article in God’s Temple, whether large or small, including the treasuries of the Lord’s Temple, the king’s assets, and those of his officers.",
      "19": "After this, they set fire to God’s Temple, demolished the wall around Jerusalem, burned all of its fortified buildings, and destroyed everything of value.",
      "20": "Nebuchadnezzar carried off to Babylon those who survived the executions, and they served him and his descendants until the kingdom of Persia came to power.",
      "21": "All of this fulfilled what the Lord had predicted through Jeremiah. And so the land enjoyed its Sabbaths, and the length of the land’s desolation lasted until a 70-year long Sabbath had been completed.",
      "22": "During the first year of Cyrus, king of Persia, in fulfillment of the message from the Lord spoken by Jeremiah, the Lord prompted Cyrus, king of Persia, to make this proclamation throughout his entire kingdom, which was also released in written form:",
      "23": "An Official Statement\nfrom Cyrus, King of Persia\nAll of the kingdoms of the earth have been given to me by the Lord God of Heaven, and he specifically charged me to build a temple for him in Jerusalem, which is in Judah. Therefore, who among the Lord’s people trusts in his God? Whoever among this group wishes to do so may travel to Jerusalem."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:50.976970-04:00",
    "Translation": "ISV"
  }
}