{
  "2 Samuel": {
    "1": {
      "1": "Shortly after Saul had died, David returned from defeating the Amalekites and remained in Ziklag for two days.",
      "2": "The next day, a man escaped from Saul’s camp! With torn clothes and dirty hair, he approached David, fell to the ground, and bowed down to him.",
      "3": "David asked him, “Where did you come from?\nHe answered him, “I just escaped from Israel’s encampment.”",
      "4": "David continued questioning him, “How did things go? Please tell me!”\nHe replied, “The army has fled the battlefield, many of the army are wounded or have died, and Saul and his son Jonathan are also dead.”",
      "5": "David asked the young man who related the story, “How do you know that Saul and his son Jonathan are dead?”",
      "6": "The young man who had been relating the story answered, “I happened to be on Mount Gilboa and there was Saul, leaning on his spear! Meanwhile, the chariots and horsemen were rapidly drawing near.",
      "7": "Saul glanced behind him, saw me, and called out to me, so I replied, ‘Here I am!’",
      "8": "He asked me, ‘Who are you?’ So I answered him, ‘I’m an Amalekite!’",
      "9": "He begged me, ‘Please—come stand here next to me and kill me, because I’m still alive.’",
      "10": "So I stood next to him and killed him, because I knew that he wouldn’t live after he had fallen. I took the crown that had been on his head, along with the bracelet that had been on his arm, and I have brought them to your majesty.”",
      "11": "On hearing this, David grabbed his clothes and tore them, as did all the men who were attending to him.",
      "12": "They mourned and wept, and then decided to fast until dusk for Saul, for his son Jonathan, for the army of the Lord, and for the house of Israel, because they had fallen in battle.",
      "13": "Meanwhile, David asked the young man who had told him the story, “Where are you from?”\nHe answered, “I’m an Amalekite, the son of a foreign man.”",
      "14": "At this David asked him, “How is it that you weren’t afraid to raise your hand to strike the Lord’s anointed?”",
      "15": "Then David called out to one of his young men and ordered him, “Go up to him and cut him down!” So he attacked him and killed him.",
      "16": "David told him, “Your blood is on your own head, because your own words testified against you! After all, you said, ‘I myself have killed the Lord’s anointed!’”",
      "17": "So David intoned this song of lament about Saul and his son Jonathan,",
      "18": "and he gave orders to teach the descendants of Judah the art of warfare, as is recorded in the Book of Jashar:",
      "19": "“Your beauty, Israel, lies slain on your high places!\n    O, how the valiant have fallen!",
      "20": "Don’t make it known in Gath!\n    Don’t declare it in the avenues of Ashkelon!\nOtherwise, the daughters of Philistia will rejoice;\n    and the daughters of the uncircumcised will triumph.",
      "21": "Mountains of Gilboa,\n    let no dew or rain fall on you,\n        and may none of your fields be filled with plenty,\nbecause in that place the shield of the valiant ones was defiled,\n    the shield of Saul without an anointing with oil.",
      "22": "From the blood of the slain,\n    from the blood of the valiant,\nJonathan’s bow would not retreat\n    nor would Saul’s sword return empty.",
      "23": "Saul and Jonathan, loved and handsome in life,\n    in death were not separated.\nSwifter than eagles they were,\n    and more valiant than lions.",
      "24": "Daughters of Israel, weep over Saul!\n    He clothed you in scarlet luxury\n        and decorated your garments with gold.",
      "25": "How have the valiant fallen in the tumult of battle!\n    Jonathan lies slain on your high places.",
      "26": "I am in distress for you, my brother Jonathan.\n    You have been most kind to me.\nYour love for me was extraordinary—\n    beyond love from women.",
      "27": "How the valiant have fallen!\n    How the weapons of war are destroyed!”"
    },
    "2": {
      "1": "Some time later, David inquired of the Lord to ask, “Am I to move to any one of the cities of Judah?”\nThe Lord told him, “Go.”\nSo David asked, “To which one?”\nHe replied, “To Hebron.”",
      "2": "So David went there, along with his two wives Ahinoam from Jezreel and Abigail, widow of Nabal from Carmel.",
      "3": "David brought his army with him, each soldier accompanied by his household, and they settled in the cities of Hebron.",
      "4": "After this, the army of Judah arrived, and they anointed David king over the house of Judah.\nThere they informed David, “The men of Jabesh-gilead buried Saul.”",
      "5": "So David sent messengers to the people of Jabesh-gilead and told them, “May the Lord bless you, because you showed gracious love like this to your lord Saul by burying him.",
      "6": "Now may the Lord reward you with gracious love, as well as faithfulness, to you, too! And I will also reward you because you did this good thing.",
      "7": "So strengthen yourselves, and be valiant in heart, because your lord Saul has died, and the household of Judah has anointed me to be king over them.”",
      "8": "Meanwhile, Ner’s son Abner, the commander of Saul’s army, had taken Saul’s son Ish-bosheth and brought him to Mahanaim.",
      "9": "He installed him as king over Gilead, the Ashurites, Jezreel, Ephraim, Benjamin, and all of the rest of Israel.",
      "10": "Ish-bosheth began to reign over Israel at the age of 40 years, and he reigned for two years, even though Judah’s lineage followed David.",
      "11": "The period of David’s kingship in Hebron lasted seven years and six months.",
      "12": "Ner’s son Abner and the servants of Saul’s son Ish-bosheth set out from Mahanaim for Gibeon.",
      "13": "Zeruiah’s son Joab and some of David’s staff went out to meet them at the pool of Gibeon. One side encamped on one side of the pool while the other encamped on the other side of the pool.",
      "14": "Abner told Joab, “Let’s have the young men get up and fight in our presence.”\nJoab replied, “Let them come.”",
      "15": "So they got up and twelve were counted to represent Benjamin and Saul’s son Ish-bosheth and twelve to represent members of David’s staff.",
      "16": "Each man grabbed his opponent by the head, plunged his sword into his opponent’s side, and then they both fell together. That’s why the place at Gibeon was named The Field of Swords.",
      "17": "The battle was very violent that day, with Abner and the men of Israel being defeated in the presence of David’s servants.",
      "18": "Zeruiah’s three sons Joab, Abishai, and Asahel were there. As a runner, Asahel was fast, like one of the wild gazelles.",
      "19": "So Asahel ran straight after Abner, following him.",
      "20": "When Abner looked behind him, he said, “Is that you, Asahel?”\nHe answered, “I am.”",
      "21": "Abner told him, “Go off to your right or left after one of the young men and grab some war spoils.” But Asahel would not stop following him,",
      "22": "so Abner told Asahel again, “Stop following me. Why should I strike you down? How could I show my face to your brother Joab?”",
      "23": "But Asahel refused to turn away, so Abner struck Asahel in the abdomen with the butt end of his spear, and the spear protruded through his back. He collapsed to the ground and died where he fell. Everyone gathered round the place where Asahel had collapsed and died, and stood still there.",
      "24": "Meanwhile, Joab and Abishai continued to chase Abner. At dusk, as they approached the hill of Ammah that is located near Giah on the way to the Gibeon desert,",
      "25": "the descendants of Benjamin rallied around Abner, forming a single military force. They took their stand on top of the hill.",
      "26": "Then Abner called out to Joab, “Must the battle sword keep on devouring forever? Don’t you realize that the end result is bitterness? How long will it take for you to order your army to stop pursuing their own relatives?”",
      "27": "Joab answered, “As God lives, if you hadn’t spoken up, by morning my army would have broken off their pursuit of their own relatives.”",
      "28": "So Joab sounded his battle trumpet, his entire army stopped pursuing Israel any longer, and they quit fighting.",
      "29": "Abner and his army traveled through the Arabah by night, crossed the Jordan, and arrived at Mahanaim after marching all morning.",
      "30": "Joab returned from his pursuit of Abner, and when he had mustered his entire army, nineteen of David’s soldiers were missing besides Asahel.",
      "31": "Meanwhile, other soldiers of David had killed 360 of Abner’s men from the tribe of Benjamin.",
      "32": "They retrieved Asahel’s body and buried him in his father’s tomb at Bethlehem. Then Joab and his men marched all night until daybreak and arrived back in Hebron."
    },
    "3": {
      "1": "After this, a state of protracted war existed between Saul’s dynasty and David’s dynasty, and the dynasty of David continued to grow and become strong while the dynasty of Saul continued to grow weaker.",
      "2": "During this time, sons were born to David while he was living in Hebron. His firstborn was Amnon by Ahinoam from Jezreel,",
      "3": "his second was Chileab by Abigail, widow of Nabal from Carmel, his third was Absalom by Maacah, daughter of King Talmai from Geshur,",
      "4": "his fourth was Adonijah by Haggith, his fifth was Shephatiah by Abital,",
      "5": "and his sixth was Ithream by David’s wife Eglah. They were all born to David in Hebron.",
      "6": "While war continued between the dynasties of Saul and David, Abner was growing in influence within the dynasty of Saul.",
      "7": "Meanwhile, Saul had a mistress named Rizpah, who was the daughter of Aiah. Ish-bosheth asked Abner, “Why did you have sex with my father’s mistress?”",
      "8": "What Ish-bosheth said made Abner furious, so he replied, “A dog’s head for Judah—is that what I am? Up until today I’ve kept on showing loyalty to your father Saul’s dynasty, to his relatives and friends, and I haven’t turned you over to David, but you’re charging me today with moral guilt regarding this woman!",
      "9": "Therefore may God do to me—and more also!—just as the Lord has promised to David, since I’m doing this for him:",
      "10": "I will take away the kingdom from the dynasty of Saul by making the throne of David firm over Israel and Judah—from Dan to Beer-sheba!”",
      "11": "Ish-bosheth couldn’t say another word in response to Abner, because he was terrified of him.",
      "12": "So Abner sent messengers to David at Hebron to ask him, “Who owns this land? Cut a deal with me, and look!—I’ll lend my hand in bringing all of Israel over to you!”",
      "13": "David replied, “Sounds good to me! I’ll cut a deal with you under one condition: you’re not to show yourself in my presence unless you bring Saul’s daughter with you when you come to see me.”",
      "14": "Then David sent a delegation to Saul’s son Ish-bosheth to say, “Give me my wife Michal, to whom I was engaged with a dowry of 100 Philistine foreskins.”",
      "15": "So Ish-bosheth ordered that she be taken away from her husband, Laish’s son Paltiel.",
      "16": "Her husband accompanied her, crying as he followed after her all the way to Bahurim, where Abner told him, “Leave! Go back!” So he went back.",
      "17": "Later, Abner had a talk with the elders of Israel. He said, “In the past you were looking to see David made king over you.",
      "18": "So do it, then! Because the Lord has said this about David:\n‘Through my servant David I will save my people Israel\n    from the control of the Philistines\n        and from all of their enemies.’”",
      "19": "Abner also addressed the tribe of Benjamin. Furthermore, with David’s permission, Abner said anything that seemed like it would be good for Israel and for the entire tribe of Benjamin.",
      "20": "Afterwards, Abner brought 20 soldiers to David at Hebron, and David threw a party for Abner and the men who were with him.",
      "21": "So Abner told David, “Give me permission to go out and rally all of Israel to your majesty the king so they can enter into a formal agreement with you to reign over everything that your heart desires.” So David sent Abner off, and he went away in peace.",
      "22": "Right about then, David’s servants returned from a raid, bringing plenty of war booty with them, but Abner wasn’t in Hebron with David, since David had sent him away and Abner had left in peace.",
      "23": "When Joab returned with his entire army, Joab was informed, “Ner’s son Abner visited the king, and he has dismissed him. He has left in peace.”",
      "24": "So Joab approached the king and asked him, “What have you done? Look, Abner came to you! What’s this? You sent him away? He’s long gone now!",
      "25": "You know Ner’s son Abner came to mislead you, to learn your troop movements, and to learn everything you’re doing!”",
      "26": "As soon as Joab left David, Joab sent messengers after Abner, and they brought him back from the cistern at Sirah, but David was not aware of this.",
      "27": "When Abner returned to Hebron, Joab brought him aside within the gateway to talk to him alone and then stabbed him in the abdomen. So he died for shedding the blood of Joab’s brother Asahel.",
      "28": "Later on, David found out about it and proclaimed, “Let me and my kingdom remain guiltless forever in the Lord’s presence for the death of Ner’s son Abner.",
      "29": "May judgment rest on Joab’s head and on his father’s entire household. May Joab’s dynasty never be without one who has a discharge, who is a leper, who walks with a cane, who commits suicide, or who lacks food!”",
      "30": "He said this because Joab and his brother Abishai murdered Abner after he had killed their brother Asahel in the battle at Gibeon.",
      "31": "David ordered Joab and all the people who were with him, “Tear your clothes, put on sackcloth, and mourn for Abner.” King David walked behind the funeral procession,",
      "32": "and they buried Abner at Hebron. The king wept loudly at Abner’s grave, and all the people wept, too.",
      "33": "The king composed this mourning song for Abner:\n“Should Abner’s death be like a fool’s?",
      "34": "Your hands were not bound,\n        nor were your feet in irons.\nAs one falls before the wicked,\n    you have fallen.”\nThen all the people cried again because of him.",
      "35": "Everyone tried to persuade David to have a meal while there was still daylight, but David took an oath by saying, “May God to do like this to me and more, if I taste bread or anything else before the sun sets!”",
      "36": "Everybody took note of this and was very pleased, just as everything else the king did pleased everyone.",
      "37": "As a result, the entire army and all of Israel understood that day that the king had nothing to do with the murder of Ner’s son Abner.",
      "38": "The king reminded his staff, “Don’t you know that a prince and a great man has fallen today in Israel?",
      "39": "Today, even though I’m anointed as king, I’m weak. These men, sons of Zeruiah, are too difficult for me. May the Lord repay the one who acts wickedly in accordance with his wickedness!”"
    },
    "4": {
      "1": "When Saul’s son heard that Abner had died in Hebron, his courage failed and all of Israel was disturbed.",
      "2": "Now Saul’s son had two officers in charge of some raiding parties. One was named Baanah and the other was named Rechab. They were sons of Rimmon, a descendant of Benjamin from Beeroth, which was considered to belong to the tribe of Benjamin.",
      "3": "(The residents of Beeroth had evacuated to Gittaim and live there as resident aliens to this day.)",
      "4": "Meanwhile, Saul’s son Jonathan had a son whose feet were crippled. When he was five years old, news had arrived about Saul and Jonathan from Jezreel, and his nurse picked him up to flee, but in her hurry to leave, he happened to fall and became lame. His name was Mephibosheth.",
      "5": "Rechab and Baanah, the sons of Rimmon the Beerothite, left and arrived during the hottest part of the day at the home of Ish-bosheth while he was taking a noon day nap.",
      "6": "They entered the house as though they intended to obtain some grain and stabbed him in the abdomen. Then Rechab and his brother Baanah escaped.",
      "7": "While they were in the house, they struck him, killed him, and cut off his head while he was lying on his bed in his bedroom. They took his head, and traveled all night along the Arabah road.",
      "8": "They brought Ish-bosheth’s head to David at Hebron and told the king, “Look! Here’s the head of your enemy Ish-bosheth, Saul’s son, who sought your life. Today the Lord has given your majesty the king vengeance on Saul and his descendants.”",
      "9": "David responded to Rechab and his brother Baanah, the sons of Rimmon the Beerothite: “As the Lord lives, who has saved my life in every adversity,",
      "10": "when the man who told me ‘Look! Saul is dead!’ thought he was bringing me good news, I arrested him and had him killed at Ziklag as the reward I gave him for his news.",
      "11": "How much worse will it be, then, when evil men kill an innocent man on his own bed in his own house! Shouldn’t I avenge his blood—which you are responsible for shedding—by removing you from the earth?”",
      "12": "So David commanded his personal guards, and they killed Rechab and Baanah, cut off their hands and feet, and hung up their bodies beside the pool at Hebron. They took Ish-bosheth’s head and buried it in Abner’s tomb at Hebron."
    },
    "5": {
      "1": "After this, all of the tribes of Israel assembled with David at Hebron and declared, “Look, we’re your own flesh and blood!",
      "2": "Even back when Saul was our king, it was you who kept on leading Israel out to battle and bringing them back again. The Lord told you, ‘You yourself will shepherd my people Israel and serve as Commander-in-Chief over Israel.’”",
      "3": "So all the elders of Israel approached the king at Hebron, where King David entered into a covenant with them in the presence of the Lord. Then they anointed David to be king over Israel.",
      "4": "David began to reign when he was 30 years old, and he reigned 40 years.",
      "5": "He reigned over Judah for seven years and six months in Hebron, and he reigned over all of Israel including Judah for 33 years in Jerusalem.",
      "6": "Later, the king and his army marched on Jerusalem against the Jebusites, who were inhabiting the territory at that time and who had told David, “You’re not coming in here! Even the blind and the lame could turn you away!” because they were thinking “David can’t come here.”",
      "7": "Even so, David captured the stronghold of Zion, which is now known as the City of David.",
      "8": "At that time, David had said, “Whoever intends to attack the Jebusites will have to climb up the water shaft to attack the lame and blind, who hate David.”\nTherefore they say, “The blind and lame are never to come into the house.”",
      "9": "David occupied the fortress, naming it the City of David. He built up the surroundings from the terrace ramparts inward.",
      "10": "David became more and more esteemed because the Lord God of the Heavenly Armies was with him.",
      "11": "Later, King Hiram of Tyre sent a delegation to David, accompanied by cedar logs, carpenters, and stone masons. They built a palace for David.",
      "12": "So David concluded that the Lord had established him as king over Israel and that he had exalted his kingdom in order to benefit his people Israel.",
      "13": "But after arriving in Jerusalem after leaving Hebron, David took more wives and mistresses, and more sons and daughters were born to David.",
      "14": "These are the names of those who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,",
      "15": "Ibhar, Elishua, Nepheg, Japhia,",
      "16": "Elishama, Eliada, and Eliphelet.",
      "17": "When the Philistines eventually learned that Israel had anointed David to be king over Israel, they marched out in search of him. But David heard about it and retreated to his stronghold.",
      "18": "Meanwhile, the Philistines arrived and encamped in the Rephaim Valley,",
      "19": "so David asked the Lord, “Am I to go attack the Philistines? Will you give me victory over them?”\n“Go get them,” the Lord replied to David, “because I’m going to put the Philistines right into your hand!”",
      "20": "So David went to Baal-perazim and defeated them there. He called the place Baal-perazim, because he said, “Like a bursting flood, the Lord has jumped out in front of me to fight my enemies.”",
      "21": "The Philistines abandoned their idols there, and David and his army carried them off.",
      "22": "Later, the Philistines once again marched out and encamped in the Rephaim Valley.",
      "23": "When David asked the Lord about it, he said, “Don’t attack them directly. Instead, go around to the rear and attack them opposite those balsam trees.",
      "24": "When you hear the sound of marching coming from the tops of the balsam trees, then be sure to act quickly, since the Lord will have gone out ahead of you to cut down the Philistine army.”",
      "25": "So David did exactly what the Lord ordered him to do, and he struck down the Philistines from Geba to Gezer."
    },
    "6": {
      "1": "After this, David gathered together again 30,000 men from all of the choicest men of Israel.",
      "2": "Then David and all the people with him set out from Baal-judah to bring up from there the Ark of God, who is called the Name, the name of the Lord of the Heavenly Armies, and who is enthroned on the cherubim.",
      "3": "They mounted the Ark of God on a new cart and brought it from Abinadab’s home in Gibeah, with Abinadab’s sons Uzzah and Ahio driving the new cart.",
      "4": "As they left Abinadab’s house in Gibeah accompanied by the Ark of God, Ahio was walking ahead of the ark.",
      "5": "David and the entire assembly of Israel were dancing in the presence of the Lord with all of their strength, accompanied by all sorts of wood instruments, harps, tambourines, castanets, and cymbals.",
      "6": "When they arrived at Nacon’s threshing floor, Uzzah reached out and grabbed the Ark of God because the oxen had stumbled.",
      "7": "Just then, the anger of the Lord blazed against Uzzah, and God struck him down right there because of his failure, and he died there beside the Ark of God.",
      "8": "David flew into a rage because the Lord had killed Uzzah. That’s why that place is called Perez-uzzah to this day.",
      "9": "But David feared the Lord that day, and asked, “How can the Ark of God come to me?”",
      "10": "As a result, David was unwilling to take the ark of the Lord into his care in the City of David. Instead, David left it at the home of Obed-edom the Gittite.",
      "11": "So the ark of the Lord remained for three months in the household of Obed-edom the Gittite while the Lord blessed Obed-edom and his entire household.",
      "12": "Later on, David was informed, “The Lord has blessed the home of Obed-edom and everything he has since he’s in possession of the Ark of God.” So David went out joyfully and brought up the Ark of God to the City of David from Obed-edom’s home.",
      "13": "After those who were carrying the ark of the Lord had taken six steps, he sacrificed oxen and fattened animals,",
      "14": "dancing in front of the Lord with all of his strength and wearing a linen ephod.",
      "15": "So David and the entire assembly of Israel brought up the ark of the Lord with shouting and trumpet blasts.",
      "16": "As the ark of the Lord was coming into the City of David, Saul’s daughter Michal was peering out a window, watching King David jumping and dancing in the Lord’s presence, and she despised him in her heart.",
      "17": "They brought in the ark of the Lord, set it in place inside the tent that David had erected for it, and David sacrificed burnt offerings and peace offerings in the presence of the Lord.",
      "18": "After David had finished sacrificing the burnt offerings and peace offerings, he blessed the people in the name of the Lord of the Heavenly Armies",
      "19": "and distributed to all the people—the entire multitude of Israel, including both men and women—a cake made of bread, one made of dates, and one made of raisins to each one. Then all the people left, each headed for home.",
      "20": "When David returned to bless his household, Saul’s daughter Michal came out to meet him and called out, “How the king of Israel honored himself today by undressing himself right in front of his women staff members, just like any pervert would dare to expose himself!”",
      "21": "But David replied to Michal, “It was in front of the Lord, who appointed me to replace your father and his entire household by selecting me as Commander-in-Chief over Israel, the people of the Lord, that I danced in front of the Lord.",
      "22": "I’m going to act more shamelessly than this, even to humbling myself in my own eyes. Now as to the women staff members about whom you have spoken, they are to hold me in honor!”",
      "23": "And Saul’s daughter Michal bore no children from that day on until the day she died."
    },
    "7": {
      "1": "After the king had settled down in his palace and the Lord had given him respite from all of his surrounding enemies,",
      "2": "he told the prophet Nathan, “Look now, I’m living in a cedar palace, but the Ark of God resides behind a tent curtain.”",
      "3": "Nathan replied to the king, “Go do everything you have in mind, because the Lord is with you.”",
      "4": "But later that same night, this message came to Nathan from the Lord:",
      "5": "“Go tell my servant David, ‘This is what the Lord says: \n“‘“Are you going to build a house for me to inhabit?",
      "6": "After all, I haven’t lived in a house since the day I brought up the Israelis from Egypt until now. Instead, I’ve moved around in a tent that served as my dwelling place.",
      "7": "Wherever I moved among the Israelis, did I ever ask even one tribal leader of Israel whom I commanded to shepherd my people Israel, ‘Why haven’t you built me a cedar house?’",
      "8": "“‘“Now therefore this is what you are to tell my servant David: ‘This is what the Lord of the Heavenly Armies says: “I took you from the pasture myself—from tending sheep—to become Commander-in-Chief over my people, that is, over Israel.",
      "9": "“‘“Furthermore, I have remained with you everywhere you have gone, annihilating all your enemies right in front of you. I will make a great reputation for you, like the reputation of great ones who have lived on earth.",
      "10": "I will establish a homeland for my people—for Israel—planting them so they may live in a secure location where they will never be disturbed anymore. Wicked people will no longer afflict them, as happened in the past",
      "11": "when I had commanded judges to administer my people Israel. I’ll also grant you relief from all your enemies.”’\n“‘The Lord also announces to you: “The Lord will himself build a house for you.",
      "12": "When your life is complete and you go to join your ancestors, I will raise up your offspring after you, who will come forth from your body, and I will fortify his kingdom.",
      "13": "He will build a Temple dedicated to my Name, and I will make the throne of his kingdom last forever.",
      "14": "I will be a father to him, and he will be to me a son who, when he commits iniquity, I will discipline with the rod wielded by armies and with wounds inflicted by human beings.",
      "15": "But I’ll never remove my gracious love from him as I did from Saul, whom I removed from your presence.",
      "16": "Your dynasty and your kingdom will remain forever in my presence—your throne will be secure forever.”’”",
      "17": "Nathan communicated this complete oracle to David with precisely these words.",
      "18": "Then King David went in to the presence of the Lord, sat down, and said:\n“Who am I, Lord God, and what is my family, that you have brought me to this?",
      "19": "And this is still a small thing to you, Lord God—you also have spoken about the future of your servant’s house, and this is the charter for mankind, O Lord God!",
      "20": "“What more can David say to you, and you surely know your servant, Lord God.",
      "21": "For the sake of your word and consistent with your desire, you have done all of these great things, informing your servant.",
      "22": "And therefore you are great, Lord God, there is no one like you, there is no God except for you, just as we’ve heard with our own ears.",
      "23": "“And who is like your people, like Israel, the one nation on earth that God went out to redeem as a people for himself, to make a name for himself, and to carry out for them great and awe-inspiring accomplishments, driving out nations and their gods in front of your people, whom you redeemed to yourself from Egypt?",
      "24": "You have prepared your people Israel to be your very own people for ever, and you, Lord, have become their God!",
      "25": "“And now, Lord God, let what you have spoken concerning your servant and his household be done—and let it be done just as you’ve promised.",
      "26": "May your name be made great forever with the result that it is said that the Lord of the Heavenly Armies is God over Israel, and that the household of your servant David may be established before you.",
      "27": "For you, Lord of the Heavenly Armies, the God of Israel, have revealed this to your servant, telling him, ‘I will build a dynasty for you,’ so that your servant has found fortitude to pray this prayer to you.",
      "28": "“Now therefore, Lord God, you are God, and your words are true, and you have spoken to your servant these good things.",
      "29": "So may it please you to bless the household of your servant, so that it might remain forever in your presence, because you, Lord God, have spoken, and from your blessing may the household of your servant be blessed forever.”"
    },
    "8": {
      "1": "Sometime later, David defeated and subdued the Philistines, taking Metheg-ammah away from the Philistines.",
      "2": "David also conquered Moab, then measured them with a cord, making them lie down on the ground. He executed everyone measured out in each two lengths’ measurement of the cord, but spared the ones measured out by every third length. Then the Moabites were placed under servitude to David, and made to pay tribute.",
      "3": "David also attacked King Hadadezer, Rehob’s son from Zobah, when he was attempting to restore his hegemony over the Euphrates River.",
      "4": "David captured 1,000 of his chariots, 1,700 horsemen, and 20,000 foot soldiers. David hamstrung all the chariot horses except for enough to supply 100 chariots.",
      "5": "When Arameans came from Damascus to help King Hadadezer of Zobah, David killed 22,000 of them.",
      "6": "David erected garrisons in the Aramean kingdom of Damascus, placing the Arameans under servitude to him, and they paid tribute to him.",
      "7": "David also confiscated the gold shields that belonged to Hadadezer’s officers and took them to Jerusalem.",
      "8": "He also confiscated a vast quantity of bronze from Betah and Berothai, cities under Hadadezer’s control.",
      "9": "When King Tou of Hamath learned that David had conquered the entire army of King Hadadezer of Zobah,",
      "10": "Tou sent his son Joram to King David to greet him and congratulate him on his victory over Hadadezer, because he had been at war with Tou. Joram brought articles of silver, gold, and bronze with him,",
      "11": "and King David dedicated them to the Lord, along with the silver and gold that had been dedicated from all the nations that he had conquered,",
      "12": "including from Edom, Moab, the Ammonites, the Philistines, Amalek, and spoil from King Hadadezer, Rehob’s son from Zobah.",
      "13": "David made a name for himself when he returned from killing 18,000 Edomites in the Salt Valley.",
      "14": "He erected garrisons throughout Edom, and all the Edomites became subservient to David, while the Lord gave victory to David wherever he went.",
      "15": "David reigned over all of Israel, administering justice and equity to every one of his people.",
      "16": "Zeruiah’s son Joab served in charge of the army, Ahilud’s son Jehoshaphat was his personal archivist,",
      "17": "Ahitub’s son Zadok and Abiathar’s son Ahimelech were priests, Seraiah was his personal secretary,",
      "18": "Jehoida’s son Benaiah supervised the special forces and mercenaries, and David’s sons were priests."
    },
    "9": {
      "1": "Later on, David asked, “Is there anyone left alive from Saul’s household to whom I can show gracious love in memory of Jonathan?”",
      "2": "A household servant of Saul named Ziba was called to appear before David, and the king asked him, “Are you Ziba?”\n“I am your servant,” Ziba replied.",
      "3": "At this the king asked, “Isn’t there still someone left from Saul’s household to whom I may show God’s gracious love?”\n“There’s Jonathan’s son. He has maimed feet,” Ziba answered.",
      "4": "So David asked, “Where is he?”\nZiba responded, “He’s in Lo-debar at the home of Ammiel’s son Makir.”",
      "5": "At this, King David sent for him and brought him from the home of Ammiel’s son Makir in Lo-debar.",
      "6": "When Mephibosheth, Jonathan’s son and a grandson of Saul, approached David, he threw himself on his face out of respect.\n“Mephibosheth!” David said as he greeted him.\n“Hello! I am your servant,” he replied.",
      "7": "“Don’t be afraid,” David reassured him, “because I’m going to show gracious love to you in memory of your father Jonathan. I’m going to restore to you all the land that belonged to your grandfather Saul, and you’ll always have a place at my table!”",
      "8": "Mephibosheth bowed low again and asked, “Who am I, your servant, that you would pay attention to a dead dog like me?”",
      "9": "At this, the king called for Saul’s servant Ziba and told him, “I’m restoring to your master’s grandson everything that belonged to Saul and his family.",
      "10": "You and your servants are to farm the land on his behalf and bring in the crops in order to provide for your master’s grandson. Meanwhile, Mephibosheth, your master’s grandson, will always have a place at my table.” (Now Ziba had fifteen sons and 20 servants.)",
      "11": "Later, Ziba told the king, “Your servant will do everything that your majesty the king commands him.” So Mephibosheth ate at David’s table like one of the king’s sons.",
      "12": "Mephibosheth fathered a son named Mica, and everyone who lived in Ziba’s house became Mephibosheth’s servants.",
      "13": "Mephibosheth continued to live in Jerusalem, always eating at the king’s table, since he was maimed in both feet."
    },
    "10": {
      "1": "Sometime later, the Ammonite king died and his son Hanun succeeded him as king,",
      "2": "so David told himself, “I will be loyal to Nahash’s son Hanun, since in his loyalty his father showed gracious love to me.” So David sent a delegation to Hanun to console him about his loss of his father.\nBut when David’s delegation arrived in Ammonite territory,",
      "3": "the Ammonite officials asked their lord Hanun, “Do you think that because David has sent a delegation of consolers to you that he is honoring your father? His delegation has arrived intending to search, scout the land, and then overthrow it, hasn’t it?”",
      "4": "So Hanun arrested David’s delegation, shaved off half of their beards, cut off their clothes at the waist line, and sent them away in disgrace.",
      "5": "When David had been informed about the incident, he sent word to them, since the men had been deeply humiliated. The king told them, “Stay at Jericho until your beards have grown back, and then return.”",
      "6": "When the Ammonites realized that they had created quite a stink with David, they hired 20,000 Aramean mercenaries from Beth-rehob and Zobah, along with the king of Maacah and 1,000 men, and 12,000 men from Tob.",
      "7": "In response, David sent out Joab and his entire army of elite soldiers.",
      "8": "The Ammonites went out in battle formation at the entrance to the city gate, while the Arameans from Zobah and Rehob, along with the army from Tob and Maacah, were out by themselves in the open fields.",
      "9": "When Joab observed that the battle lines were set up to oppose him both in front and behind, he appointed the best troops in Israel and arrayed them to oppose the Arameans,",
      "10": "putting the rest of his forces under the command of his brother Abishai, who arrayed them to oppose the Ammonites.",
      "11": "He said, “If the Arameans prove too strong for me, then you are to help me. If the Ammonites prove too strong for you, then I will come help you.",
      "12": "Be strong, be courageous on behalf of our people and for the cities of our God, and may the Lord do what he thinks is best.”",
      "13": "So Joab and the soldiers who were with him attacked the Arameans in battle formation, and the Arameans retreated in front of him.",
      "14": "When the Ammonites saw the Arameans retreating, they also retreated from Abishai back to the city. Then Joab broke off his attack against the Ammonites and went back to Jerusalem.",
      "15": "After the Arameans realized that they had been defeated by Israel, they regrouped.",
      "16": "Hadadezer sent for the Arameans who lived beyond the Euphrates River, and they set out for Helam, with Shobach leading them as commander of Hadadezer’s army.",
      "17": "When David learned this, he mustered all of Israel, crossed the Jordan River, and approached Helam. The Arameans assembled in battle array to attack David, and started their assault.",
      "18": "But the Arameans retreated from Israel, and David’s forces killed 700 of their charioteers, 40,000 soldiers, and mortally wounded Shobach, the commander of their army. As a result, Shobach died there.",
      "19": "When all the kings who were allied with Hadadezer saw that they had been defeated by Israel, they sought terms of peace with the Israelis and became subservient to them. Furthermore, the Arameans were afraid to help the Ammonites anymore."
    },
    "11": {
      "1": "One spring day, during the time of year when kings go off to war, David sent out Joab, along with his personal staff and all of Israel’s army. They utterly destroyed the Ammonites and then attacked Rabbah while David remained in Jerusalem.",
      "2": "Late one afternoon about dusk, David got up from his couch and was walking around on the roof of the royal palace. From there he watched a woman taking a bath, and she was very beautiful to look at.",
      "3": "David sent word to inquire about her, and someone told him, “This is Eliam’s daughter Bathsheba, the wife of Uriah the Hittite, isn’t it?”",
      "4": "So David sent some messengers, took her from her home, and she went to him, and he had sex with her. (She had been consecrating herself following her menstrual separation.) Then she returned to her home.",
      "5": "The woman conceived, and she sent this message to David: “I’m pregnant.”",
      "6": "So David summoned Joab, and told him, “Send me Uriah the Hittite.” So Joab sent Uriah to David.",
      "7": "When Uriah arrived, David inquired about how Joab was doing, how the army was doing, and how the war was progressing.",
      "8": "Then David told Uriah, “Go on down to your house and relax a while.” So Uriah left the king’s palace, and the king sent a gift along after him.",
      "9": "But Uriah spent the night sleeping in the alcove of the king’s palace in the company of all his master’s staff members. He refused to go down to his own home.",
      "10": "When David was told that Uriah hadn’t gone home the previous night, he quizzed him, “You just arrived from a long journey, so why didn’t you go down to your own house?”",
      "11": "Uriah replied, “The ark, along with Israel and Judah, are encamped in tents, while my commanding officer Joab and my master’s staff members are camping out in the open fields. Should I go home, eat, drink, and have sex with my wife? Not on your life! I won’t do something like this, will I?”",
      "12": "Then David invited Uriah, “Stay here today, and tomorrow I’ll send you back.” So Uriah remained in Jerusalem all that day and the next.",
      "13": "Then at David’s invitation, he and Uriah dined and drank wine together, and David got him drunk. Later that evening, Uriah went out to lie on a couch in the company of his lord’s servants, and he did not go down to his house.",
      "14": "The next morning, David sent a message to Joab that Uriah took with him in his hand.",
      "15": "In the message, he wrote: “Assign Uriah to the most difficult fighting at the battle front, and then withdraw from him so that he will be struck down and killed.”",
      "16": "So as Joab began to attack the city, he assigned Uriah to a place where he knew valiant men would be stationed.",
      "17": "When the men of the city came out to fight Joab, some of David’s army staff members fell, and Uriah the Hittite died, too.",
      "18": "Then Joab sent word to David about everything that had happened at the battle.",
      "19": "He instructed the courier, “When you have finished conveying all the news about the battle to the king,",
      "20": "if the king starts to get angry and asks you, ‘Why did you get so near the city to fight? Didn’t you know they would shoot from the wall?",
      "21": "Who killed Jerubbesheth’s son Abimelech? Didn’t a woman kill him by throwing an upper millstone on him from the wall at Thebez? Why did you go so close to the wall?’ then tell him, ‘Your servant Uriah the Hittite also died.’”",
      "22": "So the messenger left Joab, set out for Jerusalem, and disclosed to David everything that Joab had sent him to say.",
      "23": "The messenger told David, “The men surprised us and attacked us in the field, but we drove them back to the entrance of the city gate.",
      "24": "Then the archers shot at your servants from the wall. Some of the king’s staff members are dead, and your servant Uriah the Hittite has died as well.”",
      "25": "David responded to the messenger, “Here’s what you’re to tell Joab: ‘Don’t be troubled by this incident, because the battle sword consumes one or another from time to time. Consolidate your attack against the city and conquer it.’ Be sure to encourage him.”",
      "26": "When Uriah’s wife heard about the death of her husband Uriah, she went into mourning for the head of her household.",
      "27": "When her mourning period was completed, David sent for her, brought her to his palace, and she became his wife. Later on, she bore him a son.\nMeanwhile, what David had done grieved the Lord,"
    },
    "12": {
      "1": "so the Lord sent Nathan to David.\nNathan approached David and said, “There are two men in the city. One is rich and one is poor.",
      "2": "The rich man has many flocks and herds,",
      "3": "but the poor man had nothing except for one little ewe lamb that he had bought. He raised it, and it grew up with him and his children. It used to share his food and drink from his own cup. It even slept in his arms. It was like a daughter to him.",
      "4": "A traveler arrived to visit the rich man. Because he was unwilling to take an animal from one of his own flocks or herds to prepare for the guest who had come to visit him, he took the poor man’s lamb and prepared it for the man who had come to visit him.”",
      "5": "David flew into a rage at the man and told Nathan, “As the Lord lives, the man who did this deserves to die!",
      "6": "He will restore the lamb four times its value, because he did this thing, and because he did it without compassion.”",
      "7": "But Nathan replied to David, “You are the man! This is what the Lord God of Israel says:\n“‘I anointed you king—and you became king over Israel.\n“‘I delivered you from Saul’s control.",
      "8": "“‘I gave you your former master’s household.\n“‘I placed your former master’s wives right in your arms.\n“‘I gave you Israel and Judah.\n“‘And if this had been too little, I would have added much more than that to you!",
      "9": "“‘Why did you despise what the Lord has promised by doing what is detestable in his sight?\n“‘You struck down Uriah the Hittite with a battle sword.\n“‘You took his wife to be your own.\n“‘You killed him with the sword of the Ammonite army.",
      "10": "“‘Therefore the sword will never leave your household, because you have despised me by taking the wife of Uriah the Hittite to be your own.’",
      "11": "“This is what the Lord says:\n“‘Listen very carefully!\n“‘I’m raising up evil against you right out of your own household.\n“‘I’m going to take your wives away from you right before your eyes.\n“‘Then I’ll give them to your neighbor.\n“‘And then he’s going to have sex with your wives in broad daylight!",
      "12": "“‘What you did in secret I’m going to do right in front of all Israel and in broad daylight as well!’”",
      "13": "At this point, David told Nathan, “I have sinned against the Lord.”\nNathan responded to David, “There’s one other thing: the Lord has forgiven your sin. You won’t die.",
      "14": "Nevertheless, because you have despised the Lord’s enemies with utter contempt, the son born to you will most certainly die.”",
      "15": "Then Nathan went home.\nAfter this, the Lord afflicted the child that Uriah’s wife had born to David, and the child became very ill.",
      "16": "David begged God on behalf of the youngster. He fasted, went inside, and spent the night lying on the ground.",
      "17": "His closest advisors at the palace got up, remained with him, and tried to help him get up from the ground, but he would not do so. He also wouldn’t eat with them.",
      "18": "A week later, the child died, and David’s staff was afraid to tell him that the child had died. They were telling themselves, “Look, when the child was still alive, we talked to him but he wouldn’t listen to what we said. Now what kind of trouble will he bring on himself if we tell him that the child has died?”",
      "19": "But as David observed his staff whispering together, he perceived that the child had died, so he asked his staff, “Is the child dead?”\nThey replied, “He has died.”",
      "20": "At this, David got up from the ground, washed, anointed himself, changed his clothes, and went into the Lord’s tent to worship. Then he went back to his palace where, at his request, they served him food and he ate.",
      "21": "His staff asked him, “What’s this about? When the child was alive, you fasted and cried. Now that the child has died, you get up and eat!”",
      "22": "He answered, “When the child was alive, I fasted and cried. I asked myself, ‘Who knows? Maybe the Lord will show grace to me and the child will live.’",
      "23": "But now that he has died, what’s the point of fasting? Can I bring him back again? I’ll be going to be with him, but he won’t be returning to me.”",
      "24": "Then David consoled his wife Bathsheba. He went in and had sex with her, and she bore a son whom he named Solomon. The Lord loved him,",
      "25": "and sent a message written by Nathan the prophet to call his name Jedidiah, for the Lord’s sake.",
      "26": "Meanwhile, Joab attacked the Ammonite city of Rabbah and captured its stronghold.",
      "27": "Then Joab sent messengers to David to tell him, “I just attacked Rabbah and captured its municipal water supply,",
      "28": "so call out the rest of the army, attack the city, and capture it. Otherwise, I’ll take the city myself and name it after me.”",
      "29": "So David mustered his entire army and marched on Rabbah, attacked it, and captured it.",
      "30": "He confiscated the crown of their king from his head—it weighed one talent in gold and was set with precious stones—and it was placed on David’s head. He confiscated a great amount of war booty that had been plundered from the city,",
      "31": "brought back the people who had lived in it, placing them under conscripted labor with saws, iron picks, and axes. He did this to every Ammonite city, and then David and his entire army returned to Jerusalem."
    },
    "13": {
      "1": "Sometime after this, David’s son Amnon fell in love with David’s other son Absalom’s beautiful sister Tamar.",
      "2": "Amnon became so emotionally distressed that he fell sick over his half-sister Tamar. She was a virgin, and Amnon found it difficult to do anything to her.",
      "3": "Meanwhile, Amnon had a friend named Jonadab, who was the son of David’s brother Shimeah. Now Jonadab was a very shrewd man.",
      "4": "“Why are you so depressed these past few mornings,” Jonadab asked Amnon, “since you’re a son of the king? Why not tell me?”\nAmnon replied, “I’m in love with my brother Absalom’s sister Tamar.”",
      "5": "Jonadab advised him, “Lie down and pretend to be sick. When your father visits you, ask him, ‘Please let my sister Tamar come and give me something to eat that she prepares especially for me, and after she makes dinner for me, let her feed it to me personally.’”",
      "6": "So Amnon lay down and pretended to be sick. When the king came to visit him, Amnon asked the king, “Please let my sister Tamar come and make some of her bread especially for me, so she can feed it to me personally.”",
      "7": "So David sent for Tamar back at the palace, telling her, “Please go to your brother Amnon’s home and prepare some food for him.”",
      "8": "Tamar went to her brother Amnon’s home, where he was lying down. She brought along some dough, kneaded it, prepared some cakes especially for him, baked them,",
      "9": "and emptied the baking skillet just for him, but he refused to eat.\n“Send everybody out of here,” Amnon said. So everyone left the room.",
      "10": "Amnon told Tamar, “Bring the food into my private bedroom, so I can eat it with you personally.” So Tamar took the cakes she had prepared and brought them into the private bedroom for her brother Amnon.",
      "11": "But as soon as she brought them near him to eat, he overpowered her and told her, “Come here and have sex with me, my sister!”",
      "12": "“No, my brother!” she kept telling him. “Don’t humiliate me like this! This just isn’t done in Israel! Don’t do this utterly foolish thing!",
      "13": "And what about me? Where will I go to escape this disgrace? And as for you, you’ll be known as one of Israel’s greatest fools! So please talk to the king, because he won’t withhold me from you!”",
      "14": "But he was unwilling to listen to what she was saying. Since he was stronger than she was, he forced her into having sex with him.",
      "15": "Afterwards, though, Amnon hated her very intensely. As a result, his hatred for her exceeded the love that he had previously for her. So Amnon told her, “Get up! Leave!”",
      "16": "Even so, she tried to tell him, “No! After all, it’s more wrong to send me away than what you just did to me!”\nBut he was unwilling to listen to her.",
      "17": "So he called out to a young man who was serving him, and told him: “Send this woman away from me and lock the door after her.”",
      "18": "Now she was clothed in a long sleeved, multi-colored ornamental tunic, commonly worn by the king’s virgin daughters. When Amnon’s servant threw her out and locked the door after her,",
      "19": "Tamar rubbed her head with ashes, tore her tunic that she was wearing, put her hand to her head, and ran off, crying aloud as she went away.",
      "20": "Later, her brother Absalom asked her, “Has Amnon, that brother of yours, raped you? Then keep quiet about your half-brother for now, my sister. Stop taking this so personally.” From that time on, Tamar lived in continuous desolation within her brother Absalom’s house.",
      "21": "When King David heard all about these developments, he flew into a rage over it.",
      "22": "But Absalom never said a word, either good or bad, to Amnon. Nevertheless, he hated Amnon because he had humiliated his sister Tamar.",
      "23": "Two full years later, Absalom took some men to Baal-hazor near Ephraim to shear his sheep. He also invited all of the king’s sons to come.",
      "24": "Absalom had gone to the king to ask him, “I’ve brought some men to shear the sheep. Won’t you please come and join me, along with your senior staff?”",
      "25": "But King David declined, saying to Absalom, “No, my son, we won’t all go, since that would be too much trouble for you.” Although Absalom begged David, he would not go, even though he did give his blessing.",
      "26": "So Absalom responded, “If you aren’t coming, please allow my brother Amnon to accompany us.”\nThe king asked, “Why should he go with you?”",
      "27": "But Absalom kept begging David until he sent Amnon and all of David’s sons to accompany Absalom.",
      "28": "Then Absalom instructed his young men, “Please keep watching Amnon until he’s drunk. Then I’ll tell you, ‘Attack Amnon!’ As soon as I do, kill him and don’t be afraid! You have your orders, so be strong and brave!”",
      "29": "So Absalom’s young men did to Amnon just as they had been ordered, but the rest of David’s sons jumped up, mounted their mules, and escaped.",
      "30": "While they were still on the road, this rumor came to David: “Absalom has struck down all of the king’s sons and none of them has survived.”",
      "31": "David arose, ripped his clothes in anguish, and collapsed to the ground while all of his staff stood by with their own clothes torn.",
      "32": "But David’s brother Shimeah’s son Jonadab reported, “Your majesty, don’t assume they’ve killed all of the young men—the king’s sons—only Amnon has died, since that was Absalom’s intention from the day Amnon raped his sister Tamar.",
      "33": "Now your majesty, don’t be concerned about this rumor that all the king’s sons have died, because only Amnon is dead.”",
      "34": "Meanwhile, Absalom had run away. While the young man standing watch was looking around, all of a sudden he observed many people coming down the road behind and to the west of the mountain! So the watchman left his post and reported, “I have seen men coming from the direction of Horonaim.”",
      "35": "Jonadab told the king, “Look! Here come the king’s sons. This thing has turned out just like your servant reported.”",
      "36": "Just as he finished his comments, the king’s sons arrived, crying loudly. At this, with tears overflowing, the king and his entire staff wept bitterly.",
      "37": "Absalom continued to flee, eventually going to Ammihud’s son King Talmai of Geshur, while King David continued to mourn for his son every day.",
      "38": "After fleeing to Geshur, Absalom remained there for three years.",
      "39": "Meanwhile, King David longed to visit Absalom, since he was moved to compassion over Amnon’s death."
    },
    "14": {
      "1": "Meanwhile, Zeruiah’s son Joab knew that the king’s attention was focused on Absalom,",
      "2": "so he sent messengers to Tekoa to bring a wise woman from there. He told her, “Please play the role of a mourner, wear the clothes of a mourner, and refrain from using makeup. Act like a woman who’s been in mourning for the dead for many days.",
      "3": "Then go to the king and speak to him like this…” Then Joab told her what to say.",
      "4": "When the woman from Tekoa spoke to the king, she fell on her face to the ground, prostrating herself to address him, “Help, your majesty!”",
      "5": "The king asked her, “What’s your problem?”\n“I’ve been a widowed woman ever since my husband died,” she answered.",
      "6": "“Your humble servant used to have two sons, but they got into a fight out in the field. Because there was no one to keep them apart, one of them attacked the other and killed him.",
      "7": "Now please pay attention closely! My whole family is attacking your humble servant! They’re saying, ‘Turn over the one who attacked his brother and we’ll put him to death in retribution for his brother, whose life he took. That way, we’ll kill the heir also!’ They’re going to extinguish the only light left in my family, leaving my late husband neither an ongoing name nor a survivor on the face of the earth!”",
      "8": "Then the king replied to the woman, “Go home and I’ll issue a special order just for you.”",
      "9": "But the woman from Tekoa told the king, “Your majesty, let any guilt for this be on me and on my ancestors’ household, and not on my king or his throne!”",
      "10": "The king replied, “Bring anyone who talks to you about this to me, and he certainly won’t be bothering you anymore!”",
      "11": "Then she said, “Your majesty, please remember the Lord your God, so that blood avengers don’t do any more damage! Otherwise, they’ll destroy my son!”\nSo he promised, “As the Lord lives, not even a single hair from your son’s head will fall to the ground!”",
      "12": "At this, the woman responded, “Would your majesty the king please allow your humble servant to say one more thing?”\n“Say it…” he replied.",
      "13": "“Why, then,” the woman asked, “are you planning to act just like this against God’s people? Based on what your majesty has said, you’re acting like one who is guilty himself, because you’re not bringing back the one whom you’ve banished!",
      "14": "After all, even though we all die, and we’re all like water being spilled on the ground that cannot be recovered, nevertheless God doesn’t take away life, but carries out his plans so as not to cast away permanently from him those who are presently estranged.",
      "15": "“Now as to why I’ve come to speak with your majesty the king, it’s because the people have made me afraid, so your humble servant told herself, ‘I’ll go speak to the king, so perhaps the king will do what his humble servant has requested.",
      "16": "Perhaps the king will listen and deliver his humble servant from the oppression of the man who intends to eliminate both me and my son from what God has apportioned to us!’",
      "17": "“So your humble servant is saying, ‘Please, your majesty, let what the king has to say be of comfort, because just as the angel of God is, so also is your majesty the king to discern both good and evil. And may the Lord your God remain present with you.’”",
      "18": "In reply, the king asked the woman, “Please don’t conceal anything about which I’m going to be asking you now.”\nSo the woman replied, “Please, your majesty, let the king speak.”",
      "19": "Then the king asked, “Is Joab behind all of this with you?”\n“As your soul lives, your majesty, the king,” the woman answered, “no one can divert anything left or right from what your majesty the king has spoken! As a matter of fact, it was your servant Joab! He was there, giving me precise orders about everything that your humble servant was to say. Your servant Joab did this,",
      "20": "intending to change the outcome of this matter. Nevertheless, your majesty is wise, like the wisdom of the angel of God, to be aware of everything that’s going on throughout the earth.”",
      "21": "Then the king addressed Joab, “Look! I’ll do this thing that you’ve requested. Go bring back the young man Absalom.”",
      "22": "At this, Joab fell on his face to the ground, prostrating himself to bless the king, and then said, “Today your servant realizes that he’s found favor with you, your majesty, in that the king has acted on the request of his servant.”",
      "23": "Then Joab got up, went to Geshur, and brought Absalom back to Jerusalem.",
      "24": "Nevertheless, the king said, “Let him return to his own home and not show his face to me.” So Absalom returned to his own home and did not show his face to the king.",
      "25": "Now throughout all of Israel no one was as handsome as Absalom or so highly praised, from the sole of his foot to the crown of his head there wasn’t a single thing wrong about him.",
      "26": "Whenever he cut his hair —he cut it at the end of every year, because it grew thick on his head, which is why he cut it—his hair weighed in at 200 shekels measured by the royal standard.",
      "27": "Absalom fathered three sons and one daughter, whom he named Tamar. She was a beautiful woman, both in form and appearance.",
      "28": "Meanwhile, Absalom lived in Jerusalem for two years, but never saw the king’s face.",
      "29": "After this, Absalom sent for Joab, intending to send him to the king, but Joab would not come. Absalom sent for him a second time, but he still would not come.",
      "30": "So Absalom told his servants, “Observe that Joab’s grain field lies next to mine. He has barley planted there. Go set it on fire.” So Absalom’s servants set the field on fire.",
      "31": "At this, Joab got up, went to Absalom’s home, and demanded of him, “Why did your servants set fire to my grain field?”",
      "32": "In answer to Joab, Absalom replied, “Look, I sent for you, telling you ‘Come here so I can send you to the king to ask him “What’s the point in moving here from Geshur? I would have been better off to have remained there!”’ So let me see the king’s face, and if I’m guilty of anything, let him execute me!”",
      "33": "So when Joab approached the king and told him what Absalom had said, he summoned Absalom, who then came to the king and fell to the ground on his face in front of him. Then the king kissed Absalom."
    },
    "15": {
      "1": "Sometime later, Absalom acquired a chariot equipped with horses and recruited 50 men to accompany him.",
      "2": "Then he would get up early, stand near the passageway to the palace gate, and when anyone arrived to file a legal complaint for a hearing before the king, Absalom would call to him and ask, “You’re from what city?” If he replied, “Your servant is from one of Israel’s tribes,”",
      "3": "Absalom would respond, “Look, your claims are valid and defensible, but nobody will listen to you on behalf of the king.",
      "4": "Who will appoint me to be a judge in the land? When anyone arrived to file a legal complaint or other cause, he could approach me for justice and I would settle it!”",
      "5": "Furthermore, if a man approached him to bow down in front of him, he would put out his hand, grab him, and embrace him.",
      "6": "By doing all of this to anyone who came to the king for a hearing, Absalom stole the loyalty of the men of Israel.",
      "7": "And so it was that forty years after Israel had demanded a king, Absalom asked the king, “Please let me go to Hebron so I can pay my vow that I made to the Lord,",
      "8": "because when I was living at Geshur in Aram, your servant made this solemn promise: ‘If the Lord ever brings me back to Jerusalem, then I will serve the Lord.’”",
      "9": "The king replied to him, “Go in peace!” So Absalom got up and left for Hebron.",
      "10": "But Absalom sent agents throughout all of the tribes of Israel, telling them, “When you hear the sound of the battle trumpet, you’re to announce that Absalom is king in Hebron.”",
      "11": "Meanwhile, 200 men left Jerusalem with Absalom. They had been invited to go along, but were innocent, not knowing anything about what was happening.",
      "12": "Absalom also sent for Ahithophel the Gilonite, David’s counselor, to come from his home town of Giloh while Absalom was presenting the sacrificial offerings. And so the conspiracy widened, because the common people increasingly sided with Absalom.",
      "13": "Then a messenger arrived to inform David, “The loyalties of the men of Israel have shifted to Absalom.”",
      "14": "So David told all of his staff who were with him in Jerusalem, “Let’s get up and get out of here! Otherwise, none of us will escape from Absalom. Hurry, or he’ll overtake us quickly, bring disaster on all of us, and execute the inhabitants of the city!”",
      "15": "“Look!” the king’s staff replied. “Your servants will do whatever the king chooses.”",
      "16": "So the king left, taking his entire household with him except for ten mistresses, who were to keep the palace in order.",
      "17": "The king left, along with all of his people with him, and they paused at the last house.",
      "18": "All of his staff were going on ahead of him—that is, all of the special forces and mercenaries, all of the Gittites, and 600 men who had come to serve him from Gath, went on ahead of the king.",
      "19": "Then the king suggested to Ittai the Gittite, “Why should you have to go with us? Return and stay with the new king, since you’re a foreigner and exile. Stay where you want to stay.",
      "20": "It seems only yesterday that you arrived, so should I make you wander around with us while I go wherever I can? Go back, and take your brothers with you. May gracious love and truth accompany you!”",
      "21": "“As the Lord lives,” Ittai answered in reply, “and as your majesty the king lives, wherever your majesty my king may be—whether living or dying—that’s where your servant will be!”",
      "22": "So David replied, “Come along, then!” So Ittai the Gittite went along also, accompanied by all of his men and all of his little ones.",
      "23": "With all of the people in the territory crying loudly, everybody passed over the Kidron brook, along with the king. Then everyone headed out toward the road that leads to the wilderness.",
      "24": "Meanwhile, Zadok showed up also, along with all of the descendants of Levi with him, carrying the Ark of the Covenant of God. They set down the Ark of God and Abiathar approached while all the people finished abandoning the city.",
      "25": "The king told Zadok, “Take the Ark of God back to the city. If I’m shown favor in the Lord’s sight, then he’ll bring me back again and show me both it and the place where it rests.",
      "26": "But if he should say something like ‘I’m not pleased with you,’ well then, here I am—let him do to me whatever seems right to him.”",
      "27": "The king also asked Zadok the priest, “Aren’t you a seer, too? Go back to the city in comfort, along with your son Ahimaaz and Abiathar’s son Jonathan.",
      "28": "Look! I’ll camp at the wilderness fords until you send word to inform me.”",
      "29": "So Zadok and Abiathar returned the Ark of God to Jerusalem and remained there.",
      "30": "David then left, going up the Mount of Olives, crying as he went, with his head covered and his feet bare. All of the people who were with him covered their own heads and climbed up the Mount of Olives, crying as they went along.",
      "31": "Just then, someone told David, “Ahithophel is one of Absalom’s conspirators!”\nSo David prayed, “Lord, please turn Ahithophel’s counsel into foolishness.”",
      "32": "Just as David was coming to the top of the Mount of Olives where God was being worshipped, there was Hushai the Archite to meet him, with his coat ripped and dust all over his head!",
      "33": "David greeted him, “If you come along with me, you’ll be a burden to me.",
      "34": "So go back to the city and tell Absalom, ‘I’ll be your servant, your majesty! Just as I served your father in the past, I can be your servant now.’ That way you can manipulate Ahithophel’s advice to my benefit.",
      "35": "Won’t Zadok and Abiathar the priests be there with you? So whatever you hear from the king’s palace, you’re to report to Zadok and Abiathar the priests.",
      "36": "Their two sons—Zadok’s son Ahimaaz and Abiathar’s son Jonathan—are with them there. You’ll be sending me everything that you hear through them.”",
      "37": "So David’s friend Hushai went back to the city just as Absalom was arriving in Jerusalem."
    },
    "16": {
      "1": "Now just as David happened to have passed the summit of the Mount of Olives, suddenly Mephibosheth’s servant Ziba met him, accompanied by a couple of saddled donkeys loaded with 200 loaves of bread, 100 clusters of raisins, 100 pieces of summer fruit, and a skin of wine!",
      "2": "The king asked Ziba, “What are those for?”\nZiba replied, “The donkeys are for the king’s household to ride, the bread and summer fruit are for your young men to eat, and the wine is for whoever wants to drink if they get weary in the wilderness.”",
      "3": "Then the king asked, “Where is your master’s son?”\n“He’s staying in Jerusalem!” Ziba answered the king. “He’s saying ‘The nation of Israel will restore my father’s kingdom to me today!’”",
      "4": "So the king told Ziba, “Pay attention! Everything that belongs to Mephibosheth is now yours!”\nIn response Ziba said, “I’m submitting to you. Let me find favor in your sight, your majesty the king!”",
      "5": "Later on, as King David approached Bahurim, Gera’s son Shimei, who was related to the family of Saul’s household, went out to meet David, cursing continually as he approached.",
      "6": "He threw rocks at David and all of David’s staff who were accompanying him, while all the rest of the entourage, including all of David’s security detail, were close by him.",
      "7": "“Get out of here! Get out!” Shimei yelled as he cursed. “You murderer! You who think you’re above the law!",
      "8": "The Lord has repaid you personally for murdering the entire dynasty of Saul, whose place you’ve taken to reign! And the Lord has given the kingdom into your son Absalom’s control. Now look! Your own evil has caught up with you, because you’re guilty of murder!”",
      "9": "At this point, Zeruiah’s son Abishai asked the king, “Why should this dead dog be cursing your majesty the king? May I have permission to go over and cut off his head?”",
      "10": "But the king responded, “What do I have in common with you sons of Zeruiah? If he continues to curse—and if the Lord has told him, ‘Curse David!’—then who are you to be demanding to know ‘Why have you done this?’”",
      "11": "So David ordered Abishai and all of his staff: “Look! My own son wants to kill me! How much more now is this descendant of Benjamin? Leave him alone and let him go on cursing, because the Lord has ordered him to do this.",
      "12": "Perhaps the Lord will take note of my troubles and return good to me instead of curses today!”",
      "13": "So David and his entourage went on their way, and Shimei walked along the hillside with him, cursing, throwing rocks, and tossing dirt at David as they went along.",
      "14": "Eventually, the king and his entourage arrived exhausted at their destination, and David refreshed himself there.",
      "15": "Right about then, Absalom and his entourage from the people of Israel entered Jerusalem, accompanied by Ahithophel.",
      "16": "When David’s friend Hushai the Archite approached Absalom, Hushai greeted Absalom, “Long live the king! Long live the king!”",
      "17": "But Absalom asked Hushai, “So this is how you demonstrate your loyalty to your closest friends? Why didn’t you leave with your friend?”",
      "18": "Hushai replied, “No! On the contrary, whomever the Lord, this group, and all the men of Israel choose is where I’ll be, and I’ll remain with him!",
      "19": "Besides, who else should I be serving? Why not the son? The same way I served your father, I’ll serve you.”",
      "20": "So Absalom asked Ahithophel, “What’s your advice? What should we do?”",
      "21": "Ahithophel responded, “Go inside and have sex with your father’s mistresses, whom he left to keep the palace in order. Then everyone in Israel will hear how your father has come to hate you and everyone who has joined you will be emboldened to act.”",
      "22": "So they erected a tent for Absalom on the palace roof and Absalom went in and had sex with his father’s mistresses right in front of all Israel.",
      "23": "Now Ahithophel’s advice that he provided at that time was being compared to one who inquired of God, so highly regarded was Ahithophel’s counsel by both David and Absalom."
    },
    "17": {
      "1": "“Give me 12,000 men! I’ll leave tonight and pursue David,” Ahithophel advised Absalom.",
      "2": "“I’ll catch him while he is still tired and weak. I’ll frighten him so all his people with him desert him. But I’ll only kill the king.",
      "3": "Then I’ll bring everybody else back to you. When the man you’re looking for is dead, all the rest of the people will return quietly.”",
      "4": "Even though this plan seemed like a good idea to Absalom and to all of the elders of Israel,",
      "5": "Absalom replied, “Call in Hushai the Archite so I can hear what he has to say, too!”",
      "6": "When Hushai approached Absalom, Absalom asked him, “Here’s what Ahithophel had to advise. Should we do what he says? Or if not, say so!”",
      "7": "“Ahithophel’s advice is not best at this time,” Hushai suggested to Absalom.",
      "8": "“You know how strong your father and his men are. They’re as mad as a bear robbed of her cubs! Furthermore, your father is a skilled warrior. He won’t stay with his army at night.",
      "9": "Look! He’s probably already hiding in a cave or someplace like that. If the first attack fails, people will hear about it and think, ‘Absalom’s army is losing!’",
      "10": "Then even men who would otherwise be as brave as lions will be scared, because every Israeli knows your father is a mighty man, and they know his men are valiant!",
      "11": "So here’s my advice: Muster everybody from one end of the country to the other! You’ll have an army in number like the sand on the seashore! Then you’ll go into battle!",
      "12": "We’ll go find David wherever he’s hiding. We’ll fall on him like dew on the ground! We’ll kill him and all of his men, and we won’t leave even one man alive!",
      "13": "If he escapes into a city, we’ll bring ropes to that city and tear it down! We won’t leave a single stone left in the valley!”",
      "14": "Absalom and all of the Israelis replied, “The advice of Hushai the Archite is better than Ahithophel’s!”\nBut the Lord had planned to circumvent the sound advice of Ahithophel so the Lord could bring Absalom to destruction.",
      "15": "So Hushai told Zadok and Abiathar, the priests, what Ahithophel had suggested to Absalom and the elders of Israel. He also reported what he himself had proposed. Hushai said,",
      "16": "“Quick! Get word to David! Tell him not to spend the night at the crossings that lead to the desert. Instead, he must cross the Jordan River immediately. That way, if he crosses the river, the king and his entourage will survive.”",
      "17": "Meanwhile, since they could not risk being seen entering the city, Jonathan and Ahimaaz had been waiting at En-rogel, where a young servant woman was to go to inform them and they would then go brief King David.",
      "18": "But a young man observed Jonathan and Ahimaaz and informed Absalom, so they left in a hurry, arrived at the home of a man who lived at Bahurim, and hid inside a well that was in his courtyard.",
      "19": "The man’s wife grabbed a sheet, covered the mouth of the well with it, and spread some dried grain over it. As a result, nobody could tell it was a hiding place.",
      "20": "When Absalom’s servants approached the woman of the house, they asked her, “Where are Ahimaaz and Jonathan?”\n“They’ve already crossed the brook,” the woman answered. So Absalom’s servants went away in search of Jonathan and Ahimaaz, but they couldn’t find them, so they returned to Jerusalem.",
      "21": "A little while later, the men crawled up out of the well and went off to talk to King David. They told David, “Get up! Cross the water quickly, because this is what Ahithophel advised about you…”",
      "22": "So David got up and all of his entourage crossed the Jordan River. Everyone had crossed the Jordan River by dawn’s first light.",
      "23": "Meanwhile, when Ahithophel observed that his counsel was not being acted upon, he saddled his donkey, got up, and left for his hometown. Leaving behind a set of orders for his household, he hanged himself. After his death he was buried in his father’s tomb.",
      "24": "Later, David arrived at Mahanaim. Absalom and all of the Israelis who supported him crossed the Jordan River.",
      "25": "Absalom had installed Amasa in place of Joab over the army. (Amasa was the son of a man named Jether the Ishmaelite. His mother was Abigail, a daughter of Nahash and a sister of Zeruiah, Joab’s mother.)",
      "26": "Absalom and the Israelis with him camped in the territory of Gilead.",
      "27": "When David arrived at Mahanaim, Shobi (Nahash’s son from the Ammonite town of Rabbah), Makir (Ammiel’s son from Lo-debar), and Barzillai (from Rogelim in Gilead) were already there.",
      "28": "They brought along bedding, bowls, clay basins, wheat, barley, flour, roasted grains, beans, peas,",
      "29": "honey, cheeses, sheep, and cheese made from cow’s milk for David and his entourage because they had been reasoning, “The people are hungry, tired, and thirsty there in the wilderness.”"
    },
    "18": {
      "1": "David mustered his forces and appointed officers in charge of regiments and companies.",
      "2": "Dividing his forces into three groups, he set Joab as commander of one third of his army, Zeruiah’s son Abishai, Joab’s brother, as commander of another third, and Ittai from Gath as commander of another third. The king informed the army, “I’m going out to battle with you, too.”",
      "3": "“No way!” his army responded. “If we have to retreat from the battle, Absalom’s men won’t care about us. Even if half of us die, they won’t care about us. But you are worth 10,000 of us. The best thing you can do for us is to remain in the city.”",
      "4": "So David responded, “I’ll do what you think best.” Then he stood alongside the city gate as the army went out in battle array by hundreds and thousands.",
      "5": "As they were going out, the king ordered Joab, Abishai, and Ittai, “Treat young Absalom gently for my sake.” Everyone heard what the king had ordered his commanders about Absalom.",
      "6": "David’s army left for the battlefield to fight Absalom and his Israeli followers, and they also fought in the Ephraim forest,",
      "7": "where David’s army of servants defeated the Israelis. Many died that day—20,000 men.",
      "8": "The battle spread throughout the entire countryside, and the forest claimed more casualties that day than did the sword fighting.",
      "9": "Absalom happened to run into David’s soldiers. While Absalom was trying to get away on his mule, it ran under the thick branches of a giant oak tree, and Absalom’s head got caught in the tree! As his mule ran out from under him, Absalom was left hanging above the ground.",
      "10": "When one of the soldiers saw what had happened, he told Joab, “I saw Absalom stuck in an oak tree!”",
      "11": "Joab asked the man who was reporting to him, “What! You saw him? Why didn’t you kill him right then and there? I would’ve given you ten pieces of silver and a warrior’s sash!”",
      "12": "But the soldier replied to Joab, “I wouldn’t have touched the king’s son even if you dropped 1,000 pieces of silver right into my hands, because we heard the king command you, Abishai, and Ittai, ‘Watch how you treat the young man Absalom!’",
      "13": "If I had taken his life, the king would have uncovered everything about it, and you would never have protected me!”",
      "14": "“There’s no reason to wait for you!” Joab retorted. Then he took three spears in his hand and stabbed Absalom in the heart while he was still alive, dangling from the branches of the oak tree.",
      "15": "Ten young men who served as Joab’s personal assistants then surrounded Absalom, striking him repeatedly and killing him.",
      "16": "At this, Joab sounded his battle trumpet and his troops stopped pursuing the other Israelis.",
      "17": "Meanwhile, Joab’s army grabbed Absalom’s body, tossed it into a large pit in the forest, and filled it up with a huge pile of rocks. Then the Israelis ran away back to their homes.",
      "18": "While Absalom had been living, he had erected a pillar as a monument to himself in King’s Valley because he had been telling himself, “I don’t have a son to carry on my family name.” So he named the pillar after himself—it’s called Absalom’s Monument even today.",
      "19": "Zadok’s son Ahimaaz told Joab, “Let me run over to King David and take him the news. I’ll mention that the Lord has delivered him from his enemies.”",
      "20": "But Joab answered Ahimaaz, “You’re not the man to deliver news today. Do it any other time, but not today, because the king’s son is dead.”",
      "21": "So Joab ordered a man from Ethiopia, “Go tell the king what you’ve seen.” So the Ethiopian saluted Joab and then ran to tell David.",
      "22": "“Please,” Zadok’s son Ahimaaz continued, “No matter what happens, let me follow the Ethiopian!”\nJoab asked him, “Why this request to run, my son? There’s no reward in it for you.”",
      "23": "“No matter what, I’m running,” Ahimaaz replied.\nSo Joab told Ahimaaz, “Run!” And Ahimaaz ran, taking the Jordan Valley road, passing the Ethiopian.",
      "24": "Meanwhile, David was sitting between the inner and outer gates of the city. The watchman was up on the roof of the gateway near the walls, looking around, and there was a man running by himself!",
      "25": "So the watchman called out his news to the king.\nThe king responded, “If he’s alone, he’s bringing some news to report.” As the man continued to draw near and approach the palace,",
      "26": "the watchman observed another man running. So he called out to the gatekeeper, “There’s another man running by himself!”\nThe king replied, “He’s also bringing some news to report!”",
      "27": "Then the watchman observed, “It looks to me that the runner out in front is running like Zadok’s son Ahimaaz!”\nThe king replied, “This is a good man bearing good news!”",
      "28": "“Everything’s fine!” Ahimaaz announced to the king. He bowed low with his face to the ground before the king and said, “Praise be to the Lord your God! He has handed over the men who rebelled against your majesty the king.”",
      "29": "“Are things fine with respect to the young man Absalom?” the king asked.\nAhimaaz answered, “I saw a lot of confusion about the time Joab was getting ready to send the king’s courier and me, your servant, but I’m not sure what was going on.”",
      "30": "The king replied, “Stand here at attention and wait.” So he stepped to the side and stood there waiting.",
      "31": "Just then the Ethiopian arrived. He reported, “Good news, your majesty the king! The Lord has delivered you from the control of everyone who rebelled against you!”",
      "32": "The king asked the Ethiopian, “Is the young man safe?”\nThe Ethiopian answered, “May the enemies of your majesty the king—including everyone who rebels and tries to harm you—become like that young man….”",
      "33": "Deeply shaken, the king went up to the chamber overlooking the city gate, weeping bitterly and crying out as he went along, “My son Absalom! My son! My son Absalom! I wish I had died instead of you, Absalom my son, my son!”"
    },
    "19": {
      "1": "Someone informed Joab, “The king is weeping bitterly, mourning for Absalom.”",
      "2": "The victory had become an occasion for the army to mourn, because on that very day the troops heard the announcement, “The king is grieving for his son!”",
      "3": "So men snuck into the city that day like men do who are ashamed after they’ve run away from a battle.",
      "4": "Meanwhile, the king veiled his face and kept on crying loudly, “My son Absalom! Absalom my son, my son!”",
      "5": "Joab went up to the palace and rebuked the king: “Today you’ve humiliated your entire army who just saved your life, the lives of your sons and daughters, and the lives of your wives and mistresses!",
      "6": "You love those who hate you and hate those who love you! You’ve made it abundantly clear today that your officers and the men under them mean nothing to you! I’ve learned today that you would rather have Absalom alive today and all the rest of us dead!",
      "7": "Now get up and restore the morale of your army. I swear by the Lord that if you don’t get out there, you won’t have a single man left in your army by nightfall! You’ll be in more trouble today than all the disasters you’ve been through from your boyhood until now!”",
      "8": "So the king got up and took his seat in the gateway. When the army was informed, “The king is sitting in the gateway!” they all gathered together in his presence.\nMeanwhile, the Israelis had run away back to their own homes.",
      "9": "Throughout the tribes of Israel, everyone was quarreling with one another:\n“The king delivered us from the domination of our enemies….”\n“He’s the one who rescued us from Philistine control….”\n“Now he’s fleeing the country because of Absalom…!”",
      "10": "“The very same Absalom we anointed to rule just died in battle…!”\n“Now then, why remain silent about bringing the king back…?”",
      "11": "So King David sent this message to Zadok and Abiathar, the priests: “Ask the elders of Judah, ‘Why are you the last to bring the king back to his palace, considering that what’s being reported throughout all of Israel has come to the king at his palace?",
      "12": "You’re my relatives! You’re my own flesh and blood! So why are you the last to bring back the king?’",
      "13": "Then ask Amasa, ‘Aren’t you my own flesh and blood? So may God deal with me, no matter how severely, if from this day forward you don’t take Joab’s place as commander of my army.’",
      "14": "By doing things like this, he persuaded all the men of Judah to unite in support of him. They sent the king this message: “Come on back, you and all of your army!”",
      "15": "So the king returned to Israel as far as the Jordan River.\nThe men of Judah went out as far as Gilgal to greet the king and escort him across the Jordan River",
      "16": "while Gera’s son Shimei, a descendant of Benjamin from Bahurim, accompanied them to meet King David.",
      "17": "Ziba, the steward in charge of Saul’s household, and 1,000 descendants of Benjamin accompanied him, along with Ziba’s fifteen sons and 20 servants. They rushed toward the Jordan River ahead of the king",
      "18": "and forded it to assist the king at the crossing so he could do whatever he wished.\nJust as the king was about to ford the Jordan River, Gera’s son Shimei fell down in front of the king",
      "19": "and addressed him, “May your majesty not hold me guilty. Don’t remember how your servant did wrong the day your majesty the king left Jerusalem. May the king not let it burden his heart,",
      "20": "because your servant knows that I have sinned, but today I have come here as the first one from the entire house of Joseph to meet your majesty the king.”",
      "21": "But Zeruiah’s son Abishai asked, “Why shouldn’t Shimei be put to death for this? After all, he cursed the Lord’s anointed!”",
      "22": "David replied, “What do you sons of Zeruiah have in common with me? You’ve become my enemies today! Should anyone be executed in Israel today? Don’t you know that I’ve been reinstated as king over Israel today?”",
      "23": "Then the king addressed Shimei, “You won’t die!” affirming his promise with an oath.",
      "24": "Meanwhile, Saul’s grandson Mephibosheth also went out to greet the king. He had not taken care of his feet, trimmed his mustache, or washed his clothes from the day the king left until the day he returned safely.",
      "25": "When he arrived from Jerusalem to greet the king, the king asked him, “So why didn’t you come with me, Mephibosheth?”",
      "26": "He replied, “Well, your majesty, since your servant is lame, I told myself, ‘I’ll have my donkey saddled and I’ll ride on it so I can leave with the king.’ But my servant Ziba deceived me",
      "27": "by slandering your servant to your majesty. But your majesty the king is like an angel from God: so do what you think is best.",
      "28": "Everyone from my grandfather’s household deserved nothing but death from your majesty the king, but you provided a place for your servant among those who have been eating from your table. So what right do I have to ask for anything more from the king?”",
      "29": "In response, the king told him, “What’s the point of us talking anymore? My decision is that you and Ziba divide the fields.”",
      "30": "But Mephibosheth told the king, “Let him take all of it, now that your majesty the king has returned safely to his palace.”",
      "31": "Barzillai the Gileadite also had come down from Rogelim to cross the Jordan River with the king and to see him on his way from there.",
      "32": "Now Barzillai was a very old man at the age of 80 years. A very wealthy man, Barzillai had provided for king David during his sojourn in Mahanaim.",
      "33": "So the king invited Barzillai, “Cross the Jordan River with me, live with me in Jerusalem, and I’ll provide for you there.”",
      "34": "“How many more years do I have to live,” Barzillai replied to the king, “that I should move to Jerusalem with the king?",
      "35": "I’m now 80 years old! I can hardly tell the difference between what tastes good or bad! I can’t tell what I eat or drink! I can’t hear the voice of men and women when they sing! So why should your servant be an added burden to your majesty the king?",
      "36": "Your servant will cross the Jordan River with the king for a short distance, but why should the king offer me this reward?",
      "37": "Please let your servant return so I can die in my own home town near the grave of my father and mother. Meanwhile, here is your servant Chimham! Let him accompany your majesty the king. Please do for him whatever seems best to you.”",
      "38": "So the king answered, “Chimham will accompany me, and I’ll do for him whatever seems best to you! I’ll do anything for you that you want!”",
      "39": "Then all the people crossed the Jordan River, followed by the king. The king embraced Barzillai, blessed him, and then Barzillai returned to his home.",
      "40": "As the king crossed over the Jordan River to Gilgal, Chimham accompanied him, as did all the troops of Judah and half the troops of Israel.",
      "41": "Not long afterward, all the men of Israel started coming to the king, complaining to him, “Why did our relatives in Judah’s army sneak you away, taking the king and his household over the Jordan River, along with David’s army?”",
      "42": "Everybody from Judah shouted to the men from Israel, “We did this because the king is closely related to us. So why are you angry about this? Have we lived off the king’s expense? Have we appropriated anything for ourselves?”",
      "43": "But the men from Israel answered the men from Judah: “We represent ten of the tribes of Israel! So we have more right to David than you do! Why haven’t you taken us seriously? Weren’t we the first to talk about bringing back our king?” But what the people of Judah had to say was harsher than what the people of Israel were saying."
    },
    "20": {
      "1": "Right about then, Bichri’s son Sheba, an ungodly man from the tribe of Benjamin, sounded a battle trumpet and announced:\nWe’ve never been a part of David!\n    We’ll never gain anything from Jesse’s son!\n        It’s every man to his tent, Israel!",
      "2": "So all of the other Israeli soldiers abandoned David to follow Bichri’s son Sheba, while the army of Judah remained with the king all the way from the Jordan River to Jerusalem.",
      "3": "When David arrived at his palace in Jerusalem, the king took the ten mistresses whom he had left behind to keep the palace in order and placed them in a separate house, providing for them under the care of a protective guard. He never visited them again, so they were under care until they died, living as if their husbands had died.",
      "4": "Meanwhile, David ordered Amasa, “Muster the army of Judah here within three days, and be here yourself!”",
      "5": "But when Amasa went out to muster the army of Judah, he delayed to act within the time allotted to him.",
      "6": "So David told Abishai, “Now Bichri’s son Sheba is about to do more damage than did Absalom. So take my personal guards and go after them. Otherwise, he’ll run to one of the fortified cities and escape from us.”",
      "7": "So Joab’s men, the special forces and mercenaries, and all of David’s elite forces left Jerusalem in pursuit of Bichri’s son Sheba.",
      "8": "When they arrived at the great stone that is in Gibeon, Amasa came out to meet them. Joab was dressed in a soldier’s uniform, over which was a belt that fastened a sword sheath to his thigh. As he walked forward, the sword was exposed.",
      "9": "Joab asked Amasa, “Is everything going well with you, my brother?” As Joab took Amasa by his beard to greet him,",
      "10": "Amasa did not notice the sword that Joab was holding in his hand. Joab stabbed him in the abdomen, spilling his intestines to the ground in a single stroke and killing him. After this, Joab and his brother pursued Bichri’s son Sheba.",
      "11": "One of Joab’s soldiers stood by Amasa while he lay dying and announced, “Whoever is in favor of Joab and David, let him follow Joab.”",
      "12": "While Amasa lay wallowing in his blood in the middle of the highway, everybody who passed by was stopping to stare at him, so when the soldier saw that all of the army was stopping, he carried Amasa off the highway into a nearby field and covered him with a garment.",
      "13": "After Amasa had been removed from the highway, the rest of the army followed Joab in pursuit of Bichri’s son Sheba.",
      "14": "Meanwhile, Sheba traveled throughout the tribes of Israel in the direction of Abel and Beth-maacah, and all of the descendants of Beri gathered together and followed him inside.",
      "15": "All of the men who had accompanied Joab arrived and besieged Sheba in Abel of Beth-maacah. They threw up a siege ramp against the city rampart and began to batter the wall to demolish it.",
      "16": "Just then a wise woman called out from the city. “Attention!” she said, “Go tell Joab ‘Come here! I want to talk to you!’”",
      "17": "Joab came over and the woman asked him, “Are you Joab?”\n“I am,” he answered.\nSo she told him, “Listen to what your servant has to say!”\n“I’m listening,” he replied.",
      "18": "So she said, “In days past, people used to settle a dispute by saying ‘Let’s ask for advice at Abel!’",
      "19": "I’m one of the peaceful and faithful citizens of Israel. You’re trying to destroy a city that’s a mother in Israel. Why are you devouring the heritage of the Lord?”",
      "20": "But Joab replied, “No way! No way! I’m not here to devour or destroy!",
      "21": "That’s a lie! But there is a man from the Ephraim hill country—he’s known as Bichri’s son Sheba—who has rebelled against King David. Turn him over and I’ll withdraw from the city!”\nSo the woman replied, “Watch this! His head will be thrown to you over the city wall.”",
      "22": "Then the woman wisely went back to her people. They cut off the head of Bichri’s son Sheba and threw it out to Joab, so Joab sounded his battle trumpet and they withdrew from the city. Everybody went back home and Joab returned to the king at Jerusalem.",
      "23": "Joab commanded the entire army of Israel, Jehoiada’s son Benaiah commanded the special forces and mercenaries,",
      "24": "Adoram supervised conscripted labor, Ahilud’s son Jehoshaphat was the recorder,",
      "25": "Sheva was secretary, Zadok and Abiathar were priests,",
      "26": "and Ira the Jairite was David’s priest."
    },
    "21": {
      "1": "One time there was a famine during David’s reign that went on for three straight years. David sought the Lord, who said, “Saul and his household are guilty because he executed the Gibeonites.”",
      "2": "So the king called together the Gibeonites and conferred with them. Now the Gibeonites weren’t part of the nation of Israel, but were the survivors from the Amorites. Although the Israelis had promised to spare them, Saul had started to execute them in his zeal for the people of Israel and Judah.",
      "3": "So David asked the Gibeonites, “What am I to do for you? How am I to make atonement so that you will bless the Lord’s heritage?”",
      "4": "“We’re not looking for mere silver or gold to be paid by Saul or his household to us,” the Gibeonites responded to him. “And it’s not for us to execute anyone in Israel.”\nIn reply, David asked, “So what are you asking me to do for you?”",
      "5": "They told the king, “The man who consumed us, who planned our destruction—intending to leave us with nothing in the territory of Israel—",
      "6": "is to have seven of his sons turned over to us. We will hang them in the presence of the Lord at Gibeah, which belonged to Saul, whom the Lord chose.”\nSo the king answered, “I will give them.”",
      "7": "The king exempted Mephibosheth, the son of Saul’s son Jonathan, because of the promise to the Lord that existed between David and Saul’s son Jonathan.",
      "8": "Instead, the king arrested Aiah’s daughter Rizpah’s two sons Armoni and Mephibosheth, whom she had borne to Saul, and the five sons of Saul’s daughter Merab, whom she had borne to Barzillai the Meholathite’s son Adriel.",
      "9": "Then he turned them over to the custody of the Gibeonites, who hanged them on the mountain in the presence of the Lord. All seven of them died at the same time. They were executed during the first days of harvest, just as the barley began to be gathered in.",
      "10": "Then Aiah’s daughter Rizpah grabbed some sackcloth and spread it out for herself on the rock where her children had been hanged from the beginning of harvest until the first rain fell from the sky. She would not allow any scavenger birds to land on them during the day nor the beasts of the field to approach them at night.",
      "11": "When David was informed what Rizpah, the daughter of Saul’s mistress had done,",
      "12": "David had Saul’s bones and the bones of his son Jonathan removed from the custody of certain men from Jabesh-gilead, who had stolen them from the public square in Beth-shan, where the Philistines had hanged them—that is, back on the day when the Philistines had killed Saul on Mount Gilboa.",
      "13": "He brought the bones of Saul and his son Jonathan from there along with the bones of those who had been hanged,",
      "14": "and they buried Saul’s bones and his son Jonathan’s bones in the territory of Benjamin in Zela, in the tomb of Saul’s father Kish. After they had done everything that the king commanded, God responded to prayers for the land.",
      "15": "Afterwards, war broke out between the Philistines and Israel, so David went down to fight the Philistines. David became weary,",
      "16": "and Ishbi-benob, who had been fathered by giants, said he intended to kill David. (His bronze spearhead weighed 300 shekels, and he carried state-of-the-art weaponry.)",
      "17": "But Zeruiah’s son Abishai came to David’s aid, attacked the Philistine, and killed him. After this, David’s army told him, “You’re not going out anymore with us to battle, so Israel’s beacon won’t be extinguished!”",
      "18": "Sometime later after this incident, there was another battle with the Philistines at Gob. Sibbecai the Hushathite killed Saph, who had been fathered by giants.",
      "19": "In yet another battle at Gob, Jaare-oregim the Bethlehemite’s son Elhanan killed Goliath the Gittite, the shaft of whose spear resembled that of a weaver’s beam.",
      "20": "Later on, there was another battle at Gath, where there was a very tall man with six fingers on each hand and six toes on each foot—24 in number—who had also been fathered by giants.",
      "21": "When he defied Israel, David’s brother Shimeah’s son Jonathan killed him.",
      "22": "These four giants, who had been fathered by a giant in Gath, were killed at the hands of David and his servants."
    },
    "22": {
      "1": "David composed the words of this song to the Lord the very day the Lord delivered him from the domination of all of his enemies, including from Saul’s hands.",
      "2": "This is what he said:\nLord, you are my stone stronghold\n    and my fortified place;\n        you are continuously delivering me.",
      "3": "He is my God,\n    my strong stone—\n        in him I will find my refuge—\nmy shield,\n    the strength of my salvation,\n        my high tower,\nmy way of escape,\n    and the one who is saving me.\n        You will save me from violence.",
      "4": "As I am praising him,\n    I will call out to the Lord,\n        and I will be saved from my enemies.",
      "5": "Because deadly breakers engulfed me,\n    while torrents of abuse from the ungodly overwhelmed me.",
      "6": "Binding ropes from Sheol entangled me\n    while lethal snares hindered me.",
      "7": "I cried out to the Lord in the middle of my troubles;\n    I cried out to my God.\nHe listened to my voice from his sanctuary,\n    and my call for help was heard.",
      "8": "Just then the earth shook and trembled!\n    The foundations of heaven reeled and quaked\n        because the Lord was angry.",
      "9": "Smoke poured out of his nostrils,\n    and fire from his mouth\n        kindling coals to flame by it.",
      "10": "He deformed heaven itself as he descended.\n    Thick darkness enveloped his feet.",
      "11": "He rode on a cherub and flew,\n    soaring on the wings of the wind!",
      "12": "The darkness around him was his canopies—\n    amassed water was his overhanging clouds!",
      "13": "From the shining light that was his presence\n    coals of fire blazed into flame!",
      "14": "The Lord roared from heaven!\n    The Most High let his voice be heard!",
      "15": "He launched his arrows and scattered them—\n    his lightning routed them.",
      "16": "The currents of the sea were revealed\n    and the foundations of the world were exposed\nat the rebuke of the Lord\n    and at the blazing breath from his nostrils!",
      "17": "He sent for me from on high!\n    He grabbed hold of me,\n        drawing me out of deep water.",
      "18": "He rescued me from my strong enemy—\n    from those who hate me continually,\n        since they were stronger than I.",
      "19": "They confronted me when I was in trouble,\n    but the Lord remained my support!",
      "20": "He brought me to a wide open area,\n    rescuing me because he was pleased with me!",
      "21": "The Lord dealt with me according to my righteousness,\n    rewarding me according to the degree of my innocence,",
      "22": "because I have kept the Lord’s way—\n    I haven’t willfully abandoned my God—",
      "23": "and because all of his decrees remain in my thoughts,\n    I have not turned aside from his statutes,",
      "24": "I have been innocent before him,\n    and I’ve kept myself from incurring guilt.",
      "25": "The Lord has repaid me according to my righteousness,\n    that is, according to my clean standing as he looks at me.",
      "26": "In the company of the gracious\n    you demonstrate your gracious love.\nIn the company of the blamelessly valiant\n    you demonstrate your blamelessness.",
      "27": "In the company of the pure\n    you demonstrate your purity.\nIn the company of the perverted\n    you will appear to be perverse.",
      "28": "You save the nation who is humble\n    but your eyes watch the proud,\n        to bring them down.",
      "29": "For you are my lamp, Lord,\n    the Lord who illuminates my darkness.",
      "30": "By you I devastate armies,\n    by my God I scale walls.",
      "31": "This God! His way is perfect!\n    What the Lord declares proves true.\n        He shields everyone who flees for protection to him!",
      "32": "For who is God apart from the Lord?\n    And who is a Rock, apart from our God?",
      "33": "This God is my strong place of valor!\n    He has made my life blameless.",
      "34": "He has made my feet like those of a deer,\n    setting me secure on his high places!",
      "35": "He has trained my hands for battle readiness—\n    I can bend a bow made out of bronze.",
      "36": "He has equipped me with the shield that is your salvation,\n    Your gentleness has made me great.",
      "37": "You’ve made room beneath me for my footsteps,\n    and my feet didn’t slip.",
      "38": "I pursued my enemies and conquered them;\n    I didn’t return until they were consumed.",
      "39": "I devoured them,\n    striking them down\nuntil they could not get up again.\n    They fell beneath my feet.",
      "40": "You strengthened me with valor sufficient for the battle;\n    you made those who rebelled against me fall beneath me.",
      "41": "You made my enemies turn and run—\n    that is, those who hate me—\n        and I destroyed them!",
      "42": "They looked around, but there was no one to save them—\n    they looked to the Lord, but he paid no attention!",
      "43": "I pulverized them to powder,\n    like the dust of the earth;\nI crushed them,\n    stomping on them like mud on a street.",
      "44": "You delivered me from civil war among my own people.\n    You preserved me as head of the nations.\n        People whom I had never known served me!",
      "45": "Foreigners came cringing to me;\n    they obeyed as soon as they heard me.",
      "46": "Foreigners lost their courage,\n    coming trembling from their strongholds.",
      "47": "The Lord lives!\n    Blessed be my Rock,\nand may my God be exalted,\n    the Rock who is my salvation!",
      "48": "The God who keeps on avenging me,\n    subjugating people beneath me,",
      "49": "delivering me from my enemies.\nYou exalted me above those who rebelled against me,\n    delivering me from violent men.",
      "50": "Because of all of this I will praise you among the nations, Lord,\n    and I will sing praises to your name!",
      "51": "Great is the salvation he brings to his king,\n    showing gracious love to his anointed,\n        to David and to his offspring forever."
    },
    "23": {
      "1": "This was David’s last composition:\nThe oracle of David, son of Jesse,\n    an oracle by the valiant one who was exalted—\nanointed by the God of Jacob,\n    the contented psalm writer of Israel.",
      "2": "The Spirit of the Lord speaks within me;\n    his word is on my tongue!",
      "3": "The God of Israel has spoken;\n    the Rock of Israel has talked to me.\n“When one is governing men justly,\n    he fears God while governing.",
      "4": "He is like dawn’s first light,\n    like bright sun blazing on a cloudless morning,\n        glistening on grassland that flourishes after a rain shower.",
      "5": "Is not my dynasty like this with God?\n    Has he not made an eternal covenant with me,\n        preparing every detail of it?\nAnd he has made it secure,\n    including my complete salvation, has he not?\nHe has been of continual help, has he not,\n    even with respect to all of my desires?",
      "6": "But ungodly men are like thorns that are discarded\n    because they cannot be safely handled.",
      "7": "Whoever handles them\n    wears heavy duty clothing,\ncarries strong tools,\n    and burns them to ashes on the spot!",
      "8": "Here’s a list of the names of David’s special forces: Josheb-basshebeth the Tahkemonite was head of the Three; he was nicknamed Adino the Eznite because he killed 800 men in a single battle engagement.",
      "9": "Next was Dodai the Ahohite’s son Eleazar. Eleazar, who also was one of the Three, was with David when they challenged the Philistines. When the Philistines had assembled in battle array, the Israeli army retreated,",
      "10": "but Eleazar remained standing right where he was and fought so hard against the Philistines that he became exhausted—he couldn’t even let go of his sword! The Lord magnificently delivered them that day. After Eleazar had won the battle, the other soldiers returned, but only to strip the weapons and armor from the dead.",
      "11": "Next was Shammah, Agee the Hararite’s son. One time the Philistines assembled to fight in a field where lentils had been growing. Israel’s army retreated from the Philistines,",
      "12": "but Shammah stood his ground in the middle of the field, defended it, and killed the Philistines. And the Lord brought about a great victory.",
      "13": "One day while the Philistine army was camping in the valley of giants, three of the 30 leaders joined David at the cave of Adullam.",
      "14": "David was living in that stronghold at the time, while a Philistine garrison was then at Bethlehem.",
      "15": "David expressed his longing, “Oh, how I wish someone would get me a drink of water from the Bethlehem well that’s by the city gate!”",
      "16": "So the Three elite warriors broke through the Philistine ranks, drew some water from the Bethlehem well that was next to the city gate, and brought it back to David. But he refused to drink it. Instead, he poured it out in the Lord’s presence,",
      "17": "and said, “The Lord forbid that I drink this—this is the blood of men who endangered their own lives!” The Three elite warriors did these things.",
      "18": "Zeruiah’s son Abishai, Joab’s brother, was the lieutenant in charge of the platoons. He used his spear to fight and kill 300 men, gaining a reputation distinct from the Three.",
      "19": "He was more well-known than the Three, and became their commander, but he never measured up to the Three.",
      "20": "Jehoiada’s son Benaiah, who was a valiant man, accomplished great things. He was from Kabzeel. He killed two men named Ariel from Moab and then he also went down into a pit and struck down a lion during a snow storm one day.",
      "21": "He also killed a soldier from Egypt. Of handsome appearance, the Egyptian carried a spear, but Benaiah attacked him with a staff, snatched the spear out of the Egyptian’s hand and killed him with his own spear.",
      "22": "Benaiah did things like this and gained a reputation comparable to the Three warriors.",
      "23": "He was well known among the platoons, but he didn’t measure up to the Three. David placed him in charge of his security detail.",
      "24": "Among the Thirty were Joab’s brother Asahel, Dodo’s son Elhanan of Bethlehem,",
      "25": "Shammah from Harod; Elika from Harod,",
      "26": "Helez the Paltite, Ikkesh’s son Ira from Tekoa,",
      "27": "Abiezer from Anathoth, Mebunnai the Hushathite,",
      "28": "Zalmon the Ahohite, Maharai of Netophah,",
      "29": "Baanah’s son Heleb from Netophah, Ribai’s son Ittai from Gibeah of the descendants of Benjamin,",
      "30": "Benaiah from Pirathon, Hiddai from the Gaash creeks area,",
      "31": "Abi-albon the Arbathite, Azmaveth from Bahurim,",
      "32": "Eliahba from Shaalbon, Jashen’s sons,",
      "33": "Shammah’s son from Harar, Sharar the Hararite’s son Ahiam,",
      "34": "Ahasbai the Maacathite’s son Eliphelet, Ahithophel the Gilonite’s son Eliam,",
      "35": "Hezro from Carmel, Paarai the Arbite,",
      "36": "Nathan’s son Igal from Zobah, Bani the Gadite,",
      "37": "Zelek the Ammonite, Naharai from Beeroth (the armor-bearer for Zeruiah’s son Joab),",
      "38": "Ira the Ithrite, Gareb the Ithrite,",
      "39": "and Uriah the Hittite—for a total of 37."
    },
    "24": {
      "1": "Later, God’s anger blazed forth against Israel, so he incited David to move against them by telling him, “Go take a census of Israel and Judah.”",
      "2": "So the king ordered Joab, commander of the special forces, who was with him, “Go throughout the tribes of Israel from Dan to Beer-sheba and take a census of the people so I can be made aware of the total number.”",
      "3": "But Joab replied, “May the Lord your God increase the population of the people a hundredfold while your majesty the king is still alive to see it happen! But why does your majesty the king want to do this?”",
      "4": "But the king’s order overruled Joab and the commanders of the special forces, so Joab and the commanders of the special forces left David’s presence to take a census of the people of Israel.",
      "5": "They crossed the Jordan River, encamped at Aroer south of the town that is located in the river valley, proceeding through Gad and then on toward Jazer.",
      "6": "They went on to Gilead and the territory of Tahtim-hodshi, then on toward Dan. From Dan they went around to Sidon",
      "7": "and arrived at the fortified city of Tyre and all of the towns of the Hivites and Canaanites.\nEventually they proceeded to Beer-sheba in the Judean Negev.",
      "8": "After they had traveled throughout the entire land, they returned to Jerusalem at the end of nine months and 20 days.",
      "9": "Joab reported the total number of men to the king. In Israel there were 800,000 men trained for war. In Judah there were 500,000.",
      "10": "Later, David’s conscience bothered him after he had numbered the army, so David told the Lord, “I have sinned greatly by what I did. But now I am asking you, please remove the guilt of your servant, since I have acted very foolishly.”",
      "11": "Before David arose the next morning, this message from the Lord came to Gad, David’s seer:",
      "12": "“Go tell David, ‘This is what the Lord says: “I’m holding three choices out for you: pick one of them for yourself, and I will do it to you.”’”",
      "13": "So Gad went to David and asked him, “Shall seven years of famine come to your land, or three months of reversals while you flee from your enemies as they pursue you, or three days of pestilence in your land? Decide right now what I am to answer to the one who sent me.”",
      "14": "So David replied to Gad, “This is a very difficult choice for me to make! Let me now please fall into the hand of the Lord, since his mercy is very great, but may I never fall into human hands!”",
      "15": "That very morning, the Lord sent a pestilence to Israel until the conclusion of the time designated, and 70,000 men died from Dan to Beer-sheba.",
      "16": "As the angel was stretching out his hand to destroy Jerusalem, the Lord was grieved because of the calamity, so he told the angel who was afflicting the people, “Enough! Stay your hand!” So the angel of the Lord remained near the threshing floor that belonged to Araunah the Jebusite.",
      "17": "When David saw the angel who had been attacking the people, he told the Lord, “Look, I’m the one who has sinned! I did the evil. These are only sheep! What did they do? Please, let your hand fall on me and on my household!”",
      "18": "That very day, Gad approached David and told him, “Go up and build an altar to the Lord on the threshing floor that belongs to Araunah the Jebusite.”",
      "19": "So David went up, just as Gad had ordered, consistent with the Lord’s command.",
      "20": "When Araunah looked down, he saw the king and his staff approaching him. Araunah went out, bowed down before the king with his face on the ground,",
      "21": "and asked him, “Why has your majesty the king come to his servant?”\nDavid replied, “To purchase your threshing floor and to build an altar to the Lord, so the pestilence can be averted from the people.”",
      "22": "Araunah responded to David, “May your majesty the king take it and offer whatever pleases him. Here are oxen for a burnt offering, along with the threshing sledges and yokes from the oxen for wood!",
      "23": "Your majesty, Araunah gives all of this to the king.” Araunah also told the king, “May the Lord your God be pleased with you!”",
      "24": "“No!” the king replied to Araunah. “I will buy them from you at full price. I won’t offer to the Lord my God burnt offerings that cost me nothing.” So David bought the threshing floor and the oxen for 50 silver shekels,",
      "25": "built an altar to the Lord there, and presented burnt offerings and peace offerings. So the Lord answered David’s prayers for the land and the pestilence on Israel was averted."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:43.147739-04:00",
    "Translation": "ISV"
  }
}