{
  "2 Thessalonians": {
    "1": {
      "1": "From: Paul, Silvanus, and Timothy.\nTo: The church of the Thessalonians in union with God our Father and the Lord Jesus, the Messiah.",
      "2": "May grace and peace from God our Father and the Lord Jesus, the Messiah, be yours!",
      "3": "Brothers, at all times we are obligated to thank God for you. It is right to do this because your faith is growing all the time and the love every one of you has for each other is increasing.",
      "4": "As a result, we rejoice about you among God’s churches—about your endurance and faith through all the persecutions and afflictions you are experiencing.",
      "5": "This is evidence of God’s righteous judgment and is intended to make you worthy of God’s kingdom, for which you are suffering.",
      "6": "Certainly it is right for God to pay back those who afflict you with affliction,",
      "7": "and to give us who are afflicted relief when the Lord Jesus is revealed from heaven with his mighty angels",
      "8": "in blazing fire. He will take revenge on those who do not know God and on those who refuse to obey the gospel of our Lord Jesus.",
      "9": "Such people will suffer the punishment of eternal destruction by being separated from the Lord’s presence and from his glorious power",
      "10": "when he comes to be glorified by his saints and to be regarded with wonder on that day by all who have believed—including you, because you believed our testimony.",
      "11": "With this in mind, we always pray for you, asking that our God might make you worthy of his calling and that through his power he might help you accomplish every good desire and faithful action.",
      "12": "That way the name of our Lord Jesus will be glorified by you, and you by him, according to the grace of our God and Lord, Jesus, the Messiah."
    },
    "2": {
      "1": "Now we ask you, brothers, regarding the coming of our Lord Jesus, the Messiah, and our gathering together to him,",
      "2": "not to be so quickly upset or alarmed when someone claims that we said, either by some spirit, conversation, or letter that the Day of the Lord has already come.",
      "3": "Do not let anyone deceive you in any way, for it will not come unless the rebellion takes place first and the man of sin, who is destined for destruction, is revealed.",
      "4": "He opposes and exalts himself above every so-called god and object of worship. As a result, he seats himself in the sanctuary of God and himself declares that he is God.",
      "5": "Don’t you remember that I repeatedly told you about these things when I was still with you?",
      "6": "You know what it is that is now holding him back, so that he will be revealed when his time comes.",
      "7": "For the secret of this lawlessness is already at work, but only until the person now holding it back gets out of the way.",
      "8": "Then the lawless one will be revealed, whom the Lord will destroy with the breath of his mouth, rendering him powerless by the manifestation of his coming.",
      "9": "The coming of the lawless one will be accompanied by the power of Satan. He will use every kind of power, including miraculous signs, lying wonders,",
      "10": "and every type of evil to deceive those who are dying, those who refused to love the truth that would save them.",
      "11": "For this reason, God will send them a powerful delusion so that they will believe the lie.",
      "12": "Then all who have not believed the truth but have taken pleasure in unrighteousness will be condemned.",
      "13": "At all times we are obligated to thank God for you, brothers who are loved by the Lord, because God chose you to be the first fruits for salvation through sanctification by the Spirit and through faith in the truth.",
      "14": "With this purpose in mind, he called you through our proclamation of the gospel so that you would obtain the glory of our Lord Jesus, the Messiah.",
      "15": "So then, brothers, stand firm, and cling to the traditions that you were taught by us, either by word of mouth or by our letter.",
      "16": "May our Lord Jesus, the Messiah himself, and may God our Father, who loved us and by his grace gave us eternal comfort and good hope,",
      "17": "encourage your hearts and strengthen you in every good action and word."
    },
    "3": {
      "1": "Finally, brothers, pray for us—that the word of the Lord may spread rapidly, and that it may be honored the way it is among you.",
      "2": "Also pray that we may be rescued from worthless and evil people, since not everyone holds to the faith.",
      "3": "But the Lord is faithful and will strengthen you and protect you from the evil one.",
      "4": "We have confidence in the Lord that you are doing and will continue to do what we command.",
      "5": "May the Lord direct your hearts to the love of God and to the endurance of the Messiah.",
      "6": "In the name of our Lord Jesus, the Messiah, we command you, brothers, to keep away from every brother who is living in idleness and not living according to the tradition that they received from us.",
      "7": "For you yourselves know what you must do to imitate us. We never lived in idleness among you.",
      "8": "We did not eat anyone’s food without paying for it. Instead, with toil and labor we worked night and day in order not to be a burden to any of you.",
      "9": "It is not as though we did not have that right, but we wanted to give you an example to follow.",
      "10": "While we were with you, we gave this order: “If anyone doesn’t want to work, he shouldn’t eat.”",
      "11": "We hear that some of you are living in idleness. You are not busy working—you are busy interfering in other people’s lives!",
      "12": "We order and encourage such people by the Lord Jesus, the Messiah, to do their work quietly and to earn their own living.",
      "13": "Brothers, do not get tired of doing what is right.",
      "14": "If anyone does not obey what we say in this letter, take note of him. Have nothing to do with him so that he will feel ashamed.",
      "15": "Yet, don’t treat him like an enemy, but warn him like a brother.",
      "16": "Now may the Lord of peace give you his peace at all times and in every way. May the Lord be with all of you.",
      "17": "I, Paul, am writing this greeting with my own hand. This is the mark in every letter of mine. It is the way I write.",
      "18": "May the grace of our Lord Jesus, the Messiah, be with all of you. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:43:07.811620-04:00",
    "Translation": "ISV"
  }
}