{
  "2 Timothy": {
    "1": {
      "1": "From: Paul, an apostle of the Messiah Jesus by God’s will in keeping with the promise of life that is in the Messiah Jesus.",
      "2": "To: Timothy, my dear child.\nMay grace, mercy, and peace from God the Father and the Messiah Jesus our Lord be yours!",
      "3": "I constantly thank my God—whom I serve with a clear conscience, as my ancestors did—when I remember you in my prayers night and day,",
      "4": "recalling your tears and longing to see you so that I can be filled with joy.",
      "5": "I am reminded of your sincere faith, which first existed in your grandmother Lois and your mother Eunice, and I am convinced that this faith also exists in you.",
      "6": "For this reason, I am reminding you to fan into flames the gift of God that is within you through the laying on of my hands.",
      "7": "For God did not give us a spirit of timidity but one of power, love, and self-discipline.",
      "8": "Therefore, never be ashamed of the testimony about our Lord or of me, his prisoner. Instead, by God’s power, join me in suffering for the sake of the gospel.",
      "9": "He saved us\n    and called us with a holy calling,\nnot according to our own accomplishments,\n    but according to his own purpose and the grace\nthat was given to us in the Messiah Jesus\n    before time began.",
      "10": "Now, however, that grace has been revealed\n    through the coming of our Savior the Messiah Jesus,\nwho has destroyed death\n    and through the gospel has brought life\n        and release from death into full view.",
      "11": "For the sake of this gospel I was appointed to be a preacher, an apostle, and a teacher of the gentiles.",
      "12": "That is why I suffer as I do. However, I am not ashamed, for I know the one in whom I have put my trust, and I’m convinced that he is able to protect what he has entrusted to me until the day that he comes.",
      "13": "Hold on to the pattern of healthy teachings that you have heard from me, along with the faith and love that are in the Messiah Jesus.",
      "14": "With the help of the Holy Spirit who lives in us, protect the good treasure that has been entrusted to you.",
      "15": "You know that everyone in Asia has abandoned me, including Phygelus and Hermogenes.",
      "16": "May the Lord grant mercy to the family of Onesiphorus, for he often took care of me and was not ashamed that I was a prisoner.",
      "17": "Instead, when he arrived in Rome he searched diligently for me and found me.",
      "18": "May the Lord grant that he finds mercy on the day he comes again. You know very well how much he assisted me in Ephesus."
    },
    "2": {
      "1": "As for you, my child, be strong by the grace that is in the Messiah Jesus.",
      "2": "What you have heard from me through many witnesses entrust to faithful people who will be able to teach others as well.",
      "3": "Join me in suffering like a good soldier of the Messiah Jesus.",
      "4": "No one serving in the military gets mixed up in civilian matters, for his aim is to please his commanding officer.",
      "5": "Moreover, no one who is an athlete wins a prize unless he competes according to the rules.",
      "6": "Furthermore, it is the hard working farmer who should have the first share of the crops.",
      "7": "Think about what I am saying. The Lord will help you to understand all these things.",
      "8": "Meditate on Jesus, the Messiah, who was raised from the dead and is a descendant of David. This is the gospel I tell others.",
      "9": "Because of it I am experiencing trouble, even to the point of being chained like a criminal. However, God’s word is not chained.",
      "10": "For that reason, I endure everything for the sake of those who have been chosen so that they, too, may receive the salvation that is in the Messiah Jesus, along with eternal glory.",
      "11": "This saying is trustworthy:\nIn dying with the Messiah,\n    true life we gain.",
      "12": "Enduring, we with him will reign.\n    Who him denies,\n        he will disclaim.",
      "13": "Our faith may fail,\n    his never wanes—\nThat’s who he is,\n    he cannot change!",
      "14": "Remind others about these things, and warn them before God not to argue over words. Arguing does not do any good but only destroys those who are listening.",
      "15": "Do your best to present yourself to God as an approved worker who has nothing to be ashamed of, handling the word of truth with precision.",
      "16": "However, avoid pointless discussions. For people will become more and more ungodly,",
      "17": "and what they say will spread everywhere like gangrene. Hymenaeus and Philetus are like that.",
      "18": "They have abandoned the truth by claiming that the resurrection has already taken place, and so they destroy the faith of others.",
      "19": "However, God’s solid foundation still stands. It has this inscription on it: “The Lord knows those who belong to him,” and “Everyone who calls on the name of the Lord must turn away from evil.”",
      "20": "In a large house there are not only utensils made of gold and silver, but also those made of wood and clay. Some are for special use, while others are for ordinary use.",
      "21": "Therefore, if anyone stops associating with these people, he will become a special utensil, set apart for the owner’s use, prepared for every good action.",
      "22": "Flee from youthful passions. Instead, pursue righteousness, faithfulness, love, and peace together with those who call on the Lord with a pure heart.",
      "23": "Do not have anything to do with foolish and stupid discussions, because you know they breed arguments.",
      "24": "A servant of the Lord must not argue. Instead, he must be kind to everyone, teachable, willing to suffer wrong,",
      "25": "and gentle when refuting opponents. After all, maybe God will allow them to repent and to come to a full knowledge of the truth,",
      "26": "so that they might escape from the Devil’s snare, even though they’ve been held captive by him to do his will."
    },
    "3": {
      "1": "You must realize, however, that in the last days difficult times will come.",
      "2": "People will be lovers of themselves, lovers of money, boastful, arrogant, abusive, disobedient to their parents, ungrateful, unholy,",
      "3": "unfeeling, uncooperative, slanderous, degenerate, brutal, hateful of what is good,",
      "4": "traitors, reckless, conceited, and lovers of pleasure rather than lovers of God.",
      "5": "They will hold to an outward form of godliness but deny its power. Stay away from such people.",
      "6": "For some of these men go into homes and deceive foolish women who are burdened with sins and swayed by all kinds of desires.",
      "7": "These women are always studying but are never able to arrive at a full knowledge of the truth.",
      "8": "Just as Jannes and Jambres opposed Moses, so these men oppose the truth. They are depraved in mind and their faith is a counterfeit.",
      "9": "But they will not get very far because, as in the case of those two men, their stupidity will be plain to everyone.",
      "10": "But you have observed my teaching, my way of life, my purpose, my faith, my patience, my love, my endurance,",
      "11": "and how I was persecuted and suffered in Antioch, Iconium, and Lystra. What persecutions I endured! Yet the Lord rescued me from all of them.",
      "12": "Indeed, all who want to live a godly life in union with the Messiah Jesus will be persecuted.",
      "13": "But evil people and impostors will go from bad to worse as they deceive others and are themselves deceived.",
      "14": "But as for you, continue in what you have learned and found to be true, because you know from whom you learned it.",
      "15": "From infancy you have known the Holy Scriptures that are able to give you the wisdom you need for salvation through faith in the Messiah Jesus.",
      "16": "All Scripture is God-breathed and is useful for teaching, for reproof, for correction, and for training in righteousness,",
      "17": "so that the man of God may be complete, thoroughly equipped for every good action."
    },
    "4": {
      "1": "In the presence of God and the Messiah Jesus, who is going to judge those who are living and those who are dead, and in view of his appearing and his kingdom, I solemnly appeal to you",
      "2": "to proclaim the message. Be ready to do this whether or not the time is convenient. Refute, warn, and encourage with the utmost patience when you teach.",
      "3": "For the time will come when people will not tolerate healthy doctrine, but with itching ears will surround themselves with teachers who cater to their people’s own desires.",
      "4": "They will refuse to listen to the truth and will turn to myths.",
      "5": "But you must be clear-headed about everything. Endure suffering. Do the work of an evangelist. Devote yourself completely to your ministry.",
      "6": "I am already being poured out as an offering, and the time for my departure has come.",
      "7": "I have fought the good fight. I have completed the race. I have kept the faith.",
      "8": "The victor’s crown of righteousness is now waiting for me, which the Lord, the righteous Judge, will give to me on the day that he comes, and not only to me but also to all who eagerly wait for his appearing.",
      "9": "Do your best to come to me soon,",
      "10": "because Demas, having fallen in love with this present world, has abandoned me and has gone to Thessalonica. Crescens has gone to Galatia, and Titus to Dalmatia.",
      "11": "Only Luke is with me. Get Mark and bring him with you, for he is useful in my ministry.",
      "12": "I have sent Tychicus to Ephesus.",
      "13": "When you come, bring the coat I left with Carpus in Troas, as well as the scrolls and especially the parchments.",
      "14": "Alexander the metalworker did me a great deal of harm. The Lord will pay him back for what he did.",
      "15": "You, too, must watch out for him, for he violently opposed our message.",
      "16": "At my first trial no one came to my defense. Everyone abandoned me. May it not be held against them!",
      "17": "However, the Lord stood by me and gave me strength so that through me the message might be fully proclaimed and all the gentiles could hear it. I was rescued out of a lion’s mouth.",
      "18": "The Lord will rescue me from every evil attack and will take me safely to his heavenly kingdom. Glory belongs to him forever and ever! Amen.",
      "19": "Greet Prisca and Aquila and the family of Onesiphorus.",
      "20": "Erastus stayed in Corinth, and I left Trophimus in Miletus because he was sick.",
      "21": "Do your best to come to me before winter. Eubulus sends you greetings, as do Pudens, Linus, Claudia, and all the brothers.",
      "22": "May the Lord be with your spirit. Grace be with all of you! Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:43:09.943651-04:00",
    "Translation": "ISV"
  }
}