{
  "3 John": {
    "1": {
      "1": "From: The Elder\nTo: My dear friend Gaius, whom I genuinely love.",
      "2": "Dear friend, I pray that you are doing well in every way and that you are healthy, just as your soul is healthy.",
      "3": "I was overjoyed when some brothers arrived and testified about your truthfulness and how you live according to the truth.",
      "4": "I have no greater joy than to hear that my children are living according to the truth.",
      "5": "Dear friend, you are faithful in whatever you do for the brothers, especially when they are strangers.",
      "6": "They have testified before the church about your love. You will do well to send them on their way in a manner worthy of God.",
      "7": "After all, they went on their trip for the sake of the Name, accepting no support from gentiles.",
      "8": "Therefore, we ought to support such people so that we can become genuine helpers with them.",
      "9": "I wrote a letter to the church, but Diotrephes, who loves to be in charge, will not recognize our authority.",
      "10": "For this reason, when I come I will call attention to what he is doing in spreading false charges against us. And not content with that, he refuses to receive the brothers. He even tries to stop those who want to accept them and throws them out of the church.",
      "11": "Dear friend, do not imitate what is evil, but what is good. The person who does what is good is from God. The person who does what is evil has never seen God.",
      "12": "Demetrius has received a good report from everyone, including the truth itself. We, too, can testify to this report, and you know that our testimony is true.",
      "13": "Although I have a great deal to write to you, I would rather not write with pen and ink.",
      "14": "Instead, I hope to see you soon and speak face to face.",
      "15": "May peace be with you! Your friends greet you. Greet each of our friends by name."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:43:15.120109-04:00",
    "Translation": "ISV"
  }
}