{
  "Acts": {
    "1": {
      "1": "In my first book, Theophilus, I wrote about everything Jesus did and taught from the beginning,",
      "2": "up to the day when he was taken up to heaven after giving orders by the Holy Spirit to the apostles he had chosen.",
      "3": "After he had suffered, he had shown himself alive to them by many convincing proofs, appearing to them during a period of 40 days and telling them about the kingdom of God.",
      "4": "While he was meeting with them, he ordered them, “Don’t leave Jerusalem. Instead, wait for what the Father has promised, about which you heard me speak,",
      "5": "because John baptized with water, but you will be baptized with the Holy Spirit a few days from now.”",
      "6": "Now those who had gathered together began to ask Jesus, “Lord, is this the time when you will restore the kingdom to Israel?”",
      "7": "He answered them, “It isn’t for you to know what times or periods the Father has fixed by his own authority.",
      "8": "But you’ll receive power when the Holy Spirit comes on you, and you’ll be my witnesses in Jerusalem, in all Judea and Samaria, and to the ends of the earth.”",
      "9": "After saying this, Jesus was taken up while those who had gathered together were watching, and a cloud took him out of their sight.",
      "10": "While he was going and they were gazing up toward heaven, two men in white robes stood right beside them.",
      "11": "They asked, “Men of Galilee, why do you stand looking up toward heaven? This same Jesus, who has been taken up from you into heaven, will come back in the same way you saw him go up into heaven.”",
      "12": "Then they returned to Jerusalem from the Mount of Olives, which is near Jerusalem, a Sabbath day’s journey away.",
      "13": "When they came into the city, these men went to the upstairs room where they had been staying: Peter and John, James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus and Simon the Zealot, and Judas the son of James.",
      "14": "With one mind, all of them kept devoting themselves to prayer, along with the women (including Mary the mother of Jesus) and his brothers.",
      "15": "At that time, Peter got up among the brothers (there were about 120 people present) and said,",
      "16": "“Brothers, the Scripture had to be fulfilled, which the Holy Spirit spoke long ago through the voice of David about Judas, who was the guide for those who arrested Jesus,",
      "17": "because he was one of our number and was appointed to share in this ministry.”",
      "18": "(Now this man bought a field with the money he got for his crime. Falling on his face, he burst open in the middle, and all his intestines gushed out.",
      "19": "This became known to all the residents of Jerusalem, so that this field is called in their language Hakeldama, that is, “The Field of Blood”.)",
      "20": "“For in the Book of Psalms it is written, ‘Let his estate be desolate, and let no one live on it,’ and, ‘Let someone else take over his office,’",
      "21": "who was one of the men associated with us all the time the Lord Jesus came and went among us,",
      "22": "beginning when he was baptized by John until the day he was taken up from us. Therefore, someone like this must become a witness with us to his resurrection.”",
      "23": "So they nominated two men—Joseph called Barsabbas, who also was called Justus, and Matthias.",
      "24": "Then they prayed, “Lord, you know the hearts of all people. Show us which one of these two men you have chosen",
      "25": "to serve in this office of apostle, from which Judas left to go to his own place.”",
      "26": "So they drew lots for them, and when the lot fell on Matthias, he was enrolled with the eleven apostles."
    },
    "2": {
      "1": "When the day of Pentecost was being celebrated, all of them were together in one place.",
      "2": "Suddenly, a sound like the roar of a mighty windstorm came from heaven and filled the whole house where they were sitting.",
      "3": "They saw tongues like flames of fire that separated, and one rested on each of them.",
      "4": "All of them were filled with the Holy Spirit and began to speak in foreign languages as the Spirit gave them that ability.",
      "5": "Now devout Jews from every nation on earth were living in Jerusalem.",
      "6": "When that sound came, a crowd quickly gathered, startled because each one heard the disciples speaking in his own language.",
      "7": "Stunned and amazed, they asked, “All of these people who are speaking are Galileans, aren’t they?",
      "8": "So how is it that each one of us hears them speaking in his own native language:",
      "9": "Parthians, Medes, Elamites, residents of Mesopotamia, Judea, Cappadocia, Pontus, Asia,",
      "10": "Phrygia, Pamphylia, Egypt, the district of Libya near Cyrene, Jewish and proselyte visitors from Rome,",
      "11": "Cretans, and Arabs, listening to them talk in our own languages about the great deeds of God?”",
      "12": "All of them continued to be stunned and puzzled, and they kept asking one another, “What can this mean?”",
      "13": "But others kept saying in derision, “They’re drunk on sweet wine!”",
      "14": "Then Peter stood up among the eleven apostles and raised his voice to address them:\n“Men of Judea and everyone living in Jerusalem! You must understand something, so pay close attention to my words.",
      "15": "These men are not drunk as you suppose, for it’s only nine o’clock in the morning.",
      "16": "Rather, this is what was spoken through the prophet Joel:",
      "17": "‘In the last days, God says,\n    I will pour out my Spirit on everyone.\nYour sons and your daughters will prophesy,\n    your young men will see visions,\n        and your old men will dream dreams.",
      "18": "In those days I will even pour out my Spirit\n    on my slaves, men and women alike,\n        and they will prophesy.",
      "19": "I will display wonders in the sky above\n    and signs on the earth below:\n        blood, fire, and clouds of smoke.",
      "20": "The sun will become dark,\n    and the moon turn to blood,\n        before the coming of the great and glorious Day of the Lord.",
      "21": "Then whoever calls on the name of the Lord will be saved.’",
      "22": "“Fellow Israelis, listen to these words: Jesus from Nazareth was a man authenticated to you by God through miracles, wonders, and signs that God performed through him among you, as you yourselves know.",
      "23": "After he was arrested according to the predetermined plan and foreknowledge of God, you crucified this very man and killed him using the hands of lawless men.",
      "24": "But God raised him up, putting an end to the suffering of death, since it was impossible for him to be held by it,",
      "25": "since David says about him,\n‘I always keep my eyes on the Lord,\n    for he is at my right hand\n        so that I cannot be shaken.",
      "26": "That is why my heart is glad\n    and my tongue rejoices,\n        yes, even my body still rests securely in hope.",
      "27": "For you will not abandon my soul to Hades\n    or allow your Holy One to experience decay.",
      "28": "You have made the ways of life known to me,\n    and you will fill me with gladness in your presence.’",
      "29": "“Brothers, I can tell you confidently that the patriarch David died and was buried, and that his tomb is among us to this day.",
      "30": "Therefore, since he was a prophet and knew that God had promised him with an oath to put one of his descendants on his throne,",
      "31": "he looked ahead and spoke about the resurrection of the Messiah:\n‘He was not abandoned to Hades,\n    and his flesh did not experience decay.’",
      "32": "“It was this very Jesus whom God raised—and we’re all witnesses of that.",
      "33": "He has been exalted to the right hand of God, has received from the Father the promised Holy Spirit, and has caused you to experience what you are seeing and hearing.",
      "34": "After all, David did not go up to heaven, but he said,\n‘The Lord told my Lord,\n    “Sit at my right hand,",
      "35": "until I make your enemies your footstool.”’",
      "36": "“Therefore, let all the people of Israel understand beyond a doubt that God made this Jesus, whom you crucified, both Lord and Messiah!”",
      "37": "When the crowd that had gathered heard this, they were pierced to the heart. They asked Peter and the other apostles, “Brothers, what should we do?”",
      "38": "Peter answered them, “Every one of you must repent and be baptized in the name of Jesus the Messiah for the forgiveness of your sins. Then you will receive the Holy Spirit as a gift.",
      "39": "For this promise belongs to you and your children, as well as to all those who are distant, whom the Lord our God may call to himself.”",
      "40": "Using many different expressions, Peter continued to testify and to plead: “Be saved,” he urged them, “from this corrupt generation!”",
      "41": "So those who welcomed his message were baptized. That day about 3,000 people were added to their number.",
      "42": "The believers continued to devote themselves to what the apostles were teaching, to fellowship, to the breaking of bread, and to times of prayer.",
      "43": "A sense of fear came over everyone, and many wonders and signs were being done by the apostles.",
      "44": "All the believers were united and shared everything with one another.",
      "45": "They made it their practice to sell their possessions and goods and to distribute the proceeds to anyone who was in need.",
      "46": "United in purpose, they went to the Temple every day, ate at each other’s homes, and shared their food with glad and humble hearts.",
      "47": "They were praising God and enjoying the good will of all the people. Every day the Lord was adding to their number those who were being saved."
    },
    "3": {
      "1": "One afternoon, Peter and John were on their way to the Temple for the three o’clock prayer time.",
      "2": "Now a man who had been crippled from birth was being carried in. Every day people would lay him at what was called the Beautiful Gate so that he could beg from those who were going into the Temple.",
      "3": "When he saw that Peter and John were about to go into the Temple, he asked them to give him something.",
      "4": "Peter, along with John, looked him straight in the eye and said, “Look at us!”",
      "5": "So the man watched them closely, expecting to get something from them.",
      "6": "However, Peter said, “I don’t have any silver or gold, but I’ll give you what I do have. In the name of Jesus the Messiah from Nazareth, walk!”",
      "7": "Then Peter took hold of his right hand and began to help him up. Immediately his feet and ankles became strong,",
      "8": "and he sprang to his feet, stood up, and began to walk. Then he went with them into the Temple, walking, jumping, and praising God.",
      "9": "When all the people saw him walking and praising God,",
      "10": "they knew that he was the man who used to sit and beg at the Beautiful Gate of the Temple, and they were filled with wonder and amazement at what had happened to him.",
      "11": "While he was holding on to Peter and John, all the people came running to them in what was called “Solomon’s Colonnade”. They were dumbfounded.",
      "12": "When Peter saw this, he told the people: “Fellow Israelis, why are you wondering about this, and why are you staring at us as if by our own power or godliness we made him walk?",
      "13": "The God of Abraham, Isaac, and Jacob—the God of our ancestors—has glorified his servant Jesus, whom you betrayed and rejected in the presence of Pilate, even though he had decided to let him go.",
      "14": "You rejected the Holy and Righteous One and asked to have a murderer released to you,",
      "15": "and you killed the source of life, whom God raised from the dead. We are witnesses to that.",
      "16": "It is his name—that is, by faith in his name—that has healed this man whom you see and know. Yes, the faith that comes through Jesus has given him this perfect health in the presence of all of you.",
      "17": "“And now, brothers, I know that you acted in ignorance like your leaders.",
      "18": "This is how God fulfilled what he had predicted through the voice of all the prophets—that his Messiah would suffer.",
      "19": "Therefore, repent and turn to him to have your sins blotted out,",
      "20": "so that times of refreshing may come from the presence of the Lord and so that he may send you Jesus, whom he appointed long ago to be the Messiah.",
      "21": "He must remain in heaven until the time of universal restitution, which God announced long ago through the voice of his holy prophets.",
      "22": "In fact, Moses said,\n‘The Lord your God will raise up for you a prophet like me from among your brothers. You must listen to everything he tells you.",
      "23": "Any person who will not listen to that prophet will be utterly destroyed from among the people.’",
      "24": "“Indeed, all the prophets who have spoken, from Samuel and those who followed him, also announced these days.",
      "25": "You are the descendants of the prophets and the heirs of the covenant that God made with your ancestors when he told Abraham, ‘Through your descendant all the families of the earth will be blessed.’",
      "26": "When God raised up his servant, he sent him first to you to bless you by turning every one of you from your evil ways.”"
    },
    "4": {
      "1": "While they were speaking to the people, the priests, the commander of the Temple guards, and the Sadducees came to them.",
      "2": "They were greatly disturbed that Peter and John were teaching the people and announcing that Jesus had been resurrected from the dead.",
      "3": "So they arrested them and placed them in custody until the next day, since it was already evening.",
      "4": "But many of those who heard their message believed, and the men grew to number about 5,000.",
      "5": "The next day, their rulers, elders, and scribes met in Jerusalem",
      "6": "with Annas the high priest, Caiaphas, John, Alexander, and the rest of the high priest’s family.",
      "7": "They made Peter and John stand in front of them and began asking, “By what power or by what name did you do this?”",
      "8": "Peter, filled with the Holy Spirit, told them, “Rulers and elders of the people!",
      "9": "If we are being questioned today for a good deed done for someone who was sick or to learn how this man was healed,",
      "10": "you and all the people of Israel must understand that this man stands healthy before you because of the name of Jesus from Nazareth, whom you crucified, but whom God raised from the dead.",
      "11": "He is\n‘the stone that was rejected by you builders,\n    which has become the cornerstone.’",
      "12": "There is no salvation by anyone else, for there is no other name under heaven given among people by which we must be saved.”",
      "13": "Now when the Jewish leaders saw the boldness of Peter and John and found out that they were uneducated and ordinary men, they were amazed and realized that they had been with Jesus.",
      "14": "And seeing the man who was healed standing with them, they could not say anything against them.",
      "15": "So they ordered them to leave the Council and began to discuss the matter among themselves.",
      "16": "They said, “What should we do with these men? For it’s obvious to everybody living in Jerusalem that an unmistakable sign has been done by them, and we cannot deny it.",
      "17": "But to keep it from spreading any further among the people, let us warn them never again to speak to anyone in this name.”",
      "18": "So they called Peter and John back in and ordered them not to speak or teach at all in the name of Jesus.",
      "19": "But Peter and John answered them, “You must decide whether it is right in the sight of God to listen to you rather than God,",
      "20": "for we cannot stop talking about what we’ve seen and heard.”",
      "21": "So they threatened Peter and John even more and then let them go. They couldn’t find any way to punish them, because all the people were praising God for what had happened,",
      "22": "since the man on whom this sign of healing had been performed was more than 40 years old.",
      "23": "After they were released, Peter and John went to their fellow believers and told them everything the high priests and the elders had said.",
      "24": "When they heard this, they all raised their voices to God and said, “Master, you made heaven and earth, the sea, and everything in them.",
      "25": "You said by the Holy Spirit through the voice of our ancestor, your servant David,\n‘Why do the unbelievers rage,\n    and the people devise useless plots?",
      "26": "The kings of the earth take their stand,\n    and rulers meet together against the Lord\n        and against his Messiah.’",
      "27": "For in this city both Herod and Pontius Pilate actually met together with unbelievers and the people of Israel to oppose your holy servant Jesus, whom you anointed,",
      "28": "to carry out everything that your hand and will had predetermined to take place.",
      "29": "Lord, pay attention to their threats now, and allow your servants to speak your word boldly",
      "30": "as you stretch out your hand to heal and to perform signs and wonders through the name of your holy servant Jesus.”",
      "31": "When they had prayed, the place where they were meeting was shaken, and all of them were filled with the Holy Spirit and continued to speak messages from God boldly.",
      "32": "Now all the believers were one in heart and soul, and nobody called any of his possessions his own. Instead, they shared everything they owned.",
      "33": "With great power, the apostles continued to testify to the resurrection of the Lord Jesus, and abundant grace was on them all,",
      "34": "since none of them needed anything, because everyone who had land or houses would sell them and bring the money received for the things sold",
      "35": "and lay it at the apostles’ feet. Then it was distributed to anyone who needed it.",
      "36": "One man, Joseph, a descendant of Levi and a native of Cyprus, who was named Barnabas by the apostles (the name means “a son of encouragement”),",
      "37": "sold a field that belonged to him, brought the money, and laid it at the apostles’ feet."
    },
    "5": {
      "1": "But then a man named Ananias, with the consent of his wife Sapphira, sold some property.",
      "2": "With his wife’s full knowledge, he kept back some of the money for himself and brought the remainder and laid it at the apostles’ feet.",
      "3": "Peter asked, “Ananias, why has Satan filled your heart so that you should lie to the Holy Spirit and keep back some of the money you got for the land?",
      "4": "As long as it remained unsold, wasn’t it your own? And after it was sold, wasn’t the money at your disposal? So how could you have thought of doing what you did? You didn’t lie only to men, but also to God!”",
      "5": "When Ananias heard these words, he fell down and died. And great fear seized everyone who heard about it.",
      "6": "The young men got up, wrapped him up, carried him outside, and buried him.",
      "7": "After an interval of about three hours, Ananias’ wife came in, not knowing what had happened.",
      "8": "So Peter asked her, “Tell me, did you sell the land for that price?”\nShe answered, “Yes, that was the price.”",
      "9": "“How could you have agreed together to test the Spirit of the Lord?” Peter asked her. “Listen! The feet of the men who buried your husband are at the door, and these men will carry you outside as well.”",
      "10": "She instantly fell down at Peter’s feet and died. When the young men came in, they found her dead. So they carried her out and buried her next to her husband.",
      "11": "And great fear seized the whole church and everyone else who heard about this.",
      "12": "Now many signs and wonders were being performed by the apostles among the people, who were gathered together in Solomon’s Colonnade.",
      "13": "None of the others dared join them, although the rest of the people continued to hold them in high regard.",
      "14": "Nevertheless, believers were being added to the Lord in increasing numbers—both men and women.",
      "15": "As a result, people kept carrying their sick into the streets and placing them on stretchers and mats so that at least Peter’s shadow might fall on some of them as he went by.",
      "16": "Crowds continued coming in—even from the towns around Jerusalem—bringing their sick and those who were troubled by unclean spirits, and all of them were healed.",
      "17": "Then the high priest and all those from the sect of the Sadducees who were with him were filled with jealousy. So they went out,",
      "18": "arrested the apostles, and put them in the city jail.",
      "19": "But at night the angel of the Lord opened the prison doors and led them out. The angel told them,",
      "20": "“Go, stand in the Temple, and keep on telling the people the whole message about this life they can have.”",
      "21": "After the apostles heard this, they went into the Temple at daybreak and began to teach. The high priest and those who were with him arrived, called the Council and all the elders of Israel together, and sent word to the prison to have the men brought in.",
      "22": "When the Temple police got there, they did not find them in the prison. They came back and reported,",
      "23": "“We found the prison securely locked and the guards standing at the doors, but when we opened them, we found no one inside.”",
      "24": "When the commander of the Temple guards and the high priests heard these words, they were utterly at a loss as to what could have happened to them.",
      "25": "Then someone came and told them, “Look! The men you put in prison are standing in the Temple and teaching the people!”",
      "26": "So the commander of the Temple guards went with his men to bring them back without force, because they were afraid of being stoned to death by the people.",
      "27": "When they brought them back, they made them stand before the Council, and the high priest began to question them.",
      "28": "He said, “We gave you strict orders not to teach in his name, didn’t we? Yet you have filled Jerusalem with your teaching and are determined to bring this man’s blood on us!”",
      "29": "But Peter and the apostles answered, “We must obey God rather than men!",
      "30": "The God of our ancestors raised Jesus to life after you killed him by hanging him on a tree.",
      "31": "God has exalted to his right hand this very man as our Leader and Savior in order to extend repentance and forgiveness of sins to Israel.",
      "32": "We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who keep on obeying him.”",
      "33": "When the Council heard this, they became furious and wanted to kill them.",
      "34": "But a Pharisee named Gamaliel, a teacher of the Law who was respected by all the people, stood up in the Council and ordered the men to be taken outside for a little while.",
      "35": "Then he told them, “Fellow Israelis, consider carefully what you propose to do to these men.",
      "36": "For in the recent past Theudas appeared, claiming that he was important, and about 400 men joined him. He was killed, and all his followers were dispersed and disappeared.",
      "37": "After that man, at the time of the census, Judas the Galilean appeared and got people to follow him. He, too, died, and all his followers were scattered.",
      "38": "“I’m telling you to keep away from these men for now. Leave them alone, because if this plan or movement is of human origin, it will fail.",
      "39": "However, if it’s from God, you won’t be able to stop them, and you may even discover that you are fighting against God!”\nSo they were convinced by him.",
      "40": "After calling in the apostles and beating them, they again ordered them to stop speaking in the name of Jesus and let them go.",
      "41": "They left the Council, rejoicing to have been considered worthy to suffer dishonor for the sake of the Name.",
      "42": "Every day in the Temple and from house to house they kept teaching and proclaiming that Jesus is the Messiah."
    },
    "6": {
      "1": "In those days, as the number of the disciples was growing larger and larger, a complaint was made by the Hellenistic Jews against the Hebraic Jews that their widows were being neglected in the daily distribution of food.",
      "2": "So the Twelve called the whole group of disciples together and said, “It is not desirable for us to neglect messages from God in order to wait on tables.",
      "3": "Therefore, brothers, appoint seven men among you who have a good reputation, who are full of the Spirit and wisdom, and we’ll put them in charge of this work.",
      "4": "Then we’ll devote ourselves to prayer and to the ministry of the word.”",
      "5": "This suggestion pleased the whole group. So they chose Stephen, a man full of faith and the Holy Spirit, Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolaus, a gentile convert to Judaism from Antioch.",
      "6": "They had these men stand before the apostles, who prayed and laid their hands on them.",
      "7": "So the word of God continued to spread, and the number of disciples in Jerusalem continued to grow rapidly. Even a large number of priests became obedient to the faith.",
      "8": "Now Stephen, full of grace and power, was performing great wonders and signs among the people.",
      "9": "But some men who belonged to the Synagogue of the Freedmen (as it was called), as well as some Cyrenians, Alexandrians, and men from Cilicia and Asia, stood up and began to debate with Stephen.",
      "10": "But they could neither refute the wisdom nor withstand the Spirit by which he kept speaking.",
      "11": "So they secretly got some men to say, “We have heard him speaking blasphemous words against Moses and God.”",
      "12": "They stirred up the people, the elders, and the scribes. Then they rushed at Stephen, grabbed him, and brought him before the Council.",
      "13": "They had false witnesses stand up and say, “This man never stops saying things against this Holy Place and against the Law.",
      "14": "For we have heard him say that this Jesus from Nazareth will destroy this place and change the customs that Moses handed down to us.”",
      "15": "Then everyone who was seated in the Council glared at him and saw that his face was like the face of an angel."
    },
    "7": {
      "1": "Then the high priest asked, “Is this true?”",
      "2": "Stephen replied:\n“Listen, brothers and fathers!\n“The glorious God appeared to our ancestor Abraham while he was in Mesopotamia before he settled in Haran.",
      "3": "God told him, ‘Leave your country and your relatives and go to the land I’ll show you.’",
      "4": "So he left the country of the Chaldeans and settled in Haran. Then after the death of his father, God had him move to this country where you now live.",
      "5": "God gave him no property here, not even a foot of land, yet he promised to give it to him and to his descendants after him as a permanent possession, even though he had no child.",
      "6": "“This is what God promised: His descendants would be strangers in a foreign country, and its people would enslave them and oppress them for 400 years.",
      "7": "‘But I will punish the nation they serve,’ said God, ‘and afterwards they will leave and worship me in this place.’",
      "8": "Later, God gave Abraham the covenant of circumcision. Later, he fathered Isaac and circumcised him on the eighth day. Then Isaac fathered Jacob, and Jacob fathered the twelve patriarchs.",
      "9": "“Joseph’s brothers became jealous of him and sold Joseph as a slave in Egypt. However, God was with him",
      "10": "and rescued him from all his troubles. He granted him favor and wisdom before Pharaoh, king of Egypt, who appointed him ruler of Egypt and of his whole household.",
      "11": "“But a famine spread throughout Egypt and Canaan, and with it great suffering, and our ancestors couldn’t find any food.",
      "12": "But when Jacob heard that there was grain in Egypt, he sent our ancestors on their first trip.",
      "13": "On their second trip, Joseph made himself known to his brothers, and Joseph introduced his family to Pharaoh.",
      "14": "Then Joseph invited his father Jacob and all his relatives to come to him in Egypt—75 persons in all.",
      "15": "So Jacob went down to Egypt. Then he and our ancestors died.",
      "16": "They were brought back to Shechem and laid in the tomb that Abraham had bought at a high price from Hamor’s descendants in Shechem.",
      "17": "“Now as the time approached for the fulfillment of the promise that God had made to Abraham, the people’s population increased a great deal in Egypt.",
      "18": "Eventually, a different king who had not known Joseph became ruler of Egypt.",
      "19": "By shrewdly scheming against our people, he oppressed our ancestors and forced them to abandon their infants to the elements, so that they wouldn’t live.",
      "20": "“At this time Moses was born. He was beautiful in the sight of God, and for three months he was cared for in his father’s house.",
      "21": "When he was placed outside, Pharaoh’s daughter adopted him and brought him up as her own son.",
      "22": "So Moses learned all the wisdom of the Egyptians and became a great man, both in words and in deeds.",
      "23": "“When he was 40 years old, he decided to visit his brothers, the descendants of Israel.",
      "24": "When he saw one of them being mistreated, he defended him and avenged the man who was being mistreated by killing the Egyptian.",
      "25": "He supposed that his brothers would understand that God was using him to rescue them, but they didn’t understand.",
      "26": "The next day, he presented himself to some of them while they were fighting and tried to reconcile them. He said, ‘Men, you are brothers. Why should you be hurting another?’",
      "27": "“But the man who was harming his neighbor pushed Moses away and said, ‘Who made you ruler and judge over us?",
      "28": "You don’t want to kill me like you killed the Egyptian yesterday, do you?’",
      "29": "Because of this, Moses fled and lived as a foreigner in the land of Midian. There he had two sons.",
      "30": "“After 40 years had passed, an angel appeared to him in the flames of a burning bush in the desert near Mount Sinai.",
      "31": "When Moses saw it, he was amazed at the sight, and when he approached the bush to look at it, the voice of the Lord said,",
      "32": "‘I am the God of your ancestors—the God of Abraham, Isaac, and Jacob.’ Moses became terrified and didn’t dare to look.",
      "33": "Then the Lord told him, ‘Remove your sandals from your feet, because the place where you are standing is holy ground.",
      "34": "I have surely seen the oppression of my people in Egypt, I’ve heard their groans, and I’ve come down to rescue them. Now come, I’ll send you to Egypt.’",
      "35": "“This same Moses—whom they rejected by saying, ‘Who made you ruler and judge?’—was the man whom God sent to be both their ruler and deliverer with the help of the angel who had appeared to him in the bush.",
      "36": "It was he who led them out, performing wonders and signs in Egypt, at the Red Sea, and in the wilderness for 40 years.",
      "37": "It was this Moses who told the Israelis, ‘God will raise up a prophet for you from among your own brothers, just as he did me.’",
      "38": "This Moses is the one who was in the assembly in the wilderness with the angel who spoke to him on Mount Sinai and to our ancestors. He received living truths to give to us,",
      "39": "but our ancestors refused to obey him. Instead, they rejected him and wished to return to Egypt.",
      "40": "They told Aaron, ‘Make gods for us who will lead us. This Moses who led us out of the land of Egypt—we don’t know what happened to him!’",
      "41": "“At that time they even made a calf to be their idol, offered a sacrifice to it, and delighted in what they had made with their hands.",
      "42": "So God turned away from them and gave them over to worship the heavenly bodies. As it is written in the book of the Prophets:\n‘O house of Israel,\n    you didn’t offer me slaughtered animals and\n        sacrifices those 40 years in the wilderness, did you?",
      "43": "You even took along the tent of Moloch,\n    the star of your god Rephan,\nand the images you made in order to worship them.\n    So I will take you into exile as far as Babylon.’",
      "44": "“Our ancestors had the Tent of Testimony in the wilderness constructed, just as the one who spoke to Moses directed him to make it according to the pattern he had seen.",
      "45": "Our ancestors brought it here with Joshua when they replaced the nations that God drove out in front of our ancestors, and it was here until the time of David.",
      "46": "He found favor with God and asked to design a dwelling for the house of Jacob,",
      "47": "but it was Solomon who built a house for him.",
      "48": "However, the Most High does not live in buildings made by human hands. As the prophet says,",
      "49": "“‘Heaven is my throne,\n    and the earth is my footstool.\nWhat kind of house can you build for me,’ declares the Lord,\n    “or what place is there in which I can rest?",
      "50": "It was my hand that made all these things, wasn’t it?’”",
      "51": "“You stubborn people with uncircumcised hearts and ears! You are always opposing the Holy Spirit, just as your ancestors used to do.",
      "52": "Which of the prophets did your ancestors fail to persecute? They killed those who predicted the coming of the Righteous One, and now you have become his betrayers and murderers.",
      "53": "You received the Law as ordained by angels, and yet you haven’t obeyed it!”",
      "54": "While they were listening to these things, they became more and more furious and began to grind their teeth at him.",
      "55": "But Stephen, filled with the Holy Spirit, looked straight into heaven and saw the glory of God and Jesus standing at the right hand of God.",
      "56": "He said, “Look! I see the heavens opened and the Son of Man standing at the right hand of God!”",
      "57": "But they shouted out loud, stopped listening, and together they all rushed at him,",
      "58": "ran him outside of the city, and began to stone him to death. Meanwhile, the witnesses laid their coats at the feet of a young man named Saul.",
      "59": "As they continued to stone Stephen, he kept praying, “Lord Jesus, receive my spirit!”",
      "60": "Then he knelt down and cried out with a loud voice, “Lord, don’t hold this sin against them!” After he had said this, he died."
    },
    "8": {
      "1": "Now Saul heartily approved of putting Stephen to death. That day a severe persecution broke out against the church in Jerusalem, and everyone except for the apostles was scattered throughout the countryside of Judea and Samaria.",
      "2": "Devout men buried Stephen as they mourned loudly for him.",
      "3": "But Saul kept trying to destroy the church. Going into one house after another, he began dragging off men and women and throwing them in prison.",
      "4": "Now those who were scattered went from place to place preaching the word.",
      "5": "Philip went down to the city of Samaria and began to preach the Messiah to the people.",
      "6": "The crowds, hearing his message and seeing the signs that he was doing, paid close attention to what was said by Philip.",
      "7": "Unclean spirits screamed with a loud voice as they came out of the many people they had possessed, and many paralyzed and lame people were healed.",
      "8": "As a result, there was great rejoicing in that city.",
      "9": "Now in that city there was a man named Simon. He was practicing occult arts and thrilling the people of Samaria, claiming to be someone great.",
      "10": "Everyone from the least to the greatest paid close attention to him, saying, “This is what we call the great power of God!”",
      "11": "They paid careful attention to him because he had thrilled them for a long time with his occult performances.",
      "12": "But when Philip proclaimed the good news about the kingdom of God and about the name of Jesus the Messiah, men and women believed and were baptized.",
      "13": "Even Simon believed, and after he was baptized he became devoted to Philip. He was amazed to see the signs and great miracles that were happening.",
      "14": "Now when the apostles in Jerusalem heard that Samaritans had accepted the word of God, they sent Peter and John to them.",
      "15": "They went down and prayed for them to receive the Holy Spirit.",
      "16": "Before this, he had not come on any of them. They had only been baptized in the name of the Lord Jesus.",
      "17": "Then Peter and John laid their hands on them, and they received the Holy Spirit.",
      "18": "Now when Simon saw that the Spirit was given through the laying on of the apostles’ hands, he offered them money",
      "19": "and said, “Give me this power too, so that when I lay my hands on someone, he will receive the Holy Spirit.”",
      "20": "But Peter told him, “May your money perish with you, because you thought you could obtain God’s free gift with money!",
      "21": "You have no part or share in what we’re saying, because your heart isn’t right with God.",
      "22": "So repent of this wickedness of yours, and pray to the Lord that, if possible, your heart’s intent may be forgiven you.",
      "23": "For I see that you’re being poisoned by bitterness and you’re a prisoner of wickedness!”",
      "24": "Simon answered, “Both of you pray to the Lord for me that none of the things you have said will happen to me.”",
      "25": "After they had given their testimony and spoken the word of the Lord, they started back to Jerusalem, continuing to proclaim the good news in many Samaritan villages.",
      "26": "Now an angel of the Lord told Philip, “Get up and go south on the road that leads from Jerusalem to Gaza. This is a deserted road.”",
      "27": "So he got up and went. Now there was an Ethiopian eunuch, who was a member of the court of Candace, queen of the Ethiopians. He was in charge of all her treasures and had come up to Jerusalem to worship.",
      "28": "Now he was returning home, seated in his chariot, and reading from the prophet Isaiah.",
      "29": "The Spirit told Philip, “Approach that chariot and stay near it.”",
      "30": "So Philip ran up to it and heard him reading the prophet Isaiah out loud.\nPhilip asked, “Do you understand what you’re reading?”",
      "31": "The man replied, “How can I unless someone guides me?” So he invited Philip to get in and sit with him.",
      "32": "This was the passage of Scripture he was reading:\n“Like a sheep he was led away to be slaughtered,\n    and like a lamb is silent before its shearer,\n        so he does not open his mouth.",
      "33": "In his humiliation, justice was denied him.\n    Who can describe his descendants?\n        For his life is taken away from the earth.”",
      "34": "The eunuch asked Philip, “I ask you, who is the prophet talking about? Himself? Or someone else?”",
      "35": "Then Philip began to speak, and, starting from this Scripture, he told him the good news about Jesus.",
      "36": "As they were going along the road, they came to some water. The eunuch said, “Look, there’s some water. What keeps me from being baptized?”",
      "37": "",
      "38": "So he ordered the chariot to stop, and Philip and the eunuch both went down into the water, and Philip baptized him.",
      "39": "When they came up out of the water, the Spirit of the Lord snatched Philip away. The eunuch went on his way rejoicing and did not see Philip again.",
      "40": "But Philip found himself at Azotus. As he was passing through that region, he kept proclaiming the good news in all the towns until he came to Caesarea."
    },
    "9": {
      "1": "Meanwhile, still spewing death threats against the Lord’s disciples, Saul went to the high priest.",
      "2": "He asked him for letters to take with him to the synagogues in Damascus, so that if he found any men or women belonging to the Way, he might bring them in chains to Jerusalem.",
      "3": "As Saul traveled along and was approaching Damascus, a light from heaven suddenly flashed around him.",
      "4": "He dropped to the ground and heard a voice saying to him, “Saul, Saul! Why are you persecuting me?”",
      "5": "He asked, “Who are you, Lord?”\nThe voice said, “I’m Jesus, whom you are persecuting.",
      "6": "Now get up, go into the city, and you will be told what you are to do.”",
      "7": "Meanwhile, the men who were traveling with Saul were standing speechless, for they heard the voice but didn’t see anyone.",
      "8": "When Saul got up off the ground, he couldn’t see anything, even though his eyes were open. So his companions took him by the hand and led him into Damascus.",
      "9": "For three days he couldn’t see, and he didn’t eat or drink anything.",
      "10": "Now in Damascus there was a disciple named Ananias. The Lord called out to him in a vision, “Ananias!”\nHe answered, “Here I am, Lord.”",
      "11": "The Lord told him, “Get up, go to the street called Straight, and in the home of Judas look for a man from Tarsus named Saul. At this very moment he’s praying.",
      "12": "He has seen in a vision a man named Ananias come in and lay his hands on him so he would see again.”",
      "13": "But Ananias answered, “Lord, I have heard many people tell how much evil this man has done to your saints in Jerusalem.",
      "14": "He is here with authority from the high priests to put in chains all who call on your name.”",
      "15": "But the Lord told him, “Go, because he’s my chosen instrument to carry my name to unbelievers, to their kings, and to the descendants of Israel.",
      "16": "since I’m going to show him how much he must suffer for my name’s sake.”",
      "17": "So Ananias left and went to that house. He laid his hands on Saul and said, “Brother Saul, the Lord Jesus, who appeared to you on the road as you were traveling, has sent me so that you may see again and be filled with the Holy Spirit.”",
      "18": "All at once something like scales fell from Saul’s eyes, and he could see again.\nHe got up and was baptized,",
      "19": "and after eating some food, he felt strong again. For several days he stayed with the disciples in Damascus.",
      "20": "He immediately started to preach about Jesus in the synagogues, saying, “This is the Son of God.”",
      "21": "Everyone who heard him was astonished and said, “This is the man who harassed those who were calling on Jesus’ name in Jerusalem, isn’t it? Didn’t he come here to bring them in chains to the high priests?”",
      "22": "But Saul grew more and more persuasive, and continued to confound the Jews who lived in Damascus by proving that this man was the Messiah.",
      "23": "After several days had gone by, the Jewish leaders plotted to murder Saul,",
      "24": "but their plot became known to him. They were even watching the gates day and night to murder him,",
      "25": "but his disciples took him one night and let him down through the city wall by lowering him in a basket.",
      "26": "When Saul arrived in Jerusalem, he tried to join the disciples, but they all were afraid of him because they wouldn’t believe he was a disciple.",
      "27": "Barnabas, however, introduced Saul to the apostles, telling them how on the road Saul had seen the Lord, who had spoken to him, and how courageously he had spoken in the name of Jesus in Damascus.",
      "28": "So he freely circulated among them in Jerusalem, speaking courageously in the name of the Lord.",
      "29": "He kept talking and arguing with the Hellenistic Jews, but they were bent on murdering him.",
      "30": "When the brothers found out about the plot, they took him down to Caesarea and sent him away to Tarsus.",
      "31": "So the church throughout Judea, Galilee, and Samaria enjoyed peace. As it continued to be built up and to live in the fear of the Lord, it kept increasing in numbers through the encouragement of the Holy Spirit.",
      "32": "Now when Peter was going around among all of the disciples, he also visited the saints living in Lydda.",
      "33": "There he found a man named Aeneas who was paralyzed and had been bedridden for eight years.",
      "34": "Peter told him, “Aeneas, Jesus the Messiah is healing you. Get up and put away your mat!” At once he got up,",
      "35": "and all the people who lived in Lydda and Sharon saw him and turned to the Lord.",
      "36": "In Joppa there was a disciple named Tabitha, which in Greek is Dorcas. She was known for her good actions and acts of charity that she was always doing.",
      "37": "At that time, she got sick and died. After they had washed her, they laid her in an upstairs room.",
      "38": "Since Lydda was near Joppa, the disciples heard that Peter was there and sent two men to him and begged him, “Come here quickly!”",
      "39": "So Peter got up and went with them. When he arrived, they took him upstairs. All the widows gathered around Peter, crying and showing him all the shirts and coats Dorcas had made while she was still with them.",
      "40": "Peter made them all go outside. After kneeling down, he prayed, turned to the body, and said, “Tabitha, get up!” She opened her eyes, and when she saw Peter, she sat up.",
      "41": "He extended his hand and helped her get up. Then he called the saints, including the widows, and gave her back to them alive.",
      "42": "What happened became known throughout Joppa, and many believed in the Lord.",
      "43": "Meanwhile, Peter stayed in Joppa for several days with Simon, a leatherworker."
    },
    "10": {
      "1": "Now in Caesarea there was a man named Cornelius, a centurion in what was known as the Italian Regiment.",
      "2": "He was a devout man who feared God, as did everyone in his home. He gave many gifts to the poor among the people and always prayed to God.",
      "3": "One day, about three in the afternoon, he had a vision and clearly saw an angel of God coming to him and saying to him, “Cornelius!”",
      "4": "He stared at the angel in terror and asked, “What is it, Lord?”\nThe angel answered him, “Your prayers and your gifts to the poor have arisen as a reminder to God.",
      "5": "Send men now to Joppa and summon Simon, who is called Peter.",
      "6": "He is a guest of Simon, a leatherworker, whose house is by the sea.”",
      "7": "When the angel who had spoken to him had gone, Cornelius summoned two of his household servants and a devout soldier, one of those who served him regularly.",
      "8": "He explained everything to them and sent them to Joppa.",
      "9": "Around noon the next day, while they were on their way and coming close to the town, Peter went up on the roof to pray.",
      "10": "He became very hungry and wanted to eat, and while the food was being prepared, he fell into a trance",
      "11": "and saw heaven open and something like a large linen sheet coming down, being lowered by its four corners to the ground.",
      "12": "In it were all kinds of four-footed animals, reptiles, and birds of the air.",
      "13": "Then a voice told him, “Get up, Peter! Kill something and eat it.”",
      "14": "But Peter said, “Absolutely not, Lord, for I have never eaten anything that is common or unclean!”",
      "15": "Again the voice came to him a second time, “You must stop calling unclean what God has made clean.”",
      "16": "This happened three times. Then the sheet was quickly taken back into heaven.",
      "17": "While Peter was still at a loss to know what the vision he had seen could mean, the men sent by Cornelius asked for Simon’s house and went to the gate.",
      "18": "They called out and asked if Simon who was called Peter was staying there.",
      "19": "Peter was still thinking about the vision when the Spirit told him, “Look! Three men are looking for you.",
      "20": "Get up, go downstairs, and don’t hesitate to go with them, for I have sent them.”",
      "21": "So Peter went to the men and said, “I’m the man you’re looking for. Why are you here?”",
      "22": "The men replied, “Cornelius, a centurion and an upright and God-fearing man who is respected by the whole Jewish nation, was instructed by a holy angel to send for you to come to his home to hear what you have to say.”",
      "23": "So Peter welcomed them as his guests. The next day, he got up and went with them, and some of the brothers from Joppa went along with him.",
      "24": "The next day, they arrived in Caesarea. Cornelius was expecting them and had called his relatives and close friends together.",
      "25": "When Peter was about to enter, Cornelius met him, bowed down at his feet, and began to worship him.",
      "26": "But Peter made him get up, saying, “Stand up! I, too, am only a man.”",
      "27": "As Peter talked with him, he went in and found that many people had gathered.",
      "28": "He told them, “You understand how wrong it is for a Jew to associate or visit with unbelievers. But God has shown me that I should stop calling anyone common or unclean,",
      "29": "and that is why I didn’t hesitate when I was sent for. Now may I ask why you sent for me?”",
      "30": "Cornelius replied, “Four days ago at this very hour, three o’clock in the afternoon, I was praying in my home. All at once a man in radiant clothes stood in front of me",
      "31": "and said, ‘Cornelius, your prayer has been heard. God has remembered your gifts to the poor,",
      "32": "so send messengers to Joppa and summon Simon, who is called Peter, to come to you. He is a guest in the home of Simon, a leatherworker, by the sea.’",
      "33": "So I sent for you immediately, and it was good of you to come. All of us are here now in the presence of God to listen to everything the Lord has ordered you to say.”",
      "34": "Then Peter began to speak: “Now I understand that God shows no partiality.",
      "35": "Indeed, whoever fears him and does what is right is acceptable to him in any nation.",
      "36": "He has sent his word to the descendants of Israel and brought them the good news of peace through Jesus the Messiah. This man is the Lord of everyone.",
      "37": "You know what happened throughout Judea, beginning in Galilee after the baptism that John preached.",
      "38": "God anointed Jesus of Nazareth with the Holy Spirit and with power, and because God was with him, he went around doing good and healing everyone who was oppressed by the Devil.",
      "39": "We are witnesses of everything Jesus did in the land of the Jews, including Jerusalem.\n“They hung him on a tree and killed him,",
      "40": "but God raised him on the third day and allowed him to appear—",
      "41": "not to all the people, but to us who were chosen by God to be witnesses and who ate and drank with him after he rose from the dead.",
      "42": "He also ordered us to preach to the people and to testify solemnly that this is the one appointed by God to be the judge of the living and the dead.",
      "43": "All the prophets testify to this: everyone who believes in Jesus receives forgiveness of sins through his name.”",
      "44": "While Peter was still making this statement, the Holy Spirit fell on all the people who were listening to his message.",
      "45": "Then the circumcised believers who had come with Peter were amazed that the gift of the Holy Spirit had been poured out on the gentiles, too,",
      "46": "because they heard them speaking in foreign languages and praising God. Then Peter said,",
      "47": "“No one can stop us from using water to baptize these people who have received the Holy Spirit in the same way that we did, can they?”",
      "48": "So Peter ordered them to be baptized in the name of Jesus the Messiah. Then they asked him to stay there for several days."
    },
    "11": {
      "1": "Now the apostles and the brothers who were in Judea heard that the gentiles had also accepted the word of God.",
      "2": "But when Peter went up to Jerusalem, those who emphasized circumcision disagreed with him.",
      "3": "They said, “You went to uncircumcised men and ate with them!”",
      "4": "Then Peter began to explain to them point by point what had happened. He said,",
      "5": "“I was in the town of Joppa praying when in a trance I saw a vision: Something like a large linen sheet descended down from heaven, lowered by its four corners, and it came right down to me.",
      "6": "When I examined it closely, I saw four-footed animals of the earth, wild animals, reptiles, and birds of the air.",
      "7": "I also heard a voice telling me, ‘Get up, Peter! Kill something and eat it.’",
      "8": "But I replied, ‘Absolutely not, Lord, for nothing common or unclean has ever entered my mouth!’",
      "9": "Then the voice from heaven answered a second time, ‘You must stop calling common what God has made clean!’",
      "10": "This happened three times. Then everything was pulled back up to heaven.",
      "11": "“At that very moment three men arrived at the house where we were staying. They had been sent to me from Caesarea.",
      "12": "The Spirit told me to go with them without hesitating. These six brothers went with me, too, and we entered the house of the man from Caesarea.",
      "13": "Then he told us how he had seen an angel standing in his home and saying, ‘Send messengers to Joppa and summon Simon, who is called Peter.",
      "14": "He will discuss with you how you and your entire household will be saved.’",
      "15": "“When I began to speak, the Holy Spirit fell on them just as he was first given to us.",
      "16": "Then I remembered what the Lord had said: ‘John baptized with water, but you will be baptized with the Holy Spirit.’",
      "17": "Now if God gave them the same gift that he gave us when we believed in the Lord Jesus, the Messiah, who was I to try to stop God?”",
      "18": "When they heard this, they calmed down, and praised God by saying, “So God has given repentance that leads to life even to gentiles.”",
      "19": "Now the people who were scattered by the persecution that started because of Stephen went as far as Phoenicia, Cyprus, and Antioch, speaking the word to no one except Jews.",
      "20": "But among them were some men from Cyprus and Cyrene, who came to Antioch and began proclaiming the Lord Jesus even to the Hellenistic Jews.",
      "21": "The hand of the Lord was with them, and a large number of people believed and turned to the Lord.",
      "22": "When the church in Jerusalem heard this news, they sent Barnabas all the way to Antioch.",
      "23": "When he arrived, he rejoiced to see what the grace of God had done, and with hearty determination he kept encouraging all of them to remain faithful to the Lord,",
      "24": "because he was a good man, full of the Holy Spirit and faith. And so a large number of people was brought to the Lord.",
      "25": "Then Barnabas left for Tarsus to look for Saul.",
      "26": "When he found him, he brought him to Antioch, and for a whole year they were guests of the church and taught many people. It was in Antioch that the disciples were first called Christians.",
      "27": "At that time some prophets from Jerusalem came down to Antioch.",
      "28": "One of them named Agabus got up and predicted by the Spirit that there would be a severe famine all over the world. This happened during the reign of Claudius.",
      "29": "So all of the disciples decided they would send a contribution to the brothers living in Judea, as they were able,",
      "30": "by sending it through Barnabas and Saul to the elders."
    },
    "12": {
      "1": "About that time, Herod arrested some people who belonged to the church and mistreated them.",
      "2": "He even had James, the brother of John, killed with a sword.",
      "3": "When he saw how this was agreeable to the Jews, he proceeded to arrest Peter, too. This happened during the Festival of Unleavened Bread.",
      "4": "When he arrested Peter, Herod put him in prison and turned him over to four squads of soldiers to guard him, planning to bring him out to the people after Passover season.",
      "5": "So Peter was kept in prison, but earnest prayer to God for him was being offered by the assembly.",
      "6": "That very night, before Herod was going to bring him out, Peter, bound with two chains, was sleeping between two soldiers, and guards in front of the door were watching the prisoners.",
      "7": "Suddenly, an angel of the Lord appeared and a light shone in the cell. He tapped Peter on his side, woke him up, and said, “Get up quickly!” His chains fell from his wrists.",
      "8": "Then the angel told him, “Tuck in your shirt and put on your sandals!” He did this. Then the angel told him, “Put on your coat and follow me!”",
      "9": "So Peter went out and began to follow him, not realizing that what was being done by the angel was real; he thought he was seeing a vision.",
      "10": "They passed the first guard, then the second, and came to the iron gate that led into the city. It opened by itself for them, and they went outside and proceeded one block when the angel suddenly left him.",
      "11": "Then Peter came to himself and said, “Now I’m sure that the Lord has sent his angel and rescued me from Herod and from everything the Jewish people were expecting!”",
      "12": "When Peter realized what had happened, he went to the house of Mary, the mother of John who was also called Mark, where a large number of people had gathered and were praying.",
      "13": "When he knocked at the outer gate, a servant girl named Rhoda came to answer it.",
      "14": "On recognizing Peter’s voice, she was so overjoyed that she didn’t open the gate but ran back inside and announced that Peter was standing at the gate.",
      "15": "The other people told her, “You’re out of your mind!” But she kept insisting that it was so. Then they said, “It’s his angel.”",
      "16": "Meanwhile, Peter kept on knocking and knocking. When they opened the gate, they saw him and were amazed.",
      "17": "He motioned to them with his hand to be quiet, and then he told them how the Lord had brought him out of the prison. He added, “Tell this to James and the brothers.” Then he left and went somewhere else.",
      "18": "When morning came, there was a great commotion among the soldiers as to what had become of Peter.",
      "19": "Herod searched for him but didn’t find him, so he questioned the guards and ordered them to be executed. Then he left Judea, went down to Caesarea, and stayed there for a while.",
      "20": "Now Herod had been in a violent quarrel with the people of Tyre and Sidon. So they came to him as a group. After they had won over Blastus, who oversaw security for the king’s sleeping quarters, they asked for a peace agreement because their country depended on the king’s country for food.",
      "21": "Therefore, at a set time Herod put on his royal robes, sat down on the royal seat, and made a speech to them.",
      "22": "The people kept shouting, “This is the voice of a god, not of a man!”",
      "23": "Immediately the angel of the Lord struck him down because he did not give glory to God, and he was eaten by worms and died.",
      "24": "But the word of God continued to grow and spread.",
      "25": "When Barnabas and Saul had fulfilled their mission, they returned from Jerusalem, bringing with them John (who was also called Mark)."
    },
    "13": {
      "1": "Now Barnabas, Simeon called Niger, Lucius from Cyrene, Manaen, who grew up with Herod the tetrarch, and Saul were prophets and teachers in the church at Antioch.",
      "2": "While they were worshiping the Lord and fasting, the Holy Spirit said, “Set Barnabas and Saul apart for me to do the work for which I called them.”",
      "3": "Then they fasted and prayed, laid their hands on them, and let them go.",
      "4": "After they had been sent out by the Holy Spirit, they went to Seleucia and from there sailed to Cyprus.",
      "5": "Arriving in Salamis, they began to preach God’s word in the Jewish synagogues. They also had John to help them.",
      "6": "They went through the whole island as far as Paphos, where they found a Jewish occult practitioner and false prophet named Bar-jesus.",
      "7": "He was associated with the proconsul Sergius Paulus, who was an intelligent man. He sent for Barnabas and Saul because he wanted to hear the word of God.",
      "8": "But Elymas the occult practitioner (that is the meaning of his name) continued to oppose them and tried to turn the proconsul away from the faith.",
      "9": "But Saul, also known as Paul, filled with the Holy Spirit, looked him straight in the eye",
      "10": "and said, “You’re full of every form of deception and trickery, you son of the Devil, you enemy of all that is right! You’ll never stop perverting the straight ways of the Lord, will you?",
      "11": "The Lord is against you now, and you’ll be blind and unable to see the sun for a while!” At that moment a dark mist came over him, and he went around looking for someone to lead him by the hand.",
      "12": "When the proconsul saw what had happened, he believed, because he was astonished at the Lord’s teaching.",
      "13": "Then Paul and his men set sail from Paphos and arrived in Perga in Pamphylia, where John left them and went back to Jerusalem.",
      "14": "They left Perga and arrived in Antioch in Pisidia. On the Sabbath day, they went into the synagogue and sat down.",
      "15": "After the reading of the Law and the Prophets, the synagogue leaders asked them, “Brothers, if you have any message of encouragement for the people, you may speak.”",
      "16": "Then Paul stood up, motioned with his hand, and said:\n“Men of Israel and you who fear God, listen!",
      "17": "The God of this people Israel chose our ancestors and made them a great people during their stay in the land of Egypt, and with a public display of power he led them out of there.",
      "18": "After he had put up with them for 40 years in the wilderness,",
      "19": "he destroyed seven nations in the land of Canaan. Then God gave their land to the Israelis as an inheritance",
      "20": "for about 450 years.\n“After that, he gave them judges until the time of the prophet Samuel.",
      "21": "When they demanded a king, God gave them Kish’s son Saul, from the tribe of Benjamin, for 40 years.",
      "22": "Then God removed Saul and made David their king, about whom he testified, ‘I have found that David, the son of Jesse, is a man after my own heart, who will carry out all my wishes.’",
      "23": "It was from this man’s descendants that God, as he promised, brought to Israel a Savior, who is Jesus.",
      "24": "Before Jesus’ appearance, John had already preached a baptism of repentance to all the people in Israel.",
      "25": "When John was finishing his work, he said, ‘Who do you think I am? I’m not the Messiah. No, but he is coming after me, and I’m not worthy to untie the sandals on his feet.’",
      "26": "“My brothers, descendants of Abraham’s family, and those among you who fear God, it is to us that the message of this salvation has been sent.",
      "27": "For the people who live in Jerusalem and their leaders, not knowing who Jesus was, condemned him and so fulfilled the words of the prophets that are read every Sabbath.",
      "28": "Although they found no reason to sentence him to death, they asked Pilate to have him executed.",
      "29": "When they had finished doing everything that was written about him, they took him down from the tree and placed him in a tomb.",
      "30": "But God raised him from the dead,",
      "31": "and for many days he appeared to those who had come with him to Jerusalem from Galilee. These are now his witnesses to the people.",
      "32": "We’re telling you the good news: What God promised our ancestors",
      "33": "he has fulfilled for us, their descendants, by raising Jesus. As it is written in the second Psalm, ‘You are my Son. Today I have become your Father.’",
      "34": "God raised him from the dead, never to experience decay, as he said, ‘I’ll give you the holy promises made to David.’",
      "35": "In another Psalm he says, ‘You will not let your Holy One experience decay.’",
      "36": "Now David, after he had served God’s purpose in his own generation, died and was buried with his ancestors, and so he experienced decay.",
      "37": "However, the man whom God raised did not experience decay.",
      "38": "“Therefore, brothers, you must understand that through him the forgiveness of sins is proclaimed to you,",
      "39": "and that everyone who believes in him is justified and freed from everything that kept you from being justified by the Law of Moses.",
      "40": "So be careful that what the prophets said doesn’t happen to you:",
      "41": "‘Look, you mockers!\n    Be amazed and die!\nSince I am performing an action in your days,\n    one that you would not believe\n        even if someone told you!’”",
      "42": "As Paul and Barnabas were leaving, the people kept urging them to tell them the same things the next Sabbath.",
      "43": "When the meeting of the synagogue broke up, many Jews and devout converts to Judaism followed Paul and Barnabas, who kept talking to them and urging them to continue in the grace of God.",
      "44": "The next Sabbath almost the whole town gathered to hear the word of the Lord.",
      "45": "But when the Jewish leaders saw the crowds, they were filled with jealousy and began to object to the statements made by Paul and even to abuse him.",
      "46": "Then Paul and Barnabas boldly declared, “We had to speak God’s word to you first, but since you reject it and consider yourselves unworthy of eternal life, we are now going to turn to the gentiles.",
      "47": "For that is what the Lord ordered us to do: ‘I have made you a light to the gentiles to be the means of salvation to the very ends of the earth.’”",
      "48": "When the gentiles heard this, they began rejoicing and glorifying the word of the Lord. Meanwhile, all who had been destined to eternal life believed,",
      "49": "and the word of the Lord began to spread throughout the whole region.",
      "50": "But the Jewish leaders stirred up devout women of high social standing and the officials in the city, started a persecution against Paul and Barnabas, and drove them out of their territory.",
      "51": "So Paul and Barnabas shook the dust off their feet in protest against them and went to Iconium.",
      "52": "Meanwhile, the disciples continued to be full of joy and the Holy Spirit."
    },
    "14": {
      "1": "In Iconium, Paul and Barnabas went into the Jewish synagogue and spoke in such a way that a great number of both Jews and Greeks believed.",
      "2": "But the Jews who refused to believe stirred up the gentiles and poisoned their minds against the brothers.",
      "3": "They stayed there a considerable time and continued to speak boldly for the Lord, who kept affirming his word of grace and granting signs and wonders to be done by them.",
      "4": "But the people of the city were divided. Some were with the Jews, while others were with the apostles.",
      "5": "Now when an attempt was made by both gentiles and Jews, along with their authorities, to mistreat and stone them,",
      "6": "Paul and Barnabas found out about it and fled to the Lycaonian towns of Lystra and Derbe and to the surrounding territory.",
      "7": "There they kept talking about the good news.",
      "8": "Now in Lystra there was a man sitting down who couldn’t use his feet. He had been crippled from birth and had never walked.",
      "9": "He was listening to Paul as he spoke. Paul watched him closely, and when he saw that he had faith to be healed,",
      "10": "he said in a loud voice, “Stand up straight on your feet!” Then the man jumped up and began to walk.",
      "11": "When the crowds saw what Paul had done, they shouted in the Lycaonian language, “The gods have become like men and have come down to us!”",
      "12": "They began to call Barnabas Zeus, and Paul Hermes, because he was the main speaker.",
      "13": "The priest of the temple of Zeus, which was just outside the city, brought bulls and garlands to the gates. He and the crowds wanted to offer sacrifices.",
      "14": "But when the apostles Barnabas and Paul heard of it, they tore their clothes and rushed out into the crowd, shouting,",
      "15": "“Men, why are you doing this? We are merely human beings with natures like yours. We are telling you the good news so you’ll turn from these worthless things to the living God, who made heaven and earth, the sea, and everything in them.",
      "16": "In past generations he allowed all the nations to go their own ways,",
      "17": "yet he has not abandoned his witness: he continues to do good, to give you rain from heaven, to give you fruitful seasons, and to fill you with food and your hearts with joy.”",
      "18": "Even by saying this, it was all Paul and Barnabas could do to keep the crowds from offering sacrifices to them.",
      "19": "But some Jews came from Antioch and Iconium and won over the crowds by persuasion. They stoned Paul and dragged him out of the town, thinking he was dead.",
      "20": "But the disciples formed a circle around him, and he got up and went back to town. The next day, he went on with Barnabas to Derbe.",
      "21": "As they were proclaiming the good news in that city, they discipled a large number of people. Then they went back to Lystra, Iconium, and Antioch,",
      "22": "strengthening the disciples and encouraging them to continue in the faith. “We must endure many hardships,” they said, “to get into the kingdom of God.”",
      "23": "Paul and Barnabas appointed elders for them in each church, and with prayer and fasting they entrusted them to the Lord in whom they had believed.",
      "24": "Then they passed through Pisidia and came to Pamphylia.",
      "25": "They spoke the word in Perga and went down to Attalia.",
      "26": "From there they sailed back to Antioch, where they had been entrusted to the grace of God for the work they had completed.",
      "27": "When they arrived, they called the church together and told them everything that God had done with them and how he had opened a door so that gentiles would believe.",
      "28": "Then they spent a long time with the disciples."
    },
    "15": {
      "1": "Then some men came down from Judea and started to teach the brothers, “Unless you are circumcised according to the Law of Moses, you can’t be saved.”",
      "2": "Paul and Barnabas had quite a dispute and argument with them. So Paul and Barnabas and some of the others were appointed to go up to Jerusalem to confer with the apostles and elders about this question.",
      "3": "They were sent on their way by the church, and as they were going through Phoenicia and Samaria they told of the conversion of the gentiles and brought great joy to all the brothers.",
      "4": "When they arrived in Jerusalem, they were welcomed by the church, the apostles, and the elders, and they reported everything that God had done through them.",
      "5": "But some believers from the party of the Pharisees stood up and said, “The gentiles must be circumcised and ordered to keep the Law of Moses.”",
      "6": "So the apostles and the elders met to look into this claim.",
      "7": "After a lengthy debate, Peter stood up and told them, “Brothers, you know that in the early days, God chose me to be the one among you through whom the gentiles would hear the message of the gospel and believe.",
      "8": "God, who knows everyone’s heart, showed them he approved by giving them the Holy Spirit, just as he did to us.",
      "9": "He made no distinction between them and us, because of their faith-cleansed hearts.",
      "10": "So why do you test God by putting on the disciples’ neck a yoke that neither our ancestors nor we could carry?",
      "11": "We certainly believe that it is through the grace of the Lord Jesus, the Messiah, that we are saved, just as they are.”",
      "12": "The whole crowd was silent as they listened to Barnabas and Paul tell about all the signs and wonders that God had done through them among the gentiles.",
      "13": "After Paul and Barnabas had finished speaking, James responded, “Brothers, listen to me:",
      "14": "Simeon has explained how God first showed his concern for the gentiles by taking from among them a people for his name.",
      "15": "This agrees with the words of the prophets. As it is written,",
      "16": "‘“After this, I will come back\n    and set up David’s fallen tent again.\nI will restore its ruined places\n    and set it up again",
      "17": "so that the rest of the people may search for the Lord,\n    including all the gentiles who are called by my name,’\n        declares the Lord.\n‘He is the one who has been doing these things",
      "18": "that have been known from long ago.’",
      "19": "“Therefore, I have decided that we should not trouble these gentiles who are turning to God.",
      "20": "Instead, we should write to them to keep away from things polluted by idols, from sexual immorality, from anything strangled, and from blood.",
      "21": "After all, Moses has had people to proclaim him in every city for generations, and on every Sabbath his books are read aloud in the synagogues.”",
      "22": "Then the apostles, the elders, and the whole church decided to choose some of their men to send with Paul and Barnabas to Antioch. These were Judas, who was called Barsabbas, and Silas, who were leaders among the brothers.",
      "23": "They wrote this letter for them to deliver:\n“From: The apostles and the elders, your brothers\nTo: Their gentile brothers in Antioch, Syria, and Cilicia.\nGreetings.",
      "24": "We have heard that some men, coming from us without instructions from us, have said things to trouble you and have unsettled you.",
      "25": "So we have unanimously decided to choose men and send them to you with our dear Barnabas and Paul,",
      "26": "who have risked their lives for the sake of our Lord Jesus, the Messiah.",
      "27": "We have therefore sent Judas and Silas to tell you the same things by word of mouth.",
      "28": "For it seemed good to the Holy Spirit and to us not to place on you any burden but these essential requirements:",
      "29": "to keep away from food sacrificed to idols, from blood, from anything strangled, and from sexual immorality. If you avoid these things, you will do well. Goodbye.”",
      "30": "So the men were sent on their way and arrived in Antioch. They gathered the congregation together and delivered the letter.",
      "31": "When the people read it, they were pleased with how the letter encouraged them.",
      "32": "Then Judas and Silas, who were also prophets, said a lot to encourage and strengthen the brothers.",
      "33": "After staying there for some time, they were sent back with a greeting from the brothers to those who had sent them.",
      "34": "",
      "35": "Both Paul and Barnabas remained in Antioch to teach and proclaim the word of the Lord, as did many others.",
      "36": "A few days later, Paul told Barnabas, “Let’s go back and visit the brothers in every town where we proclaimed the word of the Lord and see how they’re doing.”",
      "37": "Barnabas wanted to take along John, who was called Mark,",
      "38": "but Paul did not think it was right to take along the man who had deserted them in Pamphylia and who had not gone with them into the work.",
      "39": "The disagreement was so sharp that they parted ways. Barnabas took Mark and sailed to Cyprus,",
      "40": "while Paul chose Silas and left after the brothers had entrusted him to the grace of the Lord.",
      "41": "He went through Syria and Cilicia and strengthened the churches."
    },
    "16": {
      "1": "Paul also went to Derbe and Lystra, where there was a disciple named Timothy, the son of a believing Jewish wife whose husband was a Greek.",
      "2": "Timothy was highly regarded by the brothers in Lystra and Iconium.",
      "3": "Paul wanted this man to go with him, so he took him and had him circumcised because of the Jews who lived in that region, since everyone knew that Timothy’s father was a Greek.",
      "4": "As they went from town to town, they delivered the decisions reached by the apostles and elders in Jerusalem for them to obey.",
      "5": "So the churches continued to be strengthened in the faith and to increase in numbers every day.",
      "6": "Because they had been prevented by the Holy Spirit from speaking the word in Asia, Paul and Timothy went through the region of Phrygia and Galatia.",
      "7": "They went as far as Mysia and tried to enter Bithynia, but the Spirit of Jesus did not permit them,",
      "8": "so they bypassed Mysia and went down to Troas.",
      "9": "During the night Paul had a vision. A man from Macedonia was standing there and pleading with him, “Come over to Macedonia and help us!”",
      "10": "As soon as he had seen the vision, we immediately looked for a way to go to Macedonia, because we were convinced that God had called us to tell the people there the good news.",
      "11": "Sailing from Troas, we went straight to Samothrace, the next day to Neapolis,",
      "12": "and from there to Philippi, an important city of the district of Macedonia and a Roman colony. We were in this city for several days.",
      "13": "On the Sabbath day, we went out the city gate and walked along the river, where we thought there was a place of prayer. We sat down and began talking to the women who had gathered there.",
      "14": "A woman named Lydia, from the city of Thyatira, a dealer in purple goods, was listening to us. She was a worshiper of God, and the Lord opened her heart to listen carefully to what was being said by Paul.",
      "15": "When she and her family were baptized, she urged us, “If you are convinced that I am a believer in the Lord, come and stay at my home.” And she continued to insist that we do so.",
      "16": "Once, as we were going to the place of prayer, we met a slave girl who had a spirit of fortune-telling and who had brought her owners a great deal of money by predicting the future.",
      "17": "She would follow Paul and us and shout, “These men are servants of the Most High God and are proclaiming to you a way of salvation!”",
      "18": "She kept doing this for many days until Paul became annoyed, turned to her and told the spirit, “I command you in the name of Jesus the Messiah to come out of her!” And it came out that very moment.",
      "19": "When her owners realized that their hope of making money was gone, they grabbed Paul and Silas and dragged them before the authorities who met together in the public square.",
      "20": "They brought them before the magistrates and said, “These men are stirring up a lot of trouble in our city. They are Jews",
      "21": "and are advocating customs that we’re not allowed to accept or practice as Romans.”",
      "22": "The crowd joined in the attack against them. Then the magistrates had Paul and Silas stripped of their clothes and ordered them beaten with rods.",
      "23": "After giving them a severe beating, they threw them in jail and ordered the jailer to keep them under tight security.",
      "24": "Having received these orders, he put them into the inner cell and fastened their feet in leg irons.",
      "25": "Around midnight, Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them.",
      "26": "Suddenly, there was an earthquake so violent that the foundations of the prison were shaken. All the doors immediately flew open, and everyone’s chains were unfastened.",
      "27": "When the jailer woke up and saw the prison doors wide open, he drew his sword and was about to kill himself, since he thought the prisoners had escaped.",
      "28": "But Paul shouted in a loud voice, “Don’t hurt yourself, because we are all here!”",
      "29": "The jailer asked for torches and rushed inside. Trembling as he knelt in front of Paul and Silas,",
      "30": "he took them outside and asked, “Sirs, what must I do to be saved?”",
      "31": "They answered, “Believe on the Lord Jesus, and you and your family will be saved.”",
      "32": "Then they spoke the word of the Lord to him and everyone in his home.",
      "33": "At that hour of the night, he took them and washed their wounds. Then he and his entire family were baptized immediately.",
      "34": "He brought Paul and Silas upstairs into his house and set food before them. He was thrilled, as was his household, to believe in God.",
      "35": "When day came, the magistrates sent guards, who commanded, “Release those men.”",
      "36": "The jailer reported these words to Paul, and added, “The magistrates have sent word to release you. So come out now and go in peace.”",
      "37": "But Paul told the guards, “The magistrates have had us beaten publicly without a trial and have thrown us into jail, even though we are Roman citizens. Now are they going to throw us out secretly? Certainly not! Have them come and escort us out.”",
      "38": "The guards reported these words to the magistrates, and they became afraid when they heard that Paul and Silas were Roman citizens.",
      "39": "So the magistrates came, apologized to them, and escorted them out. Then they asked them to leave the city.",
      "40": "Leaving the jail, Paul and Silas went to Lydia’s house. They saw the brothers, encouraged them, and then left."
    },
    "17": {
      "1": "Paul and Silas traveled through Amphipolis and Apollonia and came to Thessalonica, where there was a Jewish synagogue.",
      "2": "As usual, Paul entered there and on three Sabbaths discussed the Scriptures with them.",
      "3": "He explained and showed them that the Messiah had to suffer and rise from the dead: “This very Jesus whom I proclaim to you is the Messiah.”",
      "4": "Some of them were persuaded and began to be associated with Paul and Silas, especially a large crowd of devout Greeks and the wives of many prominent men.",
      "5": "But the Jewish leaders became jealous, and they took some contemptible characters who used to hang out in the public square, formed a mob, and started a riot in the city. They attacked Jason’s home and searched it for Paul and Silas in order to bring them out to the people.",
      "6": "When they didn’t find them, they dragged Jason and some other brothers before the city officials and shouted, “These fellows who have turned the world upside down have come here, too,",
      "7": "and Jason has welcomed them as his guests. All of them oppose the emperor’s decrees by saying that there is another king—Jesus!”",
      "8": "The crowd and the city officials were upset when they heard this,",
      "9": "but after they had gotten a bond from Jason and the others, they let them go.",
      "10": "That night the brothers immediately sent Paul and Silas away to Berea. When they arrived, they went into the Jewish synagogue.",
      "11": "These people were more receptive than those in Thessalonica. They were very willing to receive the message, and every day they carefully examined the Scriptures to see if those things were so.",
      "12": "Many of them believed, including a large number of prominent Greek women and men.",
      "13": "But when the Jewish leaders in Thessalonica found out that the word of God had been proclaimed by Paul also in Berea, they went there to upset and incite the crowds.",
      "14": "Then the brothers immediately sent Paul away to the coast, but Silas and Timothy stayed there.",
      "15": "The men who escorted Paul took him all the way to Athens and, after receiving instructions to have Silas and Timothy join him as soon as possible, they left.",
      "16": "While Paul was waiting for them in Athens, his spirit was deeply disturbed to see the city full of idols.",
      "17": "So he began holding discussions in the synagogue with the Jews and other worshipers, as well as every day in the public square with anyone who happened to be there.",
      "18": "Some Epicurean and Stoic philosophers also debated with him. Some asked, “What is this blabbermouth trying to say?” while others said, “He seems to be preaching about foreign gods.” This was because Paul was telling the good news about Jesus and the resurrection.",
      "19": "Then they took him, brought him before the Areopagus, and asked, “May we know what this new teaching of yours is?",
      "20": "It sounds rather strange to our ears, and we would like to know what it means.”",
      "21": "Now all the Athenians and the foreigners living there used to spend their time doing nothing else other than listening to the latest ideas or repeating them.",
      "22": "So Paul stood up in front of the Areopagus and said, “Men of Athens, I see that you are very religious in every way.",
      "23": "For as I was walking around and looking closely at the objects you worship, I even found an altar with this written on it: ‘To an unknown god.’ So I am telling you about the unknown object you worship.",
      "24": "The God who made the world and everything in it is the Lord of heaven and earth. He doesn’t live in shrines made by human hands,",
      "25": "and he isn’t served by people as if he needed anything. He himself gives everyone life, breath, and everything else.",
      "26": "From one man he made every nation of humanity to live all over the earth, fixing the seasons of the year and the national boundaries within which they live,",
      "27": "so that they might look for God, somehow reach for him, and find him. Of course, he is never far from any one of us.",
      "28": "For we live, move, and exist because of him, as some of your own poets have said: ‘…Since we are his children, too.’",
      "29": "So if we are God’s children, we shouldn’t think that the divine being is like gold, silver, or stone, or is an image carved by humans using their own imagination and skill.",
      "30": "Though God has overlooked those times of ignorance, he now commands everyone everywhere to repent,",
      "31": "because he has set a day when he is going to judge the world with justice through a man whom he has appointed. He has given proof of this to everyone by raising him from the dead.”",
      "32": "When they heard about a resurrection of the dead, some began joking about it, while others said, “We will hear you again about this.”",
      "33": "And so Paul left the meeting.",
      "34": "Some men joined him and became believers. With them were Dionysius, who was a member of the Areopagus, a woman named Damaris, and some others along with them."
    },
    "18": {
      "1": "After this, Paul left Athens and went to Corinth.",
      "2": "There he found a Jew named Aquila, a native of Pontus, who had recently come from Italy with his wife Priscilla because Claudius had ordered all the Jews to leave Rome. Paul went to visit them,",
      "3": "and because they had the same trade he stayed with them. They worked together because they were tentmakers by trade.",
      "4": "Every Sabbath, he would speak in the synagogue, trying to persuade both Jews and Greeks.",
      "5": "But when Silas and Timothy arrived from Macedonia, Paul devoted himself entirely to the word as he emphatically assured the Jews that Jesus is the Messiah.",
      "6": "But when they began to oppose him and insult him, he shook out his clothes in protest and told them, “Your blood be on your own heads! I am innocent. From now on I will go to the gentiles.”",
      "7": "Then he left that place and went to the home of a man named Titius Justus, who worshipped God and whose house was next door to the synagogue.",
      "8": "Now Crispus, the leader of the synagogue, believed in the Lord, along with his whole family. Many Corinthians who heard Paul also believed and were baptized.",
      "9": "One night, the Lord told Paul in a vision, “Stop being afraid to speak out! Don’t remain silent!",
      "10": "For I am with you, and no one will lay a hand on you or harm you, because I have many people in this city.”",
      "11": "So Paul lived there for a year and a half and continued to teach the word of God among the people there.",
      "12": "While Gallio was proconsul of Achaia, the Jewish leaders gathered together, attacked Paul, and brought him before the judge’s seat.",
      "13": "They said, “This man is persuading people to worship God in ways that are contrary to the Law.”",
      "14": "Paul was about to speak when Gallio admonished the Jewish leaders, “If there were some misdemeanor or crime involved, it would be reasonable to put up with you Jews.",
      "15": "But since it is a question about words, names, and your own Law, you will have to take care of that yourselves. I refuse to be a judge in these matters.”",
      "16": "So he drove them away from the judge’s seat.",
      "17": "Then all of them took Sosthenes, the synagogue leader, and began beating him in front of the judge’s seat. But Gallio paid no attention to any of this.",
      "18": "After staying there for quite a while longer, Paul said goodbye to the brothers and sailed for Syria, accompanied by Priscilla and Aquila. He had his hair cut in Cenchrea, since he was under a vow.",
      "19": "When they arrived in Ephesus, he left Priscilla and Aquila there. Then he went into the synagogue and had a discussion with the Jews.",
      "20": "They asked him to stay longer, but he refused.",
      "21": "As he told them goodbye, he said, “I will come back to you again if it is God’s will.” Then he set sail from Ephesus.",
      "22": "When he arrived in Caesarea, he went up to Jerusalem, greeted the church there, and then returned to Antioch.",
      "23": "After spending some time there, he departed and went from place to place through the region of Galatia and Phrygia, strengthening all the disciples.",
      "24": "Meanwhile, a Jew named Apollos arrived in Ephesus. He was a native of Alexandria, an eloquent man, and well versed in the Scriptures.",
      "25": "He had been instructed in the Lord’s way, and with spiritual fervor he kept speaking and teaching accurately about Jesus, although he knew only about John’s baptism.",
      "26": "He began to speak boldly in the synagogue, but when Priscilla and Aquila heard him, they took him home and explained God’s way to him more accurately.",
      "27": "When Apollos wanted to cross over to Achaia, the brothers wrote to the disciples there, urging them to welcome him. On his arrival he greatly helped those who, through God’s grace, had believed.",
      "28": "He successfully refuted the Jews in public and proved by the Scriptures that Jesus is the Messiah."
    },
    "19": {
      "1": "It was while Apollos was in Corinth that Paul passed through the inland districts and came to Ephesus. He found a few disciples there",
      "2": "and asked them, “Did you receive the Holy Spirit when you believed?”\nThey answered him, “No, we haven’t even heard that there is a Holy Spirit.”",
      "3": "He then asked, “Then into what were you baptized?”\nThey answered, “Into John’s baptism.”",
      "4": "Then Paul said, “John baptized when they repented, telling the people to believe in the one who was to come after him, that is, in Jesus.”",
      "5": "On hearing this, they were baptized in the name of the Lord Jesus.",
      "6": "When Paul laid his hands on them, the Holy Spirit came on them, and they began to speak in foreign languages and to prophesy.",
      "7": "There were about twelve men in all.",
      "8": "He went into the synagogue and spoke there boldly for three months, holding discussions and persuading those who heard him about the kingdom of God.",
      "9": "But when some people became stubborn, refused to believe, and slandered the Way in front of the people, Paul left them, taking his disciples away with him, and held daily discussions in the lecture hall of Tyrannus.",
      "10": "This went on for two years, so that all who lived in Asia, Jews and Greeks alike, heard the word of the Lord.",
      "11": "God continued to do extraordinary miracles through Paul.",
      "12": "When handkerchiefs and aprons that had touched his skin were taken to the sick, their diseases left them and evil spirits went out of them.",
      "13": "Then some Jews who went around trying to drive out demons attempted to use the name of the Lord Jesus on those who had evil spirits, saying, “I command you by that Jesus whom Paul preaches!”",
      "14": "Seven sons of a Jewish high priest named Sceva were doing this.",
      "15": "But the evil spirit told them, “Jesus I know, and I am getting acquainted with Paul, but who are you?”",
      "16": "Then the man with the evil spirit jumped on them, got the better of them, and so violently overpowered all of them that they fled out of the house naked and bruised.",
      "17": "When this became known to everyone living in Ephesus, Jews and Greeks alike, they all became terrified, and the name of the Lord Jesus began to be held in high honor.",
      "18": "Many who became believers kept coming to confess and talk about what they had been doing.",
      "19": "Moreover, many people who had practiced occult arts gathered their books and burned them in front of everybody. They estimated their value and found them to have been worth 50,000 silver coins.",
      "20": "In that way the word of the Lord kept spreading and triumphing.",
      "21": "After these things had happened, Paul decided to go through Macedonia and Achaia and then to go on to Jerusalem. “After I have gone there,” he told them, “I must also see Rome.”",
      "22": "Then he sent two of his helpers, Timothy and Erastus, to Macedonia, while he himself stayed in Asia a while longer.",
      "23": "Now about that time a great commotion broke out concerning the Way.",
      "24": "By making silver shrines of Artemis, a silversmith named Demetrius provided a large income for skilled workers.",
      "25": "He called a meeting of these men and others who were engaged in similar trades and said, “Men, you well know that we get a good income from this business.",
      "26": "You also see and hear that, not only in Ephesus, but almost all over Asia, this man Paul has won over and taken away a large crowd by telling them that gods made by human hands are not gods at all.",
      "27": "There is a danger not only that our business will lose its reputation but also that the temple of the great goddess Artemis will be brought into disrepute and that she will be robbed of her majesty that brought all Asia and the world to worship her.”",
      "28": "When they heard this, they became furious and began to shout, “Great is Artemis of the Ephesians!”",
      "29": "The city was filled with confusion, and the people rushed into the theater together, dragging with them Gaius and Aristarchus, Paul’s fellow travelers from Macedonia.",
      "30": "Paul wanted to go into the crowd, but the disciples wouldn’t let him.",
      "31": "Even some officials of the province of Asia who were his friends sent him a message urging him not to risk his life in the theater.",
      "32": "Meanwhile, some were shouting one thing and some another, since the crowd was confused, and most of them didn’t know why they were meeting.",
      "33": "Some of the crowd concluded it was because of Alexander, since the Jews had pushed him to the front. So Alexander motioned for silence and tried to make a defense before the people.",
      "34": "But when they found out that he was a Jew, they all started to shout in unison for about two hours, “Great is Artemis of the Ephesians!”",
      "35": "When the city recorder had quieted the crowd, he said, “Men of Ephesus, who in the world doesn’t know that this city of Ephesus is the keeper of the temple of the great Artemis and of the statue that fell down from heaven?",
      "36": "Since these things cannot be denied, you must be quiet and not do anything reckless.",
      "37": "For you have brought these men here, although they neither rob temples nor blaspheme our goddess.",
      "38": "So if Demetrius and his workers have a charge against anyone, the courts are open and there are proconsuls. They should accuse one another there.",
      "39": "But if you want anything else, it must be settled in the regular assembly,",
      "40": "because we are in danger of being charged with rioting today, and there is no good reason we can give to justify this commotion.”",
      "41": "After saying this, he dismissed the assembly."
    },
    "20": {
      "1": "When the uproar was over, Paul sent for the disciples and encouraged them. Then he said goodbye to them and left to go to Macedonia.",
      "2": "He went through those regions and encouraged the people with everything he had to say. Then he went to Greece",
      "3": "and stayed there for three months. When he was about to sail for Syria, a plot was initiated against him by the Jews, so he decided to go back through Macedonia.",
      "4": "He was accompanied by Sopater (the son of Pyrrhus) from Berea, Aristarchus and Secundus from Thessalonica, Gaius from Derbe, Timothy, and Tychicus and Trophimus from Asia.",
      "5": "These men went on ahead and were waiting for us in Troas.",
      "6": "After the Festival of Unleavened Bread, we sailed from Philippi, and days later we joined them in Troas and stayed there for seven days.",
      "7": "On the first day of the week, when we had met to break bread, Paul began to address the people. Since he intended to leave the next day, he went on speaking until midnight.",
      "8": "Now there were many lamps in the upstairs room where we were meeting.",
      "9": "A young man named Eutychus, who was sitting in a window, began to sink off into a deep sleep as Paul kept speaking longer and longer. Overcome by sleep, he fell down from the third floor and was picked up dead.",
      "10": "But Paul went down, bent over him, took him into his arms, and said, “Stop being alarmed, because he’s still alive.”",
      "11": "Then he went back upstairs, broke bread, and ate. He talked with them for a long time, until dawn, and then left.",
      "12": "They took the young man away alive and were greatly relieved.",
      "13": "We proceeded to the ship and sailed for Assos, where we intended to pick up Paul. He had arranged it this way, since he had planned to travel there on foot.",
      "14": "When he met us in Assos, we took him on board and went to Mitylene.",
      "15": "We sailed from there and on the following day arrived off Chios. The next day, we crossed over to Samos and stayed at Trogyllium. The day after that, we came to Miletus.",
      "16": "Paul had decided to sail past Ephesus to avoid spending time in Asia, as he was in a hurry to get to Jerusalem for the day of Pentecost, if that was possible.",
      "17": "From Miletus he sent messengers to Ephesus to ask the elders of the church to meet with him.",
      "18": "When they came to him, he told them, “You know how I lived among you the entire time from the first day I set foot in Asia.",
      "19": "I served the Lord with all humility, with tears, and with trials that came to me through the plots of the Jews.",
      "20": "I never shrank from telling you anything that would help you nor from teaching you publicly and from house to house.",
      "21": "I testified to both Jews and Greeks about repentance to God and faith in our Lord Jesus.",
      "22": "And now, compelled by the Spirit, I am on my way to Jerusalem, not knowing what will happen to me there,",
      "23": "except that in town after town the Holy Spirit assures me that imprisonment and suffering are waiting for me.",
      "24": "But I don’t place any value on my life, if only I can finish my race and the ministry that I received from the Lord Jesus of testifying to the gospel of God’s grace.",
      "25": "“Now I know that none of you among whom I traveled preaching about the kingdom will ever see my face again.",
      "26": "I therefore declare to you today that I’m not responsible for the blood of any of you,",
      "27": "because I never shrank from telling you the whole plan of God.",
      "28": "Pay attention to yourselves and to the entire flock over which the Holy Spirit has made you overseers to be shepherds of God’s church, which he acquired with his own blood.",
      "29": "I know that when I’m gone, savage wolves will come among you and not spare the flock.",
      "30": "Indeed, some of your own men will arise and distort the truth in order to lure the disciples into following them.",
      "31": "So be alert! Remember that for three years, night and day, I never stopped tearfully warning each of you.",
      "32": "“I’m now entrusting you to God and to the message of his grace, which is able to build you up and secure for you an inheritance among all who are sanctified.",
      "33": "I never desired anyone’s silver, gold, or clothes.",
      "34": "You yourselves know that I worked with my own hands to support myself and those who were with me.",
      "35": "In every way I showed you that by working hard like this we should help the weak and remember the words that the Lord Jesus himself said, ‘It is more blessed to give than to receive.’”",
      "36": "When Paul had said this, he knelt down and prayed with all of them.",
      "37": "All of them cried and cried as they put their arms around Paul and kissed him affectionately.",
      "38": "They were especially sorrowful because of what he had said—that they would never see his face again. Then they took him to the ship."
    },
    "21": {
      "1": "When we had torn ourselves away from those brothers, we sailed straight to Cos, and the next day to Rhodes, and from there to Patara.",
      "2": "There we found a ship going across to Phoenicia, so we went aboard and sailed on.",
      "3": "We came in sight of Cyprus, and leaving it on our left, we sailed on to Syria and landed at Tyre because the ship was to unload its cargo there.",
      "4": "So we located some disciples and stayed there for seven days. Through the Spirit, they kept telling Paul not to go to Jerusalem,",
      "5": "but when our time there came to an end, we left and proceeded on our journey. All of them accompanied us with their wives and children out of the city. We knelt on the beach, prayed,",
      "6": "and said goodbye to each other. Then we reboarded the ship, and they went back home.",
      "7": "When we completed our voyage from Tyre, we arrived at Ptolemais, greeted the brothers there, and stayed with them for one day.",
      "8": "The next day, we left and came to Caesarea. We went to the home of Philip the evangelist, one of the Seven, and stayed with him.",
      "9": "He had four unmarried daughters who could prophesy.",
      "10": "After we had been there for a number of days, a prophet named Agabus arrived from Judea.",
      "11": "He came to us, took Paul’s belt, and tied his own feet and hands with it. Then he said, “The Holy Spirit says, ‘This is how the Jewish leaders in Jerusalem will tie up the man who owns this belt. Then they will hand him over to the gentiles.’”",
      "12": "When we heard this, we and the people who lived there begged Paul not to go up to Jerusalem.",
      "13": "At this Paul replied, “What do you mean by crying and breaking my heart? I’m ready not only to be tied up in Jerusalem but even to die for the name of the Lord Jesus!”",
      "14": "When he could not be persuaded otherwise, we remained silent except to say, “May the Lord’s will be done.”",
      "15": "When our time there ended, we got ready to go up to Jerusalem.",
      "16": "Some of the disciples from Caesarea went with us. They took us to the home of Mnason to be his guests. He was from Cyprus and had been an early disciple.",
      "17": "When we arrived in Jerusalem, the brothers there welcomed us warmly.",
      "18": "The next day, Paul went with us to visit James, and all the elders were present.",
      "19": "After greeting them, Paul related one by one the things that God had done among the gentiles through his ministry.",
      "20": "When they heard about it, they praised God and told him, “You see, brother, how many tens of thousands of believers there are among the Jews, and all of them are zealous for the Law.",
      "21": "But they have been told about you—that you teach all the Jews living among the gentiles to forsake the Law of Moses, and that you tell them not to circumcise their children or observe the customs.",
      "22": "What is to be done? They will certainly hear that you have come.",
      "23": "So do what we tell you. We have four men who are under a vow.",
      "24": "Take these men, go through the purification ceremony with them, and pay their expenses to shave their heads. Then everyone will know that there is nothing in what they have been told about you, but that you are carefully observing and keeping the Law.",
      "25": "As for the gentiles who have become believers, we have sent a letter with our decision that they should keep away from food that has been sacrificed to idols, from blood, from anything strangled, and from sexual immorality.”",
      "26": "Then Paul took those men and the next day purified himself with them. Then he went into the Temple to announce the time when their days of purification would end and when the sacrifice would be offered for each of them.",
      "27": "When the seven days were almost over, the Jews from Asia, seeing Paul in the Temple, stirred up a large crowd. They grabbed Paul,",
      "28": "yelling, “Men of Israel, help! This is the man who teaches everyone everywhere to turn against our people, the Law, and this place. More than that, he has even brought Greeks into the Temple and desecrated this Holy Place.”",
      "29": "For they had earlier seen Trophimus the Ephesian in the city with him and assumed that Paul had taken him into the Temple.",
      "30": "The whole city was in chaos. The people rushed together, grabbed Paul, dragged him out of the Temple, and at once the doors were sealed shut.",
      "31": "The crowd was trying to kill Paul when a report reached the tribune of the cohort that all Jerusalem was in an uproar.",
      "32": "Immediately the tribune took some soldiers and officers and ran down to the crowd. When the people saw the tribune and the soldiers, they stopped beating Paul.",
      "33": "Then the tribune came up, grabbed Paul, and ordered him to be tied up with two chains. He then asked who Paul was and what he had done.",
      "34": "Some of the crowd shouted this and some that. Since the tribune couldn’t learn the facts due to the confusion, he ordered Paul to be taken into the barracks.",
      "35": "When Paul got to the steps, he had to be carried by the soldiers because the mob had become so violent.",
      "36": "The crowd of people kept following him and shouting, “Kill him!”",
      "37": "Just as Paul was about to be taken into the barracks, he asked the tribune, “May I say something to you?”\nThe tribune asked, “Oh, do you speak Greek?",
      "38": "You’re not the Egyptian who started a revolt some time ago and led 4,000 assassins into the desert, are you?”",
      "39": "Paul replied, “I’m a Jew from Tarsus in Cilicia, a citizen of no insignificant city. Please let me speak to the people.”",
      "40": "The tribune gave him permission, and Paul, standing on the steps, motioned for the people to be silent. When everyone had quieted down, he spoke to them in the Hebrew language:"
    },
    "22": {
      "1": "“Brothers and fathers, listen to the defense that I am now making before you.”",
      "2": "When they heard him speaking to them in Hebrew, they became even more quiet, and he continued:",
      "3": "“I am a Jew, born in Tarsus in Cilicia but raised in this city and educated at the feet of Gamaliel in the strict ways of our ancestral Law. I am as zealous for God as all of you are today.",
      "4": "I persecuted this Way, even executing people, and kept tying up both men and women and putting them in prison,",
      "5": "as the high priest and the whole council of elders can testify about me. I also received letters from them to the brothers in Damascus, and I was going there to tie up those who were there and bring them back to Jerusalem to be punished.",
      "6": "“But while I was on my way and approaching Damascus about noon, a bright light from heaven suddenly flashed around me.",
      "7": "I fell to the ground and heard a voice saying to me, ‘Saul! Saul! Why are you persecuting me?’",
      "8": "“I answered, ‘Who are you, Lord?’\n“He told me, ‘I’m Jesus from Nazareth, whom you are persecuting.’",
      "9": "The men who were with me saw the light but didn’t understand the voice of the one who was speaking to me.",
      "10": "“Then I asked, ‘What am I to do, Lord?’\n“The Lord told me, ‘Get up and go into Damascus, and there you will be told everything you are destined to do.’",
      "11": "Since I could not see because of the brightness of the light, the men who were with me took me by the hand and led me into Damascus.",
      "12": "“A certain Ananias, who was a devout man with respect to the Law and who was highly regarded by all the Jews living there,",
      "13": "came to me. He stood beside me and said, ‘Brother Saul, receive your sight!’ At that moment I could see him.",
      "14": "“Then he said, ‘The God of our ancestors has chosen you to know his will, to see the Righteous One, and to hear his own voice,",
      "15": "because you will be his witness to all people of what you have seen and heard.",
      "16": "So now, what are you waiting for? Get up, be baptized, and have your sins washed away as you call on his name.’",
      "17": "“Then I returned to Jerusalem. While I was praying in the Temple, I fell into a trance",
      "18": "and saw the Lord saying to me, ‘Hurry up and get out of Jerusalem at once, because the people won’t accept your testimony about me.’",
      "19": "“I said, ‘Lord, they themselves know that in every synagogue I kept imprisoning and beating those who believe in you.",
      "20": "Even when the blood of your witness Stephen was being shed, I was standing there, approving it and guarding the coats of those who were killing him.’",
      "21": "“Then he told me, ‘Go, because I’ll send you far away to the gentiles.’”",
      "22": "Up to this point they listened to him, but then they began to shout, “Away with such a fellow from the earth! He’s not fit to go on living!”",
      "23": "While they were yelling, tossing their coats around, and throwing dirt into the air,",
      "24": "the tribune ordered Paul to be taken into the barracks and told the soldiers to beat and question him in order to find out why the people were yelling at him like this.",
      "25": "But when they had tied him up with the straps, Paul asked the centurion who was standing there, “Is it legal for you to whip a Roman citizen who hasn’t been condemned?”",
      "26": "When the centurion heard this, he went to the tribune and told him, “What are you doing? This man is a Roman citizen!”",
      "27": "So the tribune went and asked Paul, “Tell me, are you a Roman citizen?”\n“Yes,” he said.",
      "28": "Then the tribune replied, “I paid a lot of money for this citizenship of mine.”\nPaul said, “But I was born a citizen.”",
      "29": "Immediately those who were about to examine him stepped back, and the tribune was afraid when he found out that Paul was a Roman citizen and that he had tied him up.",
      "30": "The next day, since the tribune wanted to find out exactly what Paul was being accused of by the Jews, he released him and ordered the high priests and the entire Council to meet. Then he brought Paul down and had him stand before them."
    },
    "23": {
      "1": "Paul looked straight at the Council and said, “Brothers, with a clear conscience I have done my duty before God up to this very day.”",
      "2": "Then the high priest Ananias ordered the men standing near him to strike him on the mouth.",
      "3": "At this Paul told him, “God will strike you, you whitewashed wall! How can you sit there and judge me according to the Law, and yet in violation of the Law order me to be struck?”",
      "4": "The men standing near him asked, “Do you mean to insult God’s high priest?”",
      "5": "Paul answered, “I didn’t realize, brothers, that he is the high priest. After all, it is written, ‘You must not speak evil about a ruler of your people.’”",
      "6": "When Paul saw that some of them were Sadducees and others were Pharisees, he shouted in the Council, “Brothers, I’m a Pharisee and a descendant of Pharisees. I’m on trial concerning the hope that the dead will be resurrected.”",
      "7": "After he said that, an angry quarrel broke out between the Pharisees and the Sadducees, and the assembly was divided,",
      "8": "because the Sadducees say that there is no resurrection and that there is no such thing as an angel or spirit, but the Pharisees believe in all those things.",
      "9": "There was a great deal of shouting until some of the scribes who belonged to the party of the Pharisees stood up and argued forcefully, “We find nothing wrong with this man. What if a spirit or an angel has spoken to him?”",
      "10": "The quarrel was becoming violent, and the tribune was afraid that they would tear Paul to pieces. So he ordered the soldiers to go down, take him away from them by force, and bring him into the barracks.",
      "11": "That night the Lord stood near Paul and said, “Have courage! For just as you have testified about me in Jerusalem, you must testify in Rome, too.”",
      "12": "In the morning, the Jewish leaders formed a conspiracy and took an oath not to eat or drink anything before they had killed Paul.",
      "13": "More than 40 men formed this conspiracy.",
      "14": "They went to the high priests and elders and said, “We have taken a solemn oath not to taste any food before we have killed Paul.",
      "15": "Now then, you and the Council must notify the tribune to bring him down to you on the pretext that you want to look into his case more carefully, but before he arrives we’ll be ready to kill him.”",
      "16": "But the son of Paul’s sister heard about the ambush, so he came and got into the barracks and told Paul.",
      "17": "Then Paul called one of the centurions and said, “Take this young man to the tribune, because he has something to tell him.”",
      "18": "So the centurion took him, brought him to the tribune, and said, “The prisoner Paul called me and asked me to bring this young man to you. He has something to tell you.”",
      "19": "The tribune took him by the hand, stepped aside to be alone with him, and asked, “What have you got to tell me?”",
      "20": "He answered, “The Jewish leaders have agreed to ask you to bring Paul down to the Council tomorrow as though they were going to examine his case more carefully.",
      "21": "Don’t believe them, because more than 40 of them are planning to ambush him. They’ve taken an oath not to eat or drink before they’ve killed him. They are ready now, just waiting for your consent.”",
      "22": "The tribune dismissed the young man and ordered him not to tell anyone that he had notified him.",
      "23": "Then he summoned two centurions and ordered, “Get 200 soldiers ready to leave for Caesarea at nine o’clock tonight, along with 70 mounted soldiers and 200 soldiers with spears.",
      "24": "Provide a mount for Paul to ride, and take him safely to Governor Felix.”",
      "25": "He wrote a letter with this message:",
      "26": "“From: Claudius Lysias\nTo: Governor Felix\nGreetings, Your Excellency:",
      "27": "This man had been seized by the Jews and was about to be killed by them when I went with the guard and rescued him, having learned that he was a Roman citizen.",
      "28": "I wanted to know the exact charge they were making against him, so I had him brought before their Council.",
      "29": "I found that, although he was charged with questions about their Law, there was no charge against him deserving death or imprisonment.",
      "30": "Since a plot against the man has been reported to me, I’m sending him to you at once, and I’ve also ordered his accusers to present their charges against him before you.”",
      "31": "So the soldiers, in keeping with their orders, took Paul and brought him by night to Antipatris.",
      "32": "The next day, they let the horsemen ride with Paul while they returned to their barracks.",
      "33": "When these men came to Caesarea, they delivered the letter to the governor and handed Paul over to him.",
      "34": "After reading the letter, the governor asked which province Paul was from. On learning that he was from Cilicia,",
      "35": "he said, “I will hear your case when your accusers arrive.” Then he ordered Paul to be kept in custody in Herod’s palace."
    },
    "24": {
      "1": "Five days later, the high priest Ananias arrived with certain elders and Tertullus, an attorney, and they summarized their case against Paul before the governor.",
      "2": "When Paul had been summoned, Tertullus opened the prosecution by saying:\n“Your Excellency Felix, since we are enjoying lasting peace because of you, and since reforms for this nation are being brought about through your foresight,",
      "3": "we always and everywhere acknowledge it with profound gratitude.",
      "4": "But so as not to detain you any further, I beg you to hear us briefly with your customary graciousness.",
      "5": "For we have found this man a perfect pest and an agitator among all Jews throughout the world. He is a ringleader in the sect of the Nazarenes",
      "6": "and even tried to profane the Temple, but we arrested him.",
      "7": "",
      "8": "By examining him for yourself, you will be able to find out from him everything of which we accuse him.”",
      "9": "The Jewish leaders supported his accusations by asserting that these things were true.",
      "10": "When the governor motioned for Paul to speak, he replied:\n“Since I know that you have been a judge over this nation for many years, I am pleased to present my defense.",
      "11": "You can verify for yourself that I went up to worship in Jerusalem no more than twelve days ago.",
      "12": "They never found me debating with anyone in the Temple or stirring up a crowd in the synagogues or throughout the city,",
      "13": "and they cannot prove to you the charges they are now bringing against me.",
      "14": "However, I admit to you that in accordance with the Way, which they call a heresy, I worship the God of our ancestors and believe in everything written in the Law and the Prophets.",
      "15": "I have the same hope in God that they themselves cherish—that there is to be a resurrection of the righteous and the wicked.",
      "16": "Therefore, I always do my best to have a clear conscience before God and people.",
      "17": "After many years, I have come back to my people to bring gifts for the poor and to offer sacrifices.",
      "18": "They found me in the Temple doing these things just as I had completed the purification ceremony. No crowd or noisy mob was present.",
      "19": "But some Jews from Asia were there, and they should be here before you to accuse me if they have anything against me.",
      "20": "Otherwise, these men themselves should tell what wrong they found when I stood before the Council—",
      "21": "unless it is for the one thing I shouted as I stood among them: ‘It is for the resurrection of the dead that I am on trial before you today.’”",
      "22": "Felix was rather well informed about the Way, and so he adjourned the trial with the comment, “When Tribune Lysias arrives, I’ll decide your case.”",
      "23": "He ordered the centurion to guard Paul but to let him have some freedom and not to keep any of his friends from caring for his needs.",
      "24": "Some days later, Felix arrived with his wife Drusilla, who was Jewish. He sent for Paul and listened to him talk about faith in Jesus the Messiah.",
      "25": "As Paul talked about righteousness, self-control, and the coming judgment, Felix became afraid and said, “For the present you may go. When I get a chance, I will send for you again.”",
      "26": "At the same time he was hoping to receive a bribe from Paul, and so he would send for him frequently to talk with him.",
      "27": "After two years had passed, Felix was succeeded by Porcius Festus. Since Felix wanted to do the Jews a favor, he left Paul in prison."
    },
    "25": {
      "1": "Three days after Festus had arrived in the province, he went up from Caesarea to Jerusalem.",
      "2": "The high priests and Jewish leaders informed him of their charges against Paul, urging",
      "3": "and asking Festus to have Paul brought to Jerusalem as a favor. They were laying an ambush to kill him on the road.",
      "4": "Festus replied that Paul was being kept in custody at Caesarea and that he himself would be going there soon.",
      "5": "“Therefore,” he said, “have your authorities come down with me and present their charges against him there, if there is anything wrong with the man.”",
      "6": "Festus stayed with them no more than eight or ten days and then went down to Caesarea. The next day, he sat on the judge’s seat and ordered Paul brought in.",
      "7": "When Paul arrived, the Jewish leaders who had come down from Jerusalem surrounded him and began bringing a number of serious charges against him that they couldn’t prove.",
      "8": "Paul said in his defense, “I have done nothing wrong against the Law of the Jews, or of the Temple, or of the emperor.”",
      "9": "Then Festus, wanting to do the Jewish leaders a favor, asked Paul, “Are you willing to go up to Jerusalem to be tried there before me on these charges?”",
      "10": "But Paul said, “I am standing before the emperor’s judgment seat where I ought to be tried. I haven’t done anything wrong to the Jewish leaders, as you know very well.",
      "11": "If I’m guilty and have done something that deserves death, I’m willing to die. But if there is nothing to their charges against me, no one can hand me over to them as a favor. I appeal to the emperor!”",
      "12": "Festus talked it over with the council and then answered, “To the emperor you have appealed; to the emperor you will go!”",
      "13": "After several days had passed, King Agrippa and Bernice came to Caesarea to welcome Festus.",
      "14": "Since they were staying there for several days, Festus laid Paul’s case before the king. He said, “There is a man here who was left in prison by Felix.",
      "15": "When I went to Jerusalem, the high priests and the Jewish elders informed me about him and asked me to condemn him.",
      "16": "I answered them that it was not the Roman custom to sentence a man to be punished until the accused met his accusers face to face and had an opportunity to defend himself against the charge.",
      "17": "So they came here with me, and the next day without any delay I sat down in the judge’s seat and ordered the man to be brought in.",
      "18": "When his accusers stood up, they didn’t accuse him of any of the crimes I was expecting.",
      "19": "Instead, they had several arguments with him about their own religion and about a certain Jesus who had died—but Paul kept asserting he was alive.",
      "20": "I was puzzled how I should investigate such matters, so I asked if he would like to go to Jerusalem and be tried there for these things.",
      "21": "But Paul appealed his case and asked to be held in prison until the decision of his Majesty. So I ordered him to be held in custody until I could send him to the emperor.”",
      "22": "Agrippa told Festus, “I would like to hear the man.”\n“Tomorrow,” he said, “you will hear him.”",
      "23": "The next day, Agrippa and Bernice arrived with much fanfare and went into the auditorium along with the tribunes and the leading men of the city. At the command of Festus, Paul was brought in.",
      "24": "Then Festus said, “King Agrippa and all you men who are present with us! You see this man about whom the whole Jewish nation petitioned me, both in Jerusalem and here, shouting that he ought not to live any longer.",
      "25": "I find that he has not done anything deserving of death. But since he has appealed to his Majesty, I have decided to send him.",
      "26": "I have nothing reliable to write our Sovereign about him, so I have brought him to all of you, and especially to you, King Agrippa, so that I will have something to write after he is cross-examined.",
      "27": "For it seems to me absurd to send a prisoner without specifying the charges against him.”"
    },
    "26": {
      "1": "Then Agrippa told Paul, “You have permission to speak for yourself.” So Paul stretched out his hand and began his defense.",
      "2": "“I consider myself fortunate that it is before you, King Agrippa, that I can defend myself today against all the accusations of the Jewish leaders,",
      "3": "since you are especially familiar with all the Jewish customs and controversies. I beg you, therefore, to listen patiently to me.",
      "4": "All the Jews know how I lived from the earliest days of my youth with my own people and in Jerusalem.",
      "5": "They have known for a long time, if they would but testify to it, that I lived as a Pharisee, adhering to the standards of our strictest religious party.",
      "6": "“And now I stand here on trial for the hope of the promise made by God to our ancestors.",
      "7": "Our twelve tribes, worshiping day and night with intense devotion, hope to attain it. It is because of this hope, O King, that I am accused by the Jews.",
      "8": "Why is it thought incredible by all of you that God should raise the dead?",
      "9": "Indeed, I myself thought it my duty to take extreme measures against the name of Jesus from Nazareth.",
      "10": "That is what I did in Jerusalem. I received authority from the high priests and locked many of the saints in prison. And when I cast my vote against them, they were put to death.",
      "11": "I would even punish them frequently in every synagogue and try to make them blaspheme. Raging furiously against them, I would hunt them down even in distant cities.",
      "12": "“That is how I happened to be traveling to Damascus with authority based on a commission from the high priests.",
      "13": "On the road at noon, O King, I saw a light from heaven that was brighter than the sun. It flashed around me and those who were traveling with me.",
      "14": "“All of us fell to the ground, and I heard a voice asking me in the Hebrew language, ‘Saul! Saul! Why are you persecuting me? It is hurting you to keep on kicking against the cattle prods.’",
      "15": "“I asked, ‘Who are you, Lord?’\n“The Lord answered, ‘I’m Jesus, whom you are persecuting.",
      "16": "But get up and stand on your feet, because I’ve appeared to you for the very purpose of appointing you to be my servant and witness of what you’ve seen and of what I’ll show you.",
      "17": "I’ll continue to rescue you from your people and from the gentiles to whom I’m sending you.",
      "18": "You will help them understand and turn them from darkness to light and from Satan’s control to God, so that their sins will be forgiven and they will receive a share among those who are sanctified by faith in me.’",
      "19": "“And so, King Agrippa, I was not disobedient to the heavenly vision.",
      "20": "Instead, I first told the people in Damascus and Jerusalem, then all the people in Judea—and after that the gentiles—to repent, turn to God, and perform deeds that are consistent with such repentance.",
      "21": "For this reason the Jewish leaders grabbed me in the Temple and kept trying to kill me.",
      "22": "I’ve had help from God to this day, and so I stand here to testify to both the powerful and the lowly alike, stating only what the prophets and Moses said would happen—",
      "23": "that the Messiah would suffer and be the first to rise from the dead and would bring light both to our people and to the gentiles.”",
      "24": "As he continued his defense, Festus shouted, “You’re out of your mind, Paul! Too much education is driving you crazy!”",
      "25": "But Paul said, “I’m not out of my mind, Your Excellency Festus. I’m reporting what is absolutely true.",
      "26": "Indeed, the king knows about these things, and I can speak to him freely. For I’m certain that none of these things has escaped his notice, since this wasn’t done in a corner.",
      "27": "King Agrippa, do you believe the prophets? I know you believe them!”",
      "28": "Agrippa asked Paul, “Can you so quickly persuade me to become a Christian?”",
      "29": "Paul replied, “Whether quickly or not, I wish to God that not only you but everyone listening to me today would become what I am—except for these chains!”",
      "30": "Then the king, the governor, Bernice, and those who were sitting with him got up.",
      "31": "As they were leaving, they began to say to each other, “This man hasn’t been doing anything to deserve death or imprisonment.”",
      "32": "Agrippa told Festus, “This man could have been set free if he hadn’t appealed to the emperor.”"
    },
    "27": {
      "1": "When it was decided that we should sail to Italy, Paul and some other prisoners were transferred to a centurion named Julius, who belonged to the emperor’s division.",
      "2": "After boarding a ship from Adramyttium that was about to sail to the ports on the coast of Asia, we put out to sea. Aristarchus, a Macedonian from Thessalonica, went with us.",
      "3": "The next day, we arrived at Sidon, and Julius treated Paul kindly, allowing him to visit his friends there and to receive any care he needed.",
      "4": "After putting out from there, we sailed on the sheltered side of Cyprus because the winds were against us.",
      "5": "We sailed along the sea off Cilicia and Pamphylia and reached Myra in Lycia.",
      "6": "There the centurion found an Alexandrian ship bound for Italy and put us on it.",
      "7": "We sailed slowly for a number of days and with difficulty arrived off Cnidus. Then, because the wind was against us, we sailed on the sheltered side of Crete off Cape Salome.",
      "8": "Sailing past it with difficulty, we came to a place called Fair Havens, near the town of Lasea.",
      "9": "Much time had been lost, and because navigation had become dangerous and the day of fasting had already past, Paul began to warn those on the ship,",
      "10": "“Men, I see that during this voyage there will be hardship and a heavy loss not only of the cargo and ship, but also of our lives.”",
      "11": "But the centurion was persuaded by the pilot and the owner of the ship and not by what Paul said.",
      "12": "Since the harbor was not a good place to spend the winter, most of the men favored putting out to sea from there on the chance that somehow they could reach Phoenix and spend the winter there. It is a Cretian harbor that faces southwest and northwest.",
      "13": "When a gentle breeze began to blow from the south, they thought they could make it to Phoenix, so they hoisted anchor and began sailing along the shore of Crete.",
      "14": "But it was not long before a violent wind (called a northeaster) swept down from the island.",
      "15": "The ship was caught so that it couldn’t face the wind, and we gave up and were swept along.",
      "16": "As we drifted to the sheltered side of a small island called Cauda, we barely managed to secure the ship’s lifeboat.",
      "17": "The ship’s crew pulled it up on deck and used ropes to brace the ship. Fearing that they would hit the large sandbank near Libya, they lowered the sail and drifted along.",
      "18": "The next day, because we were being tossed so violently by the storm, they began to throw the cargo overboard.",
      "19": "On the third day they threw the ship’s equipment overboard with their own hands.",
      "20": "For a number of days neither the sun nor the stars were to be seen, and the storm continued to rage until at last all hope of our being saved vanished.",
      "21": "After they had gone a long time without food, Paul stood among his shipmates and said, “Men, you should have listened to me and not have sailed from Crete. You would have avoided this hardship and damage.",
      "22": "But now I urge you to have courage, because there will be no loss of life among you, but only loss of the ship.",
      "23": "For just last night an angel of God, to whom I belong and whom I serve, stood by me",
      "24": "and said, ‘Stop being afraid, Paul! You must stand before the emperor. Indeed, God has given to you the lives of everyone who is sailing with you.’",
      "25": "So take courage, men, because I trust God that it will turn out just as he told me.",
      "26": "However, we will have to run aground on some island.”",
      "27": "It was the fourteenth night, and we were drifting through the Adriatic Sea, when about midnight the sailors suspected that land was near.",
      "28": "After taking soundings, they found the depth to be twenty fathoms. A little later, they took soundings again and found it was fifteen fathoms.",
      "29": "Fearing that we might run aground on the rocks, they dropped four anchors from the stern and began praying for daylight to come.",
      "30": "Meanwhile, the sailors had begun trying to escape from the ship. They lowered the lifeboat into the sea and pretended that they were going to lay out the anchors from the bow.",
      "31": "Paul told the centurion and the soldiers, “Unless these men remain onboard, you cannot be saved.”",
      "32": "Then the soldiers cut the ropes that held the lifeboat and set it adrift.",
      "33": "Right up to daybreak Paul kept urging all of them to eat something. He said, “Today is the fourteenth day that you have been waiting and going without food, not eating anything.",
      "34": "So I urge you to eat something, for it will help you survive, since none of you will lose so much as a hair from his head.”",
      "35": "After he said this, he took some bread, thanked God in front of everyone, broke it, and began to eat.",
      "36": "Everyone was encouraged and had something to eat.",
      "37": "There were 276 of us on the ship.",
      "38": "After they had eaten all they wanted, they began to lighten the ship by dumping its cargo of wheat into the sea.",
      "39": "When day came, they didn’t recognize the land, but they could see a bay with a beach on which they planned to run the ship ashore, if possible.",
      "40": "So they cut the anchors free and left them in the sea. At the same time they untied the ropes that held the steering oars, raised the foresail to the wind, and headed for the beach.",
      "41": "But they struck a sandbar and ran the ship aground. The bow stuck and couldn’t be moved, while the stern was broken to pieces by the force of the waves.",
      "42": "The soldiers’ plan was to kill the prisoners to keep them from swimming ashore and escaping,",
      "43": "but the centurion wanted to save Paul, so he prevented them from carrying out their plan. He ordered those who could swim to jump overboard first and get to land.",
      "44": "The rest were to follow, some on planks and others on various pieces of the ship. In this way everyone got to shore safely."
    },
    "28": {
      "1": "When we were safely on shore, we learned that the island was called Malta.",
      "2": "The people who lived there were unusually kind to us. It had started to rain and was cold, so they started a bonfire and invited us to join them around it.",
      "3": "Paul gathered a bundle of sticks and put it on the fire. A poisonous snake was forced out by the heat and attached itself to Paul’s hand.",
      "4": "When the people who lived there saw the snake hanging from his hand, they told one another, “This man must be a murderer! He may have escaped from the sea, but Justice won’t let him live.”",
      "5": "But he shook the snake into the fire and wasn’t harmed.",
      "6": "They were expecting him to swell up or suddenly drop dead, but after waiting a long time and seeing nothing unusual happen to him, they changed their minds and said he was a god.",
      "7": "The governor of the island, whose name was Publius, owned estates in that part of the island. He welcomed us and entertained us with great hospitality for three days.",
      "8": "The father of Publius happened to be sick in bed with fever and dysentery. Paul went to him, prayed, and healed him by placing his hands on him.",
      "9": "After that had happened, the rest of the sick people on the island went to him and were healed.",
      "10": "The islanders honored us in many ways, and when we were about to sail again, they supplied us with everything we needed.",
      "11": "Three months later, we continued our sailing onboard an Alexandrian ship that had spent the winter at the island. It had the Twin Brothers as its figurehead.",
      "12": "We stopped at Syracuse and stayed there for three days.",
      "13": "Then we weighed anchor and came to Rhegium. A day later, a south wind began to blow, and on the second day we came to Puteoli.",
      "14": "There we found some brothers and were invited to stay with them for seven days. After this, we arrived in Rome.",
      "15": "The brothers there heard about us and came as far as the Forum of Appius and the Three Taverns to meet us. When Paul saw them, he thanked God and felt encouraged.",
      "16": "When we came into Rome, Paul was allowed to live by himself with the soldier who was guarding him.",
      "17": "Three days later, Paul called the leaders of the Jews together. When they assembled, he told them, “Brothers, although I haven’t done anything against our people or the customs of our ancestors, I was arrested in Jerusalem and handed over to the Romans.",
      "18": "They examined me and wanted to let me go because there was no reason for me to receive the death penalty in my case.",
      "19": "But the Jews objected and forced me to appeal to the emperor, even though I have no countercharge to bring against my own people.",
      "20": "That’s why I asked to see you and speak with you, since it is for the hope of Israel that I’m wearing this chain.”",
      "21": "The Jewish leaders told him, “We haven’t received any letters from Judea about you, and none of the brothers coming here has reported or mentioned anything bad about you.",
      "22": "However, we’d like to hear from you what you believe, because people are talking against this sect everywhere.”",
      "23": "So they set a day to meet with Paul and came out in large numbers to see him where he was staying.\nFrom morning until evening, he continued to explain the kingdom of God to them, trying to convince them about Jesus from the Law of Moses and the Prophets.",
      "24": "Some of them were convinced by what he said, but others wouldn’t believe.",
      "25": "They disagreed with one another as they were leaving, so Paul added this statement: “The Holy Spirit was so right when he spoke to your ancestors through the prophet Isaiah!",
      "26": "He said,\n‘Go to this people and say,\n    “You will listen and listen\n        but never understand,\n    and you will look and look\n        but never see!",
      "27": "For this people’s minds have become stupid,\n    and their ears can barely hear,\nand they have shut their eyes\n    so that they may never see with their eyes,\nand listen with their ears,\n    and understand with their heart\nand turn and let me heal them.”’",
      "28": "You must understand that this message about God’s salvation has been sent to the gentiles, and they will listen.”",
      "29": "",
      "30": "For two whole years Paul lived in his own rented place and welcomed everyone who came to him.",
      "31": "He continued to preach about the kingdom of God and to teach boldly and freely about the Lord Jesus, the Messiah."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:43:00.386080-04:00",
    "Translation": "ISV"
  }
}