{
  "Amos": {
    "1": {
      "1": "The words of Amos, who was among the sheep breeders of Tekoa, which he spoke concerning Israel during the reign of Uzziah, king of Judah and during the reign of Joash’s son Jeroboam, king of Israel, two years before the earthquake.",
      "2": "He said, “From Zion the Lord roars,\n    and from Jerusalem he shouts aloud.\nThe shepherds’ pastures will languish,\n    and Carmel’s summit will wither.”",
      "3": "This is what the Lord says: \n“For three transgressions of Damascus\n    —and now for a fourth—\n        I will not turn away;\nbecause they have trampled down Gilead\n    with ironclad threshing sleds.",
      "4": "So I will send down fire upon the house of Hazael,\n    and it will devour the palaces of Ben-hadad.",
      "5": "I will shatter the gate bars of Damascus,\n    and I will cut off the residents of the Aven Valley,\nalong with the one who holds the scepter from Beth-eden;\n    and the people of Aram will be exiled to Kir,”\n        says the Lord.",
      "6": "This is what the Lord says:\n“For three transgressions of Gaza\n    —and now for a fourth—\n        I will not turn away;\nbecause they exiled the entire population,\n    delivering them to Edom.",
      "7": "So I will send down fire upon the wall of Gaza,\n    and it will devour their fortified citadels;",
      "8": "and I will cut off the inhabitants of Ashdod,\n    along with Ashkelon’s ruler.\nI will turn to attack Ekron,\n    and the rest of the Philistines will die,”\n        says the Lord God.",
      "9": "This is what the Lord says:\n“For three transgressions of Tyre\n    —and now for a fourth—\n        I will not turn away;\nbecause they delivered the entire population to Edom,\n    and did not remember their covenant with their relatives.",
      "10": "So I will send down fire upon the wall of Tyre,\n    and it will devour their fortified citadels.”",
      "11": "This is what the Lord says:\n“For three transgressions of Edom\n    —and now for a fourth—\n        I will not turn away;\nbecause he pursued his brother with a sword,\n    refusing to be compassionate.\nHis anger was raging continuously;\n    he kept up his unending wrath.",
      "12": "So I will send down fire upon Teman,\n    and it will devour the fortified citadels of Bozrah.”",
      "13": "This is what the Lord says:\n“For three transgressions of the Ammonites\n    —and now for a fourth—\n        I will not turn away;\nbecause they ripped open the pregnant women of Gilead\n    in order to enlarge their national borders.",
      "14": "So I will send down fire upon the wall of Rabbah,\n    and it will devour their fortified citadels\n        with an alarm sounding in the time of battle,\n    and with a whirlwind in the time of storm.",
      "15": "Their king will go into captivity—\n    he and his princes together,”\n        says the Lord."
    },
    "2": {
      "1": "This is what the Lord says:\n“For three transgressions of Moab\nbecause they cremated the bones of the king of Edom,\n    burning them to lime.",
      "2": "So I will send down fire upon Moab,\n    and it will devour the fortified citadels of Kerioth.\nMoab will die in the uproar of battle,\n    with a war cry\n        and with the trumpeting of the ram’s horn.",
      "3": "I will execute their rulers among them,\n    killing all of their officials as well,”\n        says the Lord.",
      "4": "This is what the Lord says:\n“For three transgressions of Judah\n    —and now for a fourth—\n        I will not turn away;\nbecause they rejected the Law of the Lord\n    and did not keep his statutes.\nTheir own lies made them wander off,\n    following along the same path their ancestors walked.",
      "5": "So I will send down fire upon Judah,\n    and it will devour the fortified citadels of Jerusalem.”",
      "6": "This is what the Lord says:\n“For three transgressions of Israel\n    —and now for a fourth—\n        I will not turn away;\nbecause they sold the righteous for money,\n    and the poor for sandals,",
      "7": "moving quickly to rub the face of the needy in the dirt.\nCorrupting the ways of the humble,\n    a man and his father go to the same woman,\n        deliberately defiling my holy name.",
      "8": "They lay down beside every altar,\n    on garments pledged as collateral,\ndrinking wine paid for through fines\n    imposed by the temple of their gods.",
      "9": "Yet it was I who destroyed the Amorites in front of them,\n    though their height seemed like a cedar,\n    though their strength seemed like an oak,\nbut whose fruit I destroyed from above\n    and the roots from beneath.",
      "10": "Furthermore, I brought you up from the land of Egypt,\n    leading you in the wilderness for 40 years,\n        to take possession of the land of the Amorites.",
      "11": "I also raised up your sons to be prophets,\n    and from your young men I raised up Nazirites.\nIs this not true, people of Israel?”\n    declares the Lord.",
      "12": "“But you forced the Nazirites to drink wine,\n    and commanded the prophets,\n        ‘You are not to prophesy!’",
      "13": "“Oh, how I am burdened down with you,\n    as a wagon is overloaded with harvested grain!",
      "14": "So the swift runner will not escape,\n    the valiant will not fortify his strength,\n        and the mighty warrior will not save his life.",
      "15": "The skilled archer will not be able to stand,\n    the swift runner will not survive,\n        and the mounted rider will not preserve his own life.",
      "16": "Even the bravest of elite troops will run away naked at that time,”\n    declares the Lord."
    },
    "3": {
      "1": "“Listen to this message that the Lord has spoken about you, people of Israel. It concerns the entire family that I brought from the land of Egypt:",
      "2": "‘You alone have I known from among all of the families of mankind;\n    therefore I will hold you accountable for all your iniquities.’”",
      "3": "“Will a couple walk in unity\n    without having met?",
      "4": "Will a lion roar in the forest\n    without having found its prey?\nWill a young lion cry from its den\n    without having caught anything?",
      "5": "Does a bird fall into a snare on the ground\n    without any bait in the trap?\nWill a trap snap shut\n    when there is nothing to catch?",
      "6": "And when an alarm sounds in the city,\n    the people will tremble, won’t they?\nIf there is trouble in a city,\n    the Lord has brought it about, has he not?”",
      "7": "“Truly the Lord God will do nothing he has mentioned\n    without revealing his purposes to his servants the prophets.",
      "8": "A lion has roared!\n    Who will not fear?\nThe Lord God has spoken!\n    Who will not prophesy?",
      "9": "Announce this in the fortified citadels of Ashdod,\n    and in the fortified citadels of the land of Egypt.\nTell them, ‘Gather together on the mountains of Samaria;\n    look at the great misery among the citadels,\n        along with the oppression within Egypt.’",
      "10": "Because they do not know how to act right,”\n    declares the Lord,\n“they are filling their strongholds with treasures\n    that they took from others by violence into their fortified citadels.”",
      "11": "Therefore this is what the Lord God says: \n“An enemy will surround the land.\n    He will pull down your defenses,\n        and plunder your fortified citadels.”",
      "12": "This is what the Lord says: \n“Just as a shepherd might save from the lion’s mouth\n    only two leg bones or a scrap of an ear,\nthe Israelis will be saved in a similar manner—\n    those in Samaria who sit on the remains of their broken beds,\n        and those in Damascus who lie on the edge of their couches.”",
      "13": "“Listen and testify against the house of Jacob,”\n    declares the Lord God, the God of the Heavenly Armies,",
      "14": "“because on that day I will lay out the charges against Israel.\n    I will also bring judgment upon the altars of Bethel;\nthe horns of the altar will be cut off\n    and will fall to the ground.",
      "15": "I will wreck both the winter house and the summer house,\n    and the ivory houses will fall.\nThese palaces will surely fall,”\n    declares the Lord."
    },
    "4": {
      "1": "“Listen to this message, you fat cows from Bashan,\nwho live on the Samaritan mountains,\n    who oppress the poor,\nwho rob the needy,\n    and who constantly ask your husbands for one more drink!”",
      "2": "The Lord God has taken a sacred oath: \n“The day is coming when they will take you away on fishhooks,\n    every last one of you on fishhooks.",
      "3": "Each of you will go out through the breaches of the walls\n    straight to Mt. Hermon,”\n        declares the Lord.",
      "4": "“Come to Bethel and sin,\n    to Gilgal and sin even more!\nBring along your morning sacrifices,\n    and pay your tithes every other day.",
      "5": "While you’re at it, present a thank offering with leaven,\n    and publicize your freewill offerings,\nletting everyone hear about it,\n    because this is what you really love to do, you Israelis,”\n        declares the Lord God.",
      "6": "“I also have scheduled food shortages for you in all of your cities,\n    and lack of bread in all of your settlements,\nbut you haven’t returned to me,”\n    declares the Lord.",
      "7": "“I therefore have withheld the rain from you\n    three months before the harvest,\ncausing rain to come upon one city,\n    but not upon another,\nand upon one field\n    but not upon another,\n        so that it would wither.",
      "8": "So the people of two or three cities staggered away to another city\n    in order to obtain drinking water,\nbut you have not returned to me,”\n    declares the Lord.",
      "9": "“I afflicted you with blight and fungus;\n    and the locust swarm devoured the harvest\n        of your gardens, your vineyards, your fig trees, and your olive trees,\n    but you have not returned to me,”\n        declares the Lord.",
      "10": "“I sent plagues among you as I did with Egypt.\n    I killed your choicest young men with the sword.\nI took your horses away from you.\n    I filled your noses with the stench of your encampments,\nbut you have not returned to me,”\n    declares the Lord.",
      "11": "“I overthrew your cities,\n    as God overthrew Sodom and Gomorrah.\nYou’ve become like a burning ember, snatched from the fire,\n    but you have not returned to me,”\n        declares the Lord.",
      "12": "“Therefore this is what I will do to you, Israel.\n    Because I am about to do this,\n        prepare to be summoned to your God, Israel!”",
      "13": "Look! The one who crafts mountains,\n    who creates the wind,\nwho reveals what he is thinking to mankind,\n    who darkens the morning light,\nwho tramples down the high places of the land—\n    the Lord, the God of the Heavenly Armies is his name."
    },
    "5": {
      "1": "“Hear this accusation that I am bringing against you: \n‘A dirge, house of Israel:",
      "2": "Fallen is Israel the virgin—never to rise again!\n    She is abandoned on her own land,\n        with no one to raise her up.’",
      "3": "“For this is what the Lord God says: \n‘The city that is sending out a thousand\n    will have a hundred left;\nThe city that is sending out a hundred\n    will have ten left of the house of Israel.’”",
      "4": "“For this is what the Lord says to the house of Israel: \n‘Seek me and live,",
      "5": "but don’t seek Bethel.\nDon’t go to Gilgal,\n        and don’t pass over to Beer-sheba.\nBecause Gilgal will surely go into captivity,\n    and Bethel will come to nothing.",
      "6": "‘Seek the Lord and live!\n    Otherwise, he may break out like a fire in the house of Joseph\n        and devour Bethel,\n    and there will be no one to extinguish it.",
      "7": "Those of you who are making justice taste bitter,\n    and who have thrown righteousness to the ground:",
      "8": "Seek the one who fashions the Pleiades and Orion,\n    who turns the deep darkness into morning,\n    who darkens day into night,\n    who calls out to the waters of the sea,\n        pouring them out onto the surface of the earth—\n    the Lord is his name.",
      "9": "It is he who is raining sudden destruction\n    upon the strong like lightning,\n        so that ruin comes upon the fortress.",
      "10": "They have hated those who are presenting their cases in court,\n    detesting the one who speaks truthfully.",
      "11": "‘Therefore, since you trample the poor continuously,\n    taxing his grain,\n    building houses of stone in which you won’t live\n    and planting fine vineyards from which you won’t drink—",
      "12": "and because I know that your transgressions are many,\n    and your sins are numerous\nas you oppose the righteous,\n    taking bribes as a ransom,\n        and turning away the poor in court—",
      "13": "therefore the prudent person remains silent at such a time,\n    for the time is evil.",
      "14": "‘Pursue good and not evil,\n    so that you may live,\nand this is what will happen:\n    The Lord God of the Heavenly Armies will be with you,\n        as you have been claiming.",
      "15": "Hate evil and love good,\n    and establish justice in court—\nperhaps the Lord, the God of the Heavenly Armies,\nwill be gracious to the survivors of Joseph.’”",
      "16": "Therefore this is what the Lord, the God of the Heavenly Armies, the Lord, says: \n‘There will be dirges in all of the streets;\n        and in all of the highways they will cry out in anguish.\nThey will call the farmer to mourning\n    and those who lament to grieve.",
      "17": "And in all of the vineyards there will be mourning\n    when I pass through your midst,’\n        says the Lord.”",
      "18": "“Woe to those who are craving the Day of the Lord!\n    How is it to your benefit, this Day of the Lord?\n        It’s a day of darkness to you, and not light.",
      "19": "It will be like a man who runs from a lion,\n    only to encounter a bear;\nor who comes home, leans his hand against a wall,\n    and a serpent bites him!",
      "20": "Will not the Day of the Lord be darkness, and not light—\n    pitch black at that, without a ray of sunshine?”",
      "21": "“I hate—I despise—your festival days,\n    and your solemn convocations stink.",
      "22": "And if you send up burnt offerings to me\n    as well as your grain offerings,\nI will not accept them,\n    nor will I consider your peace offerings of fattened cattle.",
      "23": "Spare me your noisy singing—\n    I will not listen to your musical instruments.",
      "24": "“But let justice roll on like many waters,\n    and righteousness like an ever-flowing river.",
      "25": "“Was it to me that you brought offerings and gifts\n    in the desert for 40 years, house of Israel?",
      "26": "And you carried the tent of your king—\n    and Saturn, your star god idols that you crafted for yourselves.",
      "27": "So I will cause you to be taken captive beyond Damascus,”\n    says the Lord,\n        whose name is God of the Heavenly Armies."
    },
    "6": {
      "1": "“Woe to those who are at ease in Zion,\n    to those who rest on the mountain of Samaria—\nthe famous men of the nations\n    to whom the house of Israel came!",
      "2": "Cross over to Calneh and look around,\n    then go on to that great city of Hamath,\n        and from there go down to Gath of the Philistines.\nAre you better than these kingdoms?\n    Or is their territory more extensive than yours?",
      "3": "“Disbelieving that a day of evil will come,\n    embracing opportunities to commit violence,",
      "4": "lying on ivory beds,\n    stretching out on your couches,\neating lambs from the flock,\n    and fattened calves from the stall,",
      "5": "chanting to the sound of stringed instruments as if they were David,\n    composing songs to themselves as if they were musicians,",
      "6": "drinking wine from bowls,\n    anointing themselves with the choicest of oils,\n        but not grieving on the occasion of Joseph’s ruin—",
      "7": "therefore you will be the first to go into exile,\n    and the celebrations of those who are lounging will end.”",
      "8": "“The Lord God has sworn by himself,”\n    declares the Lord, the God of the Heavenly Armies,\n“I utterly detest the arrogance of Jacob;\n    I hate his fortresses;\nand I will deliver up the city,\n    along with everyone in it.",
      "9": "“And if there are ten men remaining in one house,\n    they will die.",
      "10": "One’s relative will pick up the corpse\n    to carry them from the house for burning,\nsaying to whomever remains inside the house,\n    ‘Is there anyone still with you?’\nAnd he will say, ‘No.’\n    He will respond, ‘Be quiet,\n        because we do not mention the name “Lord”.’",
      "11": "For indeed, the Lord is giving the command—\n    and he will smash the large house to rubble\n        and the small house into bits.",
      "12": "“Horses don’t run over bare rock, do they?\n    One doesn’t plow rock with oxen, does he?\nBut you have turned justice to gall,\n    and the fruit of righteousness into bitterness.",
      "13": "You rejoice in nothing worth mentioning—\n    that is, you keep on saying,\n‘We captured Karnaim by our own strength of will\n    and by our own effort, didn’t we?’",
      "14": "“So look, house of Israel! I will raise up a nation against you,”\n    declares the Lord, the God of the Heavenly Armies,\n“and they will harass you from the entrance of Hamath\n    to the wadi of the wilderness.”"
    },
    "7": {
      "1": "This is what the Lord God showed me: Look! He was forming locust swarms as the latter plantings were just beginning to sprout. Indeed, the king had just taken his first fruit tax.",
      "2": "And so it came about that when the swarm had finished eating the grass of the land, I was saying,\n“Lord God, forgive—please!\n    How will Jacob stand, since he is small?”",
      "3": "So the Lord relented from this. “This will not happen,” said the Lord.",
      "4": "This is what the Lord God showed me: Look! The Lord God was calling for judgment by fire, and it was drying up the great depths of the ocean and consuming the land.",
      "5": "So I kept on saying,\n“Lord God, forgive—please!\n    How will Jacob stand, since he is so small?”",
      "6": "So the Lord relented from this. “This will not happen, either,” said the Lord God.",
      "7": "This is what he showed me: Look! The Lord was standing upon a wall that stood straight and true, with a plumb line in his hand.",
      "8": "And the Lord was asking me, “What do you see, Amos?”\nI replied, “A plumb line.”\nSo the Lord said,\n“Look, I have set a plumb line\n    in the midst of my people Israel.\n        I will no longer spare them.",
      "9": "Isaac’s high places will be destroyed,\n    and the sanctuaries of Israel will be ruined.\n        I will rise in opposition to the house of Jeroboam with my sword.”",
      "10": "So Amaziah priest of Bethel sent a message to Jeroboam king of Israel. It said, “Amos has been conspiring against you in the very heart of the house of Israel! The land cannot bear everything he has to say,",
      "11": "because Amos is saying this:\n‘By the sword will Jeroboam die,\n    and Israel will surely go into exile\n        far from her homeland.’”",
      "12": "So Amaziah kept saying to Amos, “Get out of here, you seer! Go back to the land of Judah. Live there and prophesy there.",
      "13": "Don’t prophesy anymore at Bethel, because it’s the king’s sanctuary and a temple of the kingdom.”",
      "14": "Amos replied in answer to Amaziah,\n“I am no prophet,\n    nor am I a prophet’s son,\nfor I have been shepherding\n    and picking the fruit of sycamore trees.",
      "15": "But the Lord took me from tending the flock and the Lord kept saying to me, ‘Go, prophesy to my people Israel.’",
      "16": "“Very well then, hear this message from the Lord:\n‘You are saying,\n    “Don’t prophesy against Israel,\n        and don’t preach against the house of Isaac.”",
      "17": "‘Therefore this is what the Lord says:\n    “Your wife will become a whore in the city,\n        and your sons and daughters will die by the sword.\n    Your land will be divided and apportioned,\n        and you will die in a foreign land.\n    Israel will surely go into exile,\n        far from its homeland.”’”"
    },
    "8": {
      "1": "This is what the Lord God showed me: Look! A basket of summer fruit!",
      "2": "And he was asking, “What do you see, Amos?”\nI answered, “A basket of summer fruit.”\nThen the Lord told me,\n“The end approaches for my people Israel.\n    I will no longer spare them.",
      "3": "At that time,”\n    declares the Lord God,\n“the temple songs will be wailing.\n    Many bodies will accumulate everywhere.",
      "4": "“Hear this, you who are swallowing up the needy,\n    who intend to make the poor of the land fail,",
      "5": "and who are saying,\n    ‘When will the New Moon fade\n        so we may sell grain,\n    and the Sabbath conclude\n        so we may market winnowed wheat?—\nshortchanging the measure,\n    raising the price,\n        falsifying the scales by treachery,",
      "6": "buying the poor for cash,\n    and the needy for a pair of sandals,\n        selling chaff mixed in with the wheat.’",
      "7": "“The Lord has sworn by the pride of Jacob:\n    I will never forget anything they have done.",
      "8": "Surely the land will tremble because of this, won’t it?\n    And all who live in it will mourn, won’t they?\nThe entire land will swell up like a flooded river.\n    It will be stirred up and then will sink\n        like the river of Egypt.",
      "9": "It will come about at that time,” declares the Lord God,\n    “I will cause the sun to set at noon\n        and the earth to darken in the daylight.",
      "10": "I will turn your festivals into mourning,\n    and all of your songs to dirges.\nI will cause all of you to put on sackcloth\n    and to shave all of your heads.\nI will make that time like mourning for an only son,\n    and its conclusion will be like the end of a bitter day.”",
      "11": "“Look! The days are coming,”\n    declares the Lord God,\n“when I will send a famine throughout the land—\n    not a famine of food or a thirst for water—\n        but rather a famine of hearing the words of the Lord.",
      "12": "People will stagger from sea to sea,\n    from north to east.\nThey will run back and forth,\n    searching for a message from the Lord,\n        but they won’t find it.",
      "13": "At that time,\n    the beautiful virgins will faint,\n        as will the strong young men—from thirst.",
      "14": "Those who have been swearing oaths by the sin of Samaria,\n    or who say, ‘As your god lives, Dan…’\nor who say, ‘As the way of Beer-sheba lives…’—\n    will fall, and will never rise again.”"
    },
    "9": {
      "1": "I saw the Lord standing beside the altar as he was saying,\n“Strike the doorposts\n    so that the thresholds tremble,\n        bringing them down on the heads of all of them.\nThose who survive I will kill with the sword.\n    Those who flee will not escape.\n        There will be no deliverance for the fugitives.",
      "2": "“Even if they burrow into Sheol,\n    from there my hand will find them.\nEven if they ascend to the heavens,\n    from there I will bring them down.",
      "3": "Even if they hide at the top of Mount Carmel,\n    from there I will search and seize them.\nEven if they hide from my sight in the depths of the sea,\n    from there I will order the serpent to strike them.",
      "4": "Even if they go into exile among their enemies,\n    from there I will order the sword to kill them.\nI will fix my gaze on them to inflict disaster,\n    and not to do good.",
      "5": "“The Lord God of the Heavenly Armies\nwho is touching the earth so that it melts\n    and all of its inhabitants mourn there—\n        the land rises like the Nile River,\n        but sinks like the river of Egypt—",
      "6": "who is building his stairway to heaven\n    and setting its foundation on earth;\nwho is calling for the waters of the sea\n    and pouring them out over the surface of the land—\n        the Lord is his name!",
      "7": "“Aren’t you people of Israel like the people of Cush to me?”\n    declares the Lord.\n“I brought Israel up from the land of Egypt, did I not,\n    as well as the Philistines from Caphtor\n        and the Arameans from Kir?",
      "8": "Look! The eyes of the Lord God are on the sinful kingdom.\n    I will destroy it from the face of the earth;\nbut I will not totally destroy the house of Jacob,”\n    declares the Lord.",
      "9": "“Look! I’m giving the order:\n    I will sift the house of Israel throughout all the nations,\n        as one sifts with a sieve,\n    yet not a single kernel will reach the ground!",
      "10": "All sinners among my people will die by the sword,\n    especially all who are saying,\n        ‘Disaster will not come upon or conquer us!’”",
      "11": "“At that time I will restore David’s fallen tent,\n    restoring its torn places.\nI will restore its ruins,\n    rebuilding it as it was long ago,",
      "12": "so my people may inherit the remnant of Edom\n    and all of the nations that bear my name,”\n        declares the Lord who is bringing this about.",
      "13": "“Look! The days are coming,”\n    declares the Lord,\n“when the one who sows will overtake the harvester\n    and the treader of grapes will overtake the planter.\nFresh wine will drip down from the mountains,\n    cascading down from the hills.",
      "14": "I will surely restore my people Israel;\n    they will rebuild the ruined cities\n        and inhabit them.\nThey will plant vineyards\n    and drink the wine from them.\nThey will plant gardens\n    and eat the fruit from them.",
      "15": "I will plant the people of Israel in their own land,\n    never again to be torn out of their land\n        that I gave them,”\n    says the Lord your God."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:42:39.822624-04:00",
    "Translation": "ISV"
  }
}