{
  "Colossians": {
    "1": {
      "1": "From: Paul, an apostle of the Messiah Jesus by the will of God, and Timothy our brother.",
      "2": "To: The holy and faithful brothers in Colossae who are in union with the Messiah.\nMay grace and peace from God our Father be yours!",
      "3": "We give thanks to God, the Father of our Lord Jesus, the Messiah, praying always for you,",
      "4": "because we have heard about your faith in the Messiah Jesus and the love that you have for all the saints,",
      "5": "based on the hope laid up for you in heaven. Some time ago you heard about this hope through the word of truth, the gospel",
      "6": "that has come to you. Just as it is bearing fruit and spreading all over the world, so it has been doing among you from the day you heard it and came to know the grace of God in truth.",
      "7": "You learned about this gospel from Epaphras, our dear fellow servant, who is a faithful minister of the Messiah on your behalf.",
      "8": "He has told us about your love in the Spirit.",
      "9": "For this reason, since the day we heard about this, we have not stopped praying for you and asking that you may be filled with the full knowledge of God’s will with respect to all spiritual wisdom and understanding,",
      "10": "so that you might live in a manner worthy of the Lord and be fully pleasing to him as you bear fruit while doing all kinds of good things and growing in the full knowledge of God.",
      "11": "You are being strengthened with all power according to his glorious might, so that you might patiently endure everything with joy",
      "12": "and might thank the Father, who has enabled us to share in the saints’ inheritance in the light.",
      "13": "God has rescued us from the power of darkness and has brought us into the kingdom of the Son whom he loves,",
      "14": "through whom we have redemption, the forgiveness of sins.",
      "15": "The Son is the image of the invisible God,\n    the firstborn over all creation.",
      "16": "For by him all things in heaven and on earth were created,\n    things visible and invisible,\n        whether they are kings, lords, rulers, or powers.\nAll things have been created through him and for him.",
      "17": "He himself existed before anything else did,\n    and he holds all things together.",
      "18": "He is also the head of the body,\n    which is the church.\nHe is the beginning, the firstborn from the dead,\n    so that he himself might have first place in everything.",
      "19": "For God was pleased to have\n    all of his divine essence inhabit him.",
      "20": "Through the Son, God also reconciled all things to himself,\n    whether things on earth or things in heaven,\nthereby making peace\n    through the blood of his cross.",
      "21": "You who were once alienated with a hostile attitude, doing evil,",
      "22": "he has now reconciled by the death of his physical body, so that he may present you holy, blameless, and without fault before him.",
      "23": "However, you must remain firmly established and steadfast in the faith, without being moved from the hope of the gospel that you heard, which has been proclaimed to every creature under heaven and of which I, Paul, have become a servant.",
      "24": "Now I am rejoicing while suffering for you as I complete in my flesh whatever remains of the Messiah’s sufferings on behalf of his body, which is the church.",
      "25": "I became its servant as God commissioned me to work for you, so that I may complete my ministry of the word of God.",
      "26": "This secret was hidden throughout the ages and generations but has now been revealed to his saints,",
      "27": "to whom God wanted to make known the glorious riches of this secret among the gentiles—which is the Messiah in you, our glorious hope.",
      "28": "It is he whom we proclaim as we admonish and wisely teach everyone, so that we may present everyone mature in the Messiah.",
      "29": "I work hard and struggle to do this, using the energy that he powerfully provides in me."
    },
    "2": {
      "1": "For I want you to know how much I struggle for you, for those in Laodicea, and for all who have never seen me face to face.",
      "2": "Because they are united in love, I pray that their hearts may be encouraged by all the riches that come from a complete understanding of the full knowledge of the Messiah, who is the mystery of God.",
      "3": "In him are stored all the treasures of wisdom and knowledge.",
      "4": "I say this so that no one will mislead you with nice-sounding rhetoric.",
      "5": "For although I am physically absent, I am with you in spirit, rejoicing to see how stable you are and how firm your faith in the Messiah is.",
      "6": "So then, just as you have received the Messiah Jesus the Lord, continue to live dependent on him.",
      "7": "For you have been rooted in him and are being built up and strengthened in the faith, just as you were taught, while you continue to be thankful.",
      "8": "See to it that no one enslaves you through philosophy and empty deceit according to human tradition, according to the basic principles of the world, and not according to the Messiah,",
      "9": "because all the essence of deity inhabits him in bodily form.",
      "10": "And you have been filled by him, who is the head of every ruler and authority.",
      "11": "In union with him you were also circumcised with a circumcision performed without human hands by stripping off the corrupt nature by the circumcision performed by the Messiah.",
      "12": "When you were buried with the Messiah in baptism, you were also raised with him through faith in the power of God, who raised him from the dead.",
      "13": "Even when you were dead because of your offenses and the uncircumcision of your flesh, God made you alive with him when he forgave us all of our offenses,",
      "14": "having erased the charges that were brought against us, along with their obligations that were hostile to us. He took those charges away when he nailed them to the cross.",
      "15": "And when he had disarmed the rulers and the authorities, he made a public spectacle of them, triumphing over them in the cross.",
      "16": "Therefore, let no one judge you in matters of food and drink or with respect to a festival, a New Moon, or Sabbath days.",
      "17": "These are a shadow of the things to come, but the reality belongs to the Messiah.",
      "18": "Let no one who delights in humility and the worship of angels cheat you out of the prize by rejoicing about what he has seen. Such a person is puffed up for no reason by his carnal mind.",
      "19": "He does not hold on to the head, from whom the whole body, which is nourished and held together by its joints and ligaments, grows as God enables it.",
      "20": "If you have died with the Messiah to the basic principles of the world, why are you submitting to its decrees as though you still lived in the world?",
      "21": "“Don’t handle this! Don’t taste or touch that!”",
      "22": "All of these things will be destroyed as they are used, because they are based on human commands and teachings.",
      "23": "These things have the appearance of wisdom in promoting self-made religion, humility, and harsh treatment of the body, but they have no value against self-indulgence."
    },
    "3": {
      "1": "Therefore, if you have been raised with the Messiah, keep focusing on the things that are above, where the Messiah is seated at the right hand of God.",
      "2": "Keep your minds on things that are above, not on things that are on the earth.",
      "3": "For you have died, and your life has been safely guarded by the Messiah in God.",
      "4": "When the Messiah, who is your life, is revealed, then you, too, will be revealed with him in glory.",
      "5": "So put to death your worldly impulses: sexual sin, impurity, passion, evil desire, and greed (which is idolatry).",
      "6": "It is because of these things that the wrath of God is coming on those who are disobedient.",
      "7": "You used to behave like them as you lived among them.",
      "8": "But now you must also get rid of anger, wrath, malice, slander, obscene speech, and all such sins.",
      "9": "Do not lie to one another, for you have stripped off the old nature with its practices",
      "10": "and have clothed yourselves with the new nature, which is being renewed in full knowledge, consistent with the image of the one who created it.",
      "11": "In him there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave, or free person. Instead, the Messiah is all and in all.",
      "12": "Therefore, as God’s chosen ones, holy and loved, clothe yourselves with compassion, kindness, humility, meekness, and patience.",
      "13": "Be tolerant of one another and forgive each other if anyone has a complaint against another. Just as the Lord has forgiven you, you also should forgive.",
      "14": "Above all, clothe yourselves with love, which ties everything together in unity.",
      "15": "Let the peace of the Messiah also rule in your hearts, to which you were called in one body, and be thankful.",
      "16": "Let the word of the Messiah inhabit you richly with wisdom, teaching and admonishing one another with psalms, hymns, and spiritual songs, and singing to God with thankfulness in your hearts.",
      "17": "And whatever you do, whether by speech or action, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.",
      "18": "Wives, submit yourselves to your husbands, as is appropriate for those who belong to the Lord.",
      "19": "Husbands, love your wives, and do not be harsh with them.",
      "20": "Children, obey your parents in everything, for this is pleasing to the Lord.",
      "21": "Fathers, do not make your children resentful. Otherwise, they’ll become discouraged.",
      "22": "Slaves, obey your earthly masters in everything, not only while being watched in order to please them, but with a sincere heart, fearing the Lord.",
      "23": "Whatever you do, work at it wholeheartedly as though you were doing it for the Lord and not merely for people.",
      "24": "You know that it is from the Lord that you will receive the inheritance as a reward. It is the Lord Messiah whom you are serving!",
      "25": "For the person who does what is wrong will be paid back for what he has done without favoritism."
    },
    "4": {
      "1": "Masters, treat your slaves justly and fairly, because you know that you also have a Master in heaven.",
      "2": "Devote yourselves to prayer. Be alert and thankful when you pray.",
      "3": "At the same time also pray for us—that God would open before us a door for the word so that we may tell the secret about the Messiah, for which I have been imprisoned.",
      "4": "May I reveal it as clearly as I should!",
      "5": "Behave wisely toward outsiders, making the best use of your time.",
      "6": "Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer everyone.",
      "7": "Tychicus will tell you everything that has happened to me. He is a dear brother, a faithful minister, and a fellow servant in the Lord.",
      "8": "I am sending him to you for this very reason, so that you may know how we are doing and that he may encourage your hearts.",
      "9": "He is coming with Onesimus, that faithful and dear brother, who is one of you. They will tell you everything that is happening here.",
      "10": "Aristarchus, my fellow prisoner, sends his greetings, as does Mark, the cousin of Barnabas. You have received instructions about him. If he comes to you, welcome him.",
      "11": "Jesus, who is called Justus, also greets you. These are the only ones of the circumcision who are fellow workers for the kingdom of God. They have been an encouragement to me.",
      "12": "Epaphras, who is one of you, a servant of the Messiah Jesus, sends you his greetings. He is always wrestling in his prayers for you, so that you may stand mature, completely convinced of the entire will of God.",
      "13": "For I can testify on his behalf that he has a deep concern for you and for those in Laodicea and in Hierapolis.",
      "14": "Luke, the beloved physician, and Demas greet you.",
      "15": "Give my greetings to the brothers in Laodicea, especially to Nympha and the church that is in her house.",
      "16": "When this letter has been read among you, have it read also in the church of the Laodiceans, and be sure to read the one from Laodicea.",
      "17": "Tell Archippus, “See that you complete the ministry you have received from the Lord.”",
      "18": "This greeting is written with my own signature—“Paul.” Remember that I remain imprisoned. May grace be with you! Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:43:06.727288-04:00",
    "Translation": "ISV"
  }
}