{
  "Ecclesiastes": {
    "1": {
      "1": "The words of the Teacher, the son of David, king in Jerusalem.",
      "2": "“Utterly pointless,”\n        says the Teacher.\n“Absolutely pointless;\n    everything is pointless.”",
      "3": "What does a man gain\n    from all of the work that he undertakes on earth?",
      "4": "A generation goes,\n    a generation comes,\n        but the earth remains forever.",
      "5": "The sun rises,\n    the sun sets,\n        then rushes back to where it arose.",
      "6": "The wind blows southward,\n    then northward, constantly circulating,\n        and the wind comes back again in its courses.",
      "7": "All the rivers flow toward the sea,\n    but the sea is never full;\n        then rivers return to the headwaters where they began.",
      "8": "Everything is wearisome,\n    more than man is able to express.\nThe eye is never satisfied by seeing,\n    nor the ear by hearing.",
      "9": "Whatever has happened, will happen again;\n    whatever has been done, will be done again.\n        There is nothing new on earth.",
      "10": "Does anything exist about which someone might say,\n    “Look at this! Is this new?”\nIt happened ages ago;\n    it existed before we did.",
      "11": "No one remembers those in the past,\n    nor will they be remembered\n        by those who come after them.",
      "12": "I, the Teacher, have been king over Israel in Jerusalem.",
      "13": "I dedicated myself to using wisdom for study and discovery of everything that is done under heaven. God uses terrible things so human beings will struggle with life.",
      "14": "I observed every activity done on earth. My conclusion: all of it is pointless—like chasing after the wind.",
      "15": "What is crooked cannot be made straight;\n    what is not there cannot be counted.",
      "16": "I told myself, “I have become greater and wiser than anyone who ruled before me in Jerusalem—yes, I have acquired a great deal of wisdom and knowledge.”",
      "17": "So I dedicated myself to learn about wisdom and knowledge, and about insanity and foolishness. And I discovered that this is also like chasing after the wind.",
      "18": "For with much wisdom there is much sorrow;\n    the more someone adds to knowledge,\n        the more someone adds to grief."
    },
    "2": {
      "1": "I told myself, “I will test you with pleasure, so enjoy yourself.” But this was pointless.",
      "2": "“Senseless,” said I concerning laughter and pleasure, “How practical is this?”",
      "3": "I decided to indulge in wine, while still remaining committed to wisdom. I also tried to indulge in foolishness, just enough to determine whether it was good for human beings under heaven given the short time of their lives.",
      "4": "With respect to my extravagant works, I built houses for myself; I planted vineyards for myself.",
      "5": "I constructed gardens and orchards for myself, and within them I planted all kinds of fruit trees.",
      "6": "I built for myself water reservoirs to irrigate forests that produce trees.",
      "7": "I acquired male and female slaves, and had other slaves born in my house. I also acquired for myself increasing numbers of herds and flocks—more than anyone who had lived before me in Jerusalem.",
      "8": "I also accumulated silver, gold, and the wealth of kings and their kingdoms. I gathered around me both male and female singers, along with what delights a man—all sorts of mistresses.",
      "9": "So I became great, greater than anyone who had lived before me in Jerusalem. Throughout all of this, I remained wise.",
      "10": "Whenever I wanted something I had seen, I never refused that desire. Instead, I enjoyed everything I did, and this became the reward in what I had undertaken.",
      "11": "Then I examined all of my accomplishments that I had brought about by my own efforts, including the work that I had labored so hard to complete—and it was all pointless, like chasing after the wind, and there was nothing to be gained on earth.",
      "12": "Next I turned to examine wisdom, insanity, and foolishness, because what can a person do who succeeds the king except what has already been accomplished?",
      "13": "I concluded that wisdom is more useful than foolishness, just as light is more useful than darkness.",
      "14": "The wise use their eyes, but the fool walks in darkness. I also perceived that the same outcome affects them all.",
      "15": "Then I told myself, “Whatever happens to the fool will happen also to me. Therefore what’s the point in being so wise?” And I told myself that this also is pointless.",
      "16": "For neither the wise nor the fool will be long remembered, since in days to come everything will be forgotten. The wise man dies the same way as the fool, does he not?",
      "17": "So I hated life, because whatever is done on earth causes me trouble—it’s all pointless, like chasing after the wind.",
      "18": "Then I despised everything I had worked for on earth, that is, the things that I will leave to the person who will succeed me.",
      "19": "And who knows whether he will be wise or foolish? Either way, he will take possession of everything that I have done on earth, especially where I have excelled. This also is pointless.",
      "20": "So I came to be in despair about everything I had accomplished on earth.",
      "21": "For sometimes people who strive to obtain wisdom, knowledge, and equity leave everything as an inheritance to a person who never worked for it. This, too, is pointless and greatly troublesome.",
      "22": "For what does a person gain from everything that he accomplishes and from his inner life struggles that he undergoes while working on earth?",
      "23": "Indeed, all of his days are filled with sorrow, and his struggles bring grief. In fact, his mind remains restless throughout the night. This is pointless, too!",
      "24": "The only worthwhile thing for a human being is to eat, drink, and enjoy life’s goodness that he finds in what he accomplishes. This, I observed, is also from the hand of God himself,",
      "25": "for who can eat or enjoy life apart from him?",
      "26": "After all, to the person who is good in God’s sight, he gives wisdom, knowledge, and joy, but to the sinner he gives the troublesome task of acquiring and accumulating in order to leave it to someone who is good in the sight of God. This also is pointless and chasing after the wind."
    },
    "3": {
      "1": "There is a season for everything,\nand a time for every event under heaven:",
      "2": "a time to be born, and a time to die;\n    a time to plant, and a time to uproot what was planted;",
      "3": "a time to kill, and a time to heal;\n    a time to tear down, and a time to build up;",
      "4": "a time to weep, and a time to laugh;\n    a time to mourn, and a time to dance;",
      "5": "a time to scatter stones, and a time to gather stones;\n    a time to embrace, and a time to refrain from embracing;",
      "6": "a time to search, and a time to give up searching;\n    a time to keep, and a time to discard;",
      "7": "a time to tear, and a time to mend;\n    a time to be silent, and a time to speak;",
      "8": "a time to love, and a time to hate;\n    a time for war, and a time for peace.",
      "9": "What benefit does the worker gain from what he undertakes?",
      "10": "I have observed the burdens placed by God on human beings in order to perfect them.",
      "11": "He made everything appropriate in its time. He also placed eternity within them—yet, no person can fully comprehend what God is doing from beginning to end.",
      "12": "I have concluded that the only worthwhile thing for them is to take pleasure in doing good in life;",
      "13": "moreover, every person should eat, drink, and enjoy the benefits of everything that he undertakes, since it is a gift from God.",
      "14": "I have concluded that everything that God undertakes will last for eternity—nothing can be added to it nor taken away from it—and that God acts this way so that people will fear him.",
      "15": "That which was, now is; and that which will be, already is; and God examines what has already taken place.",
      "16": "I also examined on earth:\nwhere the halls of justice were supposed to be,\n    there was lawlessness;\nand where the righteous were supposed to be,\n    there was lawlessness.",
      "17": "I told myself, “God will judge both the righteous and the wicked, because there is a time set to judge every event and every work.”",
      "18": "“As for human beings,” I told myself, “God puts them to the test, that they might see themselves as mere animals.”",
      "19": "For what happens to people also happens to animals—a single event happens to them: just as someone dies, so does the other. In fact, they all breathe the same way, so that a human being has no superiority over an animal. All of this is pointless.",
      "20": "All of them go to one place: all of them originate from dust, and all of them return to dust.",
      "21": "Who knows whether the spirit of human beings ascends, and whether the spirit of animals descends to the earth?",
      "22": "I concluded that it is worthwhile for people to find joy in their accomplishments, because that is their inheritance, since who can see what will exist after them?"
    },
    "4": {
      "1": "Next I turned to consider all kinds of oppression that exists on earth.\nLook at the tears of the oppressed—\n    there is no one to comfort them.\nPower is on the side of their oppressors;\n    so they have no comforters.",
      "2": "So I commended the dead who had already died as being happier than the living who are still alive.",
      "3": "Better than both of them is someone who has not yet been born, because he hasn’t experienced evil on earth.",
      "4": "Then I examined all sorts of work, including all kinds of excellent achievements that create envy in others. This also is pointless and chasing after the wind.",
      "5": "The fool crosses his arms and starves himself.",
      "6": "It’s better to have one handful of tranquility than to have two handfuls of trouble and to chase after the wind.",
      "7": "Then I turned to re-examine something else that is pointless on earth:",
      "8": "Consider someone who is alone, having neither son nor brother. There is no end to all of his work, and he is never satisfied with wealth. “So for whom do I work,” he asks, “and deprive myself of pleasure?” This, too, is pointless and a terrible tragedy.",
      "9": "Two are better than one, because they have a good return for their labor.",
      "10": "If they stumble, the first will lift up his friend—but woe to anyone who is alone when he falls and there is no one to help him get up.",
      "11": "Again, if two lie close together, they will keep warm, but how can only one stay warm?",
      "12": "If someone attacks one of them, the two of them together will resist. Furthermore, the tri-braided cord is not soon broken.",
      "13": "A poor but wise youth is better\n    than an old but foolish king\n        who will no longer accept correction.",
      "14": "The former can come out of prison to reign,\n    while the latter, even if born to kingship, may become poor.",
      "15": "I observed everyone who lives and walks on earth, along with the youth who will take the king’s place.",
      "16": "There was no end to all of his subjects or to all of the people who had come before them. But those who come along afterward will not be happy with him. This is also pointless and a chasing after wind."
    },
    "5": {
      "1": "Watch your step whenever you visit God’s house, and come more ready to listen than to offer a fool’s sacrifice, since fools never think they’re doing evil.",
      "2": "Don’t be impulsive with your mouth\n    nor be in a hurry to talk in God’s presence.\nSince God is in heaven\n    and you’re on earth,\n        keep your speech short.",
      "3": "Too many worries lead to nightmares,\n    and a fool is known from talking too much.",
      "4": "When you make a promise to God, don’t fail to keep it, since he isn’t pleased with fools. Keep what you promise—",
      "5": "it’s better that you don’t promise than that you do promise and not follow through.",
      "6": "Never let your mouth cause you to sin and don’t proclaim in the presence of the angel, “My promise was a mistake,” for why should God be angry at your excuse and destroy what you’ve undertaken?",
      "7": "In spite of many daydreams, pointless actions, and empty words, it is more important to fear God.",
      "8": "Don’t be surprised when you see the poor oppressed and the violent perverting both justice and verdicts in a province, for one high official watches another, and there are ones higher still over them.",
      "9": "Also, the increase of the land belongs to everyone; the king himself is served by his field.",
      "10": "Whoever loves money will never have enough money.\n    Whoever loves luxury will not be content with abundance.\n        This also is pointless.",
      "11": "When possessions increase,\n    so does the number of consumers;\ntherefore what good are they to their owners,\n    except to look at them?",
      "12": "Sweet is the sleep of a working man,\n    whether he eats a little or a lot,\nbut the excess wealth of the rich\n    will not allow him to rest.",
      "13": "I have observed a painful tragedy on earth:\nWealth hoarded by its owner harms him,",
      "14": "and that wealth is lost in troubled circumstances.\nThen a son is born,\n    but there is nothing left for him.",
      "15": "Just as he came naked from his mother’s womb,\n    he will leave as naked as he came;\nhe will receive no profit from his efforts—\n    he cannot carry away even a handful.",
      "16": "This is also a painful tragedy:\nHowever a person comes, he also departs;\n    so what does he gain as he labors after the wind?",
      "17": "Furthermore, all his days he lives in darkness\n    with great sorrow, anger, and affliction.",
      "18": "Look! I observed that it is good and prudent to eat, drink, and enjoy all that is good of a person’s work that he does on earth during the limited days of his life, which God gives him, for this is his allotment.",
      "19": "Furthermore, for every person to whom God has given wealth, riches, and the ability to enjoy them, to accept this allotment, and to rejoice in his work—this is a gift from God.",
      "20": "For he will not brood much over the days of his life, since God will keep him occupied with the joys of his heart."
    },
    "6": {
      "1": "There exists another misfortune that I have observed on earth, and it is a heavy burden upon human beings:",
      "2": "a man to whom God gives wealth, riches, and honor, so that he lacks none of his heart’s desires—but God does not give him the capability to enjoy them. Instead, a stranger consumes them. This is pointless and a grievous affliction.",
      "3": "A man might father a hundred children, and live for many years, so that the length of his life is long—but if his life does not overflow with goodness, and he doesn’t receive a proper burial, I maintain that stillborn children are better off than he is,",
      "4": "because stillborn children arrive in pointlessness, leave in darkness, and their names are covered in darkness.",
      "5": "Furthermore, though they never saw the sun nor learned anything, they are more content than the other.",
      "6": "Even if he lives a thousand years twice over without experiencing the best—aren’t all of them going to the same place?",
      "7": "Every person works for his own self-interests,\n    but his desires remain unsatisfied.",
      "8": "For what advantage has the wise person over the fool?\n    What advantage does the poor man have\n        in knowing how to face life?",
      "9": "It is better to focus on what you can see\n    than to meander after your self-interest;\n        this also is pointless and a chasing after wind.",
      "10": "Whatever exists has been named already;\n    people know what it means to be human—\n        and a person cannot defeat one who is more powerful than he.",
      "11": "Because many words lead to pointlessness,\n    how do people benefit from this?",
      "12": "Who knows what is best for people in this life, every day of their pointless lives that they pass through like a shadow? Who informs people on earth what will come along after them?"
    },
    "7": {
      "1": "A good name exceeds the value of fine perfume,\n    and the day of someone’s death exceeds the value of the day of his birth.",
      "2": "It’s better to attend a funeral\n    than to attend a banquet,\nfor everyone dies eventually,\n    and the living will take this to heart.",
      "3": "Sorrow is better than laughter,\n    because the heart is made better through trouble.",
      "4": "For the wise person thinks carefully when in mourning,\n    but fools focus their thoughts on pleasure.",
      "5": "It is better to listen to a wise person’s rebuke\n    than to listen to the praise of fools.",
      "6": "For as thorns burn to heat a pot,\n    so also is the laughter of the fool—\n        even this is pointless.",
      "7": "Unjust gain makes the wise foolish,\n    and a bribe corrupts the heart.",
      "8": "The conclusion of something is better than its beginning,\n    and a patient attitude is more valuable than a proud one.",
      "9": "Never be in a hurry to become internally angry,\n    since anger settles down in the lap of fools.",
      "10": "Never ask “Why does the past seem so much better than now?”\n    because this question does not come from wisdom.",
      "11": "Wise use of possessions is good;\n    it brings benefit to the living.",
      "12": "Indeed, wisdom gives protection, just like money does,\n    but it’s better to know that wisdom gives life,\n        to those who have mastered it.",
      "13": "Consider the work of God:\nWho is able to straighten\n    what he has bent?",
      "14": "When times are good, be joyful;\n    when times are bad, consider this:\nGod made the one as well as the other,\n    so people won’t seek anything outside of his best.",
      "15": "I have seen it all during my pointless life:\nboth a righteous person who dies\n    while he is righteous,\nand a wicked person who lives to an old age,\n    while remaining wicked.",
      "16": "Do not be overly righteous,\n    nor be overly wise.\n        Why be self-destructive?",
      "17": "Do not excel at wickedness,\n    nor be a fool.\n        Why die before your time?",
      "18": "It is good for you to grab hold of this and not let go,\n    because whoever fears God will escape\n        all of these extremes.",
      "19": "Wisdom given as strength to a wise person\n    is better than having ten powerful men in the city.",
      "20": "For there is not a single righteous man on earth\n    who practices good and does not sin.",
      "21": "Don’t listen to everything that is spoken—\n    you may hear your servant cursing you,",
      "22": "since you also know how often\n    you have cursed others.",
      "23": "I used my wisdom to test all of this.\nI said, “I want to be wise,”\n    but it was beyond me.",
      "24": "Whatever it is,\n    it’s far off and most profound.\n        Who can attain it?",
      "25": "I committed myself to understand,\n        to learn, to search for wisdom and explanations,\nand to understand both the evil that is foolishness\n    and the stupidity that is delusion.",
      "26": "I discovered for myself a bitterness\n    that surpasses that of death:\nthe woman whose heart is full of snares and nets,\n    whose hands are chains of bondage.\nWhoever pleases God will escape from her,\n    but the transgressor will be trapped by her.",
      "27": "“Look at this,” says the Teacher. “Linking one thing to another, I reached this conclusion:",
      "28": "Among the things I seek but have not found:\n    one man among a thousand I did find,\n        but I have not found one woman to be wise among all these.",
      "29": "I have discovered only this:\n    God made human beings for righteousness,\n        but they seek many alternatives.”"
    },
    "8": {
      "1": "Who is really wise?\nWho knows how to interpret this saying:\n“A person’s wisdom improves his appearance,\n    softening a harsh countenance.”",
      "2": "I advise doing what the king says, especially regarding an oath to God.",
      "3": "Don’t be in a hurry to leave him, and don’t persist in evil, for he does whatever he pleases.",
      "4": "Since a king’s command is powerful, who is able to challenge him, asking, “What are you doing?”",
      "5": "Whoever obeys his commands will not experience harm, and the wise in heart will discern both the appropriate time and response.",
      "6": "Indeed, there is an appropriate time and a response for every circumstance, since human misery weighs heavily upon him.",
      "7": "For he has absolutely no knowledge what will happen, since who can declare to him when it will come about?",
      "8": "Just as no human being has control over the wind to restrain it, so also no human being has control over the day of his death. Just as no one is discharged during war, so wickedness will not release those who practice it.",
      "9": "I observed all this, and carefully considered everything that is undertaken on earth, especially the time when someone dominates another to his detriment.",
      "10": "So I watched the wicked being entombed. They used to come in and out of the Holy Place, but now they are forgotten in the city, where they used to work. This, too, is pointless.",
      "11": "Whenever a sentence for a crime is not carried out swiftly, the human mind becomes determined to commit evil.",
      "12": "Even though a sinner does what is wrong a hundred times and still survives, nevertheless I also know that things will go well for those who fear God, who fear in his presence.",
      "13": "But things will not go well for the wicked person: he will not lengthen his life like a shadow, since he has no fear before God.",
      "14": "Here is a pointless thing that happens on earth: A righteous man receives what happens to the wicked, and a wicked man receives what happens to the righteous. I concluded that this, too, is pointless.",
      "15": "So then I recommended enjoyment of life, because it is better on earth for a man to eat, drink, and be happy, since this will stay with him throughout his struggle all the days of his life, which God grants him on earth.",
      "16": "When I dedicated myself to experience wisdom and to observe what is undertaken on earth—even going without sleep day and night—",
      "17": "I saw all of it as the activity of God. Frankly, a human being cannot understand what happens on earth, because however hard a man works to discover it, he will not find out. Despite what he thinks he knows, he will not be able to figure it out."
    },
    "9": {
      "1": "In light of all of this, I committed myself to explain it this way: the righteous and the wise, along with everything they do, are in the hands of God. Furthermore, as to love and hate, no human being knows everything concerning them.",
      "2": "Everyone shares the same experience: a single event affects the righteous, the wicked, the good, the clean, the unclean, whoever sacrifices, and whoever does not sacrifice.\nAs it is with the good person,\n    so also it is with the sinner;\nas it is with someone who takes an oath,\n    so also it is with someone who fears taking an oath.",
      "3": "There is a tragedy that infects everything that happens on earth: a common event happens to everyone. In fact, the hearts of human beings are full of evil. Madness remains in their hearts while they live, and afterwards they join the dead.",
      "4": "“While someone is among the living, hope remains,” because “it is better to be a living dog than to be a dead lion.”",
      "5": "At least the living know they will die,\n    but the dead know nothing;\nthey no longer have a reward,\n    since memory about them has been forgotten.",
      "6": "Furthermore, their love, their hate, and their envy\n    have been long lost.\nNever again will they have a part\n    in what happens on earth.",
      "7": "Go ahead and enjoy your meals as you eat. Drink your wine with a joyful attitude, because God already has approved your actions.",
      "8": "Always keep your garments white, and don’t fail to anoint your head.",
      "9": "Find joy in living with your wife whom you love every day of your pointless life that God gave you on earth, because this is your life assignment and your work to do on earth.",
      "10": "Whatever the activity in which you engage, do it with all your ability, because there is no work, no planning, no learning, and no wisdom in the next world where you’re going.",
      "11": "I considered and observed on earth the following:\nThe race doesn’t go to the swift,\n    nor the battle to the strong,\nnor food to the wise,\n    nor wealth to the smart,\nnor recognition to the skilled.\n    Instead, timing and circumstances meet them all.",
      "12": "In addition, no human being knows his time:\nLike fish captured in a cruel net,\n    or as birds caught in a snare,\nso also are human beings caught by bad timing\n    that surprises them.",
      "13": "I also observed this example of wisdom on earth, and it seemed important to me:",
      "14": "There was a little city with few men in it. A great king came against it, surrounded it, and built massive siege ramps against it.",
      "15": "Now there was found within it a poor, but wise man. He delivered the city by his wisdom, but not one person remembered that poor man.",
      "16": "So I concluded, “Wisdom is better than strength. Nevertheless, the wisdom of the poor is rejected—his words are never heard.”",
      "17": "The softly spoken words of the wise are to be heard\n    rather than the shouts of a ruler of fools.",
      "18": "Wisdom is better than weapons of war,\n    and a single sinner can destroy a lot of good."
    },
    "10": {
      "1": "As dead flies cause the perfumer’s ointment to stink,\nso also does a little foolishness to one’s reputation of wisdom and honor.",
      "2": "A wise man’s heart tends toward his right,\n    but a fool’s heart tends toward his left.",
      "3": "Furthermore, the way a fool lives shows he has no sense;\n    he proclaims to everyone that he’s a fool.",
      "4": "If your overseer gets angry at you, don’t resign,\n    because calmness pacifies great offenses.",
      "5": "Here’s another tragedy that I’ve observed on earth,\n    a kind of error that comes from an overseer:",
      "6": "Foolishness is given great honor,\n    while the prosperous sit in lowly places.",
      "7": "And I have observed servants riding on horses,\n    while princes walk on the ground like servants.",
      "8": "Whoever digs a pit may fall into it,\n    and whoever breaks through a wall\n        may suffer a snake bite.",
      "9": "Someone who quarries stone might be injured;\n    someone splitting logs can fall into danger.",
      "10": "If someone’s ax is blunt—the edge isn’t sharpened—\n    then more strength will be needed.\n        Putting wisdom to work will bring success.",
      "11": "If a serpent strikes despite being charmed,\n    there’s no point in being a snake charmer.",
      "12": "The words spoken by the wise are gracious,\n    but the lips of a fool will devour him.",
      "13": "He begins his speech with foolishness,\n    and concludes it with evil madness.",
      "14": "The fool overflows with words,\n    and no one can predict what will happen.\nAs to what will happen after him,\n    who can explain it?",
      "15": "The work of a fool so wears him out\n    that he can’t even find his way to town.",
      "16": "Woe to the land whose king is a youth\n    and whose princes feast in the morning.",
      "17": "That land is blessed whose king is of noble birth,\n    whose princes feast at the right time,\n        for strength, and not to become drunk.",
      "18": "Through slothfulness the roof deteriorates,\n    and a house leaks because of idleness.",
      "19": "Festivals are for laughter,\n    wine makes life pleasant,\n        and money speaks to everything.",
      "20": "Do not curse the king,\n    even in your thoughts.\nDo not curse the rich,\n    even in your bedroom.\nFor a bird will fly by and tell what you say,\n    or something with wings may talk about it."
    },
    "11": {
      "1": "Spread your bread on the water—\nafter a while you will find it.",
      "2": "Apportion what you have into seven, or even eight parts,\n    because you don’t know what disaster might befall the land.",
      "3": "If the clouds are full of rain,\n    they will pour out on the earth;\nif a tree falls toward the south or the north,\n    wherever it falls, there it will lay.",
      "4": "Whoever keeps staring at the wind won’t sow;\n    whoever daydreams won’t reap.",
      "5": "Just as you do not understand the way of the spirit\n    in the womb of a pregnant mother,\nso also you do not know\n    what God is doing in everything he makes.",
      "6": "Sow your seed in the morning,\n    and don’t stop working until evening,\nsince you don’t know which of your endeavors will do well,\n    whether this one or that,\n        or even if both will do equally well.",
      "7": "How sweet is the daylight, and how pleasant it is for someone’s eyes to behold the sunshine!",
      "8": "Even if a person lives many years, let him enjoy them all, recalling that there will be many days of darkness to come—all of which are pointless.",
      "9": "So enjoy yourself in your youth, young man, and be encouraged during your younger days. Live as you like, consistent with your world view, but keep in mind that God will bring you to account for everything.",
      "10": "Banish sorrow from your heart, and evil from your body, since both childhood and the prime of life are pointless."
    },
    "12": {
      "1": "So remember your Creator during your youth!\nOtherwise, troublesome days will come\nand years will creep up on you when you’ll say,\n        “I find no pleasure in them,”",
      "2": "Otherwise, when the sun, daylight, moon, or stars turn dark,\n    or when clouds fail to return after the rain—",
      "3": "when that day comes, the palace guards will tremble,\n    strong men will stoop down,\nwomen grinders will cease because they are few,\n    and the sight of those who peer through the lattice will grow dim.",
      "4": "The doors to the street will be shut\n    when the sound of grinding decreases,\nwhen one wakes up at the song of a bird,\n    and all of the singing women are silenced.",
      "5": "At that time they will fear climbing heights\n    and dangers along the road\nwhile the almond tree will blossom,\n    and the grasshopper is weighed down.\nDesire will cease,\n    because the person goes to his eternal home,\n        and mourners will gather in the marketplace.",
      "6": "When the silver cord is severed,\n    the golden vessel is broken,\nthe pitcher is shattered at the fountain,\n    and the wheel is broken at the cistern,",
      "7": "then man’s dust will go back to the earth,\n    returning to what it was,\n        and the spirit will return to the God who gave it.",
      "8": "“Utterly pointless,” says the Teacher.\n    “Everything is pointless.”",
      "9": "Moreover, besides being wise himself, the Teacher taught people what he had learned by listening, making inquiries, and composing many proverbs.",
      "10": "The Teacher searched to find appropriate expressions, and what is written here is right and truthful.",
      "11": "Sayings from the wise are like cattle prods and well fastened nails; this masterful collection was given by one shepherd.",
      "12": "So learn from them, my son. There is no end to the crafting of many books, and too much study wearies the body.",
      "13": "Let the conclusion of all of these thoughts be heard: \nFear God and obey his commandments,\n    for this is what it means to be human.",
      "14": "For God will judge every deed,\n    along with every secret,\n        whether good or evil."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:42:12.672564-04:00",
    "Translation": "ISV"
  }
}