{
  "Ephesians": {
    "1": {
      "1": "From: Paul, an apostle of the Messiah Jesus by God’s will.\nTo: His holy and faithful people in Ephesus who are in union with the Messiah Jesus.",
      "2": "May grace and peace from God our Father and the Lord Jesus, the Messiah, be yours!",
      "3": "Blessed be the God and Father of our Lord Jesus, the Messiah! He has blessed us in the Messiah with every spiritual blessing in the heavenly realm,",
      "4": "just as he chose us in the Messiah before the creation of the universe to be holy and blameless in his presence. In love",
      "5": "he predestined us for adoption to himself through Jesus the Messiah, according to the pleasure of his will,",
      "6": "so that we would praise his glorious grace that he gave us in the Beloved One.",
      "7": "In union with him we have redemption through his blood, the forgiveness of our offenses, according to the riches of God’s grace",
      "8": "that he lavished on us, along with all wisdom and understanding,",
      "9": "when he made known to us the secret of his will. This was according to his plan that he set forth in the Messiah",
      "10": "to usher in the fullness of the times and to bring together in the Messiah all things in heaven and on earth.",
      "11": "In the Messiah we were also chosen when we were predestined according to the purpose of the one who does everything that he wills to do,",
      "12": "so that we who had already fixed our hope on the Messiah might live for his praise and glory.",
      "13": "You, too, have heard the word of truth, the gospel of your salvation. When you believed in the Messiah, you were sealed with the promised Holy Spirit,",
      "14": "who is the guarantee of our inheritance until God redeems his own possession for his praise and glory.",
      "15": "Therefore, because I have heard about your faith in the Lord Jesus and your love for all the saints,",
      "16": "I never stop giving thanks for you as I mention you in my prayers.",
      "17": "I pray that the God of our Lord Jesus, the Messiah, the most glorious Father, would give you a wise spirit, along with revelation that comes through knowing the Messiah fully.",
      "18": "Then, with the eyes of your hearts enlightened, you will know the confidence that is produced by God having called you, the rich glory that is his inheritance among the saints,",
      "19": "and the unlimited greatness of his power for us who believe, according to the working of his mighty strength,",
      "20": "which he brought about in the Messiah when he raised him from the dead and seated him at his right hand in the heavenly realm.",
      "21": "He is far above every ruler, authority, power, dominion, and every name that can be named, not only in the present age, but also in the one to come.",
      "22": "God has put everything under the Messiah’s feet and has made him the head of everything for the good of the church,",
      "23": "which is his body, the fullness of the one who fills everything in every way."
    },
    "2": {
      "1": "You used to be dead because of your offenses and sins",
      "2": "that you once practiced as you lived according to the ways of this present world and according to the ruler of the power of the air, the spirit that is now active in those who are disobedient.",
      "3": "Indeed, all of us once behaved like them in the lusts of our flesh, fulfilling the desires of our flesh and senses. By nature we were destined for wrath, just like everyone else.",
      "4": "But God, who is rich in mercy, because of his great love for us",
      "5": "even when we were dead because of our offenses, made us alive together with the Messiah (by grace you have been saved),",
      "6": "raised us up with him, and seated us with him in the heavenly realm in the Messiah Jesus,",
      "7": "so that in the coming ages he might display the limitless riches of his grace that comes to us through his kindness in the Messiah Jesus.",
      "8": "For by such grace you have been saved through faith. This does not come from you; it is the gift of God",
      "9": "and not the result of actions, to put a stop to all boasting.",
      "10": "For we are God’s masterpiece, created in the Messiah Jesus to perform good actions that God prepared long ago to be our way of life.",
      "11": "So then, remember that at one time you gentiles by birth were called “the uncircumcised” by those who called themselves “the circumcised.” They underwent physical circumcision done by human hands.",
      "12": "At that time you were without the Messiah, excluded from citizenship in Israel, and strangers to the covenants of promise. You had no hope and were in the world without God.",
      "13": "But now, in union with the Messiah Jesus, you who once were far away have been brought near by the blood of the Messiah.",
      "14": "For it is he who is our peace. Through his mortality he made both groups one by tearing down the wall of hostility that divided them.",
      "15": "He rendered the Law inoperative, along with its commandments and regulations, thus creating in himself one new humanity from the two, thereby making peace,",
      "16": "and reconciling both groups to God in one body through the cross, on which he eliminated the hostility.",
      "17": "He came and proclaimed peace for you who were far away and for you who were near.",
      "18": "For through him, both of us have access to the Father by one Spirit.",
      "19": "That is why you are no longer strangers and foreigners but fellow citizens with the saints and members of God’s household,",
      "20": "having been built on the foundation of the apostles and prophets, the Messiah Jesus himself being the cornerstone.",
      "21": "In union with him the whole building is joined together and rises into a holy sanctuary for the Lord.",
      "22": "You, too, are being built in him, along with the others, into a place for God’s Spirit to dwell."
    },
    "3": {
      "1": "For this reason I, Paul, am the prisoner of the Messiah Jesus for the sake of you gentiles.",
      "2": "Surely you have heard about the responsibility of administering God’s grace that was given to me on your behalf,",
      "3": "and how this secret was made known to me through a revelation, just as I wrote about briefly in the past.",
      "4": "By reading this, you will be able to grasp my understanding of the secret about the Messiah,",
      "5": "which in previous generations was not made known to human beings as it has now been revealed by the Spirit to God’s holy apostles and prophets. This is that secret:",
      "6": "The gentiles are heirs-in-common, members-in-common of the body, and common participants in what was promised by the Messiah Jesus through the gospel.",
      "7": "I have become a servant of this gospel according to the gift of God’s grace that was given me by the working of his power.",
      "8": "To me, the very least of all the saints, this grace was given so that I might proclaim to the gentiles the immeasurable wealth of the Messiah",
      "9": "and help everyone see how this secret that has been at work was hidden for ages by God, who created all things.",
      "10": "He did this so that now, through the church, the wisdom of God in all its variety might be made known to the rulers and authorities in the heavenly realm",
      "11": "in keeping with the eternal purpose that God carried out through the Messiah Jesus our Lord,",
      "12": "in whom we have boldness and confident access through his faithfulness.",
      "13": "So then, I ask you not to become discouraged because of my troubles on your behalf, which work toward your glory.",
      "14": "This is the reason I bow my knees before the Father of our Lord Jesus, the Messiah,",
      "15": "from whom every family in heaven and on earth receives its name.",
      "16": "I pray that he would give you, according to his glorious riches, strength in your inner being and power through his Spirit,",
      "17": "and that the Messiah would make his home in your hearts through faith. Then, having been rooted and grounded in love,",
      "18": "you will be able to understand, along with all the saints, what is wide, long, high, and deep—",
      "19": "that is, you will know the love of the Messiah— which transcends knowledge, and will be filled with all the fullness of God.",
      "20": "Now to the one who can do infinitely more than all we can ask or imagine according to the power that is working among us—",
      "21": "to him be glory in the church and in the Messiah Jesus to all generations, forever and ever! Amen."
    },
    "4": {
      "1": "I, therefore, the prisoner of the Lord, urge you to live in a way that is worthy of the calling to which you have been called,",
      "2": "demonstrating all expressions of humility, gentleness, and patience, accepting one another in love.",
      "3": "Do your best to maintain the unity of the Spirit by means of the bond of peace.",
      "4": "There is one body and one Spirit. Likewise, you were called to the one hope of your calling.",
      "5": "There is one Lord, one faith, one baptism,",
      "6": "one God and Father of all,\n        who is above all, through all, and in all.",
      "7": "Now to each one of us grace has been given proportionate to the measure of the Messiah’s gift.",
      "8": "That is why God says,\n“When he went up to the highest place,\n    he led captives into captivity\n        and gave gifts to people.”",
      "9": "Now what does this “he went up” mean except that he also had gone down into the lower parts of the earth?",
      "10": "The one who went down is the same one who went up above all the heavens so that all things would be fulfilled.",
      "11": "And it is he who gifted some to be apostles, others to be prophets, others to be evangelists, and still others to be pastors and teachers,",
      "12": "to equip the saints, to do the work of ministry, and to build up the body of the Messiah",
      "13": "until all of us are united in the faith and in the full knowledge of God’s Son, and until we attain mature adulthood and the full standard of development in the Messiah.",
      "14": "Then we will no longer be little children, tossed like waves and blown about by every wind of doctrine, by people’s trickery, or by clever strategies that would lead us astray.",
      "15": "Instead, by speaking the truth in love, we will grow up completely and become one with the head, that is, one with the Messiah,",
      "16": "in whom the whole body is united and held together by every ligament with which it is supplied. As each individual part does its job, the body builds itself up in love.",
      "17": "Therefore, I tell you and insist on in the Lord not to live any longer like the gentiles live, thinking worthless thoughts.",
      "18": "They are darkened in their understanding and separated from the life of God because of their ignorance and hardness of heart.",
      "19": "Since they have lost all sense of shame, they have abandoned themselves to sensuality and practice every kind of sexual perversion without restraint.",
      "20": "However, that is not the way you came to know the Messiah.",
      "21": "Surely you have listened to him and have been taught by him, since truth is in Jesus.",
      "22": "Regarding your former way of life, you were taught to strip off your old nature, which is being ruined by its deceptive desires,",
      "23": "to be renewed in your mental attitude,",
      "24": "and to clothe yourselves with the new nature, which was created according to God’s image in righteousness and true holiness.",
      "25": "Therefore, stripping off falsehood, “let each of us speak the truth to his neighbor,” for we belong to one another.",
      "26": "“Be angry, yet do not sin.” Do not let the sun set while you are still angry,",
      "27": "and do not give the Devil an opportunity to work.",
      "28": "The thief must no longer steal but must work hard and do what is good with his own hands, so that he might earn something to give to the needy.",
      "29": "Let no filthy talk be heard from your mouths, but only what is good for building up people and meeting the need of the moment. This way you will administer grace to those who hear you.",
      "30": "Do not grieve the Holy Spirit, by whom you were marked with a seal for the day of redemption.",
      "31": "Let all bitterness, wrath, anger, quarreling, and slander be put away from you, along with all hatred.",
      "32": "And be kind to one another, compassionate, forgiving one another just as God has forgiven you in the Messiah."
    },
    "5": {
      "1": "So be imitators of God, as his dear children.",
      "2": "Live lovingly, just as the Messiah also loved us and gave himself for us as an offering and sacrifice, a fragrant aroma to God.",
      "3": "Do not let sexual sin, impurity of any kind, or greed even be mentioned among you, as is proper for saints.",
      "4": "Obscene, flippant, or vulgar talk is totally inappropriate. Instead, let there be thanksgiving.",
      "5": "For you know very well that no immoral or impure person, or anyone who is greedy (that is, an idolater), has an inheritance in the kingdom of the Messiah and of God.",
      "6": "Do not let anyone deceive you with meaningless words, for it is because of these things that God becomes angry with those who disobey.",
      "7": "So do not be partners with them.",
      "8": "For once you were darkness, but now you are light in the Lord. Live as children of light,",
      "9": "for the fruit that the light produces consists of every form of goodness, righteousness, and truth.",
      "10": "Determine what pleases the Lord,",
      "11": "and have nothing to do with the unfruitful actions that darkness produces. Instead, expose them for what they are.",
      "12": "For it is shameful even to mention what is done by these disobedient people in secret.",
      "13": "But everything that is exposed to the light becomes visible,",
      "14": "for the light is making everything visible. That is why it says,\n“Wake up, sleeper!\n    Arise from the dead,\n        and the Messiah will shine on you.’’",
      "15": "So, then, be careful how you live. Do not be unwise but wise,",
      "16": "making the best use of your time because the times are evil.",
      "17": "Therefore, do not be foolish, but understand what the Lord’s will is.",
      "18": "Stop getting drunk with wine, which leads to wild living, but keep on being filled with the Spirit.",
      "19": "Then you will recite to one another psalms, hymns, and spiritual songs; you will sing and make music to the Lord with your hearts;",
      "20": "you will consistently give thanks to God the Father for everything in the name of our Lord Jesus, the Messiah;",
      "21": "and you will submit to one another out of reverence for the Messiah.",
      "22": "Wives, submit yourselves to your husbands as to the Lord.",
      "23": "For the husband is the head of his wife as the Messiah is the head of the church. It is he who is the Savior of the body.",
      "24": "Indeed, just as the church is submissive to the Messiah, so wives must be submissive to their husbands in everything.",
      "25": "Husbands, love your wives as the Messiah loved the church and gave himself for it,",
      "26": "so that he might make it holy by cleansing it, washing it with water and the word,",
      "27": "and might present the church to himself in all its glory, without a spot or wrinkle or anything of the kind, but holy and without fault.",
      "28": "In the same way, husbands must love their wives as they love their own bodies. A man who loves his wife loves himself.",
      "29": "For no one has ever hated his own body, but he nourishes and tenderly cares for it, as the Messiah does the church.",
      "30": "For we are parts of his body—of his flesh and of his bones.",
      "31": "“That is why a man will leave his father and mother and be united with his wife, and the two will become one flesh.”",
      "32": "This is a great secret, but I am talking about the Messiah and the church.",
      "33": "But each individual man among you must love his wife as he loves himself; and may the wife fear her husband."
    },
    "6": {
      "1": "Children, obey your parents in the Lord, for this is the right thing to do.",
      "2": "“Honor your father and mother…” (This is a very important commandment with a promise.)",
      "3": "“…so that it may go well for you, and that you may have a long life on the earth.”",
      "4": "Fathers, do not provoke your children to anger, but bring them up by training and instructing them about the Lord.",
      "5": "Slaves, obey your earthly masters with fear, trembling, and sincerity, as when you obey the Messiah.",
      "6": "Do not do this only while you’re being watched in order to please them, but be like slaves of the Messiah, who are determined to obey God’s will.",
      "7": "Serve willingly, as if you were serving the Lord and not merely people,",
      "8": "because you know that everyone will receive a reward from the Lord for whatever good he has done, whether he is a slave or free.",
      "9": "Masters, treat your slaves the same way. Do not threaten them, for you know that both of you have the same Master in heaven, and there is no favoritism with him.",
      "10": "Finally, be strong in the Lord, relying on his mighty strength.",
      "11": "Put on the whole armor of God so that you may be able to stand firm against the Devil’s strategies.",
      "12": "For our struggle is not against human opponents, but against rulers, authorities, cosmic powers in the darkness around us, and evil spiritual forces in the heavenly realm.",
      "13": "For this reason, take up the whole armor of God so that you may be able to take a stand whenever evil comes. And when you have done everything you could, you will be able to stand firm.",
      "14": "Stand firm, therefore, having fastened the belt of truth around your waist, and having put on the breastplate of righteousness,",
      "15": "and being firm-footed in the gospel of peace.",
      "16": "In addition to having clothed yourselves with these things, having taken up the shield of faith, with which you will be able to put out all the flaming arrows of the evil one,",
      "17": "also take the helmet of salvation and the sword of the Spirit, which is the word of God.",
      "18": "Pray in the Spirit at all times with every kind of prayer and request. Likewise, be alert with your most diligent efforts and pray for all the saints.",
      "19": "Pray also for me, so that, when I begin to speak, the right words will come to me. Then I will boldly make known the secret of the gospel,",
      "20": "for whose sake I am an ambassador in chains, desiring to declare the gospel as boldly as I should.",
      "21": "So that you may know what has happened to me and how I am doing, Tychicus, our dear brother and a faithful minister in service to the Lord, will tell you everything.",
      "22": "I am sending him to you for this very reason, so that you may know how we are doing and that he may encourage your hearts.",
      "23": "May peace and love, with faith, be with the brothers, from God the Father and the Lord Jesus, the Messiah!",
      "24": "May grace be with all who sincerely love the Lord Jesus, the Messiah!"
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:43:05.621108-04:00",
    "Translation": "ISV"
  }
}