{
  "Exodus": {
    "1": {
      "1": "These are the names of the Israelis who entered Egypt with Jacob, each one having come with his family:",
      "2": "Reuben, Simeon, Levi, Judah,",
      "3": "Issacar, Zebulun, Benjamin,",
      "4": "Dan, Naphtali, Gad, and Asher.",
      "5": "All those who descended from Jacob totaled 75 persons. Now Joseph was already in Egypt.",
      "6": "Then Joseph, all his brothers, and that entire generation died.",
      "7": "But the Israelis were fruitful and increased abundantly. They multiplied in numbers and became very, very strong. As a result, the land was filled with them.",
      "8": "Eventually a new king who was unacquainted with Joseph came to power in Egypt.",
      "9": "He told his people, “Look, the Israeli people are more numerous and more powerful than we are.",
      "10": "Come on, let’s be careful how we treat them, so that when they grow numerous, if a war breaks out they won’t join our enemies, fight against us, and leave our land.”",
      "11": "So the Egyptians placed supervisors over them, oppressing them with heavy burdens. The Israelis built the supply cities of Pithom and Rameses for Pharaoh.",
      "12": "But the more the Egyptians afflicted the Israelis, the more they multiplied and flourished, so that the Egyptians became terrified of the Israelis.",
      "13": "The Egyptians ruthlessly forced the Israelis to serve them,",
      "14": "making their lives bitter through hard labor with mortar, bricks, and all kinds of outdoor labor. They ruthlessly imposed all this work on them.",
      "15": "Later, the king of Egypt spoke to the Hebrew midwives, one of whom was named Shiphrah and the other Puah.",
      "16": "“When you help the Hebrew women give birth,” he said, “watch them as they deliver. If it’s a son, kill him; but if it’s a daughter, let her live.”",
      "17": "But the midwives feared God and didn’t do what the king of Egypt told them. Instead, they let the boys live.",
      "18": "When the king of Egypt called for the midwives, he asked them, “Why have you done this and allowed the boys to live?”",
      "19": "“Hebrew women aren’t like Egyptian women,” the midwives replied to Pharaoh. “They’re so healthy that they give birth before the midwives arrive to help them.”",
      "20": "God was pleased with the midwives, and the people multiplied and became very strong.",
      "21": "Because the midwives feared God, he provided families for them.",
      "22": "Meanwhile, Pharaoh continued commanding all of his people, “You’re to throw every Hebrew son who is born into the Nile River, but you’re to allow every Hebrew daughter to live.”"
    },
    "2": {
      "1": "A man of the family of Levi married the daughter of a descendant of Levi.",
      "2": "Later, the woman became pregnant and gave birth to a son. She saw that he was a beautiful child, and hid him for three months.",
      "3": "But when she was no longer able to hide him, she took a papyrus container, coated it with asphalt and pitch, placed the child in it, and put it among the reeds along the bank of the Nile.",
      "4": "Then his sister positioned herself some distance away in order to find out what would happen to him.",
      "5": "Then Pharaoh’s daughter came down to the Nile River to bathe while her maids walked along the river bank. She saw the container among the reeds and sent a servant girl to get it.",
      "6": "When she opened it and saw the child, the little boy suddenly began crying. Filled with compassion for him, she exclaimed, “This is one of the Hebrew children!”",
      "7": "Then his sister asked Pharaoh’s daughter, “Shall I go and call one of the nursing Hebrew women so she can nurse the child for you?”",
      "8": "Pharaoh’s daughter told her, “Go,” so the young girl went and called the child’s mother.",
      "9": "Pharaoh’s daughter instructed her, “Take this child and nurse him for me, and I’ll pay you a salary.” So the woman took the child and nursed him.",
      "10": "After the child had grown older, she brought him to Pharaoh’s daughter, and he became her son. She named him Moses, because she said, “I drew him out of the water.”",
      "11": "Years later, after Moses had grown up, he went out to his own people, and took notice of their heavy burdens. He saw an Egyptian beating up a Hebrew, one of his own people.",
      "12": "Looking around and seeing no one else, he killed the Egyptian and hid him in the sand.",
      "13": "Going out the next day, Moses noticed two Hebrew men fighting right in front of him. He told the one who was at fault, “Why did you strike your companion?”",
      "14": "The man replied, “Who appointed you to be an official judge over us? Are you planning to kill me like you killed the Egyptian?”\nThen Moses became terrified and told himself, “Certainly this event has become known!”",
      "15": "When Pharaoh heard about this matter, he tried to kill Moses. So Moses fled from Pharaoh, settled in the land of Midian, and sat down by a well.",
      "16": "Meanwhile, the seven daughters of a certain Midianite priest would come to draw water in order to fill water troughs for their father’s sheep.",
      "17": "Some shepherds came to drive them away, but Moses got up, came to their rescue, and watered their sheep.",
      "18": "When they returned to their father Reuel, he asked, “Why have you returned so quickly today?”",
      "19": "“An Egyptian rescued us from the shepherds,” they replied, “and he even drew water for us and watered the sheep!”",
      "20": "“Then where is he?” He asked his daughters. “Why did you leave the man behind? Go invite him to have something to eat.”",
      "21": "Moses agreed to stay with the man, and he gave his daughter Zipporah to Moses in marriage.",
      "22": "Later she gave birth to a son, and Moses named him Gershom, because he used to say, “I became an alien in a foreign land.”",
      "23": "The king of Egypt eventually died, and the Israelis groaned because of the bondage. They cried out, and their cry for deliverance from slavery ascended to God.",
      "24": "God heard their groaning and remembered his covenant with Abraham, Isaac, and Jacob.",
      "25": "God watched the Israelis and took notice of them."
    },
    "3": {
      "1": "Meanwhile, Moses continued tending the sheep that belonged to his father-in-law Jethro, the priest of Midian. He led the sheep to the western desert and came to Horeb, God’s mountain, where",
      "2": "the angel of the Lord appeared to him in flaming fire from the center of a bush. As Moses continued to watch, amazingly the bush kept on burning, but was not consumed.",
      "3": "Then Moses told himself, “I’ll go over and see this remarkable sight. Why isn’t the bush burning up?”",
      "4": "When the Lord saw that he had gone over to look, God called to him from the center of the bush, “Moses! Moses!”\nHe said, “Here I am.”",
      "5": "“Do not come any closer,” God said. “Remove your sandals from your feet, because the place where you are standing is holy ground.”",
      "6": "Then he said, “I am the God of your ancestors, the God of Abraham, the God of Isaac, and the God of Jacob.” At this, Moses hid his face, because he was afraid to look at God.",
      "7": "The Lord said, “I have certainly seen the affliction of my people who are in Egypt, and I have heard their cry caused by their slave masters. I really do understand their pain,",
      "8": "so I have come down to deliver them from their domination by the Egyptians and to bring them out of that land to a good and spacious land, a land flowing with milk and honey, to the territory of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites.",
      "9": "Now, listen carefully! The cry of the Israelis has come to my attention about how severely the Egyptians have been oppressing them.",
      "10": "So go! I am sending you to Pharaoh. Bring my people the Israelis out of Egypt.”",
      "11": "But Moses told God, “Who am I? How can I go to Pharaoh and bring the Israelis out of Egypt?”",
      "12": "Then God said, “I certainly will be with you. And this will be the sign for you that it is I who sent you: When you have brought the people out of Egypt, all of you will serve God on this mountain.”",
      "13": "Moses told God, “Look! When I go to the Israelis and tell them, ‘The God of your ancestors sent me to you,’ they’ll say to me, ‘What is his name?’ What should I say to them?”",
      "14": "God replied to Moses, “I AM WHO I AM,” and then said, “Tell the Israelis: ‘I AM sent me to you.’”",
      "15": "God also told Moses, “Tell the Israelis, ‘The Lord, the God of your ancestors, the God of Abraham, the God of Isaac, and the God of Jacob sent me to you.’ This is my name forever, and this is how I am to be remembered from generation to generation.",
      "16": "“Go and gather the elders of Israel. Tell them, ‘The Lord God of your ancestors, appeared to me—the God of Abraham, Isaac, and Jacob—and he said, “I have paid close attention to you and to what has been done to you in Egypt.",
      "17": "I have said that I will bring you out of the affliction of Egypt to the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites—to a land flowing with milk and honey.”’",
      "18": "“The elders of Israel will listen to you, and then you and they are to go to the king of Egypt and say to him, ‘The Lord God of the Hebrews has met with us. Now, let us take a three-day journey into the desert to sacrifice to the Lord our God.’",
      "19": "I know that the king of Egypt won’t allow you to go unless compelled to do so by force,",
      "20": "so I will stretch out my hand and strike Egypt with all my wonders that I will do there. After that he will release you.",
      "21": "I will grant this people public favor with the Egyptians, and as a result, when you leave you won’t go empty-handed.",
      "22": "Each woman is to ask her neighbor or any foreign woman in her house for articles of gold and for clothing, and use them to clothe your sons and daughters. You will plunder the Egyptians.”"
    },
    "4": {
      "1": "Then Moses answered, “Look, they won’t believe me and they won’t listen to me. Instead, they’ll say, ‘The Lord didn’t appear to you.’”",
      "2": "“What’s that in your hand?” the Lord asked him.\nMoses answered, “A staff.”",
      "3": "Then God said, “Throw it to the ground.” He threw it to the ground and it became a snake. Moses ran away from it.",
      "4": "Then God told Moses, “Reach out and grab its tail.” So he reached out, grabbed it, and it became a staff in his hand.",
      "5": "God said, “I’ve done this so that they may believe that the Lord God of their ancestors—the God of Abraham, the God of Isaac, and the God of Jacob—has appeared to you.”",
      "6": "Again the Lord told him, “Put your hand into your bosom.” He put his hand into his bosom and as soon as he brought it out it was leprous, like snow.",
      "7": "Then God said, “Put your hand back into your bosom.” He returned it to his bosom and as soon as he brought it out, it was restored like the rest of his skin.",
      "8": "“Then if they don’t believe you and respond to the first sign, they may respond to the second sign.",
      "9": "But if they don’t believe even these two signs, and won’t listen to you, then take some water out of the Nile River and pour it on the dry ground. The water you took from the Nile River will turn into blood on the dry ground.”",
      "10": "Then Moses told the Lord, “Please, Lord, I’m not eloquent. I never was in the past nor am I now since you spoke to your servant. In fact, I talk too slowly and I have a speech impediment.”",
      "11": "Then God asked him, “Who gives a person a mouth? Who makes him unable to speak, or deaf, or able to see, or blind, or lame? Is it not I, the Lord?",
      "12": "Now, go! I myself will help you with your speech, and I’ll teach you what you are to say.”",
      "13": "Moses said, “Please, Lord, send somebody else.”",
      "14": "Then the Lord was angry with Moses and said, “There’s your brother Aaron, a descendant of Levi, isn’t there? I know that he certainly is eloquent. Right now he’s coming to meet you and he will be pleased to see you.",
      "15": "You’re to speak to him and tell him what to say. I’ll help both you and him with your speech, and I’ll teach both of you what you are to do.",
      "16": "He is to speak to the people for you as your spokesman and you are to act in the role of God for him.",
      "17": "Now pick up that staff with your hand. You’ll use it to perform the signs.”",
      "18": "Moses left and returned to his father-in-law Jethro. Moses told him, “Please let me go and return to my own people in Egypt so I can see whether they’re still alive.”\nJethro told Moses, “Go in peace.”",
      "19": "The Lord told Moses in Midian, “Go back to Egypt, because all the men who wanted to kill you are dead.”",
      "20": "So Moses took his wife and sons, put them on donkeys, and headed back to the land of Egypt. Moses took the staff of God in his hand.",
      "21": "Then the Lord told Moses, “When you set out to return to Egypt, keep in mind all the wonders that I’ve put in your power, so that you may do them before Pharaoh. But I’ll harden his heart so that he won’t let the people go.",
      "22": "You are to say to Pharaoh, ‘This is what the Lord says: “Israel is my firstborn son.",
      "23": "And I say to you, ‘Let my son go so he may serve me. If you refuse to let him go, then I will kill your firstborn son.’”’”",
      "24": "But later on, at the lodging place along the way, the Lord met Moses and was about to kill him.",
      "25": "Zipporah took a flint knife, cut off her son’s foreskin, and touched Moses’ feet with it, saying while doing so, “…because you are a bridegroom of blood to me.”",
      "26": "Then the Lord withdrew from him, and she said, “…a bridegroom of blood because of circumcision.”",
      "27": "The Lord told Aaron, “Go meet Moses in the desert.” So Aaron went, found him at the mountain of God, and embraced him.",
      "28": "Moses told Aaron all of the Lord’s messages that he had sent with Moses, and all of the signs that he commanded him to do.",
      "29": "Later, Moses and Aaron brought together all the elders of Israel.",
      "30": "Aaron spoke everything that the Lord had spoken to Moses, and Moses performed the miracles before the very eyes of the people.",
      "31": "The people believed and understood that the Lord had paid attention to the Israelis and had seen their affliction. They bowed their heads and prostrated themselves in worship."
    },
    "5": {
      "1": "After Moses and Aaron arrived, they told Pharaoh, “This is what the Lord God of Israel says: ‘Let my people go so they may make a pilgrimage for me in the desert.’”",
      "2": "Pharaoh said, “Who is the Lord that I should listen to him and let Israel go? I don’t know about the Lord, nor will I let Israel go!”",
      "3": "Then they said, “The God of the Hebrews has met with us. Please let us go a three-day journey into the desert to offer sacrifices to the Lord our God so he does not strike us with pestilence or sword.”",
      "4": "The king of Egypt replied to them, “Moses and Aaron, why are you keeping the people from their labor? Go back to your work!”",
      "5": "Then Pharaoh said, “Look, the people in the land are now numerous, and you are stopping them from working.”",
      "6": "That day Pharaoh ordered the taskmasters of the people and their officials,",
      "7": "“You’re no longer to give the people straw for making bricks, as in the past. They must gather straw for themselves.",
      "8": "But you’re to impose the previous quota of bricks that they’re making. You’re not to reduce it! It is because they’re lazy that they’re crying out, ‘Let’s go offer sacrifices to our God.’",
      "9": "So increase the work load on the people, and let them do it so they don’t pay attention to deceptive speeches.”",
      "10": "Then the taskmasters of the people and their officials went out and told the people, “This is Pharaoh’s response: ‘I’ll no longer give you any straw.",
      "11": "Go get straw for yourselves wherever you can find it, but your work quotas won’t be reduced at all.’”",
      "12": "So the people scattered throughout the entire land of Egypt to collect stubble for straw.",
      "13": "The taskmasters pressured them by saying, “Finish your work—each day’s quota—just as when you were given straw.”",
      "14": "The Israeli supervisors whom Pharaoh’s taskmasters had appointed over them were beaten and told, “Why didn’t you, both yesterday and today, fulfill your quota for making bricks as before?”",
      "15": "The Israeli supervisors came and cried out to Pharaoh, “Why are you doing this to us?",
      "16": "No straw is being given to us, yet they’re saying to us, ‘Make bricks!’ Look, we are being beaten. It’s wrong how you are treating your people!”",
      "17": "Then Pharaoh said, “You are lazy, lazy! That’s why you’re saying, ‘Let’s go offer sacrifices to the Lord.’",
      "18": "Now, go! Get to work! And straw won’t be given to you, but you are to deliver the same number of bricks!”",
      "19": "The Israeli supervisors realized they were in trouble when he said, “You won’t reduce each day’s quota of bricks!”",
      "20": "As they left Pharaoh’s presence, they met Moses and Aaron standing there.",
      "21": "The supervisors told them, “May the Lord look on you and judge you! You have made us repulsive to Pharaoh and his servants. You have put a sword in their hands to kill us.”",
      "22": "So Moses returned to the Lord and asked him, “Lord, why have you caused trouble for this people? Why have you sent me here?",
      "23": "Ever since I came to Pharaoh to speak in your name, he has caused trouble for this people, and you have done nothing to deliver your people.”"
    },
    "6": {
      "1": "The Lord told Moses, “Now you’re about to see what I’ll do to Pharaoh. Indeed, he’ll send them out under compulsion and he’ll drive them out of his land violently.”",
      "2": "Later, God told Moses, “I am the Lord.",
      "3": "I appeared to Abraham, to Isaac, and to Jacob as God Almighty, and did I not reveal to them my name ‘Lord’?",
      "4": "I also established my covenant with them to give them the land of Canaan, the land where they lived as resident aliens for a time.",
      "5": "Also, I’ve heard the groaning of the Israelis whom the Egyptians have forced to labor for them, and I’ve remembered my covenant.",
      "6": "Therefore, tell the Israelis, ‘I am the Lord. I’ll bring you out from under the burdens of the Egyptians, and I’ll deliver you from their bondage. I’ll redeem you with an outstretched arm and with great acts of judgment.",
      "7": "I’ll take you for my own people, and I’ll be your God. Then you will know that I am the Lord your God, who brings you out from under the burdens of the Egyptians.",
      "8": "I’ll bring you to the land that I swore to give to Abraham, to Isaac, and to Jacob. I’ll give it to you as a possession. I am the Lord.’”",
      "9": "Then Moses reported this to the Israelis, but they did not listen to Moses due to their irritation and impatience because there was no deliverance and because of the cruel bondage.",
      "10": "Then the Lord told Moses,",
      "11": "“Go, speak to Pharaoh, king of Egypt, that he should let the Israelis go out of his land.”",
      "12": "Then Moses said right in front of the Lord, “Look, the Israelis didn’t listen to me, so how will Pharaoh? I’m not a persuasive speaker.”",
      "13": "Then the Lord spoke to Moses and Aaron, issuing orders to them regarding the Israelis for delivery to Pharaoh, king of Egypt; that is, to bring the Israelis out of the land of Egypt.",
      "14": "These are the heads of their ancestors’ households: the sons of Reuben, the firstborn of Israel: Hanoch and Pallu; Hezron and Carmi.\nThese are the families of Reuben, including",
      "15": "Simeon’s sons Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, the Canaanite woman’s son. These are the families of Simeon.",
      "16": "These are the names of Levi’s sons according to their genealogies: Gershon, Kohath, and Merari. Levi lived 137 years.",
      "17": "Gershon’s sons were Libni and Shimei, according to their families.",
      "18": "Kohath’s descendants included Amram, Izhar, Hebron, and Uzziel. Now Kohath lived for 133 years.",
      "19": "The sons of Merari were Mahli and Mushi. These are the families of the descendants of Levi, according to their genealogies.",
      "20": "Amram married Jochebed, his father’s sister, and she bore him Aaron and Moses. Amram lived for 137 years.",
      "21": "The sons of Izhar were Korah, Nepheg, and Zichri.",
      "22": "The sons of Uzziel were Mishael, Elzaphan, and Sithri.",
      "23": "Then Aaron married Elisheba daughter of Amminadab, sister of Nahshon. She bore him Nadab, Abihu, Eleazar, and Ithamar.",
      "24": "The sons of Korah were Assir, Elkanah, and Abiasaph. These were the families of the descendants of Korah.",
      "25": "Aaron’s son Eleazar married one of Putiel’s daughters, and she bore him Phineas. These are the heads of the ancestors of the descendants of Levi, according to their families.",
      "26": "This is the same Aaron and Moses to whom the Lord said, “Bring the Israelis out of the land of Egypt by their tribal divisions.”",
      "27": "They were the ones speaking to Pharaoh, king of Egypt, to bring the Israelis out of Egypt; this is that same Moses and Aaron.",
      "28": "And it happened when the Lord spoke to Moses in the land of Egypt",
      "29": "that the Lord told Moses, “I am the Lord. Tell Pharaoh, king of Egypt, everything that I’m saying to you.”",
      "30": "Moses said in the presence of the Lord, “Look, I’m not a persuasive speaker, so how will Pharaoh listen to me?”"
    },
    "7": {
      "1": "The Lord told Moses, “Listen! I’ve positioned you as God to Pharaoh, and your brother Aaron will be your prophet.",
      "2": "You are to speak everything that I’ve commanded you, and then your brother Aaron will speak to Pharaoh, telling him to let the Israelis go out of his land.",
      "3": "I’ll harden Pharaoh’s heart and I’ll add more and more of my signs and wonders in the land of Egypt.",
      "4": "When Pharaoh won’t listen to you, I’ll let loose my power upon Egypt. I’ll bring out my tribal divisions—my people the Israelis—from the land of Egypt with great acts of judgment.",
      "5": "The Egyptians will know that I am the Lord when I stretch out my hand over Egypt to bring the Israelis out from among them.”",
      "6": "Moses and Aaron did what the Lord commanded them.",
      "7": "Moses was 80 years old and Aaron was 83 when they spoke to Pharaoh.",
      "8": "Then the Lord told Moses and Aaron,",
      "9": "“When Pharaoh says to you, ‘Perform a miraculous sign,’ then you are to say to Aaron, ‘Take your staff and throw it in front of Pharaoh.’ It will become a serpent.”",
      "10": "So Moses and Aaron went in to Pharaoh and did what the Lord had commanded them. Aaron threw his staff in front of Pharaoh and his officials, and it became a serpent.",
      "11": "Then Pharaoh also called for the wise men and sorcerers, and they—along with the Egyptian magicians—did the same thing with their secret arts.",
      "12": "So each one threw down his staff and it became a serpent, but Aaron’s staff swallowed up their staffs.",
      "13": "Yet Pharaoh’s heart was stubborn and he did not listen to them, just as the Lord had said would happen.",
      "14": "Then the Lord told Moses, “Pharaoh’s heart is hard. He has refused to let the people go.",
      "15": "Go to Pharaoh in the morning as he’s going down to the water. Stand on the bank of the Nile River and meet him. Be sure to take with you the staff that was turned into a snake.",
      "16": "Then say to him, ‘The Lord God of the Hebrews, has sent me to you. He says, “Let my people go so they may serve me in the desert, but until now you haven’t obeyed.”’",
      "17": "“‘This is what the Lord says: “This is how you’ll know that I am the Lord: Right now I’m going to strike the water of the Nile River with the staff that’s in my hand, and it will be turned to blood.",
      "18": "The fish in the Nile River will die and the river will stink. The Egyptians will be unable to drink water from the Nile River.”’”",
      "19": "The Lord also told Moses, “Tell Aaron, ‘Take your staff and stretch out your hand over the waters of Egypt, over their rivers, over their Nile River, over their ponds, and over their reservoirs, and they’ll become blood. There will be blood throughout the land of Egypt, even in their wood and stone containers.’”",
      "20": "Moses and Aaron did just what the Lord had commanded. Aaron raised his staff and struck the water in the Nile River in front of Pharaoh and his officials, and all the water in the Nile River turned to blood.",
      "21": "The fish in the Nile River died and the river stank. The Egyptians were not able to drink water from the Nile River, and blood was throughout the land of Egypt.",
      "22": "But the Egyptian magicians did the same thing with their secret arts. Pharaoh’s heart was stubborn, and he did not listen to them, just as the Lord had said.",
      "23": "Then Pharaoh turned away, went to his palace, and paid no attention to any of this.",
      "24": "All the Egyptians dug around the Nile River for water to drink because they could not drink from the water in the Nile River.",
      "25": "Seven days after the Lord had struck the Nile River,"
    },
    "8": {
      "1": "he told Moses, “Go to Pharaoh and tell him, ‘This is what the Lord says: “Let my people go so they may serve me.",
      "2": "And if you refuse to let them go, then I’m going to strike all your territory with frogs.",
      "3": "The Nile will swarm with frogs. They’ll come up and enter your house, your bedroom, your bed, and your servants’ houses. They’ll jump on your people, into your ovens, and into your kneading troughs.",
      "4": "The frogs will be all over you and your servants.”’”",
      "5": "Then the Lord told Moses, “Tell Aaron, ‘Stretch out your hand with your staff over the rivers, over the Nile River, and over the ponds, and bring up frogs over the land of Egypt.’”",
      "6": "So Aaron stretched his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt.",
      "7": "But the magicians did the same thing with their secret arts, and they brought up frogs on the land of Egypt.",
      "8": "Then Pharaoh called to Moses and Aaron and said, “Plead with the Lord so that he may remove the frogs from me and my people. I’ll let the people go so they can offer sacrifices to the Lord.”",
      "9": "Moses told Pharaoh, “You decide when I should plead for you, your servants, and your people to remove the frogs from you and your household. They’ll remain only in the Nile River.”",
      "10": "Pharaoh said, “Tomorrow.”\nMoses said, “It will be just as you say, so that you may know that there is no one like the Lord our God.",
      "11": "The frogs will leave you, your house, your officials, and your people. They’ll remain only in the Nile River.”",
      "12": "Then Moses and Aaron left Pharaoh’s presence, and Moses cried out to the Lord about the frogs which he had sent on Pharaoh.",
      "13": "The Lord did just as Moses asked, and the frogs died in the houses, in the courtyards, and in the fields.",
      "14": "They gathered them up into large piles and the land smelled terrible.",
      "15": "But when Pharaoh saw that there was relief, he hardened his heart and did not listen to them, just as the Lord had predicted.",
      "16": "Then the Lord told Moses, “Tell Aaron, ‘Stretch out your staff, strike the dust of the ground, and the dust will become gnats throughout the land of Egypt.’”",
      "17": "They did this. Aaron stretched his hand out with his staff, struck the dust of the land, and gnats came on people and animals—all the dust of the ground became gnats throughout the land of Egypt.",
      "18": "The magicians tried to do the same thing with their secret arts, but they were unable to bring out the gnats. The gnats were on the people and the animals.",
      "19": "The magicians told Pharaoh, “It is the finger of God!” But Pharaoh’s heart was stubborn and he did not listen to them, just as the Lord had predicted.",
      "20": "The Lord told Moses, “Get up early in the morning and stand before Pharaoh as he’s going down to the water. You are to say to him, ‘This is what the Lord says: “Let my people go so they can serve me.",
      "21": "But if you don’t let my people go, I’ll send swarms of insects upon you, your servants, your people, and your households. The houses of Egypt—and even the ground on which they stand—will be filled with swarms of insects.",
      "22": "On that day I’ll treat the land of Goshen where my people live differently so that swarms of insects won’t be there. As a result, you will know that I the Lord am in the midst of the land.",
      "23": "I’ll make a distinction between my people and your people, and this sign will occur tomorrow.”’”",
      "24": "The Lord did this, and dense swarms of insects came into the house of Pharaoh and into the houses of his servants. The land was ruined throughout Egypt because of the swarms of insects.",
      "25": "Then Pharaoh summoned Moses and Aaron and said, “Go, offer sacrifices to your God in the land.”",
      "26": "“It wouldn’t be right to sacrifice in this way,” Moses replied, “because if we do, we will sacrifice to the Lord our God what is offensive to the Egyptians. If we offer sacrifices that are offensive to the Egyptians in front of them, they’ll stone us, won’t they?",
      "27": "We must go a three-day journey into the desert, and we’ll offer sacrifices to the Lord our God just as he has told us.”",
      "28": "Then Pharaoh said, “I’ll let you go so you can offer sacrifices to the Lord your God in the desert. But you must not go very far away. Pray for me.”",
      "29": "Moses said, “Right now I’m going to leave you, and I’ll pray to the Lord that the swarms of insects may depart from Pharaoh, from his officials, and from his people tomorrow. But Pharaoh, don’t continue lying by not letting the people go to offer sacrifices to the Lord.”",
      "30": "Then Moses left Pharaoh’s presence and prayed to the Lord.",
      "31": "The Lord did what Moses asked, and the swarms of insects departed from Pharaoh, his officials, and his people. Not one remained.",
      "32": "But this time also Pharaoh hardened his heart, and he did not let the people go."
    },
    "9": {
      "1": "Then the Lord told Moses, “Go to Pharaoh and say to him, ‘This is what the Lord God of the Hebrews says: “Let my people go so they may serve me.",
      "2": "But if you refuse to let them go and continue to hold them,",
      "3": "then the hand of the Lord will come with a very severe plague on your livestock in the fields, on horses, on donkeys, on camels, on cattle, and on sheep.",
      "4": "The Lord will distinguish between the livestock of Israel and the livestock of the Egyptians, so that nothing that belongs to the Israelis will die.”’”",
      "5": "The Lord set the time: “Tomorrow the Lord will do this thing in the land.”",
      "6": "The Lord did this thing the next day, and all the livestock of the Egyptians died. But not one of the livestock died that belonged to the Israelis.",
      "7": "Then Pharaoh inquired and discovered that not a single one of the livestock of Israel had died, but Pharaoh’s heart was stubborn and he would not let the people go.",
      "8": "Then the Lord told Moses and Aaron, “Take handfuls of soot from a kiln, and let Moses throw it into the air in front of Pharaoh.",
      "9": "The soot will become dust over the entire land of Egypt, and it will become boils erupting into sores on people and animals throughout the land of Egypt.”",
      "10": "So they took soot from the kiln and stood before Pharaoh. Then Moses threw it into the air, and it became boils producing running sores on people and animals.",
      "11": "The magicians were not able to stand before Moses because of the boils, because the boils were on the magicians and on all the Egyptians.",
      "12": "The Lord made Pharaoh’s heart stubborn so that he would not listen to them, just as the Lord had told Moses.",
      "13": "Then the Lord told Moses, “Get up early in the morning, present yourself to Pharaoh, and say to him, ‘This is what the Lord God of the Hebrews says: “Let my people go so they may serve me.",
      "14": "Indeed, this time I’m sending all my plagues against you, your officials, and your people, so you may know that there is no one like me in all the earth.",
      "15": "Indeed, by now I could have sent forth my hand and struck you and your people with a plague, and you would have been destroyed from the earth.",
      "16": "However, I’ve kept you standing in order to show you my power and to declare my name in all the earth.",
      "17": "You are still acting arrogantly against my people by not letting them go.",
      "18": "Look! About this time tomorrow, I’ll send a severe hail storm, such as has not happened in Egypt from the day it was founded until now.",
      "19": "So send for your livestock and everything that belongs to you that’s out in the field, because every person and animal found in the field that has not been brought inside to shelters will die when the hail comes down on them.”’”",
      "20": "Whoever feared the message from the Lord among Pharaoh’s officials made his servants and livestock flee into shelters.",
      "21": "But whoever did not pay attention to the message from the Lord left his servants and his livestock outside in the fields.",
      "22": "Then the Lord told Moses, “Stretch out your hand toward heaven, and there will be hail in all the land of Egypt, on people, animals, and all the vegetation of the field throughout the land of Egypt.”",
      "23": "When Moses stretched out his staff toward heaven, the Lord sent thunder and hail, and lightning struck the earth. The Lord rained hail on the land of Egypt.",
      "24": "There was very heavy hail, and lightning was flashing continuously in the midst of the hail. There had not been anything like it in the land of Egypt since it had become a nation.",
      "25": "The hail struck everything, including people and animals, outside in the fields throughout the land of Egypt. The hail struck all the vegetation of the fields and shattered all the trees in the orchards.",
      "26": "Only in the land of Goshen, where the Israelis were, was there no hail.",
      "27": "Pharaoh sent word and called for Moses and Aaron. “I’ve sinned this time,” he told them. “The Lord is righteous, but I and my people are wicked.",
      "28": "Pray to the Lord! There has been enough of God’s thunder and hail! I’ll let you go, and you need not stay any longer.”",
      "29": "Moses told him, “When I leave the city I’ll spread out my hands to the Lord. The thunder will cease and the hail won’t continue, so that you may know that the earth belongs to the Lord.",
      "30": "But as for you and your officials, I know that you don’t yet fear the Lord God.”",
      "31": "(Now the flax and the barley were ruined because the barley was in ear and the flax was in bud.",
      "32": "The wheat and the wild grain were not ruined because they were late crops.)",
      "33": "Then Moses went out of the city from Pharaoh and spread out his hands to the Lord. The thunder and hail stopped, and the rain no longer poured out on the land.",
      "34": "When Pharaoh saw that the rain, hail, and thunder had stopped, he continued to sin. He, along with his officials, hardened his heart.",
      "35": "Pharaoh’s heart was stubborn, and he did not let the Israelis go, just as the Lord had said through Moses."
    },
    "10": {
      "1": "Then the Lord told Moses, “Go to Pharaoh, for I’ve hardened his heart and the hearts of his officials in order to perform these signs of mine among them,",
      "2": "so you may tell your children and your grandchildren how I toyed with the Egyptians and about my miraculous signs that I performed among them, so all of you may know that I am the Lord.",
      "3": "Moses and Aaron went to Pharaoh and told him, “This is what the Lord God of the Hebrews says: ‘How long will you refuse to humble yourself before me? Let my people go, so they may serve me.",
      "4": "But if you refuse to let my people go, tomorrow I’m going to bring locusts into your territory.",
      "5": "They’ll cover the surface of the land so a person cannot see the ground, and they’ll eat what is left for you of the residue from the hail. They’ll also eat all your trees that grow in the orchards.",
      "6": "Your houses will be filled, along with the houses of all your officials and the houses of all the Egyptians—something that neither your fathers nor your ancestors ever saw from the time they were on earth until now.’” Then Moses turned and left Pharaoh’s presence.",
      "7": "Then the officials of Pharaoh told him, “How long will this man be a snare to us? Let the people go so they may serve the Lord their God! Don’t you realize yet that Egypt is about to be destroyed?”",
      "8": "Moses and Aaron were brought back to Pharaoh and he told them, “Go, serve the Lord your God. But exactly who will go?”",
      "9": "Moses said, “We will go with our young and with our old. We will go with our sons and our daughters, with our sheep and our cattle, because it’s a festival to the Lord for us.”",
      "10": "Then Pharaoh told them, “The Lord will certainly be with you if I let you and your little ones go. I know some evil plan is in your mind.",
      "11": "No! Let the men go and serve the Lord, for that is what you were seeking.” Then they were driven out from the presence of Pharaoh.",
      "12": "The Lord told Moses, “Stretch out your hand over the land of Egypt to bring the locusts, and they’ll come up over the land of Egypt and eat all the vegetation of the land, everything that the hail left.”",
      "13": "Moses stretched out his staff over the land of Egypt, and the Lord sent an east wind into the land all that day and throughout the night. When morning came, the east wind brought the locusts.",
      "14": "The locusts came up over all the land of Egypt and settled on all the territory of Egypt in great swarms. There had never been locusts like this before nor would there ever be again.",
      "15": "They covered the surface of the entire land so that it was dark. They ate all the vegetation of the land and the fruit from the trees that the hail left. Nothing green was left on the trees or on the vegetation in all the land of Egypt.",
      "16": "Pharaoh quickly called Moses and Aaron and said, “I’ve sinned against the Lord your God and against you.",
      "17": "Now, please forgive my sin only this time, and pray to the Lord your God that he would at least remove this from me.”",
      "18": "Moses left Pharaoh and prayed to the Lord.",
      "19": "Then the Lord brought a very strong west wind that took the locusts and drove them into the Reed Sea. Not one locust remained in all the territory of Egypt.",
      "20": "But the Lord made Pharaoh’s heart stubborn and he would not let the Israelis go.",
      "21": "Then the Lord told Moses, “Stretch your hand toward the sky and there will be darkness over the land of Egypt, a darkness that one can feel.”",
      "22": "So Moses stretched his hand toward the sky, and there was thick darkness in all the land of Egypt for three days.",
      "23": "No one could see anyone else, nor could anyone get up from his place for three days. But there was light for all the Israelis in their dwellings.",
      "24": "Pharaoh called Moses and said, “Go serve the Lord, but your flocks and your cattle are to remain. Even your little ones can go with you!”",
      "25": "Moses said, “You must let us have sacrifices and burnt offerings to offer to the Lord our God.",
      "26": "And even our livestock must go with us. Not a hoof will be left behind because we will use some of them to serve the Lord our God, and until we get there we won’t know what we need to serve the Lord.”",
      "27": "The Lord made Pharaoh’s heart stubborn, and he did not want to let them go.",
      "28": "Then Pharaoh told him, “Get away from me! Watch out that you never see my face again, because on the day you see my face, you will die!”",
      "29": "Moses said, “Just as you have said, I won’t see your face again!”"
    },
    "11": {
      "1": "Then the Lord told Moses, “I’ll bring one more plague on Pharaoh and Egypt. After that he’ll let you leave from here, and when he lets you go, he will certainly drive you out from here.",
      "2": "Tell the people that each man is to ask his neighbor and each woman her neighbor for articles of silver and gold.”",
      "3": "The Lord made the Egyptians look on the people with favor. Also the man Moses was highly regarded in the land of Egypt, both in the opinion of Pharaoh’s officials and in the opinion of the people.",
      "4": "So Moses announced to Pharaoh, “This is what the Lord says: ‘About midnight I’m going throughout Egypt,",
      "5": "and all the firstborn in the land of Egypt will die, from the firstborn of Pharaoh who sits on his throne to the firstborn of the slave girl who operates the hand mill, along with the firstborn of the animals.",
      "6": "There will be a great cry throughout the land of Egypt, like there has never been and never will be again.",
      "7": "But among the Israelis, from people to animals, not even a dog will bark, so you may know that the Lord is distinguishing between the Egyptians and the Israelis.’",
      "8": "All these officials of yours will come down to me, prostrate themselves to me, and say, ‘Get out, you and all the people following you!’ After that I’ll go out.” Then Moses angrily left Pharaoh.",
      "9": "The Lord told Moses, “Pharaoh won’t listen to you. As a result, my wonders will increase throughout the land of Egypt.”",
      "10": "Moses and Aaron did all these wonders in front of Pharaoh, but the Lord made Pharaoh’s heart stubborn, and he would not let the Israelis go out from his land."
    },
    "12": {
      "1": "The Lord told Moses and Aaron in the land of Egypt,",
      "2": "“This month will mark the beginning of months for you. It will be the first month of the year for you.",
      "3": "Tell the entire congregation of Israel, ‘On the tenth of this month they’re each to take a lamb for themselves, according to their ancestors’ households, one lamb for each household.",
      "4": "If a household is too small for a lamb, then it and its closest neighbor are to obtain one based on the number of individuals—dividing the lamb based on what each person can eat.",
      "5": "Your lamb is to be a year old male without blemish. You may take it from the sheep or from the goats.",
      "6": "It is to remain under your care until the fourteenth day of this month, and then the entire assembly of the congregation of Israel is to slaughter it at twilight.",
      "7": "They’re to take some of the blood and put it on the two doorposts and on the lintel of the houses where they eat the lamb.",
      "8": "That very night they’re to eat the meat, roasted over the fire, with unleavened bread and bitter herbs.",
      "9": "Don’t eat any of it raw or boiled in water. Instead, roast it over the fire, with its head, legs, and internal organs.",
      "10": "Don’t leave any of it until morning, and whatever does remain of it until morning you are to burn in the fire.",
      "11": "“‘This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet, and your staff in your hand. You are to eat it hurriedly—it’s the Lord’s Passover.",
      "12": "I’ll pass through the land of Egypt that night and strike every firstborn in the land of Egypt, both people and animals. I’ll execute judgments on all the gods of Egypt. I am the Lord.",
      "13": "The blood will be a sign for you on the houses where you are. I’ll see the blood and pass over you. There will be no plague to destroy you when I strike the land of Egypt.",
      "14": "“‘This day is to be a memorial for you, and you are to celebrate it as a festival to the Lord. You are to celebrate it as a perpetual ordinance from generation to generation.",
      "15": "You are to eat unleavened bread for seven days. On the first day be sure to remove all the leaven from your houses, because any person who eats anything leavened from the first day until the seventh will be cut off from Israel.",
      "16": "Also, on the first day you’re to hold a holy assembly, and on the seventh day you’re to hold a holy assembly. No work is to be done during those days, except for preparing what is to be eaten by each person.",
      "17": "“‘You are to observe the Festival of Unleavened Bread, since on this very day I brought your tribal divisions from the land of Egypt. You are to observe this day from generation to generation as a perpetual ordinance.",
      "18": "In the first month, from the evening of the fourteenth day of the month until the evening of the twenty-first day of the month, you are to eat unleavened bread.",
      "19": "For seven days leaven is not to be found in your houses. Indeed, any person who eats anything leavened, is to be cut off from the congregation of Israel, whether an alien or a native of the land.",
      "20": "You are not to eat what is leavened. You are to eat unleavened bread in all your settlements.’”",
      "21": "Then Moses summoned all the elders of Israel and told them, “Choose sheep for your families, and slaughter the Passover lamb.",
      "22": "Take a bundle of hyssop and dip it in the blood that is in the basin, and apply some of the blood in the basin to the lintel and the two doorposts. None of you is to go out of the doorway of his house until morning,",
      "23": "because the Lord will pass through to strike down the Egyptians, and when he sees the blood on the lintel and the two doorposts, the Lord will pass over the doorway, and won’t allow the destroyer to enter your houses to strike you down.",
      "24": "You are to observe this event as a perpetual ordinance for you and your children forever.",
      "25": "When you enter the land that the Lord will give you, just as he promised, you are to observe this ritual.",
      "26": "And when your children say to you, ‘What does this ritual mean?’",
      "27": "you are to say, ‘It is the Passover sacrifice to the Lord, who passed over the houses of the Israelis in Egypt when he struck down the Egyptians but spared our houses.’” Then the people bowed down and worshipped.",
      "28": "The Israelis did this. Moses and Aaron did just what the Lord had commanded.",
      "29": "And so at midnight the Lord struck down every firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the prisoner who was in the dungeon, and all the firstborn of the livestock.",
      "30": "Pharaoh got up during the night, he, all his officials, and all the Egyptians, and there was loud wailing in Egypt, because there was not a house without someone dead in it.",
      "31": "Then he summoned Moses and Aaron during the night and told them: “Get up, go out from among my people, both you and the Israelis! Go, serve the Lord as you have said.",
      "32": "Take both your sheep and your cattle, just as you demanded and go! And bless me too!”",
      "33": "The Egyptian officials urged the people to send them out of the land quickly, because they were saying, “We’ll all be dead!”",
      "34": "So the people took their dough before it was leavened, with their kneading bowls wrapped up in their cloaks on their shoulders.",
      "35": "Meanwhile, the Israelis had done as Moses said; they had asked the Egyptians for objects of silver and objects of gold, and for clothes.",
      "36": "The Lord had given the people favor in the eyes of the Egyptians, so that they gave them what they requested. As a result, they plundered the Egyptians.",
      "37": "About 600,000 Israeli men traveled from Rameses to Succoth on foot, not counting children.",
      "38": "A mixed multitude also went up with them, along with a very large number of livestock, including sheep and cattle.",
      "39": "They baked the dough that they brought out of Egypt into thin cakes of unleavened bread. It had not been leavened because they were driven out of Egypt and could not wait, nor had they prepared provisions for themselves.",
      "40": "Now the time that the Israelis lived in Egypt was 430 years.",
      "41": "At the end of 430 years, to the very day, all the tribal divisions of the Lord went out from the land of Egypt.",
      "42": "That was for the Lord a night of vigil to bring them out of the land of Egypt. This same night belongs to the Lord, and is to be a vigil for all the Israelis from generation to generation.",
      "43": "The Lord told Moses and Aaron, “These are the regulations for the Passover: No foreigner is to eat it,",
      "44": "though any slave purchased with money may eat it after you have circumcised him.",
      "45": "But no temporary resident or a hired servant is to eat it.",
      "46": "It is to be eaten in one house, and you are not to take any of the meat outside the house, nor are you to break any of its bones.",
      "47": "The whole congregation of Israel is to observe it.",
      "48": "If an alien who resides with you wants to observe the Passover to the Lord, every male in his household must be circumcised, and then he may come near to observe it. He is to be like a native of the land, but no uncircumcised person is to eat it.",
      "49": "A single law exists for the native and the alien who resides among you.”",
      "50": "All the Israelis did this. They did exactly as the Lord commanded Moses and Aaron.",
      "51": "And on that very day, the Lord brought the Israelis out of the land of Egypt by their tribal divisions."
    },
    "13": {
      "1": "The Lord spoke to Moses,",
      "2": "“Consecrate to me every firstborn male. Whatever is the first to open the womb among the Israelis, both of humans and of animals, belongs to me.”",
      "3": "Then Moses told the people, “Remember this day on which you came out of Egypt, from the house of bondage, because the Lord brought you out from this place with a strong show of force. Moreover, nothing leavened is to be eaten.",
      "4": "Today, in the month of Abib, you are going out.",
      "5": "When the Lord brings you to the land of the Canaanite, the Hittite, the Amorite, the Hivite, and the Jebusite, which he swore to your ancestors to give you—a land flowing with milk and honey—you are to observe this ritual in this month.",
      "6": "You are to eat unleavened bread for seven days, and on the seventh day there is to be a festival to the Lord.",
      "7": "Unleavened bread is to be eaten for seven days, and nothing leavened is to be seen among you, nor is leaven to be seen among you throughout your territory.",
      "8": "And you are to tell your child on that day, ‘This is because of what the Lord did for me when I came out of Egypt.’",
      "9": "It is to be a sign for you on your hand and a reminder on your forehead, so that you may speak about the instruction of the Lord; for the Lord brought you out of Egypt with a strong show of force.",
      "10": "You are to keep this ordinance at its appointed time from year to year.”",
      "11": "“When the Lord brings you to the land of the Canaanite and gives it to you, just as he promised you and your ancestors,",
      "12": "you are to dedicate to the Lord everything that first opens the womb. All the firstborn males of your livestock belong to the Lord.",
      "13": "You are to redeem every firstborn donkey with a lamb, and if you don’t redeem it, you are to break its neck. You are to redeem every firstborn among your sons.",
      "14": "Then when your child asks you in the future, ‘What is this?’, you are to say to him, ‘The Lord brought us out of Egypt, from the house of bondage with a strong show of force.",
      "15": "And when Pharaoh stubbornly refused to let us go, the Lord killed every firstborn in the land of Egypt, from the firstborn of humans to the firstborn of animals. Therefore, I sacrifice to the Lord every male that first opens the womb, but I redeem every firstborn of my sons.",
      "16": "It is to be a sign on your hand and an emblem on your forehead, because the Lord brought us out of Egypt with a strong show of force.’”",
      "17": "When Pharaoh let the people go, God did not lead them along the road through the land of the Philistines, even though it was nearer, because God had said, “If the people face war, they may change their minds and return to Egypt.”",
      "18": "So God led the people the roundabout way of the desert toward the Reed Sea. The Israelis went up from the land of Egypt in military formation.",
      "19": "Moses took the bones of Joseph with him, because Joseph had made the Israelis take this solemn oath: “God will certainly take notice of you, and then you must carry my bones up with you from here.”",
      "20": "They left Succoth and camped in Etham at the edge of the desert.",
      "21": "The Lord went in front of them by day in a pillar of cloud to lead them along the way, and by night in a pillar of fire to give them light, so they could travel both day and night.",
      "22": "Neither the pillar of cloud by day nor the pillar of fire by night left its place in front of the people."
    },
    "14": {
      "1": "The Lord told Moses,",
      "2": "“Tell the Israelis that they are to turn back and camp in front of Pi-hahiroth, between Migdol and the sea. You are to camp in front of Baal-zephon, opposite it by the sea.",
      "3": "Pharaoh will say about the Israelis, ‘They’re wandering aimlessly in the land, and the desert has closed in on them.’",
      "4": "I’ve made Pharaoh’s heart stubborn so he will pursue them. But I’ll receive honor by means of Pharaoh and his army, so that the Egyptians will know that I am the Lord.” So this is what the Israelis did.",
      "5": "When the king of Egypt was told that the people had fled, the minds of Pharaoh and his officials changed toward the people, and they said, “What have we done in releasing Israel from serving us?”",
      "6": "So Pharaoh had his chariot prepared and took his troops with him.",
      "7": "He took 600 of the best chariots, and all the other chariots of Egypt with officers in charge of each one.",
      "8": "The Lord made the heart of Pharaoh, king of Egypt, stubborn, and he defiantly pursued the Israelis as they were leaving.",
      "9": "The Egyptians pursued them—all the chariot-horses of Pharaoh, along with his horsemen and army—and they overtook them camped by the sea, near Pi-hahiroth, in front of Baal Zephon.",
      "10": "As Pharaoh approached, the Israelis looked up, and there were the Egyptians bearing down on them! Extremely frightened, the Israelis cried out to the Lord.",
      "11": "They also told Moses, “Was it because there were no graves in Egypt that you took us out to die in the desert? What have you done to us, by bringing us out of Egypt?",
      "12": "Is this not what we told you in Egypt, when we said, ‘Leave us alone!’ and ‘Let us serve the Egyptians!’? Indeed, it would have been better for us to serve the Egyptians than to die in the desert!”",
      "13": "Moses told the people, “Don’t be afraid! Stand still and watch how the Lord will deliver you today, because you will never again see the Egyptians whom you’re looking at today.",
      "14": "The Lord will fight for you while you keep still.”",
      "15": "Then the Lord told Moses, “Why are you crying out to me? Tell the Israelis to move out!",
      "16": "You are to raise your staff, stretch out your hand over the sea, and divide it, so the Israelis may go into the middle of the sea on dry land.",
      "17": "Even now I’m hardening the heart of the Egyptians so they’ll go after the Israelis. Then I’ll receive honor by means of Pharaoh and all his army, his chariots, and his horsemen.",
      "18": "Then the Egyptians will know that I am the Lord when I receive honor by means of Pharaoh, his chariots, and his horsemen.”",
      "19": "Then the angel of God, who was going in front of the camp of Israel, moved behind them. The pillar of cloud also moved from in front of them and stood behind them,",
      "20": "coming between the camp of the Egyptians and the camp of Israel. The cloud remained there even in the darkness, illuminating the night, so that the one side did not come near the other all night.",
      "21": "Then Moses stretched out his hand over the sea, and the Lord caused the water to retreat by a strong east wind all night, turning the sea into dry land. As the waters were divided,",
      "22": "the Israelis went into the middle of the sea on dry land, and the waters formed a wall for them on their right and on their left.",
      "23": "The Egyptians pursued—all the horses of Pharaoh, his chariots, and his horsemen—and they went into the middle of the sea after them.",
      "24": "In the morning watch, the Lord looked down on the Egyptian camp through the pillar of fire and cloud, and he threw the Egyptian camp into confusion.",
      "25": "He made the wheels of their chariots wobble so that they drove them with difficulty. The Egyptians said, “Let’s flee from Israel because the Lord is fighting for them and against us.”",
      "26": "Then the Lord told Moses, “Stretch out your hand over the sea and the water will come back over the Egyptians, over their chariots, and over their horsemen.”",
      "27": "Moses stretched out his hand over the sea, and the water returned to its normal depth at daybreak. The Egyptians tried to retreat in front of the advancing water, but the Lord destroyed the Egyptians in the middle of the sea.",
      "28": "The water returned, covering the chariots and the horsemen of Pharaoh’s entire army that had pursued the Israelis into the sea. Not a single one of them remained.",
      "29": "But the Israelis walked through the middle of the sea on dry land, and the water stood like a wall for them on their right and on their left.",
      "30": "On that day the Lord delivered Israel from the hand of the Egyptians, and Israel saw the Egyptians dead along the seashore.",
      "31": "When Israel saw the great force by which the Lord had acted against the Egyptians, the people feared the Lord, and they believed the Lord and Moses his servant."
    },
    "15": {
      "1": "Then Moses and the Israelis sang this song to the Lord:\n“I’ll sing to the Lord,\n    for he is highly exalted.\nThe horse and its rider\n    he has thrown into the sea.",
      "2": "The Lord is my strength and song,\n    and he has become my salvation.\nThis is my God and I’ll praise him,\n    the God of my father and I’ll exalt him.",
      "3": "The Lord is a man of war,\n    the Lord is his name!",
      "4": "“Pharaoh’s chariots and his army\n    he has hurled into the sea;\n        his best officers sank in the Reed Sea.",
      "5": "The deep covered them,\n    they went down into the depths like a rock.",
      "6": "Your right hand, Lord, was majestic in strength,\n    your right hand, Lord, shattered the enemy.",
      "7": "In the greatness of your majesty\n    you broke down your enemies.\nYou sent forth your anger,\n    it consumed them like stubble.",
      "8": "By the breath of your nostrils\n    the waters were piled up,\nthe flowing waters stood up like a hill,\n    the deep waters congealed in the heart of the sea.",
      "9": "“The enemy said, ‘I’ll pursue them, I’ll overtake them,\n    I’ll divide the spoil.\nI’ll satisfy my anger on them,\n    I’ll draw my sword,\n        and my hand will bring them to ruin.’",
      "10": "“You blew with your breath,\n    and the sea covered them;\n        they sank like lead in the mighty water.",
      "11": "“Who is like you among the gods, Lord?\n    Who is like you, majestic in holiness,\n        awesome in splendor, and working wonders?",
      "12": "You stretched out your right hand,\n    and the earth swallowed them.",
      "13": "“You have led with your gracious love\n    this people whom you redeemed.\nYou have guided them with your strength\n    to your holy dwelling.",
      "14": "“The nations heard and they quaked,\n    anguish seized the inhabitants of Philistia.",
      "15": "Then the chiefs of Edom were terrified,\n    the nobles of Moab trembled uncontrollably,\n        and all the inhabitants of Canaan melted away.",
      "16": "Dread and fear have fallen on them,\n    because of the strength of your arm.\nThey have become silent as a stone,\n    until your people pass by, Lord,\n        until this people you acquired pass by.",
      "17": "“You will bring them in and plant them\n    on the mountain of your inheritance.\nYou have made a place where you will reside, Lord.\n    Your own hands have established a sanctuary, Lord.",
      "18": "The Lord will reign forever and ever.”",
      "19": "When the horses of Pharaoh, his chariots, and his horsemen went into the sea, the Lord caused the waters of the sea to come back over them, but the Israelis walked through the middle of the sea on dry land.",
      "20": "Then Miriam the prophetess, Aaron’s sister, took a tambourine in her hand and went out with all the women behind her with tambourines and dancing.",
      "21": "Miriam sang to them,\n“Sing to the Lord, for he is highly exalted!\n    The horse and its rider\n        he has thrown into the sea.”",
      "22": "Then Moses led Israel from the Reed Sea and they went to the desert of Shur. They traveled into the desert for three days and did not find water.",
      "23": "When they came to Marah, they could not drink the water at Marah because it was bitter. (That is why it’s called Marah.)",
      "24": "Then the people complained against Moses: “What are we to drink?”",
      "25": "Moses cried out to the Lord, and the Lord showed him a tree, which he threw into the water, and the water became sweet.\nThere the Lord presented to them a statute and an ordinance, and there he tested them.",
      "26": "He said, “If you will carefully obey the Lord your God, do what he sees to be right, listen to his commandments, and keep all his statutes, then I won’t inflict on you all the diseases that I inflicted on the Egyptians, because I am the Lord your healer.”",
      "27": "Then they came to Elim where there were twelve springs of water and 70 palm trees, and they camped there by the water."
    },
    "16": {
      "1": "Later, they left Elim, and the whole congregation of the Israelis came to the desert of Sin, which lay between Elim and Sinai, on the fifteenth day of the second month after their departure from the land of Egypt.",
      "2": "The whole congregation of the Israelis complained against Moses and Aaron in the desert.",
      "3": "The Israelis told them, “If only we had died by the Lord’s hand in the land of Egypt when we sat by the cooking pots, when we ate bread until we were filled—because you brought us to this desert to kill this entire congregation with hunger.”",
      "4": "The Lord told Moses, “Listen very carefully! I’ll cause food to rain down for you from heaven, and the people are to go out and gather each day’s portion on that day. In this way I’ll test them to demonstrate whether or not they’ll live according to my instructions.",
      "5": "On the sixth day, when they prepare what they bring in, it will be double what they gather on other days.”",
      "6": "So Moses and Aaron addressed the entire congregation of the Israelis: “This evening you will know that the Lord has brought you out of the land of Egypt,",
      "7": "and in the morning you will see the glory of the Lord, because he has heard your complaints against him. After all, who are we that you complain against us?”",
      "8": "Moses also said, “When the Lord gives you meat to eat in the evening, and bread in the morning to satisfy you, the Lord will hear your complaints directed against him. Who are we? Your complaints aren’t against us, but rather against the Lord.”",
      "9": "Then Moses instructed Aaron, “Say to the whole congregation of the Israelis, ‘Come near into the Lord’s presence, because he has heard your complaints.’”",
      "10": "While Aaron was speaking to all the congregation of the Israelis, they turned toward the desert, and there the glory of the Lord was seen in the cloud.",
      "11": "The Lord told Moses,",
      "12": "“I’ve heard the complaints of the Israelis. Tell them, ‘At twilight you are to eat meat and in the morning you are to be filled with bread, so you may know that I am the Lord your God.’”",
      "13": "Later that evening quail came up and covered the camp, and then in the morning there was a layer of dew around the camp.",
      "14": "When the layer of dew evaporated, on the surface of the desert a fine flaky substance, as fine as frost, appeared on the ground.",
      "15": "When the Israelis saw it, they asked one another, “What is it?”, because they did not know what it was.\nMoses told them, “It’s the food that the Lord has given you to eat.",
      "16": "This is what the Lord has commanded: ‘You are to gather from it what each person is to eat, about one omer per person according to the number of your people, and one person is to gather for everyone in his tent.’”",
      "17": "The Israelis did this, some gathering much, some little.",
      "18": "When they measured it with a vessel the capacity of which was one omer, the one who gathered much did not have an excess, while the one who gathered little did not lack. They gathered exactly what each needed to eat.",
      "19": "Then Moses told them, “No one is to leave any of it until morning.”",
      "20": "But they did not listen to Moses—some people left part of it until morning, and it produced maggots and smelled bad, so Moses got angry at them.",
      "21": "Every morning they gathered it, according to what each needed to eat; and when the sun became hot, it melted.",
      "22": "On the sixth day they gathered twice as much bread, about two omers per person. Then all the leaders of the congregation came and reported to Moses,",
      "23": "and he told them, “This is what the Lord said: ‘Tomorrow is a Sabbath observance, a holy Sabbath to the Lord. Bake what you want to bake and boil what you want to boil, and put aside whatever remains to be kept for yourselves until morning.’”",
      "24": "So they put it away until morning, as Moses commanded, and it did not smell bad, and there were no maggots in it.",
      "25": "Moses said, “Eat it today, since today is a Sabbath to the Lord, and today you won’t find it in the field.",
      "26": "For six days you are to gather it, but on the seventh day, the Sabbath, there won’t be any.”",
      "27": "Nevertheless, that seventh day some of the people went out to gather, but they did not find any.",
      "28": "Then the Lord asked Moses, “How long will you people refuse to keep my commandments and my instructions?",
      "29": "You see that the Lord has given you the Sabbath, and so on the sixth day he gives you food for two days. Let each person stay where he is; let no one leave his place on the seventh day.”",
      "30": "So the people rested on the seventh day.",
      "31": "The Israelis named it “manna”. It was white like coriander seed, and tasted like a wafer made with honey.",
      "32": "Moses said, “This is what the Lord has commanded: ‘Set aside one omer of it for future generations, so that they may see the food with which I fed you in the desert when I brought you out of the land of Egypt.’”",
      "33": "Then Moses told Aaron, “Take a jar, fill it with about one omer of manna, and place it in the Lord’s presence, to be preserved throughout future generations.”",
      "34": "So Aaron placed it before the Testimony to be kept, just as the Lord had commanded Moses.",
      "35": "The Israelis ate manna for 40 years until they came to a land where they could settle. They ate manna until they came to the border of the land of Canaan.",
      "36": "Now one omer is a tenth of an ephah."
    },
    "17": {
      "1": "The whole congregation of the Israelis set out from the desert of Sin, traveling from place to place according to the command of the Lord. They camped at Rephidim, but there was no water for the people to drink.",
      "2": "The people quarreled with Moses: “Give us water to drink.”\nMoses told them, “Why are you quarreling with me? Why are you testing the Lord?”",
      "3": "But the people were thirsty there for water, so they complained against Moses: “Why did you bring us up from Egypt to kill us, our children, and our livestock with thirst?”",
      "4": "So Moses cried out to the Lord: “What am I to do with these people? Just a little more and they’ll stone me.”",
      "5": "Then the Lord told Moses, “Go over in front of the people and take some of the elders of Israel with you. Take in your hand the staff with which you struck the Nile, and go.",
      "6": "I’ll be standing there in front of you on the rock at Horeb. You are to strike the rock and water will come out of it, so the people can drink.” Moses did this in front of the elders of Israel.",
      "7": "He named the place Massah and Meribah, because the Israelis quarreled and tested the Lord by saying: “Is the Lord really among us or not?”",
      "8": "After this, the Amalekites came and fought with the Israelis at Rephidim.",
      "9": "Moses told Joshua, “Choose some men for us and go out to fight against the Amalekites. Tomorrow I’ll stand on top of the hill with the staff of God in my hand.”",
      "10": "So Joshua did as Moses told him and fought against the Amalekites, while Moses, Aaron, and Hur went up to the top of the hill.",
      "11": "Whenever Moses raised his hand, the Israelis prevailed, but when his hand remained at his side, then the Amalekites prevailed.",
      "12": "When Moses’ hands became heavy, they took a stone and put it under him, and he sat on it. Aaron and Hur supported his hands, one on one side and one on the other, and so his hands were steady until the sun went down.",
      "13": "Joshua defeated Amalek and his army using swords.",
      "14": "Then the Lord told Moses, “Write this in a book as a memorial and recite it to Joshua: ‘I’ll certainly wipe out the memory of the Amalekites from under heaven.’”",
      "15": "Moses built an altar and named it “The Lord is My Banner.”",
      "16": "“Because,” he said, “a fist has been raised in defiance against the throne of the Lord, the Lord will wage war against Amalek from generation to generation.”"
    },
    "18": {
      "1": "Jethro, the priest of Midian, Moses’ father-in-law, heard all that God had done for Moses and for his people Israel, and how the Lord had brought Israel out of Egypt.",
      "2": "Now Jethro, Moses’ father-in-law, had taken back Moses’ wife Zipporah after she had been sent away,",
      "3": "along with her two sons. The name of the one was Gershom, because he would say, “I was an alien in a foreign land,”",
      "4": "while the name of the other was Eliezer, because he would say, “My father’s God helped me and delivered me from Pharaoh’s sword.”",
      "5": "Moses’ father-in-law Jethro, together with Moses’ two sons and his wife, came to Moses in the desert where he was camped at the mountain of God.",
      "6": "He told Moses, “I, your father-in-law Jethro, am coming to you along with your wife and her two sons.”",
      "7": "When Moses went out to meet his father-in-law, he bowed low and kissed him, and they greeted one another. Then they went into the tent.",
      "8": "Moses told his father-in-law all that the Lord had done to Pharaoh and to the Egyptians on Israel’s behalf, all the hardships that they had encountered along the way, and how the Lord had delivered them.",
      "9": "Jethro rejoiced over all the good that the Lord had done for Israel in delivering them from the hand of the Egyptians.",
      "10": "Jethro said, “Blessed be the Lord, who delivered you from the hand of the Egyptians and from the hand of Pharaoh, and who delivered the people from the oppression of the Egyptians.",
      "11": "Now I know that the Lord is greater than all other gods, because of what happened to the Egyptians when they acted arrogantly against Israel.”",
      "12": "Jethro, Moses’ father-in-law, brought a burnt offering and sacrifices for God, and Aaron and all the elders of Israel came to dine with Moses’ father-in-law in the presence of God.",
      "13": "The next day Moses sat down to judge the people, and the people stood around Moses from morning until evening.",
      "14": "When Moses’ father-in-law saw all that he was doing for the people, he said, “What is this that you are doing for the people? Why do you alone sit as judge, with all the people standing around you from morning until evening?”",
      "15": "Moses told his father-in-law, “Because the people come to me to seek God’s will.",
      "16": "When they have a dispute, it comes to me and I decide between a person and his neighbor, and make known the statutes of God and his instructions.”",
      "17": "Moses’ father-in-law told him, “What you are doing is not good.",
      "18": "You will certainly wear yourself out, both you and these people who are with you, because the task is too heavy for you. You cannot do it by yourself.",
      "19": "Now listen to me. I’ll advise you, and may God be with you. You are to represent the people before God and bring the disputes to God.",
      "20": "You are to teach them the statutes and instructions and make known to them the way they’re to go and the things they’re to do.",
      "21": "You are to look for capable men among the people, men who fear God, men of integrity who hate dishonest gain. You are to set these men over them as officials over thousands, hundreds, fifties, and tens.",
      "22": "They are to judge the people at all times. Let them bring every major matter to you, but let them judge every minor matter. It will lighten your burden, and they’ll bear it with you.",
      "23": "If you do this, and God so commands you, you will be able to stand the strain, and all these people will also go to their homes in peace.”",
      "24": "Moses listened to his father-in-law and did everything he said.",
      "25": "Moses chose capable men from all Israel and appointed them as heads over the people, as officials over thousands, hundreds, fifties, and tens.",
      "26": "They judged the people at all times; the difficult matters they brought to Moses, but every minor matter they judged.",
      "27": "Moses sent his father-in-law on his way, and he went to his own land."
    },
    "19": {
      "1": "On the third New Moon after the Israelis went out of the land of Egypt, on that very day, they came to the desert of Sinai.",
      "2": "They had set out from Rephidim and arrived at the desert of Sinai where they camped in the desert. Israel camped there in front of the mountain.",
      "3": "Then Moses went up to God, and the Lord called to him from the mountain: “This is what you are to say to the house of Jacob and declare to the sons of Israel,",
      "4": "‘You saw what I did to the Egyptians, and how I carried you on eagles’ wings and brought you to myself.",
      "5": "And now if you carefully obey me and keep my covenant, you are to be my special possession out of all the nations, because the whole earth belongs to me,",
      "6": "but you are to be a kingdom of priests and a holy nation to me.’ These are the words you are to declare to the Israelis.”",
      "7": "When Moses came, he summoned the elders of the people and told them everything that the Lord had commanded him.",
      "8": "All the people answered together: “We’ll do everything that the Lord has said!”\nThen Moses reported all the words of the people back to the Lord.",
      "9": "The Lord told Moses, “Look, I’m coming to you in a thick cloud, so that the people may listen when I speak with you and always believe you.” Moses reported the words of the people to the Lord.",
      "10": "The Lord told Moses, “Go to the people and consecrate them today and tomorrow. They must wash their clothes,",
      "11": "and be ready for the third day, for on the third day the Lord will come down on Mount Sinai in the sight of all the people.",
      "12": "You are to set boundaries for the people all around: ‘Be very careful that you don’t go up on the mountain or touch the side of it. Anyone who touches the mountain is certainly to be put to death.",
      "13": "No hand is to touch that person, but he is certainly to be stoned or shot; whether animal or person, he is not to live.’ They are to approach the mountain only when the ram’s horn sounds a long blast.”",
      "14": "When Moses went down from the mountain to the people, he consecrated the people, and they washed their clothes.",
      "15": "He told the people, “Be ready for the third day; don’t go near a woman.”",
      "16": "When morning came on the third day, there was thunder and lightning, with a heavy cloud over the mountain, and the very loud sound of a ram’s horn. All the people in the camp trembled.",
      "17": "Moses brought the people from the camp to meet God, and they stood at the base of the mountain.",
      "18": "Mount Sinai was completely enveloped in smoke because the Lord had come down in fire on it. Smoke went up from it like smoke from a kiln, and the whole mountain shook violently.",
      "19": "As the sound of the ram’s horn grew louder and louder, Moses would speak and God would answer with thunder.",
      "20": "When the Lord came down on Mount Sinai to the top of the mountain, he summoned Moses to the top of the mountain, and Moses went up.",
      "21": "The Lord told Moses, “Go down and warn the people so they don’t break through to look at the Lord, and many of them perish.",
      "22": "Even the priests who approach the Lord must consecrate themselves. Otherwise, the Lord will attack them.”",
      "23": "Moses told the Lord, “The people cannot come up to Mount Sinai because you warned us: ‘Set boundaries around the mountain and consecrate it.’”",
      "24": "The Lord told him, “Go down, and come back up with Aaron, but the priests and the people must not break through to go up to the Lord. Otherwise, he will attack them.”",
      "25": "So Moses went down to the people and spoke to them."
    },
    "20": {
      "1": "Then God spoke all these words:א",
      "2": "“I am the Lord your God, who brought you out of the land of Egypt— from the house of slavery.",
      "3": "You are to have no other gods as a substitute for me.ב",
      "4": "“You are not to craft for yourselves an idol or anything resembling what is in the skies above, or on earth beneath, or in the water sources under the earth.",
      "5": "You are not to bow down to them in worship or serve them, because I, the Lord your God, am a jealous God, visiting the guilt of parents on children, to the third and fourth generation of those who hate me,",
      "6": "but showing gracious love to the thousands of those who love me and keep my commandments.ג",
      "7": "“You are not to misuse the name of the Lord your God, because the Lord will not leave unpunished the one who misuses his name.ד",
      "8": "“Remember the Sabbath day, maintaining its holiness.",
      "9": "Six days you are to labor and do all your work,",
      "10": "but the seventh day is a Sabbath to the Lord your God. You are not to do any work—neither you, nor your son, nor your daughter, nor your male or female servant, nor your livestock, nor any foreigner who lives among you—",
      "11": "because the Lord made the heavens, the earth, the sea, and everything that is in them in six days. Then he rested on the seventh day. Therefore, the Lord blessed the Sabbath day and made it holy.ה",
      "12": "“Honor your father and your mother, so that you may live long in the land that the Lord your God is giving you.ו",
      "13": "“You are not to commit murder.ז",
      "14": "“You are not to commit adultery.ח",
      "15": "“You are not to steal.ט",
      "16": "“You are not to give false testimony against your neighbor.י",
      "17": "“You are not to desire your neighbor’s house, nor your neighbor’s wife, his male or female servant, his ox, his donkey, nor anything else that pertains to your neighbor.”",
      "18": "All the people experienced the thunder and lightning, the sound of the ram’s horn, and the smoking mountain. And as the people experienced it, they trembled and stood at a distance.",
      "19": "They told Moses, “You speak to us and we will listen, but don’t let God speak with us, or we may die.",
      "20": "Moses told the people, “Don’t be afraid, for God has come to test you, so that you may fear him in order that you don’t sin.”",
      "21": "Then the people stood at a distance, and Moses approached the thick cloud where God was.",
      "22": "The Lord told Moses, “This is what you are to say to the Israelis, ‘You have seen for yourselves that I spoke to you from heaven.",
      "23": "You are not to make gods of silver alongside me, nor are you to make for yourselves gods of gold.",
      "24": "You are to make an altar of earth for me, and you are to sacrifice on it your burnt offerings and peace offerings, your sheep, and your cattle. Everywhere I cause my name to be remembered, I’ll come to you and bless you.",
      "25": "If you make an altar of stone for me, you must not build it of cut stones, because if you strike it with your chisel, you will profane it.",
      "26": "You are not to ascend to my altar on steps, so that your nakedness may not be exposed on it.’”"
    },
    "21": {
      "1": "“These are the ordinances that you are to set before them.",
      "2": "“When you acquire a Hebrew servant, he is to serve for six years, and in the seventh he is to go out a free man without paying anything.",
      "3": "If he came in by himself, he is to go out by himself. If he was married, his wife is to go out with him.",
      "4": "If his master gives him a wife and she bears him sons or daughters, the wife and children belong to her master, and he is to go out by himself.",
      "5": "But if the servant, in fact, says, ‘I love my master, my wife, and my children, and I won’t go out a free man,’",
      "6": "then his master is to bring him before the judges and he is to bring him to the door or to the doorpost. His master is to pierce his ear with an awl, and he is to serve him permanently.",
      "7": "“When a man sells his daughter as a servant, she won’t go out as the male servants do.",
      "8": "If she’s displeasing to her master who selected her for himself, he must let her be redeemed. He does not have the right to sell her to foreign people, because he has dealt unfairly with her.",
      "9": "If he has selected her for his son, he is to treat her according to the ordinance for daughters.",
      "10": "If he takes another woman for himself, he may not withhold from the first her food, her clothing, or her marital rights.",
      "11": "If he does not do these three things for her, she may go out without paying anything at all.”",
      "12": "“Whoever strikes a man so that he dies is certainly to be put to death.",
      "13": "If he didn’t lie in wait, but God let him fall into his reach, then I’ll appoint for you a place to which he may flee.",
      "14": "If a man acts deliberately against his neighbor, to kill him by treachery, you are to take him to die even if he’s at my altar.",
      "15": "“Whoever strikes his father or his mother is certainly to be put to death.",
      "16": "“Whoever kidnaps a person, whether he has sold him or whether the victim is still in his possession, is certainly to be put to death.",
      "17": "“Whoever curses his father or his mother is certainly to be put to death.",
      "18": "“If people quarrel and one strikes the other with a rock or his fist, and he does not die but ends up in bed,",
      "19": "and the injured person then gets up and walks around outside with the help of his staff, the one who struck him is not liable, except that he is to compensate him for his loss of time and take care of his complete recovery.",
      "20": "“If a man strikes his male or female servant with a stick and he or she dies as a direct result, the master must be punished.",
      "21": "But if the servant survives a day or two, the master is not to be punished because the servant is his property.",
      "22": "“If two men are fighting and they strike a pregnant woman and her children are born prematurely, but there is no harm, he is certainly to be fined as the husband of the woman demands of him, and he will pay as the court decides.",
      "23": "If there is harm, then you are to require life for life,",
      "24": "eye for eye, tooth for tooth, hand for hand, foot for foot,",
      "25": "burn for burn, wound for wound, and bruise for bruise.",
      "26": "“If a man strikes the eye of his male or female servant and destroys it, he is to release him as a free man in exchange for his eye.",
      "27": "If he knocks out the tooth of his male or female servant, he is to release him as a free man in exchange for his tooth.",
      "28": "“If an ox gores a man or woman so that they die, the ox is certainly to be stoned and its flesh may not be eaten, but the owner of the ox is free from liability.",
      "29": "But if the ox has gored previously, and its owner has been warned about it but didn’t restrain it, and it kills a man or woman, the ox is to be stoned and its owner also is to be put to death.",
      "30": "If a fine is imposed on him, he may pay all that was imposed on him as a ransom for his life.",
      "31": "This same ordinance applies if it gores a son or daughter.",
      "32": "“If the ox gores a male or female servant, the owner is to give 30 shekels of silver to the servant’s master, and the ox is to be stoned.",
      "33": "If a man opens a pit or digs a pit and does not cover it, and an ox or donkey falls into it,",
      "34": "the owner of the pit is to make restitution. He is to pay money to its owner, and the dead animal will become his.",
      "35": "“If a man’s ox strikes his neighbor’s ox and it dies, they are to sell the live ox and divide the money. They also are to divide the dead animal.",
      "36": "But if it was known that the ox had gored previously, and its owner didn’t restrain it, he is certainly to repay ox for ox, and the dead ox is to become his.”"
    },
    "22": {
      "1": "“If a man steals an ox or sheep and slaughters it or sells it, he is to repay five oxen for the ox and four sheep for the sheep.",
      "2": "“If a thief is found while breaking into a house, and is struck down and dies, it is not a capital crime in that case,",
      "3": "but if the sun has risen on him, then it is a capital crime in that case. A thief is certainly to make restitution, but if he has nothing, he is to be sold for his theft.",
      "4": "If what was stolen is actually found alive in his possession, whether an ox, a donkey or a sheep, he is to repay double.",
      "5": "“When a man lets a field or vineyard be grazed over or releases his livestock so that they graze in another man’s field, he is to make restitution from the best of his field or vineyard.",
      "6": "“When a fire breaks out and spreads into thorn bushes and consumes stacked grain or standing grain or the field, the one who started the fire certainly is to make restitution.",
      "7": "“When a man gives his neighbor money or goods for safekeeping and it’s stolen from the neighbor’s house, the thief, if found, is to repay double.",
      "8": "If the thief is not found, the owner of the house is to appear before the judges to see whether or not the thief took his neighbor’s property.",
      "9": "“In every ownership dispute involving an ox, donkey, sheep, garment, or anything that is lost where a person says, ‘This is mine,’ the case between the two of them is to come before the judges, and the one that the judges declare guilty is to repay double to his neighbor.",
      "10": "“When a man gives a donkey, ox, sheep, or any animal to his neighbor for safe keeping, and it dies or is injured or is driven away when no one is looking,",
      "11": "the two of them are to take an oath in the Lord’s presence that the accused has not taken his neighbor’s property. Its owner is to accept this, and the neighbor is not to make restitution.",
      "12": "But if it was actually stolen from him, the neighbor is to make restitution to its owner.",
      "13": "If it was torn to pieces, let the neighbor bring the remains as evidence, and he is not to make restitution for what was torn apart.",
      "14": "“When a man borrows an animal from his neighbor, and it’s injured or dies while its owner was not with it, he is certainly to make restitution.",
      "15": "If its owner was with it, he is not to make restitution. If it was hired, its fee covers the loss.”",
      "16": "“When a man seduces a virgin who is not engaged to be married and has sexual relations with her, he must pay her bride price, and she is to become his wife.",
      "17": "If her father absolutely refuses to give her to him, he is to pay an amount equal to the bride price for virgins.",
      "18": "“You are not to allow a sorceress to live.",
      "19": "“Whoever has sexual relations with an animal is certainly to be put to death.",
      "20": "“Anyone who sacrifices to a god, except the Lord alone, is to be utterly destroyed.",
      "21": "“You are not to wrong or oppress an alien, because you were aliens in the land of Egypt.",
      "22": "“You are not to mistreat any widow or orphan.",
      "23": "If you do mistreat them, they’ll certainly cry out to me, and I’ll immediately hear their cry.",
      "24": "And I’ll be angry and will kill you with swords, and your wives will become widows and your children orphans.",
      "25": "“If you loan money to my people, to the poor among you, don’t be like a creditor to them and don’t impose interest on them.",
      "26": "If you take your neighbor’s coat as collateral, you are to return it to him by sunset,",
      "27": "for it’s his only covering; it’s his outer garment, for what else can he sleep in? And when he cries out to me, I’ll hear him, for I am gracious.",
      "28": "“You are not to blaspheme God or curse a ruler of your people.",
      "29": "“You are not to hold back the fullness of your harvest and the outflow of your wine presses. You are to give to me the firstborn of your sons.",
      "30": "You are to do the same with your oxen and your sheep. They are to be with their mother for seven days and then on the eighth day you are to give them to me.",
      "31": "“You are to be people set apart for me. You are not to eat flesh torn apart in the field; you are to throw it to the dogs.”"
    },
    "23": {
      "1": "“You are not to spread a false report, nor are you to join forces with the wicked to be a malicious witness.",
      "2": "You are not to follow the majority in doing wrong, and you are not to testify in a lawsuit so as to follow the majority and pervert justice.",
      "3": "You are not to show partiality to a poor man in his lawsuit.",
      "4": "“If you come across your enemy’s ox or donkey wandering off, you are to certainly return it to him.",
      "5": "If you see your enemy’s donkey lying helpless under its load, you must not abandon it; rather, you are certainly to return it to him.",
      "6": "“You are not to pervert justice for the poor among you in their lawsuits.",
      "7": "Stay far away from a false charge, and don’t kill the innocent or the righteous, because I won’t acquit the guilty.",
      "8": "You are not to take a bribe because a bribe blinds the clear-sighted and distorts the words of the righteous.",
      "9": "You are not to oppress the resident alien, because you were aliens in the land of Egypt.”",
      "10": "“You are to sow your land and gather its crops for six years,",
      "11": "but you are to let it rest the seventh year, leaving it unplanted. The poor of your people may eat from it, and the wild animals may eat what they leave. You are to do the same with your vineyards and olive groves.",
      "12": "You are to do your work for six days, but on the seventh day you are to refrain from work so that your ox and donkey may rest, and so the son of your maidservant and the alien may be refreshed.",
      "13": "“Be careful about everything I’ve told you, and don’t mention the name of other gods. Don’t let them be heard in your mouth!”",
      "14": "“Three times a year you are to celebrate a festival for me.",
      "15": "You are to observe the Festival of Unleavened Bread. As I commanded you, you are to eat unleavened bread for seven days at the appointed time in the month Abib, because in it you came out of Egypt. No one is to appear before me empty handed.",
      "16": "You are to observe the Festival of Harvest, celebrating the first fruits of your work in planting the field, and the Festival of Tabernacles at the end of the year, when you gather the fruit of your work from the field.",
      "17": "Three times a year all your males are to appear in the presence of the Lord God.”",
      "18": "“You are not to offer the blood of my sacrifice with anything leavened, and you are not to let the fat portion of my sacrifice remain overnight until morning.",
      "19": "“You are to bring the best of the first fruits of your soil to the house of the Lord your God.\n“You are not to boil a young goat in its mother’s milk.”",
      "20": "“Look, I’m sending an angel in front of you to guard you on the way and to bring you to the place I’ve prepared.",
      "21": "Be careful! Be sure to obey him. Don’t rebel against him, because he won’t forgive your transgression, since my Name is in him.",
      "22": "Indeed, if you carefully obey him and do everything that I say, then I’ll be an enemy to your enemies and an adversary to your adversaries,",
      "23": "because my angel will go ahead of you and will bring you to the Amorites, the Hittites, the Perizzites, the Canaanites, the Hivites, and the Jebusites, and I’ll annihilate them.",
      "24": "You are not to bow down to their gods or serve them. You are not to follow their practices, but you are to overthrow them completely and smash their sacred stones to pieces.",
      "25": "You are to serve the Lord your God, and he will bless your food and water, and I’ll remove sickness from you.",
      "26": "No woman will miscarry or be barren in your land, and I’ll make every day of your life complete.",
      "27": "“I’ll go ahead of you and terrorize all the people to whom you are coming. I’ll confuse your enemies and make them turn their backs on you and run away.",
      "28": "I’ll send hornets ahead of you and they’ll drive out the Hivites, the Canaanites, and the Hittites before you.",
      "29": "I won’t drive them out before you in a single year, so that the land does not become desolate and so that wild animals do not overrun you.",
      "30": "I’ll drive them out ahead of you little by little until you increase in numbers and possess the land.",
      "31": "“I’ll set your borders from the Reed Sea to the Sea of the Philistines, and from the desert to the Euphrates River, bringing the inhabitants of the land under your control, and you are to drive them out ahead of you.",
      "32": "You are not to make a covenant with them or with their gods.",
      "33": "They are not to live in your land. Otherwise they will cause you to sin against me. If you worship their gods, it will become a snare for you.”"
    },
    "24": {
      "1": "The Lord told Moses, “Come up to the Lord, you and Aaron, Nadab and Abihu, and 70 of the elders of Israel, and worship at a distance.",
      "2": "Only Moses is to approach the Lord, but the others are not to approach; the people are not to come up with him.”",
      "3": "Then Moses came and reported all the words of the Lord and all the statutes to the people, and they all answered with one voice, “We will do everything that the Lord has decreed.”",
      "4": "So Moses wrote down all the words of the Lord. He got up early in the morning and built an altar with twelve pillars for the twelve tribes of Israel at the base of the mountain.",
      "5": "He sent young Israeli men to offer up burnt offerings and sacrifice bulls as peace offerings to the Lord.",
      "6": "Moses took half the blood and put it in bowls, while he sprinkled the other half on the altar.",
      "7": "He took the Book of the Covenant and read it to the people. They said, “We will put into practice and obey everything that the Lord has decreed.”",
      "8": "Moses took the blood, sprinkled it on the people, and said, “This is the blood of the covenant that the Lord made with you based on all these words.”",
      "9": "Then Moses and Aaron, Nadab and Abihu, and 70 of the elders of Israel went up",
      "10": "and saw the God of Israel. Under his feet was something like a pavement made of sapphire, as clear as the sky.",
      "11": "Because God did not punish the Israeli leaders, they looked at God, yet lived to eat and drink.",
      "12": "Then the Lord told Moses, “Go up to me on the mountain and stay there. I’ll give you stone tablets with the instruction and law that I’ve written to teach the people.”",
      "13": "So Moses got up, along with Joshua his servant, and went up on the mountain of God.",
      "14": "He told the elders, “Wait here for us until we return to you. Look, Aaron and Hur are with you, and whoever has a dispute, let him come to them.”",
      "15": "When Moses went up on the mountain, the cloud covered it.",
      "16": "The glory of the Lord settled on Mount Sinai, and the cloud covered it for six days. Then on the seventh day he called to Moses from within the cloud.",
      "17": "To the Israelis the appearance of the glory of the Lord was like a consuming fire on top of the mountain.",
      "18": "When Moses went up on the mountain, he went into the center of the cloud and was on the mountain for 40 days and 40 nights."
    },
    "25": {
      "1": "The Lord told Moses,",
      "2": "“Tell the Israelis to take an offering for me, and you are to accept my offering from every person whose heart moves him to give.",
      "3": "This is the offering that you are to accept from them: gold, silver, and bronze;",
      "4": "blue, purple, and scarlet material; fine linen and goat hair;",
      "5": "ram skins dyed red, dolphin skins, and acacia wood;",
      "6": "oil for lighting, spices for the anointing oil and for aromatic incense;",
      "7": "and onyx stones, stones for setting on the ephod and the breast piece.",
      "8": "Let them make a sanctuary for me so I may live among them.",
      "9": "This is how you are to make it: according to all that I’m showing you, according to the pattern for the tent and the pattern for all its furnishings.”",
      "10": "“They are to make an ark of acacia wood, two and a half cubits long, one and a half cubits wide, and one and a half cubits high.",
      "11": "You are to overlay it with pure gold—you are to overlay it inside and outside—and you are to make a gold molding around it.",
      "12": "You are to cast four rings for it and put them on its four feet, two rings on one side of it and two rings on its other side.",
      "13": "You are to make poles of acacia wood and overlay them with gold.",
      "14": "You are to put the poles into the rings on the sides of the ark with which to carry it.",
      "15": "The poles are to remain in the rings of the ark and are not to be removed from it.",
      "16": "You are to put the Testimony that I will give you into the ark.",
      "17": "“You are to make a Mercy Seat of pure gold, two and a half cubits long and one and a half cubits wide.",
      "18": "You are to make two cherubim of gold; you are to make them of hammered work at the two ends of the Mercy Seat.",
      "19": "Place one cherub at one end and one cherub at the other end. You are to make the cherubim at the two ends of the Mercy Seat, and of one piece with it.",
      "20": "The cherubim are to spread their wings upward, covering the Mercy Seat with their wings and facing each other. The faces of the cherubim is to be turned toward the Mercy Seat.",
      "21": "You are to put the Mercy Seat on top of the ark, and put the Testimony that I’ll give you into the ark.",
      "22": "I’ll meet with you there, and I’ll tell you all my commandments for the Israelis from above the Mercy Seat, from between the two cherubim that are on the Ark of the Testimony.”",
      "23": "“You are to make a table of acacia wood, two cubits long, a cubit wide, and one and a half cubits high.",
      "24": "You are to overlay it with pure gold, and put a gold molding around it.",
      "25": "You are to make a rim one handbreadth in width around it, and you are to make a gold molding around the rim.",
      "26": "You are to make four gold rings for it, and put the rings on the four corners where its four feet are.",
      "27": "The rings are to be close to the rim as holders for the poles to carry the table.",
      "28": "You are to make the poles of acacia wood, and overlay them with gold so the table can be carried with them.",
      "29": "You are to make its plates, dishes, jars, and bowls from which libations will be poured, and you are to make them of pure gold.",
      "30": "You are to put the bread of the Presence on the table before me continuously.”",
      "31": "“You are to make a lamp stand of pure gold: the lamp stand and its base and stem are to be of hammered work, and its cups, calyxes, and flowers are to be of one piece with it.",
      "32": "Six branches are to extend from its sides, three branches of the lamp stand from one side of it and three branches of the lamp stand from its other side.",
      "33": "Three cups shaped like almond blossoms with calyxes and flowers are to be on one branch and three cups shaped like almond blossoms with calyxes and flowers are to be on the other branch, and so for the six branches extending from the lamp stand.",
      "34": "“On the lamp stand itself there are to be four cups shaped like almond blossoms with their calyxes and flowers.",
      "35": "A calyx is to be under the two branches that extend out of the stem; a calyx is to be under the next pair of branches that extend out of the stem; and a calyx is to be under the last pair of branches that extend out of the stem, and so for the six branches extending from the lamp stand.",
      "36": "Their calyxes and their branches are to be of one piece with it; all of it is to be made of one piece of hammered work of pure gold.",
      "37": "“You are to make seven lamps for it, and its lamps are to be mounted so as to give light in front of it.",
      "38": "Its tongs and trays are to be of pure gold.",
      "39": "The lamp stand—together with all its furnishings—is to be made from a talent of pure gold.",
      "40": "Now see that you make them according to the pattern for them which you are being shown on the mountain.”"
    },
    "26": {
      "1": "“You are to make the tent with ten curtains of fine woven linen and with blue, purple, and scarlet material. You are to make them with cherubim skillfully worked into them.",
      "2": "The length of each curtain is to be 28 cubits, the width of each curtain four cubits, and all the curtains are to have the same measurements.",
      "3": "“Five of the curtains are to be joined together, and the other five curtains are to be joined together.",
      "4": "You are to make loops of blue material along the edge of the outermost curtain in the first set, and likewise you are to make loops along the edge of the outermost curtain in the second set.",
      "5": "You are to make 50 loops in the one curtain, and you are to make 50 loops along the edge of the curtain that is in the second set, with the loops opposite each other.",
      "6": "Then you are to make 50 gold clasps, and join the curtains to each other with the clasps so that the tent will be one piece.",
      "7": "“You are to make curtains of goat hair for a tent over the tent. You are to make eleven curtains.",
      "8": "The length of each curtain is to be 30 cubits, and the width of each curtain two cubits; the measurements of each of the eleven curtains is to be the same.",
      "9": "You are to join five curtains by themselves, and six curtains by themselves, and you are to double over the sixth curtain at the front of the tent.",
      "10": "You are to make 50 loops along the edge of the outermost curtain in the first set, and 50 loops along the edge of the curtain of the other set.",
      "11": "You are to make 50 bronze clasps, put the clasps into the loops, and join the tent together so that it will be one piece.",
      "12": "As for the excess that remains of the curtains of the tent—the half curtain that remains—is to hang over the back of the tent.",
      "13": "The half cubit that remain on either end of the length of the curtains of the tent is to hang over each side of the tent to cover it.",
      "14": "“You are to make a cover for the tent of ram skins dyed red and a covering of dolphin skins above that.",
      "15": "“You are to make upright boards of acacia wood for the tent.",
      "16": "Each board is to be ten cubits long and one and a half cubits wide.",
      "17": "Each board is to have two pegs joined to one another, and you are to do this for all the boards of the tent.",
      "18": "You are to make the boards for the tent: 20 boards for the south side.",
      "19": "And you are to make 40 silver sockets under the 20 boards: two sockets under the one board for its two pegs and two sockets under the next board for its two pegs.",
      "20": "“For the second side of the tent to the north you are to make 20 boards",
      "21": "and 40 silver sockets for them, two sockets under one board and two sockets under the next board.",
      "22": "On the west you are to make six boards for the rear of the tent,",
      "23": "and you are to make two boards for the rear corners of the tent.",
      "24": "They are to be interlocked together at the bottom and connected on top by one ring. Do this for the two of them, and they are to be the two corners.",
      "25": "There is to be eight boards with their sixteen silver sockets, two sockets under one board and two sockets under the next board.",
      "26": "“You are to make bars of acacia wood, five for the boards on one side of the tent,",
      "27": "five bars for the boards on the second side of the tent, and five bars for the boards on the back side of the tent to the west.",
      "28": "The center bar in the middle of the boards is to pass through from end to end.",
      "29": "You are to overlay the boards with gold, and you are to make gold rings for them as holders for the bars, and you are to overlay the bars with gold.",
      "30": "You are to erect the tent according to the plan for it that was shown you on the mountain.",
      "31": "“You are to make a curtain of blue, purple, and scarlet material, and fine woven linen. You are to make it with cherubim skillfully worked into it.",
      "32": "You are to hang it on four pillars of acacia overlaid with gold, which have hooks of gold, and are set on four sockets of silver.",
      "33": "You are to hang the curtain from the clasps and bring the Ark of the Testimony there inside the curtain. The curtain is to separate for you the Holy Place from the Most Holy Place.",
      "34": "“You are to put the Mercy Seat on the Ark of the Testimony in the Most Holy Place.",
      "35": "You are to put the table outside the curtain. You are to put the table on the north side with the lamp stand opposite the table on the south side of the tent.",
      "36": "For the doorway of the tent you are to make a screen of blue, purple, and scarlet material, and with fine woven linen, the work of an embroiderer.",
      "37": "You are to make five pillars of acacia for the screens and overlay them with gold. Their hooks are to be of gold, and you are to cast five bronze sockets for them.”"
    },
    "27": {
      "1": "“You are to make the altar of acacia wood. It is to be five cubits long and five cubits wide; the altar is to be a square, and it is to be three cubits high.",
      "2": "You are to make horns on its four corners. Its corners are to be of one piece with it, and you are to overlay it with bronze.",
      "3": "You are to make pans for removing its ashes, shovels, bowls, forks, and fire-pans for it, and you are to make all its utensils of bronze.",
      "4": "You are to make a lattice, a netting of bronze for it, and you are to make four bronze rings on the netting at its four corners.",
      "5": "You are to put it under the ledge of the altar, so that the netting extends halfway up the altar.",
      "6": "You are to make poles for the altar, poles of acacia wood, and you are to overlay them with bronze.",
      "7": "The poles for it are to be put through the rings, so the poles are on the two sides of the altar when it’s carried.",
      "8": "You are to make it hollow out of boards—just as it was shown you on the mountain, that’s how they are to make it.”",
      "9": "“You are to make the court of the tent. On the south side there is to be hangings of fine woven linen for the court, 100 cubits long on one side.",
      "10": "It is to have 20 pillars, with 20 bronze sockets, and the hooks of the pillars and their bands are to be made of silver.",
      "11": "Likewise for the length of the north side there are to be hangings 100 cubits long, and it is to have 20 pillars with 20 bronze sockets, and the hooks of the pillars and their bands are to be made of silver.",
      "12": "“The width of the court on the west side is to have hangings 50 cubits long with ten pillars and ten sockets.",
      "13": "The width of the court on the east side is to be 50 cubits.",
      "14": "The hangings for the one section are to be fifteen cubits long, with their three pillars and three sockets.",
      "15": "“For the second section there are to be hangings of fifteen cubits, with their three pillars and three sockets.",
      "16": "There is to be a screen of 20 cubits of blue, purple, and scarlet material and fine woven linen, the work of an embroiderer, for the gate of the court, and it is to have four pillars and four sockets.",
      "17": "All the pillars around the court are to be banded with silver. Their hooks are to be made of silver and their sockets made of bronze.",
      "18": "The length of the court is to be 100 cubits, the width 50 cubits, and the height five cubits, with the hangings of fine woven linen, and the sockets of bronze.",
      "19": "All the utensils of the tent for its service, all its pegs, and all the pegs for the court are to be made of bronze.”",
      "20": "“And you are to command the Israelis to bring you pure olive oil, extracted by hand, for the light in order to keep the lamp burning continuously.",
      "21": "In the Tent of Meeting, outside the curtain that is before the Testimony, Aaron and his sons are to maintain the lamp stand from evening until morning in the Lord’s presence. It is to be a perpetual ordinance from generation to generation among the Israelis.”"
    },
    "28": {
      "1": "“You are to bring your brother Aaron, along with his sons, from among the Israelis so they can serve as priests for me: that is, Aaron and his sons Nadab, Abihu, Eleazar, and Ithamar.",
      "2": "You are to make holy garments for Aaron your brother, for dignity and beauty.",
      "3": "You are to speak to all who are skilled, whom I’ve endowed with talent, that they should make Aaron’s garments for consecrating him to serve me as priest.",
      "4": "These are the garments that they are to make: a breast piece, an ephod, a robe, a checkered tunic, a turban, and a sash. They are to make holy garments for Aaron your brother and for his sons to serve me as priests.",
      "5": "They are to use gold, blue, purple, and scarlet material, as well as fine linen.”",
      "6": "“They are to make the ephod from gold, along with blue, purple, and scarlet material and fine woven linen, all of it skillfully worked.",
      "7": "It is to have two shoulder-pieces attached to its two edges so it can be joined together.",
      "8": "The skillfully woven band that is on it is to be made like it, that is, of one piece with it, of gold, blue, purple, and scarlet material, and fine woven linen.",
      "9": "You are to take two onyx stones and engrave the names of the sons of Israel on them,",
      "10": "six of their names on one stone, and the six remaining names on the other stone. Engrave them according to their order of birth.",
      "11": "With work like a jeweler engraves on a signet, you are to inscribe the two stones with the names of the sons of Israel, and you are to mount them in settings of gold filigree.",
      "12": "You are to put the two stones on the shoulder pieces of the ephod as stones of remembrance representing the sons of Israel, and Aaron is to carry their names into the Lord’s presence on his two shoulders as a memorial.",
      "13": "You are to make settings of gold filigree,",
      "14": "and you are to make two chains of pure gold twisted like cords, and then fasten the twisted chains to the filigree settings.”",
      "15": "“You are to make a breast piece to be worn by the high priest when he makes legal decisions. It is to be skillfully worked, made like the work of the ephod from gold, blue, purple, and scarlet material, and from fine woven linen.",
      "16": "It is to be square when folded double, one hand span long and one hand span wide.",
      "17": "You are to mount on it a setting for four rows of stones. The first row is to contain carnelian, topaz, and emerald;",
      "18": "the second row ruby, sapphire, and crystal;",
      "19": "the third row jacinth, agate, and amethyst;",
      "20": "the fourth row beryl, onyx, and jasper, and they are to be set in gold filigree.",
      "21": "The stones are to correspond to the names of the sons of Israel, twelve stones corresponding to their names. They are to be engraved like a signet, each with the name of one of the twelve tribes.",
      "22": "“You are to make chains of pure gold, twisted like cords, for the breast piece.",
      "23": "You are to make two gold rings for the breast piece, and put the two rings on the two edges of the breast piece.",
      "24": "You are to put the two gold cords on the two gold rings at the edges of the breast piece,",
      "25": "and you are to attach the other two ends of the two cords to the filigree settings and attach them to the shoulder pieces of the ephod in front.",
      "26": "“You are to make two gold rings and attach them to the two edges of the breast piece, on the side of it that is toward the inner side of the ephod.",
      "27": "You are to make two gold rings and attach them in front on the lower part of the two shoulder pieces of the ephod close to the place where it’s joined, above the skillfully woven band of the ephod.",
      "28": "They are to fasten the rings on the breast piece to the rings on the ephod with a blue cord so it will rest on the skillfully woven band of the ephod and so the breast piece won’t come loose from the ephod.",
      "29": "“Aaron is to carry the names of Israel’s sons on his heart on the breast piece to be worn by the high priest when he makes legal decisions, that is, whenever he goes into the Holy Place in order to remember them continuously in the Lord’s presence.",
      "30": "You are to put the Urim and Thummim into the breast piece of judgment, and they are to be on Aaron’s heart when he goes into the Lord’s presence. He is to carry the breast piece of decision that depicts Israel’s sons on his heart in the Lord’s presence continuously.”",
      "31": "“You are to make the robe of the ephod entirely of blue.",
      "32": "There is to be an opening at its top, in the middle, with a woven binding around the opening like the opening of a coat of mail so that it cannot be torn.",
      "33": "On its hem you are to make blue and purple and scarlet pomegranates, all around the skirt, with gold bells between them all the way around.",
      "34": "You are to have a gold bell and a pomegranate, then a gold bell and a pomegranate, on the hem of the robe all the way around it.",
      "35": "Aaron is to wear the robe when he ministers so its sound may be heard when he enters and leaves the Holy Place in the Lord’s presence, so that he won’t die.",
      "36": "“You are to make a medallion of pure gold, and engrave on it ‘Holy to the Lord,’ like the engravings of a signet.",
      "37": "You are to put it on a blue cord and place it on the turban. It is to be on the front of the turban",
      "38": "and worn on Aaron’s forehead in order to take away any guilt contained in the holy things which the Israelis consecrate as holy gifts. It is to remain on his forehead continuously, so they may be accepted in the Lord’s presence.",
      "39": "“You are to weave the checkered tunic of fine linen, you are to make a turban of fine linen, and you are to make an embroidered sash.",
      "40": "“You are to make tunics for the sons of Aaron, you are to make sashes for them, and you are to make head coverings for them for dignity and beauty.",
      "41": "You are to put them on Aaron your brother, and on his sons with him, and you are to anoint them, ordain them, and consecrate them to serve as my priests.",
      "42": "“You are to make linen undergarments for them to cover their naked flesh, and they are to reach from the loins to the thighs.",
      "43": "They are to be on Aaron and his sons when they enter the Tent of Meeting or when they approach the altar to minister in the Holy Place so they don’t incur guilt and die. This is to be a perpetual ordinance for him and for his descendants after him.”"
    },
    "29": {
      "1": "“This is what you are to do to them in order to consecrate them to serve me as priests: Take a young bull, two rams without blemish,",
      "2": "unleavened bread, unleavened cakes mixed with oil, and unleavened wafers spread with oil, which you are to make from fine wheat flour.",
      "3": "You are to put them in one basket and bring them in the basket along with the bull and the two rams.",
      "4": "You are to bring Aaron and his sons to the doorway of the Tent of Meeting, and wash them with water.",
      "5": "Take the garments and clothe Aaron with the tunic, the robe of the ephod, the ephod, and the breast piece, and then gird him with the skillfully woven band of the ephod.",
      "6": "Then put the turban on his head, and place the holy crown on the turban.",
      "7": "You are to take the anointing oil, pour it on his head, and anoint him.",
      "8": "Then you are to bring his sons and clothe them with tunics.",
      "9": "You are to gird Aaron and his sons with sashes and tie headdresses on them. The priesthood is to belong to them by perpetual ordinance, and you are to ordain Aaron and his sons.",
      "10": "“You are to bring the bull in front of the Tent of Meeting, and Aaron and his sons are to lay their hands on the head of the bull.",
      "11": "Then you are to slaughter the bull in the Lord’s presence at the doorway of the Tent of Meeting.",
      "12": "Take some of the blood of the bull, put it on the horns of the altar with your finger, and pour out the rest of the blood at the base of the altar.",
      "13": "You are to take all the fat that covers the entrails, the lobe of the liver, the two kidneys, and the fat that is on them and send them up in smoke on the altar.",
      "14": "You are to burn the flesh of the bull, its hide, and its refuse with fire outside the camp. It is a sin offering.",
      "15": "“You are to take one of the rams, and Aaron and his sons are to lay their hands on its head.",
      "16": "Then you are to slaughter the ram, take its blood, and scatter it around the altar.",
      "17": "You are to cut the ram into pieces, wash its entrails and legs, put them on the altar along with the pieces and its head,",
      "18": "and send up the whole ram in smoke on the altar. It is a burnt offering to the Lord; it’s a soothing aroma, an offering by fire to the Lord.",
      "19": "“You are to take the other ram, and Aaron and his sons are to lay their hands on the head of the ram.",
      "20": "You are to slaughter the ram, take some of its blood, and put it on the lobe of Aaron’s right ear, the lobe of his sons’ right ears, the thumbs of their right hands, and the big toes of their right feet. Then you are to scatter the rest of the blood around the altar.",
      "21": "You are to take some of the blood which is on the altar, along with some of the anointing oil, and sprinkle it on Aaron and his garments, and on his sons and their garments. He is to be consecrated with his garments, along with his sons and their garments.",
      "22": "“You are to take the fat from the ram, the fat tail, the fat that covers the entrails, the lobe of the liver, the two kidneys and the fat that is on them, the right thigh (for it’s a ram of ordination),",
      "23": "and one loaf of bread, one cake of bread mixed with oil, and one wafer out of the basket of unleavened bread that is in the Lord’s presence.",
      "24": "You are to put all of these in the hands of Aaron and in the hands of his sons, and present them as a wave offering in the Lord’s presence.",
      "25": "Then you are to take them from their hands and send them up in smoke on the altar on top of the burnt offering for a soothing aroma in the Lord’s presence. It is an offering by fire to the Lord.",
      "26": "“You are to take the breast of the ram of Aaron’s ordination, and present it as a wave offering in the Lord’s presence, and it is to be your portion.",
      "27": "You are to consecrate the portion of the ram of ordination that belongs to Aaron and his sons: the breast of the wave offering that was waved and the thigh of the presented offering that was presented.",
      "28": "These offerings from the Israelis are to be a perpetual ordinance for Aaron and his sons. They are presented offerings, and they are to be presented offerings from the Israelis out of their peace offerings. They are presented offerings to the Lord.",
      "29": "“The holy garments of Aaron are to be for his sons after him so that they may be anointed in them and ordained in them.",
      "30": "Aaron’s son, who is priest in his place, is to wear them for seven days when he comes into the Tent of Meeting to minister in the Holy Place.",
      "31": "“You are to take the ram of ordination and boil its flesh in a Holy Place.",
      "32": "Then Aaron and his sons are to eat the flesh of the ram along with the bread that is in the basket at the doorway of the Tent of Meeting.",
      "33": "They are to eat these things by which atonement was made at their ordination to consecrate them, but an unqualified person is not to eat because these things are holy.",
      "34": "If any of the flesh of the ordination ram or any of the bread is left until morning, you are to burn what is left with fire. Because it’s holy, what remains is not to be eaten.",
      "35": "You are to do this for Aaron and his sons, just as I’ve commanded you. You are to ordain them for seven days,",
      "36": "and every day you are to offer a bull as a sin offering for atonement. Offer the sin offering on the altar when you make atonement for it and anoint the altar to consecrate it.",
      "37": "You are to make atonement for the altar for seven days and consecrate it. It will be most holy, and whatever touches it will be holy.”",
      "38": "“This is what you are to offer on the altar continually: two one year old lambs each day.",
      "39": "“You are to offer one lamb in the morning and the other at twilight,",
      "40": "and there is to be a tenth measure of choice flour mixed with one fourth of a hin of oil extracted by hand, and one fourth of a hin of wine as a drink offering for one lamb.",
      "41": "You are to offer the other lamb at twilight with the same grain offering and drink offering as in the morning. You are to offer it as a soothing aroma, an offering by fire to the Lord.",
      "42": "It is to be a regular burnt offering throughout your generations at the doorway to the Tent of Meeting in the Lord’s presence, where I’ll meet with you to speak to you there.",
      "43": "I’ll meet there with the Israelis, and it is to be consecrated by my glory.",
      "44": "I’ll consecrate the Tent of Meeting and the altar, and I’ll consecrate Aaron and his sons to serve as my priests.",
      "45": "I’ll live among the Israelis, and I’ll be their God.",
      "46": "They are to know that I am the Lord their God, who brought them out of Egypt so that I may live among them. I am the Lord your God.”"
    },
    "30": {
      "1": "“You are to make an altar for burning incense. You are to make it of acacia wood.",
      "2": "It is to be a square, one cubit long and one cubit wide, and it is to be two cubits high, with its horns of one piece with it.",
      "3": "You are to overlay it with pure gold, its top, its sides all around, and its horns, and you are to make a molding of gold all around it.",
      "4": "“You are to make two gold rings for it under its molding. You are to make them on its two opposite sides, and they are to be holders for poles by which to carry it.",
      "5": "You are to make the poles of acacia wood and overlay them with gold.",
      "6": "You are to put the altar in front of the curtain that is over the Ark of the Testimony, in front of the Mercy Seat that is over the Testimony where I’ll meet with you.",
      "7": "Aaron is to offer fragrant incense on it. Every morning when he trims the lamps he is to offer it,",
      "8": "and when Aaron sets up the lamps at twilight, he is to offer it as a continual incense offering in the Lord’s presence throughout your generations.",
      "9": "You are not to offer strange incense, a burnt offering, or a grain offering on it, nor are you to pour out a libation on it.",
      "10": "Each year Aaron is to make atonement on its horns with the blood of the sin offering of atonement. He is to make atonement on it each year throughout your generations. It is most holy to the Lord.”",
      "11": "The Lord told Moses,",
      "12": "“When you take a census of the Israelis to register them, each is to give a ransom for himself to the Lord when they’re registered so there won’t be a plague among them when they’re registered.",
      "13": "This is what everyone who is registered is to give: half a shekel according to the shekel of the sanctuary (the shekel weighs 20 gerahs), half a shekel as a contribution to the Lord.",
      "14": "All who are registered, 20 years of age and older, are to give a contribution to the Lord.",
      "15": "The rich person is not to give more, nor is the poor person to give less than the half shekel, when you give a contribution to the Lord to make atonement for yourselves.",
      "16": "You are to take the atonement money from the Israelis and give it for the service of the Tent of Meeting, and it is to be a memorial for the Israelis in the Lord’s presence to make atonement for yourselves.”",
      "17": "The Lord told Moses,",
      "18": "“You are to make a bronze basin with a bronze base for washing. You are to pace it between the Tent of Meeting and the altar, put water in it,",
      "19": "and Aaron and his sons are to wash their hands and their feet from it.",
      "20": "When they enter the Tent of Meeting or when they approach the altar to minister to make an offering by fire to the Lord, they are to wash with water so they don’t die.",
      "21": "They are to wash their hands and their feet so that they don’t die, and it is to be for them a perpetual ordinance for Aaron and his seed from generation to generation.”",
      "22": "The Lord told Moses,",
      "23": "“You are to take for yourself the finest spices: 500 shekelsby weight of liquid myrrh, half as much fragrant cinnamon (250 shekels), 250 shekels of fragrant reeds,",
      "24": "500 shekels of cassia—all according to the shekel of the sanctuary—and a hin of olive oil.",
      "25": "You are to make them into a holy anointing oil, a perfume mixture made by a perfumer. It is to be a holy anointing oil.",
      "26": "You are to use it to anoint the Tent of Meeting, the Ark of the Testimony,",
      "27": "the table and all its utensils, the lamp stand and its utensils, the altar of incense,",
      "28": "the altar for burnt offerings and all its utensils, and the basin and its base.",
      "29": "You are to consecrate them and they are to be most holy. Whatever touches them is to be holy.",
      "30": "You are to anoint Aaron and his sons, and you are to consecrate them to serve as my priests.",
      "31": "You are to address the Israelis and tell them, ‘This is to be holy anointing oil for me from generation to generation.",
      "32": "It is not to be poured out on a person’s body, nor are you to make anything like it with similar formulations. It is holy, and it is to be holy to you.",
      "33": "Anyone who mixes anything like it or who puts any of it on an unqualified person is to be cut off from his people.’”",
      "34": "The Lord told Moses, “Take for yourself spices: stacte, onycha, galbanum, and spices with pure frankincense, all in equal amounts.",
      "35": "You are to make it into a fragrant incense, expertly blended, pure, and holy.",
      "36": "You are to grind some of it fine, and put some before the Testimony in the Tent of Meeting where I will meet with you. It is to be most holy to you.",
      "37": "You are not to make the incense that you make in this formulation for your own use. It is to be holy to the Lord for you.",
      "38": "Anyone who makes anything like it to use it as perfume is to be cut off from his people.”"
    },
    "31": {
      "1": "The Lord told Moses,",
      "2": "“Look, I’ve called Uri’s son Bezalel, grandson of Hur from Judah’s tribe",
      "3": "and I’ve filled him with the Spirit of God, with wisdom, understanding, knowledge, and all kinds of craftsmanship",
      "4": "to create plans for work in gold, silver, and bronze,",
      "5": "and for cutting stones to set them, for carving wood, and for doing all kinds of craftsmanship.",
      "6": "Along with him I’m appointing Ahisamach’s son Oholiab from the tribe of Dan, and I’ve given wisdom to all who are skilled so they can make everything that I’ve commanded you,",
      "7": "including the Tent of Meeting, the Ark of the Testimony, the Mercy Seat that is on it, all the furnishings of the tent—",
      "8": "the table and its furnishings, the lamp stand of pure gold, all its furnishings, the altar of incense,",
      "9": "the altar for burnt offerings, its furnishings, the basin, its base,",
      "10": "the woven garments, the holy garments of Aaron the priest, the garments of his sons as they serve as priests,",
      "11": "the anointing oil, and the fragrant incense for the Holy Place. They are to make them in accordance with everything that I commanded you.”",
      "12": "The Lord told Moses,",
      "13": "“You are to tell the Israelis: ‘You are to certainly observe my Sabbaths because it’s a sign between me and you from generation to generation, so you may know that I am the Lord who sanctifies you.",
      "14": "You are to observe the Sabbath, because it’s holy for you. Whoever profanes it is certainly to die; indeed, whoever does work on it is to be cut off from among his people.",
      "15": "Work may be done for six days, but the seventh day is a Sabbath of complete rest, holy to the Lord. Whoever does work on the Sabbath is certainly to die.",
      "16": "The Israelis are to keep the Sabbath to make the Sabbath observance a perpetual covenant from generation to generation.",
      "17": "It is a sign forever between me and the Israelis, because the Lord made the heavens and the earth in six days, but on the seventh day he rested and was refreshed.’”",
      "18": "When he finished speaking with Moses on Mount Sinai, he gave him the two Tablets of the Testimony, tablets of stone written by the finger of God."
    },
    "32": {
      "1": "When the people saw that Moses took a long time to come down the mountain, they gathered around Aaron and told him, “Come here and make us a god who will go before us, because, as for this fellow Moses who led us out of the land of Egypt, we don’t know what has become of him.”",
      "2": "Aaron told them, “Tear off the gold rings which are in the ears of your wives, your sons, and your daughters and bring them to me.”",
      "3": "All the people tore off the gold rings that were in their ears and brought them to him.",
      "4": "He took them from them and, using a tool, fashioned them into a molten calf. The people said, “This, Israel, is your god who brought you out of the land of Egypt.”",
      "5": "When Aaron saw this, he built an altar in front of it, and then he proclaimed, “Tomorrow is to be a festival to the Lord.”",
      "6": "They got up early the next day and offered burnt offerings and brought peace offerings. Then the people sat down to eat and drink, and then they got up to play.",
      "7": "The Lord told Moses, “Go down immediately, because your people whom you led out of Egypt have behaved corruptly.",
      "8": "They have been quick to turn aside from the way I commanded them, and they have made for themselves a molten calf. They have bowed down to it in worship, they have offered sacrifices to it, and they have said, ‘This, Israel, is your god who brought you out of the land of Egypt.’”",
      "9": "Then the Lord told Moses, “I’ve seen these people and indeed they’re obstinate.",
      "10": "Now let me alone so that my anger may burn against them and that I may consume them, but I’ll make a great nation of you.”",
      "11": "But Moses implored the Lord his God: “Lord, why are you angry with your people whom you brought out of the land of Egypt with great power and a show of force?",
      "12": "Why should the Egyptians say, ‘He brought them out with an evil intention to kill them in the mountains and to destroy them from the face of the earth’? Turn from your anger and change your mind about the calamity against your people.",
      "13": "Remember Abraham, Isaac, and Israel, your servants to whom you swore by yourself as you told them, ‘I’ll increase the number of your descendants like the stars of the heavens, I’ll give your descendants all of this land about which I have spoken, and they are to possess it forever.’”",
      "14": "So the Lord changed his mind about the calamity he had said he would bring on his people.",
      "15": "Then Moses turned and went down the mountain with the two Tablets of the Testimony in his hand, tablets which were written on both sides. They were written on one side and the other.",
      "16": "The tablets were the work of God and the writing was God’s writing, inscribed on the tablets.",
      "17": "When Joshua heard the sound of the people as they shouted, he told Moses, “The sound of war is coming from the camp.”",
      "18": "Moses said,\n“It is not the sound of a victory shout,\n    and it’s not the sound of a shout of defeat,\n        but it’s the sound of singing that I hear.”",
      "19": "As Moses approached the camp and saw the calf and the dancing, he became angry. He threw the tablets from his hands and shattered them at the base of the mountain.",
      "20": "He took the calf that they had made, burned it with fire, and ground it into powder. He scattered it on the water and made the Israelis drink it.",
      "21": "Then Moses asked Aaron, “What did this people do to you that you brought such great sin upon them?”",
      "22": "Aaron said, “Sir, don’t be angry. You know the people—that they’re intent on evil.",
      "23": "They told me, ‘Make a god for us who will go before us because, as for this fellow Moses who brought us out of the land of Egypt, we don’t know what has become of him.’",
      "24": "So I told them, ‘Whoever has gold ornaments, tear them off.’ When they gave it to me, I threw it into the fire, and out came this calf.”",
      "25": "When Moses saw that the people were out of control—since Aaron had let them get out of control, something that incited ridicule from their enemies—",
      "26": "he stood in the gate of the camp and called out: “Whoever is for the Lord come over to me,” and all the sons of Levi gathered around him.",
      "27": "He told them, “This is what the Lord, the God of Israel, says, ‘Every man put his sword on his thigh, and go back and forth from gate to gate in the camp, and each of you kill his brother and friend and neighbor.’”",
      "28": "The descendants of Levi did just as Moses told them, and about 3,000 people died that day.",
      "29": "Moses said, “You have been ordained to serve the Lord today, and you have brought a blessing on yourselves today because every man opposed his son or brother.”",
      "30": "The next day Moses told the people, “You committed a great sin, and now I’ll go up to the Lord, and perhaps I can make atonement for your sin.”",
      "31": "Moses returned to the Lord and said, “Please, Lord, this people committed a great sin by making a god of gold for themselves.",
      "32": "Now, if you will, forgive their sin—but if not, blot me out of your book which you have written.”",
      "33": "The Lord told Moses, “Whoever sins against me, I’ll blot him out of my book.",
      "34": "Now, go, and lead the people where I told you, and now my angel will go before you, but on the day when I do punish, I’ll punish them for their sin.”",
      "35": "Then the Lord sent a plague on the people because they made the calf (the one Aaron made)."
    },
    "33": {
      "1": "The Lord told Moses, “Go up from here, you and the people whom you brought out of Egypt, to the land about which I swore to Abraham, Isaac, and Jacob saying, ‘I’ll give it to your descendants.’",
      "2": "I’ll send an angel in front of you and I’ll drive out the Canaanites, the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites.",
      "3": "Go up to a land flowing with milk and honey, but I won’t go up among you, because you are an obstinate people, and otherwise I might consume you along the way.”",
      "4": "When the people heard this troubling word, they mourned, and no one put on his ornaments.",
      "5": "The Lord had told Moses, “Say to the Israelis, ‘You are an obstinate people, and if for one moment I went up among you, I would put an end to you. Now take off your ornaments so I may decide what to do with you.’”",
      "6": "So the Israelis did not wear their ornaments from Mount Horeb onward.",
      "7": "Moses used to take the tent and set it up outside the camp at a distance from the camp, and he called it the Tent of Meeting. When anyone sought the Lord, he would go out to the Tent of Meeting which was outside the camp.",
      "8": "When Moses would go out to the tent, all the people would get up, and each would stand in the doorway of his tent, watching Moses until he entered the tent.",
      "9": "When Moses entered the tent, the pillar of cloud would come down and stand at the doorway of the tent while God spoke with Moses.",
      "10": "When all the people saw the pillar of cloud standing at the doorway of the tent, all of them would get up and prostrate themselves in worship, each one at the doorway of his tent.",
      "11": "The Lord would speak to Moses face to face just as a man speaks with his friend. When Moses returned to the camp, Nun’s son Joshua, his young servant, would not leave the tent.",
      "12": "Moses told the Lord, “Look, you have told me, ‘Bring up this people,’ but you haven’t let me know whom you will send with me. Yet you have said, ‘I know you by name,’ and also, ‘You have found favor in my sight.’",
      "13": "Now, if I’ve found favor in your sight, please show me your ways so I may know you in order to find favor in your sight. And remember, this nation is your people.”",
      "14": "He said, “My presence will go with you, and I’ll give you rest.”",
      "15": "Then Moses told the Lord, “If your presence does not go with us, don’t bring us up from here.",
      "16": "Otherwise, how shall it be known that your people and I have received favor from you, unless you go with us and that we, your people and I, are distinguished from all the people on the surface of the earth?”",
      "17": "The Lord told Moses, “I’ll do the very thing that you have said, because you have found favor in my sight and I know you by name.”",
      "18": "Then Moses said, “Please show me your glory.”",
      "19": "God said, “I’ll cause all my goodness to pass before you, and I’ll proclaim the name ‘the Lord’ before you. I’ll be gracious to whom I’ll be gracious, and I’ll show compassion on whom I’ll show compassion.",
      "20": "But,” he said, “You cannot see my face, because a man cannot see me and live.”",
      "21": "The Lord said, “Look, there is a place near me where you can stand on the rock;",
      "22": "and as my glory passes by, I’ll put you in a crevice in the rock, and cover you with my hand until I’ve passed by.",
      "23": "Then I’ll remove my hand so you may see my back, but my face must not be seen.”"
    },
    "34": {
      "1": "The Lord told Moses, “Cut out for yourself two stone tablets like the first ones, and I’ll write on the tablets the words which were on the first tablets that you broke.",
      "2": "Be ready in the morning, and come up in the morning on Mount Sinai, where you are to present yourself to me there on the top of the mountain.",
      "3": "No one is to come up with you, nor is anyone to be seen anywhere on the mountain. Also, the sheep and cattle are not to graze in front of that mountain.”",
      "4": "So Moses carved out two stone tablets like the first ones, got up early in the morning, and climbed Mount Sinai, just as the Lord had commanded him. He took with him the two stone tablets.",
      "5": "The Lord came down in a cloud and stood there with him and proclaimed the name of the Lord.",
      "6": "The Lord passed in front of him and proclaimed,\n“The Lord, the Lord God,\n    compassionate and gracious,\nslow to anger,\n    and filled with gracious love and truth.",
      "7": "He graciously loves thousands,\n    and forgives iniquity, transgression, and sin.\nBut he does not leave the guilty unpunished,\n    visiting the iniquity of the ancestors on their children,\nand on their children’s children\n    to the third and fourth generation.”",
      "8": "Moses quickly bowed to the ground and prostrated himself in worship.",
      "9": "He said, “If I’ve found favor in your sight, Lord, please, Lord, walk among us. Certainly this is an obstinate people, but pardon our iniquity and our sin, and take us for your own inheritance.”",
      "10": "Then the Lord said, “I’m now going to make a covenant. I’ll do miraculous deeds in full view of your people that haven’t been done in all the earth or in any nation. All the people among whom you live will see the work of the Lord, because it’s an awesome thing that I’ll do with you.",
      "11": "Obey what I am commanding you today and I’ll drive out from before you the Amorites, the Canaanites, the Hittites, the Perizzites, the Hivites, and the Jebusites.",
      "12": "“Be very careful not to make a covenant with the inhabitants of the land to which you are going, so they won’t be a snare among you.",
      "13": "Rather, you are to tear down their altars, you are to smash their sacred pillars, and you are to cut down their sacred poles—",
      "14": "indeed, you are not to bow down in worship to any other god, because the Lord’s name is Jealous—he’s a jealous God—",
      "15": "Otherwise, you may make a covenant with the inhabitants of the land and when they prostitute themselves with their gods and offer sacrifices to their gods, someone may invite you and then you may eat some of their sacrifices.",
      "16": "“You are not to take any of their daughters for your sons. Otherwise, when their daughters prostitute themselves with their gods, they may cause your sons to prostitute themselves with their gods.",
      "17": "“You are not to make molten gods for yourselves.",
      "18": "“You are to observe the Festival of Unleavened Bread. For seven days, at the appointed time in the month Abib, you are to eat unleavened bread as I commanded you, for in the month Abib you came out of Egypt.",
      "19": "“Everything firstborn belongs to me: all the males of your herds, the firstborn of both cattle and sheep.",
      "20": "You are to redeem the firstborn of a donkey with a sheep, and if you don’t redeem it, you are to break its neck. You are to redeem every firstborn of your sons, and no one is to appear before me empty-handed.",
      "21": "“For six days you are to work, but on the seventh day you are to rest; even during plowing time and harvest you are to rest.",
      "22": "“You are to observe the Festival of Weeks, the first fruits of the wheat harvest, and the Festival of Tabernacles at the turn of the year.",
      "23": "Three times during the year all your males are to appear in the presence of the Lord God of Israel,",
      "24": "since I’m going to drive out nations before you, and enlarge your borders, and no one will covet your land, when you go up to appear in the presence of the Lord your God three times a year.",
      "25": "“You are not to offer the blood of my sacrifice with anything leavened, nor are you to allow the sacrifice of the Festival of Passover to remain until morning.",
      "26": "“You are to bring the best of the first fruits of the ground to the house of the Lord your God.\n“You are not to boil a young goat in its mother’s milk.”",
      "27": "Then the Lord told Moses, “Write down these words, because I’m making a covenant with you and with Israel according to these words.”",
      "28": "While Moses was there with the Lord for 40 days and 40 nights, he did not eat or drink. He wrote the Ten Commandments, the words of the covenant, on the tablets.",
      "29": "When Moses came down from Mount Sinai, he had the two tablets in his hand, and he did not know that the skin of his face was ablaze with light because he had been speaking with God.",
      "30": "Aaron and all the Israelis saw Moses and immediately noticed that the skin of his face was shining, and they were afraid to come near him.",
      "31": "When Moses called to them, Aaron and the leaders of the congregation returned to him, and he spoke to them.",
      "32": "Afterwards all the Israelis came near and he gave them everything the Lord told him on Mount Sinai as commandments.",
      "33": "When Moses finished speaking with them he put a veil over his face,",
      "34": "and then whenever Moses would come in the Lord’s presence to speak with him, he would remove the veil until he left the Lord’s presence. When he went out, he would tell the Israelis what he had been commanded.",
      "35": "The Israelis would see the face of Moses and that the skin of his face shone; then Moses would put the veil back over his face until he went in to speak with God."
    },
    "35": {
      "1": "Moses assembled the entire congregation of the Israelis and told them, “These are the things that the Lord has commanded you to do:",
      "2": "For six days work is to be done, but on the seventh day you are to have a holy day, a Sabbath of complete rest in dedication to the Lord. Anyone who does work on that day is to be executed.",
      "3": "You are not to light a fire in any of your dwellings on the Sabbath.”",
      "4": "Then Moses told the entire congregation of the Israelis, “This is what the Lord has commanded,",
      "5": "‘Take from among yourselves an offering for the Lord. Everyone whose heart is willing is to bring as an offering for the Lord: gold, silver, and bronze;",
      "6": "blue, purple, and scarlet material; fine linen and goat hair;",
      "7": "ram skins dyed red, dolphin skins, acacia wood,",
      "8": "oil for lighting, spices for the anointing oil and for aromatic incense,",
      "9": "onyx stones, and stones for setting in the ephod and the breast piece.",
      "10": "“‘Let everyone who is skilled among you come and make everything that the Lord has commanded:",
      "11": "the tent, its tent, its covering, its clasps, its boards, its bars, its pillars, and its sockets,",
      "12": "the ark, its poles, the Mercy Seat, the curtain,",
      "13": "the table, its poles, all its furnishings, and the bread of the presence,",
      "14": "the lamp stand for light, its furnishings, its lamps, and oil for the light,",
      "15": "the altar of incense, its poles, the anointing oil, the aromatic incense, and the screen for the doorway at the entrance to the tent,",
      "16": "the altar for burnt offerings, the bronze lattice for it, its poles, and all its furnishings, the basin and its base,",
      "17": "the hangings for the court, its pillars, its sockets, the screen for the gate of the court,",
      "18": "the pegs for the tent, the pegs for the court, and their cords,",
      "19": "the woven garments for ministering in the Holy Place, the holy garments of Aaron the priest and the garments of his sons for serving as priests.’”",
      "20": "Then the entire congregation of the Israelis withdrew from Moses’ presence,",
      "21": "and every person whose heart moved him and all whose spirits prompted them, brought an offering to the Lord for constructing the Tent of Meeting, for all its service, and for the holy garments.",
      "22": "Both the men and women came—all whose hearts prompted them—and brought brooches, earrings, rings, pendants, and all kinds of gold jewelry. Every person presented a wave offering of gold to the Lord.",
      "23": "Everyone who had blue, purple, and scarlet material, fine linen, goat hair, ram skins dyed red, and dolphin skins brought them.",
      "24": "Everyone who could give an offering of silver and bronze brought it as a contribution for the Lord. Also all who had acacia wood for any use in the work brought it.",
      "25": "Every skilled woman spun with her hands, and brought what she had spun: blue, purple, and scarlet material, and fine linen.",
      "26": "All the women who were skilled artisans spun the goat hair.",
      "27": "The leaders brought onyx stones and stones to be set in the ephod and the breast piece,",
      "28": "spices and oil for the light and for the anointing oil and the aromatic incense.",
      "29": "Each Israeli man and woman whose heart was prompted brought something as a freewill offering to the Lord for all the work that the Lord had commanded them to do through Moses.",
      "30": "Moses told the Israelis, “Look, the Lord has called Uri’s son Bezalel, grandson of Hur, from the tribe of Judah,",
      "31": "and he has filled him with the Spirit of God, with wisdom, with understanding, and with knowledge of all kinds of work,",
      "32": "to make artistic designs, to work in gold, silver, and bronze,",
      "33": "to cut stones for setting, to carve wood, and to engage in all kinds of artistic work.",
      "34": "And he has given both him and Ahisamach’s son Oholiab from the tribe of Dan the ability to teach.",
      "35": "He has equipped them to do all kinds of work done by an engraver, designer, embroider in blue, purple and scarlet material and in fine linen, or as a weaver. They were able to do all kinds of work and were skilled designers."
    },
    "36": {
      "1": "Bezalel and Oholiab and all the skilled craftsmen to whom the Lord gave wisdom and understanding to know how to do all the work in constructing the sanctuary are to do everything that the Lord has commanded.”",
      "2": "Then Moses summoned Bezalel, Oholiab, and all the skilled people to whom the Lord had given ability, including everyone whose hearts stirred them to come forward to do the work.",
      "3": "They received from Moses all the offerings that the Israelis had brought for doing the work of constructing the sanctuary, and the people continued to bring freewill offerings every morning.",
      "4": "All the craftsmen who were doing all the work on the sanctuary left the work they were doing",
      "5": "and told Moses, “The people are bringing much more than enough for the work that the Lord has commanded us to do.”",
      "6": "Then Moses issued an order, and the message was taken throughout the camp, “Men and women, don’t bring any more offerings for the sanctuary.” The people were restrained from bringing any more,",
      "7": "since the material was more than sufficient for doing all the work.",
      "8": "All the skilled craftsmen among the workers made the tent with ten curtains of fine woven linen, blue, purple, and scarlet material. He made them with cherubim skillfully worked into them.",
      "9": "The length of each curtain was 28 cubits, and the width of each curtain two cubits. All the curtains had the same measurements.",
      "10": "He joined five of the curtains together, and the other five curtains he joined together.",
      "11": "He made loops of blue material along the edge of the outermost curtain in the first set, and likewise, he made loops along the edge of the outermost curtain in the second set.",
      "12": "He made 50 loops in the one curtain, and he made 50 loops along the edge of the curtain that is in the second set, with the loops opposite each other.",
      "13": "Then he made 50 gold clasps, and joined the curtains to each other with the clasps so the tent was one piece.",
      "14": "He made curtains of goat hair for a tent over the tent; he made 11 curtains.",
      "15": "The length of each curtain was 30 cubits, and the width of each curtain was two cubits; the measurements of each of the eleven curtains was the same.",
      "16": "He joined five curtains by themselves, and six curtains by themselves.",
      "17": "He made 50 loops along the edge of the outermost curtain in the first set, and 50 loops along the edge of the curtain of the other set.",
      "18": "He made 50 bronze clasps to join the tent together so it would be one piece.",
      "19": "Then he made a cover for the tent of ram skins dyed red and a covering of dolphin skins above that.",
      "20": "Then he made upright boards of acacia wood for the tent.",
      "21": "Each board was ten cubits long, and one and a half cubits wide.",
      "22": "Each board had two pegs, joined to one another, and he did this for all the boards of the tent.",
      "23": "He made the boards for the tent: 20 boards for the south side.",
      "24": "He made 40 silver sockets under the 20 boards: two sockets under one board for its two pegs and two sockets under the next board for its two pegs.",
      "25": "For the second side of the tent to the north he made 20 boards,",
      "26": "and 40 silver sockets for them, two sockets under one board and two sockets under the next board.",
      "27": "For the rear of the tent on the west he made six boards,",
      "28": "and he made two boards for the rear corners of the tent.",
      "29": "They were joined together at the bottom and they were connected on top, by one ring. He did this for the two of them, and they were the two corners.",
      "30": "There were eight boards with their sixteen silver sockets, two sockets under each board.",
      "31": "Then he made bars of acacia wood, five for the boards on one side of the tent,",
      "32": "five bars for the boards on the second side of the tent, and five bars for the boards on the back side of the tent to the west.",
      "33": "He made the middle bar in the center of the boards pass through from end to end.",
      "34": "He overlaid the boards with gold, and made gold rings for them as holders for the bars, and he overlaid the bars with gold.",
      "35": "He made a curtain of blue, purple, and scarlet material, and fine woven linen. He made it with cherubim skillfully worked into it.",
      "36": "He made four pillars of acacia for it and overlaid them with gold, along with their gold hooks, and he cast four silver sockets for them.",
      "37": "For the doorway of the tent, he made a screen of blue, purple, and scarlet material and fine woven linen, the work of an embroiderer,",
      "38": "and five pillars of acacia along with their hooks. He overlaid their tops and their bands with gold. Their five sockets were made of bronze."
    },
    "37": {
      "1": "Bezalel made the ark of acacia wood two and a half cubits long, one and a half cubits wide, and one and a half cubits high.",
      "2": "He overlaid it with pure gold, inside and outside, and made a gold molding around it.",
      "3": "He cast four rings for it on its four feet, two rings on one side of it and two rings on its other side.",
      "4": "He made poles of acacia wood and overlaid them with gold.",
      "5": "He put the poles into the rings on the sides of the ark to carry it.",
      "6": "He made a Mercy Seat of pure gold two and a half cubits long and one and a half cubits wide.",
      "7": "He made two cherubim of gold; he made them of hammered work at the two ends of the Mercy Seat.",
      "8": "One cherub was at one end and one cherub at the other end. He made the cherubim at the two ends of the Mercy Seat and of one piece with it.",
      "9": "The cherubim had their wings spread upward, covering the Mercy Seat with their wings and facing each other. The faces of the cherubim were turned toward the Mercy Seat.",
      "10": "Then he made a table of acacia wood two cubits long, one cubit wide, and one and a half cubits high.",
      "11": "He overlaid it with pure gold and put a gold molding around it.",
      "12": "He made a rim one handbreadth wide around it, and made a gold molding around the rim.",
      "13": "He cast four gold rings for it and put the rings on the four corners where its four feet were.",
      "14": "The rings were close to the rim as holders for the poles to carry the table.",
      "15": "He made the poles of acacia wood and overlaid them with gold to carry the table.",
      "16": "He made the utensils which were on the table, its plates, dishes, bowls, and jars out of which libations are poured. He made them of pure gold.",
      "17": "He made the lamp stand of pure gold. He made the lamp stand, its base, and stem of hammered work and its cups, calyxes, and flowers were of one piece with it.",
      "18": "Six branches extended from its sides, three branches of the lamp stand from one side of it, and three branches of the lamp stand from its other side.",
      "19": "Three cups shaped like almond blossoms with calyxes and flowers were on one branch and three cups shaped like almond blossoms with calyxes and flowers were on the other branch, and so on for the six branches extending from the lamp stand.",
      "20": "On the lamp stand itself there were four cups shaped like almond blossoms each with their calyxes and flowers.",
      "21": "A calyx was under the two branches that extended out of the stem; a calyx was under the next pair of branches that extended out of the stem; and a calyx was under the last pair of branches that extended out of the stem, and so on for the six branches extending from the lamp stand.",
      "22": "Their calyxes and their branches were of one piece with it, all of it was of one piece of hammered work of pure gold.",
      "23": "He made its seven lamps, its tongs, and its trays from pure gold.",
      "24": "He made it and all of its furnishings from a talent of pure gold.",
      "25": "He made the altar for burning incense of acacia wood, a square, one cubit long, one cubit wide, and two cubits high, with its horns of one piece with it.",
      "26": "He overlaid it with pure gold—its top, its sides all around, and its horns—and he made a gold molding around it.",
      "27": "He made two gold rings for it under its molding, on its two opposite sides, as holders for poles by which to carry it.",
      "28": "He made the poles of acacia wood and overlaid them with gold.",
      "29": "And he made the holy anointing oil and the pure aromatic incense, the work of a perfumer."
    },
    "38": {
      "1": "Then he made the altar for burnt offerings of acacia wood. It was a square, five cubits long and five cubits wide, and it was three cubits high.",
      "2": "He made horns on its four corners. Its horns were of one piece with it, and he overlaid it with bronze.",
      "3": "He made all the utensils for the altar—the pans, the shovels, the bowls, the forks, and the fire-pans—and he made all its utensils of bronze.",
      "4": "He made a lattice, a netting of bronze, for the altar. It was under its ledge, extending halfway up.",
      "5": "He cast four rings on the four ends of the bronze lattice as holders for the poles.",
      "6": "He made poles of acacia wood and overlaid them with bronze.",
      "7": "And he put the poles through rings on the sides of the altar to carry it. He made it hollow, out of boards.",
      "8": "He made the bronze basin and its bronze base from mirrors contributed by the women who served at the entrance to the Tent of Meeting.",
      "9": "Then he made the court. On the south side the hangings for the court were made of fine woven linen, 100 cubits long.",
      "10": "He made their 20 pillars and their 20 sockets of bronze, while the hooks of the pillars and their bands were made of silver.",
      "11": "The north side was 100 cubits long, and its 20 pillars and 20 sockets were made of bronze, and the hooks of the pillars and their bands were made of silver.",
      "12": "For the west side there were hangings 50 cubits long with their ten pillars and ten sockets. The hooks of the pillars and their bands were made of silver.",
      "13": "The east side was 50 cubits long.",
      "14": "The hangings for one section were fifteen cubits long, with their three pillars and three sockets,",
      "15": "and also for the second section. On either side of the gate of the court were hangings of fifteen cubits long with their three pillars and three sockets.",
      "16": "All the hangings around the court were made of fine woven linen.",
      "17": "The sockets for the pillars were made of bronze and the hooks of the pillars and their bands were made of silver. Their tops were overlaid with silver, and all the pillars of the court were banded with silver.",
      "18": "The screen of the gate of the court was the work of an embroiderer of blue, purple, and scarlet material, and fine woven linen. The length was 20 cubits and it was five cubits high along its width, corresponding to the hangings of the court.",
      "19": "Their four pillars and their four sockets were made of bronze, and their hooks were made of silver. Their tops were overlaid with silver and their bands were made of silver.",
      "20": "All the pegs for the tent and for all around the court were made of bronze.",
      "21": "Here is a summary of materials for the Tent of Meeting that was compiled at Moses’ direction, the work of the descendants of Levi under the direction of Aaron the priest’s son Ithamar.",
      "22": "Now Uri’s son Bezalel, grandson of Hur from the tribe of Judah, made everything that the Lord had ordered Moses to build.",
      "23": "With him was Ahisamach’s son Oholiab from the tribe of Dan, an engraver, designer, and embroiderer in blue, purple, and scarlet material, and of fine linen.",
      "24": "All the gold that was used in the work, in all the work on the sanctuary, including the gold from the wave offering, totaled 29 talents, 730 shekels, according to the standard used in the sanctuary.",
      "25": "The silver from those of the congregation who were recorded totaled 100 talents and 1,775 shekels, according to the standard used in the sanctuary;",
      "26": "a beka a head (a beka is half a shekel, according to the standard used in the sanctuary) for everyone who went through the registration process from 20 years old and older. The total numbered 603,550 bekas.",
      "27": "One hundred talents of silver were used to cast the sockets for the sanctuary and the sockets for the curtain, 100 sockets for 100 talents, a talent per socket.",
      "28": "And with 1,775 talents he made hooks for the pillars, overlaid their tops, and made bands for them.",
      "29": "The bronze from the wave offering totaled 70 talents and 2,400 shekels.",
      "30": "With it he made the sockets for the doorway to the Tent of Meeting, the bronze altar, the bronze lattice for it, all the furnishings for the altar,",
      "31": "the sockets for all around the court, the sockets for the gate to the court, all the pegs for the sanctuary, and all the pegs for all around the court."
    },
    "39": {
      "1": "From the blue, purple, and scarlet material they made finely woven garments for ministering in the Holy Place, and they made the holy garments for Aaron, just as the Lord commanded Moses.",
      "2": "He made the ephod out of gold, blue, purple, and scarlet material and fine woven linen.",
      "3": "They hammered out gold sheets and cut off threads to work into the blue, purple, and scarlet material and into the fine linen, a work of skillful design.",
      "4": "They made connecting shoulder pieces for the ephod and attached them to its two edges.",
      "5": "The skillfully woven band that was on it was made like it, of one piece with it: of gold, blue, purple, and scarlet material and fine woven linen, just as the Lord commanded Moses.",
      "6": "They prepared the onyx stones, engraved with the names of the sons of Israel like the engraving on a signet, and mounted them in settings of gold filigree.",
      "7": "He put them on the shoulder pieces of the ephod as stones of remembrance for the sons of Israel, just as the Lord commanded Moses.",
      "8": "He made a breast piece, skillfully worked, like the work of the ephod: of gold, blue, purple, and scarlet material and fine woven linen.",
      "9": "They made the breast piece square when folded double: one span in length and one span in width when folded double.",
      "10": "They mounted on it four rows of stones. The first row was a row of carnelian, topaz, and emerald;",
      "11": "the second row ruby, sapphire, and crystal;",
      "12": "the third row jacinth, agate, and amethyst;",
      "13": "and the fourth row beryl, onyx, and jasper. They were set in gold filigree when they were mounted.",
      "14": "The stones corresponded to the names of the sons of Israel, twelve stones corresponding to their names, with the engraving of a signet, each with the name of one of the twelve tribes.",
      "15": "They made chains of pure gold twisted like cords for the breast piece.",
      "16": "They made two settings of gold filigree and two gold rings, and they put the two rings on the two edges of the breast piece.",
      "17": "They put the two gold cords on the two gold rings at the edges of the breast piece,",
      "18": "and they attached the other two ends of the two cords to the filigree settings, and then attached them to the shoulder pieces of the ephod in front.",
      "19": "They made two gold rings and attached them to the two edges of the breast piece, on the side of it which is toward the inner side of the ephod.",
      "20": "They made two gold rings and attached them in front, on the lower part of the two shoulder pieces of the ephod, close to the place where it’s joined, above the skillfully woven band of the ephod.",
      "21": "They tied the breast piece by its rings to the rings of the ephod with a blue cord so it would rest on the skillfully woven band of the ephod and so the breast piece would not come loose from the ephod.",
      "22": "He made the robe of the ephod of woven work, entirely of blue.",
      "23": "The opening of the robe was in the middle, like the opening of a coat of mail, with a binding around the opening so it would not be torn.",
      "24": "On the hem of the robe, they placed pomegranates made of blue, purple, and scarlet material and woven linen.",
      "25": "They made bells of pure gold, and put the bells between the pomegranates, on the hem of the robe, all around between the pomegranates.",
      "26": "There was a bell and a pomegranate, then a bell and a pomegranate, all around the hem of the robe for when the High Priest ministered, just as the Lord commanded Moses.",
      "27": "They made tunics for Aaron and his sons, woven from fine linen,",
      "28": "the turban of fine linen, decorated head coverings of fine linen, linen undergarments of fine woven linen,",
      "29": "and the sash of fine woven linen, woven of blue, purple, and scarlet material, just as the Lord had commanded Moses.",
      "30": "They made the medallion for the holy crown of pure gold, and they wrote on it an inscription like the engraving on a seal: “Holy to the Lord.”",
      "31": "They fastened a blue cord to it in order to fasten it on the turban above, as the Lord had commanded Moses.",
      "32": "All the work on the Tent of Meeting was completed, and the Israelis had crafted it according to everything that the Lord had commanded Moses, as they should have.",
      "33": "They brought to Moses the tent, all its furnishings, its clasps, its boards, its bars, its pillars, its sockets,",
      "34": "the covering of ram skins dyed red, the covering of dolphin skins, the curtain,",
      "35": "the Ark of the Testimony and its poles, the Mercy Seat,",
      "36": "the table and all its utensils, the bread of the presence,",
      "37": "the lamp stand of pure gold, its lamps (with the lamps in order), its furnishings, its oil for lighting,",
      "38": "the altar of gold, anointing oil, aromatic incense, the screen for the doorway to the tent,",
      "39": "the bronze altar and the bronze lattice for it, its poles, all its furnishings, the basin and its base,",
      "40": "the hangings for the court, its pillars, its sockets, the screen for the gate of the court, its cords, its pegs, all the furnishings for the service of the tent, for the Tent of Meeting,",
      "41": "the woven garments for Aaron the priest for ministering in the Holy Place, and the garments for his sons for serving as priests.",
      "42": "The Israelis had done all the work according to all that the Lord had commanded Moses.",
      "43": "Moses blessed them when he saw all the work and that they had completed it. They had done it just as the Lord had commanded."
    },
    "40": {
      "1": "The Lord spoke to Moses:",
      "2": "“On the first day of the first month you are to set up the tent of the Tent of Meeting.",
      "3": "You are to put the Ark of the Testimony there, and screen off the ark with the curtain.",
      "4": "You are to bring in the table and properly arrange what goes on it. Then you are to bring in the lamp stand and set up its lamps.",
      "5": "“You are to put the golden altar for incense in front of the Ark of the Testimony and then set up the screen for the doorway to the tent.",
      "6": "You are to put the altar for burnt offerings in front of the doorway of the tent of the Tent of Meeting.",
      "7": "You are to put the basin between the Tent of Meeting and the altar and put water in it.",
      "8": "You are to set up the court all around, and hang up the screen for the gate of the court.",
      "9": "You are to take the anointing oil and anoint the tent and all that is in it. You are to consecrate it and all its furnishings and it will be holy.",
      "10": "“You are to anoint the altar for burnt offerings and all its utensils. You are to consecrate the altar and the altar will be most holy.",
      "11": "You are to anoint the basin and its base and consecrate it.",
      "12": "Then you are to bring Aaron and his sons to the doorway of the Tent of Meeting, and wash them with water.",
      "13": "You are to clothe Aaron with the holy garments, you are to anoint him, and consecrate him so he may serve me as priest.",
      "14": "You are to bring his sons and clothe them with tunics.",
      "15": "You are to anoint them just as you anointed their father so they may serve me as priests. Their anointing is to qualify them to belong to a perpetual priesthood from generation to generation.”",
      "16": "Moses did everything that the Lord had commanded him, so he did.",
      "17": "And so in the first month of the second year, on the first day of the month, the tent was set up.",
      "18": "Moses set up the tent. He installed its sockets and set its boards in place. He inserted its bars and set up its pillars.",
      "19": "He spread the tent over the tent and put the covering of the tent on top of it, just as the Lord had commanded him.",
      "20": "Then he took the Testimony, put it into the ark, and placed the poles on the ark. He then put the Mercy Seat on top of the ark.",
      "21": "He brought the ark into the tent, set up the curtain, and screened off the Ark of the Testimony, just as the Lord had commanded him.",
      "22": "He put the table in the Tent of Meeting, on the north side of the tent, outside the curtain,",
      "23": "and properly arranged the bread on it in the Lord’s presence, just as the Lord had commanded him.",
      "24": "Then he put the lamp stand in the Tent of Meeting, opposite the table on the south side of the tent,",
      "25": "and set up the lamps in the Lord’s presence, just as the Lord had commanded him.",
      "26": "He put the golden altar in the Tent of Meeting in front of the curtain",
      "27": "and burned aromatic incense on it, just as the Lord had commanded Moses.",
      "28": "He set up the screen for the doorway of the tent.",
      "29": "He put the altar for burnt offerings at the doorway of the tent of the Tent of Meeting, and offered the burnt offering and the grain offering on it, just as the Lord had commanded him.",
      "30": "He put the basin between the Tent of Meeting and the altar, and put water in it for washing.",
      "31": "Moses, Aaron, and his sons washed their hands and feet from it.",
      "32": "When they entered the Tent of Meeting and approached the altar, they washed, just as the Lord had commanded him.",
      "33": "He set up the court all around the tent and the altar, and hung up the screen for the gate of the court. And so Moses finished the work.",
      "34": "The cloud covered the Tent of Meeting, and the glory of the Lord filled the tent.",
      "35": "Moses was not able to enter the Tent of Meeting because the cloud had settled on it, and the glory of the Lord filled the tent.",
      "36": "Whenever the cloud was lifted up from the tent, the Israelis would set out on their journey,",
      "37": "but if the cloud was not lifted up, they would not set out until it was lifted up,",
      "38": "since the cloud of the Lord was over the tent by day, and the fire was in it by night, in the sight of all the house of Israel in all their journeys."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:32.647474-04:00",
    "Translation": "ISV"
  }
}