{
  "Ezekiel": {
    "1": {
      "1": "On the fifth day of the fourth month of the thirtieth year of the exile to Babylon, while I was among the captives on the bank of the Chebar River, heaven opened up and I saw visions from God.",
      "2": "On the fifth day of the month in the fifth year of King Jehoiachin’s imprisonment in exile,",
      "3": "a message from the Lord came directly to Buzi’s son Ezekiel, the priest, by the Chebar River in the land of the Chaldeans. The hand of the Lord rested upon him there.",
      "4": "I was amazed to see a wind storm blow in from the north, consisting of a massive cloud and fire that was flashing back and forth, surrounded by bright light. From deep within the cloud, something was shining that appeared to have a color like bronze that had been placed in fire until it glowed.",
      "5": "Deep inside it, the likenesses of four living beings were visible. Their appearances were similar to human forms,",
      "6": "except that they each had four faces, four pairs of wings,",
      "7": "and straight legs. Their feet resembled calves’ hooves, but they gleamed like polished bronze.",
      "8": "From under their wings there were human hands on their four sides.\nNow as to their four faces and four pairs of wings,",
      "9": "their pairs of wings overlapped each other. They moved in straight directions without turning their faces around as they moved.",
      "10": "The form of their faces was human, but each of the four also had the face of a lion to the right, the face of an ox to the left, and the face of an eagle behind them.",
      "11": "That’s what their faces were like. Their wings spread out above and around them, one pair overlapping another, with one pair covering themselves.",
      "12": "Each moved in straight directions. Wherever they decided to go, they went without turning themselves.",
      "13": "Now, in the midst of the living beings there was something that appeared to glow like coals kindled by a fire, like torches that moved back and forth between the living beings. The fire was dazzling, and lightning flashed from the fire.",
      "14": "The living beings moved around, in appearance resembling lightning.",
      "15": "As I observed the living beings, I noticed one wheel on the earth beside each being—that is, for the four of them.",
      "16": "Their wheels and their construction details looked like gold-colored beryl. Each wheel was identical in form to the others, and they appeared to have been constructed and designed as if one wheel were within another.",
      "17": "Whenever the four moved, no matter which of four directions, they moved without turning around.",
      "18": "Their wheel rims were ornate and terrifying. They were full of eyes that surrounded the four of them.",
      "19": "Whenever the living beings moved, the wheels moved, too. Whenever the living beings rose from the earth, the wheels rose also.",
      "20": "Whatever direction these spirits went, the wheels would be lifted up along with them, because the wheels were alive.",
      "21": "They moved around whenever they wanted to move around, and they stood still whenever they wanted to stand still; and whenever they rose from the earth, the wheels remained close beside them, because the wheels were also alive.",
      "22": "There was spread out over the heads of the living beings what looked like a canopy, in outward appearance resembling ice,",
      "23": "and underneath the canopy, their wings spread out straight over their heads toward each other. They each also had two wings with which they covered themselves, one wing covering its body on one side and one wing covering itself on the other side.",
      "24": "I also heard the sound of their wings, like the sound of roaring water, like the voice of the Almighty, or like a boisterous crowd within an army camp. Whenever they stopped flying, they lowered their wings.",
      "25": "A sound came from above the canopy that was spread out over their heads. Whenever they stood still, they lowered their wings.",
      "26": "From above the canopy that was spread out over their heads, there appeared to be something reminiscent of a throne, resembling sapphire in form.\nThere was the likeness of the appearance of a human being seated on the likeness of the throne high above.",
      "27": "I noticed that from what appeared to look like his waist upward there was something that looked like metal that glowed as if it were immersed in fire. Below this there was something resembling fire, with a radiant light surrounding him.",
      "28": "The appearance of the radiant light resembled that of a rainbow shining in a cloud on a rainy day. This was what the appearance of the form of the glory of the Lord resembled. When I saw all of this, I fell flat on my face. Then I heard a voice speaking."
    },
    "2": {
      "1": "“Son of Man,” the Lord said, “get up on your feet. I want to talk to you.”",
      "2": "Even while he was speaking to me, the Spirit entered me, set me on my feet, and I listened to the voice that had been speaking to me.",
      "3": "“Son of Man, I’m sending you to that rebellious people, the Israelis, who have rebelled against me the same way their ancestors did. And they’re still rebels to this very day!",
      "4": "They’re stubborn and strong willed. I’m sending you to them to tell them what the Lord says.",
      "5": "Whether this rebellious group listens to you or not, at least they’ll realize that a prophet had appeared in their midst!",
      "6": "“Now as for you, Son of Man, never be afraid of them or of anything they have to say, because being with them will be like settling down to live among briers, thorn bushes, and scorpions! Don’t be afraid of anything they have to say, and don’t be awed by their appearance, since they are a rebellious group.",
      "7": "You are to tell them whatever I have to say to them, whether they listen or not, since they are rebellious.”",
      "8": "“Son of Man, you are to listen to what I tell you. You are never to be rebellious like they are: a rebellious group. Now, open your mouth and eat what I’m giving you…”",
      "9": "As I watched, all of a sudden there was a hand being stretched out in my direction! And there was a scroll",
      "10": "being unrolled right in front of me! Written on both sides were lamentations, mourning, and cries of grief."
    },
    "3": {
      "1": "Then he told me, “Son of Man, eat! Eat what you see—this scroll—and then go talk to the house of Israel.”",
      "2": "So I opened my mouth and he fed me the scroll.",
      "3": "Then he told me, “Son of Man, fill your stomach and digest this scroll that I’m giving you.” So I ate it, and it was like sweet honey in my mouth.",
      "4": "Then he told me, “Son of Man, go to the house of Israel and tell them what I have to say to them,",
      "5": "because you’re not going to a people whose speech you cannot understand or whose language is difficult to speak. Instead, you’re going to the house of Israel.",
      "6": "This isn’t a large group of people whose speech is unintelligible to you or whose language is difficult for you to comprehend. Frankly, if I had sent you to that kind of people, they would certainly have listened to you!",
      "7": "But the house of Israel won’t listen to you, since they weren’t willing to listen to me. That’s because the entire house of Israel is hard-headed and hard-hearted.",
      "8": "So pay attention! I’m going to make you just as obstinate and unyielding as they are.",
      "9": "I’m making you harder than flint—like diamond! So you are not to fear them or be intimidated by how they look at you, since they’re a rebellious group.”",
      "10": "Next, he told me, “Son of Man, take to heart every word that I’m telling you. Listen carefully,",
      "11": "then go immediately to the exiles; that is, to your people’s descendants, and tell them, ‘This is what the Lord God says…’ whether they listen or not.”",
      "12": "Then the Spirit lifted me up and I heard a great earthquake behind me and the glory of the Lord arose from his place,",
      "13": "accompanied by the sound of the wings of the living creatures gently touching each other and with the sound of the wheels emanating from the front, accompanied by a great earthquake.",
      "14": "Then the Spirit lifted me up and carried me away. I went bitterly with an angry attitude as the hand of the Lord rested on me.",
      "15": "I came to the exiles at Tel-abib by the Chebar River and sat down among them for seven days, appalled.",
      "16": "At the end of the seven days, this message from the Lord came to me:",
      "17": "“Son of Man,” he said, “I’ve appointed you to be a watchman over the house of Israel. Therefore when you hear a message that comes from me, you are to warn them for me.",
      "18": "“So when I say to a wicked person, ‘You’re about to die,’ if you don’t warn or instruct that wicked person that his behavior is wicked so he can live, that wicked person will die in his sin, but I’ll hold you responsible for his death.",
      "19": "If you warn the wicked person, and he doesn’t repent of his wickedness or of his wicked behavior, he’ll die in his sin, but you will have saved your own life.",
      "20": "“When a righteous man abandons his righteousness to practice unrighteousness, I’ll set a stumbling block before him. He’ll die. If you don’t warn him, he’ll die in his sin and the righteous deeds that he had practiced won’t be remembered, but you’ll be held responsible for his death.",
      "21": "If you warn the righteous person, so that he doesn’t commit sin, then he’ll live, since he had been warned. And you will have saved your life.”",
      "22": "The hand of the Lord was upon me, and he told me, “Get up! Go to the valley, and I’ll speak with you there.”",
      "23": "So I got up, went to the valley, and there was the glory of the Lord, standing there just like I had seen at the Chebar River. So I fell on my face.",
      "24": "The Spirit entered me, rested on me, caused me to stand on my feet, and then he spoke to me. This is what he had to say: “Go barricade yourself in your house.",
      "25": "Now pay attention! They’re going to bind you with ropes, tying you up right in their midst, so you won’t be able to circulate freely among them.",
      "26": "Meanwhile, I’ll make your tongue stick to the roof of your mouth so that you’ll be mute and unable to reprove them, since they’re a rebellious group.",
      "27": "But when I speak with you, I’ll open your mouth so you can say to them, ‘This is what the Lord God says:\n“As for those who will listen,\n    ‘Let them listen,’\nbut as for those who refuse,\n    ‘Let them refuse,’\n        since they’re a rebellious group.”’”"
    },
    "4": {
      "1": "“And now Son of Man, you are to take a brick, set it in front of you, and inscribe on it the outline of the city—that is, Jerusalem.",
      "2": "You are to lay siege against it, build a rampart around it, set a bulwark against it, encircle it with a berm, set up camps against it, and place battering rams around it.",
      "3": "Then you are to take a flat, iron plate and set it up as an iron wall between you and the city.\n“Next, you are to turn toward it, oppose it, and place it under siege, because you are to lay siege to it. All of this will serve as a sign to the house of Israel.",
      "4": "“Now as for you, you are to sleep on your left side, symbolically bearing the punishment of the house of Israel while you’re counting the days you’ll be sleeping on your left side to bear symbolically the punishment for their sin.",
      "5": "I’ve assigned you to sleep this way for 390 days, representing the years they’ve been sinning, as you bear symbolically the punishment of the house of Israel.",
      "6": "When you have completed this, you are to sleep on your right side, symbolically bearing the iniquity of Judah for 40 days. Each day that I’ve assigned to you represents one year.",
      "7": "After this, you are to turn toward the rampart of Jerusalem and oppose it with your bare arms, because I’m going to prophesy about it.",
      "8": "Look! I’ll tie you up so that you’re unable to turn from one side to the other until you’ve completed your siege.”",
      "9": "“Furthermore, you are to take some wheat, barley, beans, lentils, millet, and spelt, and mix them together in one container. Then you are to make bread from these grains sufficient to supply you through the time during which you’ll be sleeping on your side. You are to eat it for 390 days.",
      "10": "The food that you’ll be eating is to consist of portions weighing 20 shekels, to be consumed daily at regular intervals.",
      "11": "You are to measure one sixth of one hin of water each time you drink it.",
      "12": "You are to eat it as barley cakes and bake it right in front of them, using dried human dung for cooking fuel.”",
      "13": "Then the Lord said, “This is how the Israelis will be eating unclean food among the nations, where I’ll be sending them.”",
      "14": "“Now, Lord God,” I replied, “I’ve never been defiled, ever since I was young until now. I haven’t eaten an animal that died on its own or was torn by beasts, and no unclean meat has ever entered my mouth!”",
      "15": "“Very well,” he responded. “I’ll allow you to substitute cow’s dung for human dung. Cook your food over that.”",
      "16": "He also told me, “Son of Man, look! I’m about to disrupt the source of bread in Jerusalem. As a result, they’ll ration bread by weight while their terror continues to grow and they’ll ration drinking water while their horror continues to mount!",
      "17": "Indeed, they’ll need bread and water, but everyone will be panic-stricken as they waste away in their iniquity.”"
    },
    "5": {
      "1": "“Now as for you, Son of Man, you are to go find a sharp sword and use it like a barber’s razor. You are to cut your hair and beard. Then you are to take a weighing scale and divide your shaved hair into three parts.",
      "2": "You are to burn a third of it in the middle of the city when you’ve finished your siege. Next, you are to take another third of it and beat it with your sword. Last, you are to scatter the remaining third to the wind, after which I’ll unsheathe my sword and pursue them.",
      "3": "You are to preserve a few strands of hair and hide them in the folds of your garment.",
      "4": "Then you are to take a few strands, throw them in the fire, and incinerate them. A fire will proceed to the house of Israel from there.”",
      "5": "“This is what the Lord God says, ‘This is Jerusalem. I placed her in the center of nations, with many nations surrounding her.",
      "6": "But she rebelled against my ordinances and my statutes. She practiced more evil than all the nations and territories around her. They rejected my ordinances and didn’t live by my statutes.’",
      "7": "“Therefore this is what the Lord God says: ‘Because you’re more disrespectful than the nations that surround you, you didn’t follow my statutes or follow my ordinances. You didn’t even follow the ordinances of the surrounding nations!’",
      "8": "“Therefore this is what the Lord God says: ‘Watch out! I—that’s right, even I—am against you. I’ll carry out my sentence among you right in front of the nations.",
      "9": "In fact, I’m going to do what I’ve never done before and what I’ll never again do, because of all of your loathsome behavior:",
      "10": "Fathers will eat their children in your midst. After this, your sons will eat their fathers as I carry out my sentence against you and scatter your survivors to the winds!’",
      "11": "“Therefore, as sure as I live,” declares the Lord God, “because you’ve defiled my sanctuary with every loathsome thing and every abomination, I’ll restrain myself, and I’ll show neither pity nor compassion.",
      "12": "A third of you will die by pestilence, starving because of the famine in your midst. Another third will die violently by the violence of war around you. The final third I’ll scatter to the wind as I unsheathe my sword to pursue them.",
      "13": "“Only then will I stop being angry—my burning in anger. Then they’ll know that I’ve spoken out in my arduous anger. Only then will my burning anger against them be exhausted.",
      "14": "I’m also going to turn you into a waste and an object of insult among the nations that surround you and in front of every person who passes by.",
      "15": "As a result, Jerusalem will become an insult, an object of taunt, an example of chastisement, and a useless waste to all the nations that surround you when I carry out my sentence against you in my anger, my burning rage, and my burning rebukes. I, the Lord, have spoken it.",
      "16": "I’ll send arrows of severe famine in their direction, meant for destruction, which I’ll shoot, intending to destroy them. I’ll make you have more and more famines that will attack you, and I’ll disrupt your source of food.",
      "17": "“I’ll send famine and wild beasts against you that will rob you of your children. Pestilence and bloodshed will devastate you when I’ll declare war on you. I, the Lord, have spoken.”"
    },
    "6": {
      "1": "The Lord continued with his message to me.",
      "2": "“Son of Man,” he said, “turn your face to oppose the mountains of Israel and prophesy against them.",
      "3": "Tell the mountains of Israel to listen as the Lord God speaks. This is what the Lord God has to say to the mountains, hills, streams, and the valleys: ‘Look! I’m about to bring my sword against you. I’m going to destroy your high places.",
      "4": "Your altars will become desolate and your sun pillars will be shattered. I’ll throw your slain down right in front of your idols.",
      "5": "I’ll place the corpses of the Israelis in front of their idols. I’ll scatter your bones around your altar.",
      "6": "In all the places where you live, the cities will be desolate. The high places will also be desolate so that your altars will be laid waste, bearing the punishment appropriate to them. Your idols will be shattered, your sun pillars will be hewn down, and your works will be obliterated.",
      "7": "The fatally wounded among you will fall, and at that time you’ll know that I am the Lord.",
      "8": "I’ll leave a remnant among you—those who will escape the sword when I’ll have scattered you throughout the earth.",
      "9": "Your survivors will remember me among the nations where they’ll be taken captives. I’ve been crushed by their unfaithful hearts that have turned against me.",
      "10": "Then they’ll know that I am the Lord. I didn’t declare this evil that’s intended for them without a reason.’”",
      "11": "This is what the Lord God says: “Clap your hands and stamp your feet! Say, ‘Oh, no!’ Because of all the detestable evil that has come from Israel’s house, they’ll fall by the sword, famine, and pestilence.",
      "12": "The one who lives far away will die by pestilence and the one who is near will die violently. The survivors and their surveillance details will die by famine as I exhaust my rage against them.",
      "13": "“You’ll learn that I am the Lord, when the fatally wounded will be among their idols, around their altars, on every hill, on top of the mountains, under every luxuriant tree, and under all the full-grown foliage—every place where they’ve offered fragrant aromas to all their idols.",
      "14": "I’ll stretch out my hands to strike them and send devastation to the land, from the wilderness of Diblah, throughout all their dwelling places. Then they’ll know that I am the Lord.”"
    },
    "7": {
      "1": "This message from the Lord arrived for me:",
      "2": "“Son of Man, this is what Lord God says to the land of Israel: ‘It’s over! All four corners of the land are out of time!",
      "3": "Your time is up! I’m sending my anger against you to judge you according to how you live your lives, and I’m going to pay you back with the consequences of all your detestable practices.",
      "4": "I won’t be showing pity on you and I won’t be showing compassion. I’m going to turn your own lifestyles against you while your detestable practices remain among you. Then you’ll learn that I am the Lord.’”",
      "5": "“This is what the Lord God says: ‘It’s one evil event after another!\n“‘Look out! It’s coming!",
      "6": "“‘The end is coming!\n“‘The end is here!\n“‘And it’s looking in your direction!\n“‘Look out! It’s arrived!",
      "7": "“‘Your doom has come to you, you who live in the land. The time has arrived, and the day of confusion is near. There will be no shouts of joy on the mountains.",
      "8": "Very soon now, I’ll pour out my burning anger on you. I’ll complete expressing my anger at you, judge you according to your behavior, and repay you for all your detestable practices.",
      "9": "I won’t be showing pity or compassion. I’ll repay you according to your behavior while your detestable practices remain among you. And you’ll know that I, the Lord, have been attacking you.’”",
      "10": "“Look out! The day!\n“Look out! It’s coming!\n“Doom has blossomed.\n“Arrogance has sprouted!",
      "11": "“Violence has matured into a branch that is wicked. No one will survive from that vast crowd, from their wealthy people, or from the famous among them.",
      "12": "“The time has come!\n“The day has arrived. Don’t let the buyer rejoice, nor the seller lament, because wrath is coming to attack the entire multitude.",
      "13": "The seller won’t regain what he has sold while the crowd remains alive, because the vision concerning the entire multitude won’t be annulled. No person will be able to survive because of the sin in his life.",
      "14": "“They’ve sounded the alarm, and everyone is prepared, but no one is marching for battle, since I’m angry at the entire multitude.",
      "15": "The sword lurks outside, but pestilence and famine are on the prowl inside the house. Whoever is in the field will die by violence, while famine and pestilence will devour those in the city.",
      "16": "Fugitives will escape to the mountains like doves fleeing through the valleys, all of them moaning because of their own iniquity.",
      "17": "Every hand will be limp. Every knee will glisten with sweat.”",
      "18": "“They’ll clothe themselves with sackcloth, terror will overcome them, shame will cover their faces, and baldness will spread over their entire heads.",
      "19": "They’ll fling their silver into the streets, and their gold will be cast away as impure. Their silver and gold won’t be able to deliver them during the time of the Lord’s wrath. They won’t be able to satisfy their appetites or fill their stomachs, because their iniquity has tripped them up.”",
      "20": "“As for his beautiful ornament, he set it up in majesty, but they made detestable images and loathsome idols. Therefore, I’ll give them something loathsome—",
      "21": "I’ll give it as plunder into the control of strangers and as the spoils of war to the wicked who will invade the land to profane it.",
      "22": "I’ll turn my face away from them so that they’ll defile my treasured place. Robbers will enter and profane it!",
      "23": "“Forge a chain, because the land is full of bloody judgment and the city is filled with violence.",
      "24": "Therefore, I’m bringing the worst of the nations, who will take possession of their houses. I’ll cause the pride of the mighty to cease, and their sanctuaries will be profaned.",
      "25": "“When destruction comes, they’ll seek peace, but there will be none to be found.",
      "26": "Disaster upon disaster will come, followed by rumor after rumor. They’ll seek an oracle from the prophet, but the Law will be gone from the priests, and counsel from the elders.",
      "27": "“The king will mourn, the prince will be clothed with desolation, and the hands of the people of the land will tremble. I’ll deal with them according to their behavior and I will judge them by how they’ve judged. Then they’ll learn that I am the Lord.”"
    },
    "8": {
      "1": "In the sixth year, on the fifth day of the sixth month, I had just sat down in my house, with the elders of Judah seated in front of me. All of a sudden, the hand of the Lord God touched me",
      "2": "and I saw a likeness comparable to the appearance of a man. From his thighs downward there was the appearance of fire, and from his waist upward, there was the appearance of brightness that looked like brass.",
      "3": "The form of a hand reached out and took me by the hair of my head. Then the Spirit lifted me up between the earth and sky, brought me toward Jerusalem, and in visions that came from God took me through the doors of the inner gate that faced north, where an image that provoked God’s jealous anger had been erected.",
      "4": "All of a sudden, the glory of the God of Israel was there! It looked like what I had seen back in the valley.",
      "5": "Then he told me, “Son of Man, look up toward the north.”\nSo I looked off toward the north. Suddenly, off toward the north, facing the gate that led to the altar, the image that provoked God’s jealousy was standing near the entrance.",
      "6": "Then the Spirit told me, “Son of Man, don’t you see what they’re doing? The house of Israel practices awful, detestable things here, so I’m going far away from my sanctuary. But you’re about to see things even more detestable than these.”",
      "7": "Then the Spirit brought me to the entrance of the court. As I watched, all of a sudden, there was a hole in the wall!",
      "8": "Then he told me, “Son of Man, dig through the wall!” So I dug into the wall. That’s when I uncovered an entrance!",
      "9": "Then he told me, “Go on through that entrance, so you may see the wicked, detestable things that they’re committing here.”",
      "10": "So I entered, looked around, and there was every form of crawling thing, loathsome animals, and all kinds of idols from the house of Israel carved all around the wall.",
      "11": "I saw 70 men from the elders of the house of Israel standing among them, including Shaphan’s son Jaazaniah. Each man held a censer in his hand. As the scent of the cloud of incense ascended,",
      "12": "the Spirit asked me, “Do you see, Son of Man, what the elders of Israel’s house are doing in secret, each in the chamber of his own carved idol? They keep saying, ‘God doesn’t see us. The Lord has abandoned the land.’”",
      "13": "Then the Spirit told me, “You’re about to see even more detestable practices that they’re doing!”",
      "14": "Then he brought me to the entrance of the gate to the Lord’s Temple, which faced the north. That’s where I saw women seated, weeping for Tammuz.",
      "15": "Then he asked me, “Do you see this, Son of Man? You’re about to see even more detestable practices than these.”",
      "16": "Then he brought me to the inner court of the Lord’s Temple. There, at the entrance to the Lord’s Temple, between the porch and the altar, were 25 men, with their backs toward the Lord’s Temple and facing the east, prostrating themselves to the sun.",
      "17": "“Do you see this, Son of Man?” he asked me. “Is it an insignificant thing for Judah’s house to commit the detestable things that they’re doing here? They’ve filled the land with violence and turned away from me, causing me to become angry again. Look how they’re sniffing with their noses!",
      "18": "I’m going to deal with them in rage and anger. I’ll show neither pity nor compassion. They’ll cry loudly directly in my ears, but I won’t listen to them.”"
    },
    "9": {
      "1": "Then the Spirit shouted right in my ears with a loud voice! “Come forward,” he said, “you executioners of the city, and bring your weapon of destruction in your hand!”",
      "2": "All of a sudden, I noticed six men approaching from the direction of the upper gate, which faces north. Each of them held a destructive weapon in his hand. Among them there was one man, clothed in linen, who was equipped with a writing set at his side. They went in and presented themselves beside the bronze altar.",
      "3": "Then the glory that is Israel’s God arose from the cherubim on which he had been seated and settled on the threshold of the Temple. He called out to the man dressed in linen who wore the writing case at his side.",
      "4": "The Lord told him, “Go throughout the city of Jerusalem and put a mark on the foreheads of everyone who sighs and moans over all of the loathsome things that are happening in it.”",
      "5": "As I continued to listen, he also told the others, “Follow him through the city and start killing. Don’t spare anyone you see, and don’t show pity of any kind.",
      "6": "You are to execute old men, young men, young women, little children, and women. But don’t touch anyone who has been marked. Begin at my Holy Place!” And so they started with the elders who were in standing in front of the Temple.",
      "7": "“Desecrate my Temple,” he told them, “and fill its courtyard with the dead!” So they went out and began striking down people throughout the city.",
      "8": "While they were out carrying out the executions, I was left alone. So I fell on my face and cried out, “O Lord God, are you going to destroy all of the survivors of Israel when you pour out your anger on Jerusalem?”",
      "9": "“The house of Israel and Judah is guilty—and theirs is a stubborn guilt, at that!” he replied to me. “The land is filled with blood, and the city overflows with injustice, because they keep saying, ‘The Lord has abandoned the land,’ and ‘The Lord isn’t watching.’",
      "10": "So as for me, I’m not going to show pity, and I won’t look in their direction with mercy. I’m repaying them for what they have done.”",
      "11": "Then I noticed the man dressed in linen who wore the writing case by his side as he brought back this message: “I’ve done as you have commanded me.”"
    },
    "10": {
      "1": "As I continued to watch, there on the expanse above the heads of the cherubim was a massive sapphire stone that resembled a throne in form and appearance.",
      "2": "The Lord spoke to the man who was clothed in white linen, telling him, “Go between the whirling wheels, under the cherubim, and fill your hands with burning coals from among the cherubim. Then scatter them over the city.” So he entered as I watched.",
      "3": "Now the cherubim were standing on the south side of the entrance to the Temple, when the man entered and a cloud filled the inner court.",
      "4": "The glory of the Lord rose above the cherub and moved to the threshold of the Temple. A cloud filled the Temple and the court was filled with the brilliance of the Lord’s glory.",
      "5": "The sound of the wings of the cherubim, reminiscent of the voice of the Sovereign God when he speaks, could be heard as far as the outer court.",
      "6": "He issued this order to the man who was clothed in white linen: “Take fire from within the whirling wheels, among the cherubim.” So he went and stood beside the wheels.",
      "7": "Then a cherub stretched out his hand to the fire, which was among the cherubim, took some of the fire, and placed it in the hands of the one clothed in white linen, who took it and left.",
      "8": "There appeared to be human hands under the wings of the cherubim.",
      "9": "As I continued to watch, I observed four wheels beside the cherubim, one wheel beside each cherub. The wheels resembled beryl stone.",
      "10": "In appearance, the four wheels looked like they consisted of a wheel within a wheel.",
      "11": "Whenever they moved, they proceeded without turning around as they moved, but they followed in the direction where their head was facing, without looking around as they moved.",
      "12": "Their entire bodies, backs, hands, and wings were filled with eyes around, including each of their four wheels.",
      "13": "The wheels whose sound I was hearing were called “the whirling wheels”.",
      "14": "Each had four faces. The first one was the face of a cherub, the second the face of a man, the third the face of a lion, and the fourth the face of an eagle.",
      "15": "The cherubim arose. These were the same beings that I had seen at the Chebar River.",
      "16": "When the cherubim moved, the wheels went alongside them. But when the cherubim started to ascend, beating their wings to rise above the earth, the wheels beside them didn’t turn.",
      "17": "When they stood still, the wheels stood still. When they rose up, the wheels rose up, too, because they were alive.",
      "18": "Then the glory of the Lord moved away from the threshold of the Temple and stood over the cherubim.",
      "19": "The cherubim lifted their wings and rose above the earth while I watched. They went out, along with their wheels, and stood at the entrance to the east gate of the Lord’s Temple as the glory of Israel’s God remained above, covering them.",
      "20": "These were the living beings that I had seen under the God of Israel on the bank of the Chebar River. I knew that they were cherubim.",
      "21": "Each one had four faces. Each one had four wings, and the form of human hands could be seen under their wings.",
      "22": "As to the likeness of their faces, they were like what I had seen on the bank of the Chebar River. They each moved straight ahead."
    },
    "11": {
      "1": "The Spirit lifted me up and brought me to the east facing gate of the Lord’s Temple. At the entrance of the gate I saw 25 men. Included among them were Azzur’s son Jaazaniah and Benaiah’s son Pelatiah, who were princes of the people.",
      "2": "Then he told me, “Son of Man, these men are plotting evil and are giving wicked advice in this city.",
      "3": "They keep saying, ‘The right time to build families hasn’t yet arrived. The city is the pot and we are the meat.’",
      "4": "Therefore you are to prophesy against them. Prophesy, Son of Man!”",
      "5": "Just then the Spirit of the Lord took control of me and told me, “You are to say, ‘This is what the Lord says: “You’ve said, O house of Israel, that I know what goes through your mind.",
      "6": "You’ve increased the number of fatally wounded in this city and you’ve filled your streets with the dead.”",
      "7": "‘Therefore this is what the Lord God says, “The corpses that you’ve laid out in your midst are the meat, and this city is the cooking pot. But you’ll be taken out from the middle of it.",
      "8": "You’ve feared the sword, but I’m bringing violent death in your direction,” declares the Lord God.",
      "9": "“I’m bringing you out from the middle of it and I’m going to deliver you into the hands of strangers, because I’m going to carry out my sentence against you.",
      "10": "You’re going to die violently, and I’ll judge you as far as the borders of Israel. Then you’ll learn that I am the Lord.",
      "11": "This city won’t be your cooking pot and neither will you be the meat in it, because I’m going to judge you as far as the borders of Israel.",
      "12": "Then you’ll learn that I am the Lord, because you didn’t live by my statues or obey my ordinances. Instead, you obeyed the ordinances of the nations around you.”’”",
      "13": "While I was prophesying, Benaiah’s son Pelatiah died, so I fell on my face and cried out with a loud voice. “Ah, Lord God,” I said, “are you going to put an end to the survivors within Israel?”",
      "14": "Then this message came to me from the Lord:",
      "15": "“Son of Man, your brothers, your other relatives, your fellow exiles, and the entire house of Israel are the people to whom the inhabitants of Jerusalem have said, ‘They’ve abandoned the Lord. This land was given to us for an inheritance.’”",
      "16": "“Therefore you are to say, ‘This is what the Lord God says, “Although I’ve removed them far away to live among the nations, and although I’ve scattered them throughout the earth, yet I’ve continued to be their sanctuary, even for the short time that they will be living in the lands to which they’ve gone.”’",
      "17": "“Therefore you are to say, ‘This is what the Lord God says, “I’m going to gather you from among the nations, assembling you from the lands among which you have been dispersed. I’ll give you the land of Israel.",
      "18": "When they return from there and cast away all of their loathsome things and detestable practices,",
      "19": "then I’ll give them a united heart, placing a new spirit within them. I’ll remove their stubborn heart and give them a heart that’s sensitive to me.",
      "20": "When they live by my statutes and keep my ordinances by observing them, then they’ll be my people and I will be their God.",
      "21": "But to those whose hearts delight in loathsome things and detestable practices, I’ll bring the consequences of their behavior crashing down on their own heads,” declares the Lord God.’”",
      "22": "Then the cherubim arose, with their wheels alongside, and the glory of Israel’s God remained above and over them.",
      "23": "The glory of the Lord went up from the middle of the city and stood on the mountain, east of the city.",
      "24": "Then in a vision from the Spirit of God, the Spirit lifted me up and brought me to the exiles in Chaldea. At that point, the vision that I had been observing ended.",
      "25": "Later, I spoke to the exiles concerning everything the Lord had spoken that I had witnessed."
    },
    "12": {
      "1": "This message came to me from the Lord:",
      "2": "“Son of Man, you live in a rebellious house that has eyes to see, but they can’t see, and ears to hear, but they can’t hear, since they’re a rebellious house.",
      "3": "“So now, Son of Man, you are to prepare your luggage for a trip into exile, and then you are to leave during the daytime so they see you leaving. Leave from your place to another while they’re watching. Then perhaps they’ll realize that they’re a rebellious house.",
      "4": "“Bring out your luggage, like you’re packing to go into exile, and do this during the daytime while they’re watching you. Later that evening, leave while they’re watching you like someone heading into exile.",
      "5": "While they continue to watch, dig a hole for yourself in the wall and enter through it.",
      "6": "“While they’re watching, carry your luggage on your shoulder and go out in total darkness. Cover your face so that you won’t see the land, because I’m using you as a sign to Israel’s house.”",
      "7": "I did just as I was commanded. I brought out the luggage as if it were luggage for exile. I did this during the day. Then in the evening I dug a hole in the wall with my hand and brought the luggage out in total darkness and carried it out on my shoulder while they were watching.",
      "8": "The next morning, this message came to me from the Lord:",
      "9": "“Son of Man, didn’t the house of Israel, that rebellious house, ask you, ‘What are you doing?’",
      "10": "Answer them, ‘This is what the Lord God says, “This oracle concerns the prince of Jerusalem and the whole of Israel’s house that is in their midst.",
      "11": "Tell them, ‘I’m a sign for you. Just as I enacted it, it’s going to happen to them. They’ll go into exile and captivity.",
      "12": "Then the prince, who will be one of them, will carry his luggage on his shoulder in the dark and will go out. They’ll dig a hole in the wall for him to go through. His face will be covered so that he won’t be able to see the land with his eyes.",
      "13": "But I’ll throw my net over him. As a result, he’ll be captured with my net, and with it I’ll bring him to Babel, the land of the Chaldeans. He won’t see it, though he’ll die there.",
      "14": "I’ll scatter every attendant who surrounds him, along with his entire army, to every wind. When I unsheathe my sword to pursue them,",
      "15": "they’ll learn that I am the Lord, when I’ve dispersed them among the nations and scattered them throughout the earth.”’”",
      "16": "“But I’ll preserve a few people out of the violent death, famine, and pestilence, so they can recount their detestable practices among the nations when they’ll go there. Then they’ll know that I am the Lord.”",
      "17": "This message came to me from the Lord:",
      "18": "“Son of Man, eat your bread with trembling and drink your water with quivering and anxiety.",
      "19": "Then tell the people of the land, ‘This is what the Lord says to the inhabitants of Jerusalem, to Israel’s land: “They’ll eat their food in anxiety and drink their water in trepidation, because their land will be desolate in its entirety due to all the violence committed by all who live in it.",
      "20": "The towns that are inhabited will lie in ruins, because the land will be devastated. Then they’ll learn that I am the Lord.”’”",
      "21": "Later, this message came to me from the Lord:",
      "22": "“Son of Man, what’s this proverb you have concerning Israel’s land that says, ‘The days pass slowly and every vision ends in nothing.’?",
      "23": "Therefore you are to tell them, ‘This is what the Lord God says, “I’m about to put an end to use of this proverb in Israel. It will never be used again as a proverb in Israel. Instead, tell them that the days are drawing near when every vision will be fulfilled.",
      "24": "There will no longer be worthless visions and flattering divinations in the midst of Israel’s house.",
      "25": "Because I am the Lord, I’ll speak and the message that I communicate will be accomplished without delay. While you continue to be a rebellious house, I’ll speak the message and then fulfill it,” declares the Lord God.’”",
      "26": "Later, this message came to me from the Lord:",
      "27": "“Son of Man, pay attention! The house of Israel keeps on saying, ‘The vision that he’s talking about concerns the distant future. He’s prophesying concerning times that are far in the future!’",
      "28": "Therefore tell them, ‘This is what the Lord God says, “None of my messages will be delayed any longer. Any message that I speak will be fulfilled,” declares the Lord God.’”"
    },
    "13": {
      "1": "This message came to me from the Lord:",
      "2": "“Son of Man, prophesy against the prophets of Israel, who even now are prophesying, and tell those prophets that keep on prophesying according to what they wish would happen, ‘Listen to what the Lord says.’”",
      "3": "“This is what the Lord God says, ‘How terrible it will be for the false prophets who walk according to their own wrong inclinations and see nothing.",
      "4": "Israel, your prophets have become like foxes among ruins.",
      "5": "You didn’t go up to repair the breaches in the walls and you didn’t build the walls so Israel’s house would be able to endure battle on the Day of the Lord.",
      "6": "Instead, they crafted false prophecies and divination.\n“‘They say, “…declares the Lord,” even though the Lord didn’t send them. And they hope for the fulfillment of their message.",
      "7": "You’ve crafted a false prophesy and spoken deceptive divination, haven’t you? But then you say, “…declares the Lord,” although I haven’t spoken a single word.",
      "8": "“‘Therefore this is what the Lord God says, “Because you’ve spoken falsehood and deceptions, I am therefore opposing you,” declares the Lord God.",
      "9": "My hand will oppose the prophets who see false visions and speak deceptive divinations. They won’t be included with the council of my people, nor will they be entered into the registry of Israel’s house or enter Israel’s land. Then you’ll know that I am the Lord God,",
      "10": "because they’ve truly caused my people to stray saying, “Peace,” but there’s no peace.’”\n“When someone builds a wall, they coat it with whitewash.",
      "11": "Tell those who coat it with whitewash that it will fall. It will be washed off by the rain. Great hailstones will fall and a stormy wind will strip it off.",
      "12": "Look! When the wall collapses, won’t it be said of you, ‘Where’s the coat of paint that you spread all over the wall?’",
      "13": "“Therefore this is what the Lord God says, ‘In my burning anger, I’ll rip it open with a windstorm. In my anger, I’ll rinse it off with rain, and put an end to it with a hailstorm in my destructive rage.",
      "14": "I’ll tear down the wall that you’ve smeared with whitewash, level it to the ground, and tear out its foundation. Then it will collapse—and you’ll perish with it! Then you’ll know that I am the Lord.",
      "15": "“‘That’s how I’ll vent my anger on the wall and on the ones who coated it with whitewash. And I’ll say to you, “The wall is gone and so are those who coated it.”",
      "16": "The prophets of Israel prophesied about Jerusalem and saw visions of peace concerning her, yet there’s no peace,’” declares the Lord God.",
      "17": "“And now, Son of Man, turn toward and oppose the women of your people who prophesy according to their own wrong inclinations and prophesy against them.",
      "18": "Tell them, ‘This is what the Lord God says, “How terrible it will be for those women who sew magical bracelets on all their wrists and make one-size-fits all headbands, in order to entrap their souls. Will you hunt for the souls of my people and remain alive?",
      "19": "You’ve profaned me among my people for a handful of barley and a morsel of bread. You’re causing people to die who shouldn’t have to die, and you’re causing people to live who shouldn’t survive, when you deceive my people who tend to listen to lies.”",
      "20": "“‘Therefore, this is what the Lord God says, “Watch out! I’m opposing your amulets with which you hunt souls as one would swat at a flying insect. I’ll tear them off your arms and then deliver those people, whom you’ve hunted like birds.",
      "21": "I’ll also tear off your headbands and deliver my people from your grip so that they won’t be under your control anymore. Then you’ll know that I am the Lord.",
      "22": "“‘“Because you’ve dismayed the heart of the righteous—whom I never intended to dismay—with lies, and because you’ve encouraged the wicked so that he wouldn’t abandon his evil behavior and by doing so live,",
      "23": "you’ll no longer see false visions or again practice divination, because I’m going to deliver my people from your power. Then you’ll know that I am the Lord.”’”"
    },
    "14": {
      "1": "Later, some men from the elders of Israel came to visit me. After they had sat down in my presence,",
      "2": "this message came to me from the Lord.",
      "3": "“Son of Man, these men have taken idols into their hearts. They’ve placed the stumbling block that is their own iniquity right in front of their faces. Should I be consulted by them at all?",
      "4": "Therefore, speak up and tell them, ‘This is what the Lord God says, “Every person from Israel’s house who follows his idols and sets the stumbling block that is his own sin in front of his face, and then consults a prophet, I the Lord will answer him according to how many idols he embraces.",
      "5": "I’ll do this in order to capture the hearts of Israel’s house who have become alienated from me due to all of their idols.”’”",
      "6": "“Therefore you are to tell Israel’s house, ‘This is what the Lord God says, “Turn away! Turn away from your idols, and abandon your detestable practices!",
      "7": "For when a native Israeli or a resident alien abandons me to set up idols in his heart behind my back, and then places the stumbling block of his iniquity right in front of his own face, then approaches a prophet to inquire of me on behalf of his own self-interest, I, the Lord will answer him myself.",
      "8": "I’m determined to oppose that person and make him an example. Proverbs will be written about him when I eliminate him from my people. Then you’ll know that I am the Lord.”’”",
      "9": "“Now as to the prophet, if through deceit he delivers a message, I the Lord have deceived that prophet! I’ll reach out in opposition to him and exterminate him from among my people Israel.",
      "10": "They’ll bear the consequences of their guilt, and the prophet will be just as guilty as the one who seeks that prophet’s guidance.",
      "11": "Then Israel’s house won’t wander away from me again, nor will they defile themselves again with all their transgressions. They’ll become my people and I’ll be their God,” declares the Lord God.",
      "12": "This message came to me from the Lord:",
      "13": "“Son of Man, when a nation sins against me by a treacherous act, I’ll reach out to oppose it, destroying its source of food, by sending famine against it, and by destroying both people and beast within it.",
      "14": "Though these three men, Noah, Daniel, and Job lived in that land, they would only save their own lives on account of their righteousness,” declares the Lord God.",
      "15": "“If I were to make wild animals pass throughout the land, so that they kill its residents and it were to become desolate because no one will travel through it due to those wild animals,",
      "16": "then even though these three men were in it, as I live,” says the Lord God, “they wouldn’t be able to deliver even their sons or daughters. They would only save themselves, but the land would become desolate.",
      "17": "“Or if I were to bring war to that land and say, ‘Hey, sword! Pass throughout the land so I can destroy both man and beasts in it,’",
      "18": "though these three men lived there, as I live,” declares the Lord God, “they couldn’t deliver their own sons and daughters. They would only save themselves.",
      "19": "“Or if I were to send a pestilence against that land and pour out my anger in it with bloodshed, destroying both man and beast in it,",
      "20": "even though Noah, Daniel, and Job were among them, as I live” says the Lord God, “they couldn’t save their own sons or daughters. They would only save their own souls due to their own righteousness.”",
      "21": "This is what the Lord God says, “I’m sending four of my most destructive judgments—military invasion, famine, wild animals, and pestilence—into Jerusalem to destroy both human beings and livestock in it.",
      "22": "But look! There will be a remnant who escapes, a few sons and daughters to be brought out. Look! They’ll come out to you and you’ll see how they’ve lived and what they’ve done, and you’ll be comforted concerning the catastrophe that I brought on Jerusalem, including everything that I brought against her.",
      "23": "They’ll comfort you when you see how they’ve lived and what they’ve done, because you’ll know for certain that I haven’t done anything that I’ve done against them without any reason,” declares the Lord God."
    },
    "15": {
      "1": "This message came to me from the Lord:",
      "2": "“Son of Man, how does wood from a vine compare to a branch taken from any of the trees in the forest?",
      "3": "Is wood ever taken from it to make anything practical? Can it even be made into a peg to hang something on?",
      "4": "After all, it’s useful only for kindling a fire, isn’t it? And once you’ve burnt up the ends and charred through the middle of it, is it useful for anything else?",
      "5": "If it was useless before it was burned, now that it’s been burned and charred through, it’s even more useless!",
      "6": "Therefore this is what the Lord God says: “Just as the wood from a grape vine is removed from the forest and used for kindling fires, I’m giving the inhabitants of Jerusalem over",
      "7": "to punishment. They may have escaped one fire, but the coming fire will burn them up completely, and they will know that I am the Lord, when I set myself in opposition to them",
      "8": "and dedicate the land to desolation because of their unfaithful unbelief,” declares the Lord God."
    },
    "16": {
      "1": "This message came to me from the Lord:",
      "2": "“Son of Man, make known to Israel her detestable practices.",
      "3": "You are to declare, ‘This is what the Lord God says to Jerusalem: “Your birth place was the territory that belonged to the Canaanites. Your father was an Ammonite and your mother was a Hittite.",
      "4": "Now as to your birth, on the day you were born your umbilical cord wasn’t cut. You weren’t washed with water to clean you, and nobody rubbed you with salt. And it’s certain that you weren’t wrapped in strips of cloth.",
      "5": "Nobody pitied you to do any of these things for you, and nobody showed you any compassion. You were tossed outside on the ground, because you were detested from the day you were born.",
      "6": "“‘“When I passed by you, I saw you kicking around, covered in your own blood. That’s when I told you, ‘Live!’—while you were wallowing in your blood. I commanded you to live, even as you lay there in your own blood.",
      "7": "I made you increase like sprouting grain in the field. As a result, you multiplied greatly. Eventually, you reached the age when young women start wearing jewelry. Your breasts were formed, your hair had grown, but you were still bare and naked.”’”",
      "8": "“When I passed by you again, I looked at you, and noticed that it was your proper time for love. I spread my cloak over you to cover your nakedness. I made a solemn promise to you and entered into a covenant with you,” declares the Lord God. “You belong to me.",
      "9": "I bathed you with water, rinsed your own blood from you, and anointed you with oil.",
      "10": "Then I covered you with embroidered clothing, clothed your feet with leather sandals, wrapped you with fine linen, and dressed you in silk.",
      "11": "I adorned you with jewels, placing bracelets on your hand and necklaces on your neck.",
      "12": "I put a ring in your nose, earrings in your ears, and a crown encrusted with jewels on your head.",
      "13": "You were adorned with gold, silver, clothing of fine linen, silk, and embroidery. You ate food made from the finest flour, honey, and olive oil. You were exceedingly beautiful, attaining royal status.",
      "14": "Your fame spread throughout the nations because of your beauty. You were perfectly beautiful due to my splendor with which I endowed you,” declares the Lord God.",
      "15": "“But you trusted in your beauty. You did what whores do, as a result of your fame. You passed out your sexual favors to anyone who passed by, giving yourself to anyone.",
      "16": "You took some of your clothes and made gaily-colored high places and prostituted yourself all around them—something which had never happened before nor will ever happen again.",
      "17": "“You also took your fine jewelry—including my gold and my silver that I had given you. Then you made for yourself male images and had sex with them!",
      "18": "You took your embroidered gowns and made clothes to cover them. Then you offered my olive oil and incense to them.",
      "19": "“Not only that, you took the food I gave you—my fine flour, olive oil, and honey with which I fed you, and you offered them to those gods in order to appease them. That’s exactly what happened,” says the Lord God.",
      "20": "“Then you took your sons and daughters whom you bore for me and sacrificed them for your idols to eat. As though your prostitutions were an insignificant thing,",
      "21": "you also slaughtered my sons and offered them to idols, incinerating them in fire.",
      "22": "Throughout all of your detestable practices and immorality, you never did remember your earlier life when you were bare, naked, and wallowing in your own blood.”",
      "23": "“How terrible! How terrible it will be for all of your wickedness!” declares the Lord God.",
      "24": "“You built raised mounds and high places for yourself on every plaza.",
      "25": "At every street corner you made your beauty abhorrent when you made yourself available for sex to anyone who was passing by. By doing this, you kept on committing more and more immorality.",
      "26": "Then you committed immorality with your neighbors, the Egyptians, with perverted lust, and by doing so you fornicated even more, provoking me to anger.",
      "27": "“Therefore, look out! I’ve reached out to oppose you. I withdrew your rations and delivered you to those Philistine women who hate you. Even they were embarrassed at your wicked ways!",
      "28": "You committed immorality with the Assyrians, because you still weren’t satisfied. You committed immorality with them, but you still weren’t satisfied.",
      "29": "You committed even more immorality with that land of the merchants, the Chaldeans. But you weren’t satisfied even with these!",
      "30": "“How weak is your heart,” declares the Lord God, “when you committed all of these deeds, the acts of an imperious whore!",
      "31": "When you built your mound on every street corner and constructed your high place at every plaza, you weren’t like a common prostitute, in that you’ve insulted the wages of a prostitute",
      "32": "who commits adultery, preferring a stranger over her husband!",
      "33": "“All prostitutes receive gifts, but you give your gifts to all your lovers, then you bribe them to come to you from everywhere to get your sexual favors!",
      "34": "You’re different from other women when you commit immorality—no one can match you in that! After all, you pay fees, but no fee is given to you. You’re certainly different!”",
      "35": "“Therefore listen to this message from the Lord, you whore!",
      "36": "This is what the Lord God says: ‘Because your lust has been poured out and your nakedness has been uncovered by your acts of fornication with your lovers, and because of all your detestable idols and the blood of your sons, whom you offered to them,",
      "37": "therefore, watch out! I’m about to gather all your lovers from whom you’ve received your pleasure, everyone whom you’ve loved, and those whom you’ve hated. I’ll gather them together to oppose you from every side, and they’ll uncover your nakedness in their presence. Then they’ll see you completely naked.",
      "38": "I’ll judge you with the same standards by which I issue verdicts against a woman who commits adultery and murder. I’ll avenge the blood you’ve shed with impassioned wrath.",
      "39": "“I’ll also deliver you into their control, and they’ll break down your mounds, tear down your high places, strip off your clothes, remove your fine jewels, and then they’ll leave you stark naked!",
      "40": "They’ll bring a mob against you to stone you to death and cut you into pieces with their swords.",
      "41": "Then they’ll burn your houses and carry out my sentence against you in the sight of many women.\n“That’s how I’ll make you stop your prostitution so you won’t pay any prostitute’s fees anymore.",
      "42": "I’ll stop being angry with you, and I’ll cease being jealous. I’ll be calm and not be indignant anymore.",
      "43": "Because you didn’t remember the time when you were young, but instead you provoked me to anger because of all these things, watch out! I’m going to bring your behavior back to haunt you!” declares the Lord God. “Didn’t you do this wicked thing, in addition to all your other detestable practices?”",
      "44": "“Now, everyone who likes proverbs will quote this proverb about you, ‘Like mother, like daughter.’",
      "45": "You’re the daughter of your mother, who loathed her husband and children. You’re the sister of your sisters, who loathed their husbands and children.\n“Your mother was a Hittite and your father was an Amorite.",
      "46": "Your elder sister was Samaria. She and her daughters lived in the north, while your younger sister who lived in the south with her daughters was Sodom.",
      "47": "It wasn’t just that you lived like they did and committed their detestable practices, but in just a little while your behavior led you to become more corrupt than they were!”",
      "48": "“As I live,” declares the Lord God, “your sister Sodom and her daughters didn’t do what you and your daughters have done.",
      "49": "Look! This was the sin of your sister Sodom and her daughters: Pride, too much food, undisturbed peace, and failure to help the poor and needy.",
      "50": "In their arrogance, they committed detestable practices in my presence, so when I saw it, I removed them.",
      "51": "Samaria didn’t commit half of your sins—you practiced more detestable deeds than they did! You’ve caused your sister to be more righteous than you, because of the detestable practices that you’ve committed.",
      "52": "So now, bear your own shame as you mediate for your sisters. The sins that you’ve committed are more detestable than theirs. That makes them more righteous than you. Indeed, be ashamed and bear your reproach, because you’ve made your sisters to be more righteous than you.”",
      "53": "“I’ll bring them back from their captivity—that is, from the captivity of Sodom and her daughters, along with the captivity of Samaria and her daughters and the captivity of your captives among them.",
      "54": "But you’ll continue to bear your own reproach and be humiliated for everything that you’ve done. You’ll be a comfort to them.",
      "55": "Your sister Sodom and her daughters will be restored to their former status. Samaria and her daughters will be restored to their former status. Then you and your daughters will be restored to your former status.",
      "56": "“When you were being so arrogant, you never once mentioned your sister Sodom",
      "57": "before your wickedness was revealed. Now you’ve become an object of derision to the inhabitants of Aram and its neighbors, including the Philistines—all those around you who despise you.",
      "58": "You are to bear the punishment of your wickedness and detestable practices,” declares the Lord,",
      "59": "“since the Lord God says, ‘I’ll deal with you according to what you’ve done, when you despised your oath by breaking the covenant.",
      "60": "“‘Meanwhile, as for me, I’ll remember my covenant with you from when you were young, because I’ll establish an eternal covenant with you.",
      "61": "Then you’ll remember your behavior and be ashamed when you greet your sisters—your elder sister and your younger sister. I’ll give them to you as daughters, but not on account of my covenant with you.",
      "62": "I’ll establish my covenant with you, and then you’ll know that I am the Lord.",
      "63": "Then you will remember, be ashamed, and you won’t open your mouth anymore due to humiliation when I will have made atonement for you for everything that you’ve done,’ declares the Lord God.”"
    },
    "17": {
      "1": "This message came to me from the Lord:",
      "2": "“Son of Man, compose a riddle and relate a parable to Israel’s house.",
      "3": "Tell them, ‘This is what the Lord God says, “A massive eagle with gigantic wings, long pinions, and full, multi-colored plumage came to Lebanon and took away the top of the cedar.",
      "4": "He plucked off the top of its shoot, brought it to a land of merchants, and set it down in a city full of traders.",
      "5": "Then the eagle took a seed from the land and planted it in fertile ground. He planted it like a willow tree next to abundant waters.",
      "6": "It flourished and became a low, spreading vine. Its branches turned toward him, and its roots spread under him to become a vine that put out shoots and spread out its branches.",
      "7": "“‘“All of a sudden, there was another eagle with gigantic wings and thick plumage. The vine stretched its roots hungrily toward him and spread its branches out to him in order to be watered on the terraces where it was planted.",
      "8": "It was transplanted into good soil near abundant water, and it produced branches and bore fruit, becoming a magnificent vine.”’",
      "9": "“Tell them, ‘This is what the Lord God says, “Will it prosper? Won’t he pull up its roots, and strip it bare so all its fresh foliage dries up? It won’t be by great strength or by a great army that it will be uprooted.",
      "10": "Look! Because it’s a transplanted vine, won’t it wither when the east wind hits it? It will surely wither in the terraces where it had started to sprout.”’”",
      "11": "This message came to me from the Lord:",
      "12": "“Tell my rebellious house, ‘Don’t you know what these things mean? Look! The king of Babylon came to Jerusalem, captured her king and princes, and took them with him to Babylon.",
      "13": "Then he took one of the royal descendants, made a covenant with him, and put him under an oath of loyalty, taking the leaders of the land captive",
      "14": "in order to humiliate the kingdom so it wouldn’t be able to return to power, but would still be able to continue as long as he keeps his covenant.",
      "15": "But he rebelled against the king of Babylon by sending his messengers to Egypt to obtain horses and a large army. Will he succeed? Or will the one who did this escape? Will he break the covenant, but still be delivered?’”",
      "16": "“As long as I live,” declares the Lord God, “in Babylon, that place where the king has enthroned him, whose oath he despised so as to break his covenant, he’ll die with him.",
      "17": "Pharaoh, with his massive army and large battalions won’t protect him when mounds and siege walls are built to destroy many people.",
      "18": "He despised the oath he had made and broke the covenant. Look! Because he willingly submitted, yet he has done all these things, he won’t escape.",
      "19": "Therefore, this is what the Lord God says, “As long as I live, because he despised my oath and broke my covenant, he’s going to suffer the consequences.",
      "20": "I’ll spread my net over him so that he’ll be caught in my snare. I’ll bring him to Babylon and carry out my sentence there because of his treachery toward me.",
      "21": "The fugitives of his troops will die by the sword, and the survivors will be scattered to the four winds. Then you’ll know that I, the Lord, have spoken.”",
      "22": "This is what the Lord God says, “I’m also going to take a shoot from the top of a cedar and plant it. I’ll pluck off its delicate twigs and transplant it on a high and lofty mountain.",
      "23": "I’ll transplant it on Israel’s land, and it will grow branches, bear fruit, and become a majestic cedar. All sorts of birds will rest under it, and they’ll settle down in the shade of its branches.",
      "24": "Then all the trees of the fields will know that I, the Lord, bring down the lofty tree and exalt the lowly tree. I dry up the green tree and cause the dry tree to bud. I the Lord have spoken this, and I will fulfill it.”"
    },
    "18": {
      "1": "This message came to me from the Lord:",
      "2": "“Why do you cite this proverb when you talk about Israel’s land: ‘The fathers eat sour grapes but it’s their children’s teeth that have become numb.’",
      "3": "As long as I live,” declares the Lord, “you won’t use this proverb about Israel anymore.",
      "4": "Look! Every living soul belongs to me—the father’s as well as the son’s. So pay attention! The person who keeps on sinning is going to die.”",
      "5": "“If a person is righteous, and practices what’s lawful and right,",
      "6": "if he doesn’t eat at mountain shrines, and doesn’t look to the idols that have been erected in Israel’s house, if he doesn’t defile his neighbor’s wife or approach a woman during her time of menstrual separation,",
      "7": "if he doesn’t oppress anyone, but instead returns the debtor’s security for his debt, if he doesn’t rob anyone, but instead shares his food with the hungry and gives clothes to those who are naked,",
      "8": "if he doesn’t lend with usury or exact interest, but instead refuses to participate in what is unjust, if he administers true justice between people,",
      "9": "if he lives his life consistent with my statutes and keeps my ordinances by practicing what’s true, then he’s righteous and will certainly live,” declares the Lord God.",
      "10": "“Now suppose that person produces a son who’s violent, a murderer, and practices any of these things,",
      "11": "even though the father hasn’t done any of these things. The son who eats at mountain shrines, defiles his neighbor’s wife,",
      "12": "oppresses the afflicted and the poor, robs others, doesn’t return security for a debt, looks to idols, does detestable things,",
      "13": "loans with usury, and exacts interest; will he live? He certainly will not! He has done all these detestable practices. He will certainly die, and his guilt will be his own fault.”",
      "14": "“Now suppose that he produced a son who practiced all of his father’s sins, but then that son began to fear me and stopped doing all of these things.",
      "15": "That is, suppose he doesn’t eat at the mountain shrines, doesn’t look to the idols of Israel’s house, doesn’t defile his neighbor’s wife,",
      "16": "doesn’t oppress anyone, doesn’t take possession of a debtor’s pledge, or doesn’t steal, but instead shares his food with the hungry, gives clothes to those who are naked,",
      "17": "doesn’t refuse to help the afflicted, or refuses to loan with usury or exact interest, but instead follows my ordinances and lives his life consistent with my statutes. He won’t die because of his father’s sin, will he? No! He’ll certainly live.",
      "18": "As for his father, watch out! If he wrongfully oppressed or robbed his brother and did what wasn’t good among his people, he’ll die because of his own sin.”",
      "19": "“Yet you keep asking, ‘Why wouldn’t the son bear the punishment of his father’s sin?’ Because the son has done what was lawful and right, and has kept all my statutes and obeyed them, he’s certainly going to live.",
      "20": "The soul who sins dies. The son won’t bear the punishment of his father’s sin and the father won’t bear the punishment of his son’s sin. The righteous deeds of that righteous person will be attributed to him, while the wicked deeds of the wicked person will be charged against him.",
      "21": "But if the wicked person turns from all his sins, which he did and keeps my statutes, then he’ll live. He won’t die.",
      "22": "None of the transgressions that he had committed will be held against him. Because of the righteous deeds that he had done, he’ll live.",
      "23": "“I don’t take delight in the death of the wicked, do I?” asks the Lord God. “Shouldn’t I rather delight when he turns from his wicked ways and lives?",
      "24": "But when the righteous person abandons his righteous deeds and commits evil, detestable practices, as wicked people do, he won’t live, will he? None of the righteous acts that he had done will be remembered. He’ll die in his treacherous unfaithfulness and sins that he had committed.”",
      "25": "“Yet you keep saying, ‘The Lord isn’t being consistent with his standards.’ Pay attention, you house of Israel: Is my behavior really inconsistent with my standards? Isn’t it your behavior that isn’t just?",
      "26": "“When a righteous person turns from his righteous deeds and does evil, he’ll die because of that evil. He’ll die because of his unrighteous acts that he committed.",
      "27": "When a wicked person quits his wicked behavior and does what’s just and right, he’ll be enabled to live.",
      "28": "Because he reconsidered his transgression and turned away from everything that he had been doing, he’ll certainly live and not die.",
      "29": "Yet Israel’s house keeps saying, ‘The Lord isn’t being consistent with his standards.’ Is it my behavior that’s inconsistent with my standards? Is it not your behavior that’s inconsistent with my standards?”",
      "30": "“Therefore, Israel, I’m going to judge you according to the behavior of each and every one of you,” declares the Lord God. “So repent and turn from all your sins so that sin won’t keep on being a stumbling block for you.",
      "31": "Stop your transgressing—the deeds by which you’ve rebelled—and then make for yourselves a new heart and a new spirit. Why should you die, you house of Israel?",
      "32": "I don’t take pleasure in the death of anyone who dies,” declares the Lord. “So repent, so you may live!”"
    },
    "19": {
      "1": "“Now as for you, publish this mourning psalm about Israel’s leaders.",
      "2": "Tell them:\n‘What a lioness your mother was among lions!\n    She reared her cubs in the midst of fierce young males.",
      "3": "She raised one cub in particular,\n    teaching that fierce lion to become a hunter-prowler—\n        to eat human beings.",
      "4": "The nations heard about him.\n    He had become caught in their trap.\nThey brought him with hooks\n    to the land of Egypt.",
      "5": "When she learned that her plans had been frustrated\n    and that her hopes were dashed,\nshe took another of her cubs\n    and turned him into a fierce lion.",
      "6": "He prowled around among the lions,\n    became a strong, young lion,\nand learned to become a hunter-prowler—\n    to eat human beings.",
      "7": "He raped the women,\n    devastating their towns.\nThe land was made desolate,\n    and all the while the land was filled\n        with the sound of his roaring.",
      "8": "The surrounding nations attacked.\n    They tossed their net over him,\n        and he was caught in their trap.",
      "9": "They imprisoned him in a cage with hooks\n    and brought him to the king of Babel.\nThen they placed him in their dungeon\n    where his voice would no longer be heard\n        on the mountains of Israel.",
      "10": "‘Your mother was like a vine\n    entwining a pomegranate,\nplanted by water, full of fruit,\n    and full of branches\n        because it had been watered generously.",
      "11": "Strong were its boughs,\n    suitable for use in the scepter of a ruler.\nIt reached to the clouds,\n    noticeable because of its height\n        and its abundant branches.",
      "12": "Yet in anger it was uprooted\n    and cast down to the earth.\nAn east wind desiccated its fruit;\n    its strong branches broke off and withered,\n        and a fire consumed them.",
      "13": "Now it is planted in the desert,\n    in a dry and thirsty land!",
      "14": "Fire had burned through its branches,\n    consuming its shoots and fruits.\nNo strong branches remain in it,\n    and there is no scepter to rule!’\n“This is a lamentation, and it is to be used in mourning.”"
    },
    "20": {
      "1": "On the seventh year, on the tenth day of the fifth month, men came from the elders of Israel to seek the Lord. They sat down in front of me.",
      "2": "“Son of Man,” the Lord told me,",
      "3": "“Tell the elders of Israel, ‘This is what the Lord God asks, “Did you come to inquire of me? As long as I live, I won’t let myself be sought by you,” declares the Lord God.’",
      "4": "“Will you judge them? Son of Man, will you indeed judge them? Teach them about the detestable things that their ancestors did.",
      "5": "Tell them, ‘This is what the Lord God says, “The day I chose Israel, when I made my commitment to the descendants of Jacob’s house, I revealed myself to them in the land of Egypt and I made my promise to them with the words, ‘I am the Lord your God.’",
      "6": "That day I promised to bring them out of the land of Egypt to the land that I had explored for them—a land flowing with milk and honey. It’s the most beautiful of all lands.",
      "7": "Then I told them, ‘Each of you are to abandon your detestable practices. You are not to defile yourselves with Egypt’s idols. I am the Lord your God.’”’”",
      "8": "“But they rebelled against me and weren’t willing to obey me. None of them abandoned their detestable practices or their Egyptian idols. So I said, ‘I’ll pour out my anger on them, extending my fury in the middle of the land of Egypt.’",
      "9": "I did this so my reputation might not be tarnished among the nations where they were living, among whom I made myself known in their presence when I brought them out of the land of Egypt.",
      "10": "I brought them out of the land of Egypt to bring them to the wilderness",
      "11": "where I gave them my statutes and revealed my ordinances to them, which if a person observes, he’ll live by them.",
      "12": "Also, I instituted my Sabbath for them as a sign between me and them, so they would know that I am the Lord, who has set them apart.”",
      "13": "“But the house of Israel rebelled against me in the wilderness. They didn’t live by my statutes. They despised my ordinances, which if a person observes, he’ll live by them. They greatly profaned my Sabbaths. So I said I would pour out my anger on them and bring them to an end in the wilderness.",
      "14": "I did this so my reputation wouldn’t be tarnished among the nations in whose presence I had brought them out.",
      "15": "“Moreover, I solemnly swore to them in the wilderness that I wouldn’t bring them to the land that I had given them—a land flowing with milk and honey, the most beautiful of all lands—",
      "16": "because they kept on rejecting my ordinances. They didn’t live life consistent with my statutes, they profaned my Sabbaths, and their hearts followed their idols.",
      "17": "Even then, I looked on them with compassion and didn’t completely destroy them in the wilderness.",
      "18": "I told their children in the wilderness, ‘You are not to follow the statutes of your ancestors, observe their ordinances, or be defiled by their idols.",
      "19": "I am the Lord your God. You are to follow my statutes, observe my ordinances, and keep them.",
      "20": "You are to make my Sabbaths holy, and you are to let them serve as a sign between you and me, so that you may know that I am the Lord your God.’”",
      "21": "“But they rebelled against me. They didn’t live according to my statutes, observe my ordinances, or practice them, by which a person will live. They also kept profaning my Sabbaths. So I said that I was going to pour out my anger on them and in my anger I’m going to bring about a complete end to them in the wilderness.",
      "22": "But I withdrew my decision so my reputation wouldn’t be tarnished among the nations before whose eyes I brought them out.",
      "23": "“Furthermore, I solemnly swore in the wilderness to disperse them among the nations and scatter them to other lands",
      "24": "because they didn’t observe my ordinances. Instead, they rejected my statutes, profaned my Sabbaths, and worshipped their ancestors’ idols.",
      "25": "So I gave them statutes that weren’t good and ordinances by which they could not live.",
      "26": "I made them unclean because of their offerings, so they made all their firstborn to pass through the fire, so that I could make them astonished. Then they’ll know that I am the Lord.”",
      "27": "“Therefore, Son of Man, you are to speak to the children of Israel and tell them, ‘This is what the Lord God says: “Your ancestors also blasphemed me in their treacherous behavior against me.",
      "28": "I brought them to the land that I had promised to give them. But whenever they saw any high hill and or any leafy tree, they slaughtered their sacrifices there and presented their offerings that provoked my anger. There they presented their pleasing aromas and poured out their drink offering.",
      "29": "So I asked them, ‘What is the high place to which you’re going?’ That’s why the name of the place has been called Bamah to this day.”’",
      "30": "“Therefore you are to say to Israel’s house, ‘This is what the Lord God says: “Will you defile yourselves like your ancestors did by acting as a prostitute, consistent with their horrible deeds?",
      "31": "When you present your gifts and make your sons pass through the fire, you continue to defile yourselves with your idols to this day. Should I be inquired of by you, you house of Israel? As I live,” declares the Lord, “I certainly won’t be inquired of by you.”",
      "32": "The thing that you’re imagining is never going to happen, since you’re thinking, “We’ll be like the nations, like the clans of other lands who serve gods made from wood and stone.”’”",
      "33": "“As I live,” declares the Lord God, “with my powerful hand and outstretched arm, along with my wrath poured out, I’ll reign as king over you.",
      "34": "I’ll bring you out from the peoples and gather you from the lands where you were scattered. With a powerful hand, with an outstretched arm, and with wrath poured out,",
      "35": "I’ll bring you into the wilderness of the nations. I’ll judge you right there, face to face.",
      "36": "Just as I judged your ancestors in the wilderness in the land of Egypt, so I’ll judge you,” declares the Lord.",
      "37": "“I’ll cause you to pass under the rod until I will have brought you into the bond of the covenant.",
      "38": "I’ll eliminate the rebels among you, along with those who are transgressing against me. I’ll bring them out of the land where you’ve lived, but they won’t be able to enter the land of Israel. Then you’ll know that I am the Lord.”",
      "39": "And now, you house of Israel, this is what the Lord God says, “Go ahead and serve your idols, both now and later, but later you’ll listen to me, and you won’t profane my sacred name again by your offerings and idols.",
      "40": "For on my holy mountain, on Israel’s high mountains,” declares the Lord God, “the whole of Israel’s house—all of it—will serve me there in the land. I’ll accept them there. And there I’ll demand your offerings, the first fruits of your portions of all your sacred things.",
      "41": "“When I will have brought you from among the people and have gathered you from the lands where you were scattered, I’ll accept you as a pleasing aroma. I’ll reveal my holiness among you, and the entire world will see it.",
      "42": "Then you’ll know that I, the Lord, brought you to the land of Israel, to the land that I promised to give to your ancestors.",
      "43": "You’ll remember all your practices and evil actions by which you’ve become defiled. You’ll loathe yourselves because of all the evil things you’ve done.",
      "44": "Then you’ll know that I am the Lord, when I will have dealt with you for the benefit of my own reputation and not according to your evil attitudes or corrupt practices, you house of Israel,” declares the Lord God.",
      "45": "This message came to me from the Lord:",
      "46": "“Son of Man, turn to the south and oppose it, talking toward the south.",
      "47": "Prophesy against the forest of the Negev, ‘Listen to this message from the Lord. This is what the Lord God says: “Look out! I’m about to ignite a fire and set it against you. It will devour every tree—whether green or dry—that lives in you. This powerful flame will not be extinguishable, and the entire surface from south to north will be scorched by it.",
      "48": "Then everyone will see that I, the Lord, have kindled it, because it won’t be extinguished.”’”",
      "49": "Then I said, “O Lord God! They’re saying about me, ‘Isn’t he one to propound parables?’”"
    },
    "21": {
      "1": "This message came to me from the Lord:",
      "2": "“Son of Man, look toward Jerusalem, preach against its sanctuaries, and prophesy against Israel’s land.",
      "3": "Declare to Israel, ‘This is what the Lord says: “Watch out! I’m against you! I’m going to unsheathe my sword to kill both the righteous and the wicked among you.",
      "4": "Since I’m going to kill both the righteous and the wicked among you, I’ll be unsheathing my sword against everyone from south to north.",
      "5": "Then everyone will know that I am the Lord, who unsheathed my sword, and who won’t have to unsheathe it again.”’",
      "6": "“And now, Son of Man, you are to start groaning until you’re sick to your stomach. You are to groan bitterly right in front of them.",
      "7": "When they’ll ask you, ‘Why are you groaning?’ you are to say, ‘Because of the news that just arrived. Every heart will melt with fear, every hand will grow limp, every spirit will grow faint, and every knee will glisten with sweat.’ Look! It has come and it will be fulfilled,” declares the Lord God.",
      "8": "This message came to me from the Lord:",
      "9": "“Son of Man, prophesy and say, ‘This is what the Lord God says:\n‘A sword!\n    A sword is being sharpened.\n        It’s also being polished.",
      "10": "It’s being sharpened for slaughter,\n    and being polished to gleam like lightning.’\n“We shouldn’t be rejoicing, should we,\n    while my Son’s scepter, the sword,\n        is despising every tree?",
      "11": "It’s intended to be polished\n    so it can be grasped in the hand.\nThe sword is sharpened.\n    It’s polished for placement\n        into the hand of the executioner.”",
      "12": "‘Cry and wail, you Son of Man!\n    It’s headed against my people.\nIt’s also against all the princes of Israel,\n    who have been tossed to the sword,\n        along with my people.\nSo it’s time to grieve like you mean it,",
      "13": "because testing is sure to come.\n‘In putting the sword to the test along with the scepter, it won’t keep on rejecting, will it?’ declares the Lord God.”",
      "14": "“Now, Son of Man, prophesy\n    as you strike your hands together.\nLet the sword that fatally wounds be doubled and tripled.\n    That great, slaughtering sword closes in on them.\nI’ve set in place a slaughtering sword\n    at the entrance to all their gates,",
      "15": "so that their hearts melt\n    and the number of those who stumble increase.\nI’ve set in place a slaughtering sword\n    at the entrance to all their gates.\nOh, no! It’s made like lightning.\n    It’s drawn to slaughter.",
      "16": "Be sharp!\n    Attack on the right,\nor parry to your left,\n    wherever you point your sword.",
      "17": "I will also clap my hands;\n    then my anger will subside.\n        I, the Lord have spoken it.”",
      "18": "This message came to me from the Lord:",
      "19": "“Now, Son of Man, demarcate two pathways by which the sword of Babylon’s king will arrive in the land. Both pathways will lead from a single land.\n“Make a sign, carving it out and installing it at the junction on the way to the city.",
      "20": "Set it to point one way for bringing the sword against Rabbah, the descendants of Ammon, and the other way against Judah and fortified Jerusalem.",
      "21": "“Meanwhile, Babylon’s king is standing at the fork of the road, where he can head in either of two directions, and that’s where he is practicing divination. Shaking his arrows, he’s asking questions of his teraphim while he examines livers.",
      "22": "On his right hand he is divining against Jerusalem, preparing to set up battering rams, preparing for the slaughter, getting ready to sound the alarm for battle, setting the battering rams in place at the gates, building siege mounds, and erecting a siege wall.",
      "23": "In their view, it will seem to be a false prophecy, but because they swore allegiance, he’ll make them remember their guilt as he takes them captive.”",
      "24": "Therefore this is what the Lord God says: “Because you remembered your sins when your transgressions were uncovered, your sins are visibly evident in everything you’ve done. And since you’ve remembered them, you’ll be taken captive.",
      "25": "“So now, you dishonored and wicked prince of Israel,\n    whose day has come\n        in this time of final punishment,",
      "26": "This is what the Lord God says: \n‘Remove your turban!\n    Take off your crown!\nThings aren’t going to remain\n    as they used to be.\nWhat is lowly will be exalted,\n    and what is lofty will be brought low.",
      "27": "A ruin! A ruin!\n    I’m bringing about ruin!’\nBut this also will not happen\n    until he who has authority over it arrives,\n        because I’ll give it to him.”",
      "28": "And now Son of Man, prophesy to the Ammonites that this is what the Lord God says to the Ammonites about their approaching humiliation:\n“A sword! A sword is being drawn for slaughter.\n    It’s polished to flash like lightning.",
      "29": "When they see empty visions about you\n    while they’re divining lies for you,\nto lay you on the necks of the wicked,\n    who are fatally wounded,\nwhose days have come,\n    their time for punishment.",
      "30": "Return it to its scabbard.\n“At the place where you were formed,\n    in the land of your origin,\n        there is where I’ll judge you.",
      "31": "I’m going to pour out my indignation all over you.\n    I’ll blow my fierce wrath against you\nand deliver you into the control of brutal men\n    who are skilled at destruction.",
      "32": "You’ll be fuel for the conflagration.\n    Your blood will be spilled throughout the land.\nYou won’t be remembered anymore,\n    now that I, the Lord, have spoken.”"
    },
    "22": {
      "1": "This message came to me from the Lord:",
      "2": "“Now, Son of Man, will you truly judge that blood-stained city? Then make her aware of all of her detestable practices.",
      "3": "“You are to say, ‘This is what the Lord God says: “The city keeps on shedding blood within her, hastening her time to be judged. She crafts idols that defile her.",
      "4": "“‘“You’re guilty because of the blood that you’ve shed. You were defiled by the idols that you’ve made. You’ve caused your judgment day to draw near and have even come to the end of your life. Therefore, I’ve made you an object of derision among the nations and to other lands.",
      "5": "Those who are both near and far away from you will scoff at you, because your reputation will be infamous and full of turmoil.",
      "6": "“‘“Watch out! Each of the princes of Israel has misused his authority to shed blood.",
      "7": "They’ve treated mothers and fathers among you with contempt. They’ve oppressed the foreigner among you. They’ve maltreated the orphan and the widow among you.",
      "8": "“‘“You have despised my sacred things and profaned my Sabbaths.",
      "9": "Slanderous men live among you, intent on shedding blood. They’ve eaten at the top of mountain shrines. They’ve crafted plans to do evil things among you.",
      "10": "They’ve revealed the nakedness of their father in your midst. They’ve humiliated those among you who were unclean due to their impurity.",
      "11": "One of you commits detestable practices with his neighbor’s wife. Another sexually defiles his daughter-in-law. Another humiliates his sister, his own father’s daughter.",
      "12": "They take bribes among you to shed blood. You’ve taken usury and exacted interest. You’ve gained control over your neighbor through extortion. And you’ve forgotten me,” declares the Lord God.",
      "13": "“Watch out! I’m vehemently angry about the unjust gains that you’ve earned, and about the blood that has been shed among you.",
      "14": "Can your heart stand up to this? Can your hands remain strong when I deal with you? I, the Lord, have spoken and will fulfill this.",
      "15": "I’m going to disperse you among the nations and scatter you to other lands. I’m going to put an end to your uncleanness.",
      "16": "When you’ve been defiled in the sight of the nations, then you’ll know that I am the Lord.”’”",
      "17": "This message came to me from the Lord:",
      "18": "“Son of Man, Israel has become like dross to me. All of them are like remnants of bronze, tin, iron, and lead in a furnace—the dross left over from smelting silver.",
      "19": "Therefore this is what the Lord God says, ‘Because all of you have become dross, watch out! I’m going to gather all of you at the center of Jerusalem,",
      "20": "just like a smelter gathers all the silver, bronze, lead, and tin to the center of a furnace and injects fire in order to melt it, I’m going to gather you in my anger and rage, make you settle down—and then I’m going to melt you down.",
      "21": "Indeed, I’m going to gather you together and exhale the fire of my fury, and then you’ll be melted from the inside out",
      "22": "like melting silver at the center of a furnace. When you’ve been melted from the center out, then you’ll know that I am the Lord. I’ll pour out my anger on you.’”",
      "23": "This message came to me from the Lord:",
      "24": "“Son of Man, tell her, ‘You’re a land that hasn’t been purified, one that hasn’t been rained on in the day of indignation.",
      "25": "There’s a conspiracy of prophets within her, and like a roaring lion tearing its prey, they’ve devoured people, and confiscated treasures, and taken precious things. They’ve added to the population of widows within her.",
      "26": "Her priests have violated my Law and profaned my sacred things. They didn’t differentiate between what’s sacred and what’s common. They didn’t instruct others to discern clean from unclean things. They refused to keep my Sabbaths.\n“‘I’m constantly being profaned among them.",
      "27": "Her princes within her are like wolves tearing their prey apart. They shed blood, destroying souls, and make unjust gain.",
      "28": "“‘Her prophets whitewashed all of these things through false visions and lying divinations. They kept on saying, “This is what the Lord God says…”, when the Lord has not spoken.",
      "29": "The people of the land were vigorously oppressive and took possession of plunder by violence. They’ve afflicted the poor and the needy and unjustly treated the foreigner.",
      "30": "I sought for a man among them to build the wall and stand in the breach in my presence on behalf of the land so that it won’t be destroyed, but I found no one,",
      "31": "so I poured my indignation over them. With my fierce anger, I’ve consumed them. I brought the consequences of their behavior upon them,’ declares the Lord God.”"
    },
    "23": {
      "1": "This message came to me from the Lord:",
      "2": "“Son of Man, here are two sisters who are daughters from the same mother.",
      "3": "They committed sexual immorality in Egypt. They did this in their youth. There, their breasts were caressed. Their virgin breasts were fondled.",
      "4": "The older one was named Oholah and her sister was named Oholibah. They belonged to me and gave birth to sons and daughters. Now as to their real identities, Oholah refers to Samaria and Oholibah to Jerusalem.”",
      "5": "“Oholah committed sexual immorality while she belonged to me. She lusted for Assyria’s warriors,",
      "6": "who were clothed in blue—including governors and commanders. All of them were desirable young men—horsemen mounted on horses.",
      "7": "She bestowed her sexual favors on them—all of them, the best of the Assyrians—and with whomever she lusted for.\n“She defiled herself with all their idols.",
      "8": "She never abandoned the immorality that she practiced in Egypt during her youth, where they laid down with her and fondled her virgin breasts, lavishing her with all kinds of favors.",
      "9": "Therefore, I turned her over to the control of her lovers, that is, into the control of the Assyrians for whom she lusted.",
      "10": "They stripped her naked, took away her sons and daughters, and executed her with a sword. She became an object of ridicule among other nations when they punished her.”",
      "11": "“Her sister Oholibah saw this, but she was more corrupt in her lust and sexual immorality than her sister had been in her own sexual immorality.",
      "12": "She lusted after the Assyrians—governors, commanders, warriors clothed in gorgeous attire, cavalry mounted on their horses—all of them desirable young men.",
      "13": "I saw that she was defiled, because the two of them both were on the same path.",
      "14": "“She became even more sexually immoral when she saw the images of the Chaldean men who had been carved in red on their walls.",
      "15": "Girded with waistbands around their loins, with flowing turbans on their heads, all of them looked like chariot officers, similar to the Babylonians from Chaldea, where they had been born.",
      "16": "“She lusted after them when she saw them, so she sent messengers to summon them from Chaldea.",
      "17": "The Babylonians came to her love nest and defiled her with their sexual immorality. As a result, she was defiled by them. Even so, she turned away from them in disgust.",
      "18": "She displayed her immorality publicly and stripped herself naked, so I turned away in disgust from her, just as I had turned away in disgust from her sister.",
      "19": "“Nevertheless, she became even more sexually immoral, even reminiscing about when she was young, when she kept on practicing sexual immorality in the land of Egypt.",
      "20": "She lusted after her paramours, whose genitals are like those of donkeys, and whose emissions are like those of horses.",
      "21": "Think about the wickedness that you practiced when you were young, when the Egyptians fondled your breasts, the breasts of your youth.”",
      "22": "“Therefore, Oholibah, this is what the Lord God says: ‘Look! I’m about to stir up your lovers against you, the ones from whom you’ve turned away in disgust. I’m going to bring them against you from every direction—",
      "23": "the Babylonians, all the Chaldeans, Pekod, Shoa, Koa, and all of the Assyrians with them. They’re all desirable young men, governors, commanders, chariot officers, and famous men, all of them mounted on horses.",
      "24": "“‘They’ll invade you with weapons, chariots, wagons, and a vast army. They’ll set themselves in place to attack you from every direction with large shields, small shields, and helmets. I’ll turn over judgment to them, and they’ll punish you according to their own standards.",
      "25": "I’ll expend my jealousy on you so they’ll deal with you in anger. They’ll cut off your noses and your ears. Your survivors will die violently. They’ll take your sons and daughters away from you, but your survivors will be incinerated.",
      "26": "They’ll strip off your clothes and confiscate your jewelry.",
      "27": "That’s how I’ll put an end to your obscene conduct and sexual immorality that you kept on practicing since the day you left the land of Egypt so that you won’t look in Egypt’s direction or even remember it anymore.’",
      "28": "“This is what the Lord God says, ‘I’m about to turn you over to the control of those you hate, to the control of those from whom you turned away in disgust.",
      "29": "They’ll deal with you with hatred. They’ll take away your productivity, leaving you naked and defenseless, so that the nakedness of your sexual immorality will be uncovered—your licentious sexual immorality.",
      "30": "These things will happen to you because of your sexual immorality that was patterned after what the nations do. You’ve been defiled by their idols.",
      "31": "You took the path of your sister, so I’ll place her cup in your hand.’",
      "32": "“This is what the Lord God says: ‘You’ll drink from your sister’s cup, which is both large and deep. You’ll become a laughing stock and an object of derision, since the cup is so full!",
      "33": "You’ll be filled with drunkenness and grief. The cup that belongs to your sister Samaria is filled with horror and devastation,",
      "34": "but you’ll drink from it and drain it completely. As for the vessel, you’ll break it to pieces and you’ll tear at your breasts, for I’ve spoken,’ declares the Lord God.",
      "35": "“Therefore this is what the Lord God says: ‘Because you abandoned me and threw me behind your back, you will bear the consequences of your obscene conduct and sexual immorality.’”",
      "36": "Then the Lord spoke to me. “Son of Man, speak out in judgment of both Oholah and Oholibah. Make their detestable practices widely known,",
      "37": "because they’ve committed adultery, and blood covers their hands. They’ve also committed adultery with their idols, making their sons born to me to pass through the fire as an offering to them.",
      "38": "“They’ve also done this to me: They defiled my sanctuary and profaned my Sabbaths, all at the same time!",
      "39": "When they killed their sons as offerings to their idols, they brought them to my sanctuary and defiled it. Look what they’ve done with my Temple!",
      "40": "“In addition, they sent messengers for men to come from afar. When they arrived, you bathed yourself for them, painted your eyes, adorned yourself with jewelry,",
      "41": "then sat down on an elegant bed. A table was arranged in front of it, on which you set out my incense and oil.",
      "42": "The sound of a carefree multitude accompanied her. Men from a multitude of peoples were coming—including Sabeans from the wilderness, adorned with bracelets on their hands and beautiful crowns on their heads.",
      "43": "“After she had worn herself out by her adulterous behavior, I asked her, ‘Will they continue with their sexual immorality and with their prostitution?’",
      "44": "They’ve gone to her, like men do, to have sex with a prostitute. They had sex with Oholah and Oholibah, those licentious women.",
      "45": "Righteous men will judge them with punishments fit for adulterers and for those who shed blood, because they’re adulterers with blood on their hands.”",
      "46": "This is what the Lord God says: “Bring an army against them and deliver them over to terror and plunder.",
      "47": "Then the army will stone them with stones and cut them to pieces with their swords. They’ll kill their sons and daughters and incinerate their houses.",
      "48": "I’ll cause obscene conduct to stop throughout the land, because all the women will be admonished not to practice their obscene conduct.",
      "49": "You’ll receive the consequences for your obscene conduct and bear the punishment for your sins of idolatry. Then you’ll know that I am the Lord God.”"
    },
    "24": {
      "1": "In the ninth year, in the tenth month, and on the tenth day of the month, this message came to me from the Lord:",
      "2": "“Son of Man, write down the name of this day, this very day. The king of Babylon has laid siege to Jerusalem on this very day.",
      "3": "So compose a parable for the rebellious house. Tell them, ‘This is what the Lord God says:\n“Prepare your pot for boiling!\n    Set it in place.\n        Fill it up with water, too.",
      "4": "Gather together the best pieces of meat on it—\n    including the thighs and the shoulders—\n        and fill it with the choicest bones.",
      "5": "Take the best bones from the flock,\n    pile wood under the pot for the bones,\nbring it to a boil,\n    and then cook the bones in it.”’”",
      "6": "“This is what the Lord God says:\n‘How terrible it is for that blood-filled city,\n    to the pot whose rust remains in it,\n        whose rust won’t come off.\nEmpty it one piece at a time.\n    Don’t let a lot fall on it.",
      "7": "Her blood was in it.\n    She poured it out onto bare rock.\nShe didn’t pour it out on the ground,\n    intending to cover it with dirt.",
      "8": "In order to stir up my anger\n    and in order to take vengeance,\nI set the blood on a bare rock\n    so that it cannot be covered.’",
      "9": "“Therefore this is what the Lord God says:\n‘How terrible it is for that blood-filled city—\n    I’m also going to add to my pile of kindling.",
      "10": "Pile up the wood!\n    Make the fire burn hot.\nBoil the meat!\n    Mix the seasonings.\nBurn those bones to a crisp!",
      "11": "Make the pot stand empty on the coals\n    until its bronze glows red,\nits rust can be scoured off,\n    and its dross completely removed.",
      "12": "The pot wearies me,\n    but its thick rust won’t come off,\n        even with fire.",
      "13": "There is wickedness in your obscene conduct.\n    Even though I’ve cleansed you,\n        your uncleanness cannot be washed away.\nYou cannot be cleansed again\n    until my rage against you has subsided.’",
      "14": "“‘I, the Lord have spoken. It will happen, because I’m going to do it. I won’t hold back, have compassion, or change my mind. They’ll judge you according to your ways and deeds,’ declares the Lord God.”",
      "15": "This message came to me from the Lord:",
      "16": "“Son of Man, pay attention! I’m about to take away your most precious treasure with a single, fatal stroke, but you are not to mourn, weep, nor even let tears well up in your eyes.",
      "17": "You are to weep in silence, but you are not to participate in mourning rituals. You are to keep your turban on your head and your sandals on your feet. You are not to cover your mouth or eat what your comforters bring to you.”",
      "18": "So I spoke to the people in the morning, and my wife died that evening. The next morning, I did as I had been commanded.",
      "19": "Then the people told me, “Are you going to explain what these things that you’re doing should mean to us?”",
      "20": "So I responded, “This message came to me from the Lord:",
      "21": "‘Tell the house of Israel that this is what the Lord God says: “Look! I’m about to profane my sanctuary, the source of your proud strength, the desire of your eyes, and the object of your affection. Your sons and daughters, whom you’ve left behind, will die by the sword.",
      "22": "That’s why you will soon be doing what I’ve just done. You are not to cover your mouth or eat what your comforters bring to you.",
      "23": "Your turbans will be on your heads and your sandals will be on your feet. You won’t mourn or weep. Instead, you’ll waste away in your sins. Every one of you will groan to his relative.",
      "24": "That’s how Ezekiel will be an example for you. You’ll be doing exactly what he has done. When it happens, then you’ll know that I am the Lord God.”’",
      "25": "“And now, Son of Man, on the day that I take their strength, joy, and glory from them, those whom they love to watch, the focus of their affection—their sons and daughters—",
      "26": "at that time, a fugitive will come to you and will bring you the news.",
      "27": "Your mouth will freely speak to the fugitive. You won’t be silent any longer. You’ll be a sign to them. Then they’ll know that I am the Lord.”"
    },
    "25": {
      "1": "This message came to me from the Lord:",
      "2": "“Son of Man, turn your attention to the descendants of Ammon and rebuke them.",
      "3": "Tell the Ammonites: ‘Listen to a message from the Lord God! This is what the Lord God says: “Because you have said, ‘Aha!’ about my sanctuary when it was desecrated, about the land of Israel when it became desolate, and about the households of Judah when they went into exile,",
      "4": "therefore you’d better look out! I’m going to turn you over to men from the East, who will dominate you. You will become their property. They will set up military encampments and permanent places in which to live among you, and then they’ll eat your fruit and drink your milk.",
      "5": "I will turn Rabbah into a pasture for camels, and Ammon will become a resting place for flocks of sheep. That’s how they’ll learn that I am the Lord.”’”",
      "6": "“This is what the Lord God says: ‘Because you’ve applauded, stamped your feet, and rejoiced with all sorts of malice in your heart against the land of Israel,",
      "7": "therefore you’d better watch out! I’m raising a clenched fist in your direction! I’m about to feed you to the surrounding nations as war plunder. I’m going to eliminate you as a nation and kill off those of you who survive to live in other countries. I’m going to destroy you, and that’s how you’ll learn that I am the Lord.’”",
      "8": "“This is what the Lord God says: ‘Because Moab and Seir are claiming, “Judah’s citizens are just like every other nation,”",
      "9": "therefore you’d better watch out! I’m going to tear open Moab’s flanks, starting with its frontier cities—the very glory of the nation!—including Beth-jeshimoth, Baal-meon, and Kiriathaim.",
      "10": "I’m going to turn these cities over to men from the East, who will dominate you. You will become their property. As a result, Ammon will be forgotten as a nation.",
      "11": "I’m also going to punish Moab, and that’s how they’ll learn that I am the Lord.’”",
      "12": "“This is what the Lord God says: ‘Because Edom has made it their practice to seek extraordinary vengeance against Judah’s citizens, and by doing so has incurred extraordinary guilt by taking revenge against them,’",
      "13": "therefore this is what the Lord God says: ‘I’m going to raise my clenched fist in Edom’s direction and eliminate every single human being and animal from Edom! I’m going to turn everything into a wasteland, starting with Teman, and Dedan will fall by violence!",
      "14": "I’m going to inundate Edom with my retribution, using my people Israel to carry it out! They’ll deliver my anger, acting as an agent of my fury. Edom will come to know my vengeance,’ declares the Lord God.’”",
      "15": "“This is what the Lord God says: ‘Because Philistia has made it their practice to carry out retribution, accompanied by extraordinary malice in their personal vendettas—vendettas that spring from their everlasting hostility—",
      "16": "this is what the Lord God says: “Look out! I’m raising my clenched fist in Philistia’s direction. I’m going to execute the Cherethites and destroy what’s left of the coastline of the Mediterranean Sea.",
      "17": "I’ll take vengeance on them, punishing them severely in my anger. They’ll know that I am the Lord when I take my vengeance on them.”’”"
    },
    "26": {
      "1": "During the eleventh year, on the first day of the month of our captivity, this message came to me from the Lord:",
      "2": "“Son of Man, because Tyre has been saying about Jerusalem,\n‘The international gateway is broken down!\n    It’s wide open to me!\nI will be replenished,\n    now that it lies in ruins!’",
      "3": "“Therefore this is what the Lord God says: ‘Watch out! I’m coming to get you, Tyre! I’m about to bring many nations to attack you. They’ll come in wave after wave, like the advancing tide,",
      "4": "and will destroy the city walls of Tyre. After they break down her fortified towers, I’ll scrape away the city’s debris, right down to the bare bedrock,",
      "5": "and it will become a place where nets will be spread out right in the middle of the Mediterranean Sea. Because I have declared this to happen,’ declares the Lord God, ‘Tyre will be treated as the spoils of war by the invading nations.",
      "6": "Furthermore, her citizens who live on the mainland will be executed with swords. That’s how they’ll learn that I am the Lord.’”",
      "7": "“This is what the Lord God says: ‘Watch out! I’m about to bring from the north King Nebuchadnezzar of Babylon, that king of kings. He’ll come with horses, chariots, cavalry, and a vast army.",
      "8": "He’ll execute your citizens who live on the mainland with swords. He’ll build siege engines to attack you. Then he’ll construct siege ramps against you and build huge shields to protect themselves against you.",
      "9": "“‘He’ll direct the blows of his battering rams against your walls and will breach your fortified towers with axes.",
      "10": "There will be so many horses that the dust raised by them will cover you completely. The walls of your city will tremble from the noise of Nebuchadnezzar’s cavalry, wagons, and chariots when they enter through the gates of your city, as men enter a city that has been breached.",
      "11": "“‘Their horses will trample all the public places as he executes your inhabitants with swords. The most fortified of your pillars will be torn to the ground.",
      "12": "They will plunder your riches and loot your businesses. They’ll tear down your walls and demolish your luxurious homes. They’ll grab the stones, wood, and rubble from the destruction and dump it all into the Mediterranean Sea.",
      "13": "“‘I’ll silence the noise of your songs and the music of your harps won’t be heard anymore.",
      "14": "I’ll turn you into bare rock, and your city will become a place to spread nets. You will never be built again, because I the Lord have decreed this,’ declares the Lord God.”",
      "15": "“This is what the Lord God says to Tyre: ‘When your wounded citizens groan while the slaughter takes place among you, the people who live in the coastlands will tremble in terror as they hear about your fall, will they not?",
      "16": "That’s when all the kings of the seafaring nations will abandon their thrones, strip off their fancy clothes, and collapse trembling on the ground. They’ll be so frightened as they observe what has happened to you that they’ll be unable to stop trembling. They will be utterly appalled at you!",
      "17": "They’ll sing this mourning song for you:\n“How lost you are,\n    you inhabited city,\n        that was built in the middle of the sea!\nHow famous you were!\n    How strong on the sea!\nShe and her inhabitants\n    inflicted terror to everyone\n        who lived within her.”",
      "18": "‘Now the coastland inhabitants\n    will tremble on the day that you fall.\nThe coastland inhabitants,\n    who make their living from the sea,\n        will be terrified when you pass away!’",
      "19": "“This is what the Lord God says: ‘When I turn your city into a ghost town, when I flood you with deep water that covers you completely,",
      "20": "I’ll make sure that you go straight to the Pit, into the lowest part of the earth, where you’ll be with people who lived in ancient times. You’ll keep company there with the dead, who have gone into the Pit. As a result, your city won’t be inhabited. Meanwhile, I will display my glory in the land of the living.",
      "21": "I’m going to send terrifying calamity in your direction, and you won’t exist any longer. You might be sought after, but you’ll never be found again,’ declares the Lord God.”"
    },
    "27": {
      "1": "This message came to me from the Lord:",
      "2": "“Son of Man, compose a mourning song for Tyre.",
      "3": "Tell Tyre, who lives at the gateway to the Mediterranean Sea, who serves as the international merchant to many coastal districts: ‘This is what the Lord God says:\n“Tyre, you’ve been claiming,\n    “I am beauty perfected.’",
      "4": "You’ve set your national boundary in international waters.\n    Your builders made you downright beautiful!”’”",
      "5": "‘They brought in a ship\n    made with pine planking from Senir,\nconfigured with a mast carved from a cedar from Lebanon,",
      "6": "equipped with oars\n    made from oaks from Bashan,\nwith ivory-inlaid cypress wood decking\n    imported from the coastlands of Cypress,",
      "7": "with sails made with embroidered Egyptian linen,\n    festooned with blue banners,\nand with your sun shades made\n    with purple cloth from Cypress.",
      "8": "Your sailors were conscripted\n    from Sidon and Arvad,\nand your officers served aboard\n    as pilots.",
      "9": "The wise men and elders from Gebal accompanied you,\n    serving as ship’s carpenters.\nAll the maritime navies and their seaman also accompanied you\n    to assist you in doing business internationally.”",
      "10": "“Soldiers from Persia, Lud, and Libya,\n    served in your army.\n        They were your mighty soldiers.\nTheir helmets and shields adorned your barracks walls,\n    and they won battle decorations for you.",
      "11": "Mercenaries from Arvad and Helech\n    stood guard duty on your walls,\n        while brave men manned your towers.\nThey hung their shields all around your walls—\n    just the right touch to perfect your interior decorating!”",
      "12": "‘Tarshish was your business partner because of your phenomenal wealth. They traded silver, iron, tin, and lead for your merchandise.",
      "13": "Greece, Tubal, and Meshech bartered with you, exchanging slaves and bronze vessels for your wares.",
      "14": "Beth-togarmah traded horses, war horses, and mules in exchange for what you had to sell.",
      "15": "Men from the low country south of Edom and many of the coastlands were your markets for ivory tusks and ebony that they brought to trade with you.",
      "16": "“Aram was one of your customers because you had so much merchandise. They paid by trading turquoise, purple yarn, embroidered goods, Egyptian linen, coral, and rubies.",
      "17": "The territories of Judah and Israel were your clients, too. They traded wheat from their distribution centers, baked goods, honey, oil, and ointments for your merchandise.",
      "18": "“Because you have so much to sell and are so rich, Damascus has been your trading partner, exchanging wine from Helbon, unbleached wool,",
      "19": "and casks of wine from Izal for your wrought iron, cassia wood, and aromatic reeds.",
      "20": "“Dedan traded with you, exchanging riding blankets.",
      "21": "Arabia, including all the princes of Kedar, came to you, shopping for lambs, rams, and goats.",
      "22": "Traders from Sheba and Raamah paid for the best of what you had to offer with all types of spices, precious stones, and gold.",
      "23": "Haran, Canneh, Eden, merchants from Sheba, Asshur, and Chilmad did business with you,",
      "24": "trading garments made into the finest blue and embroidered mantels, and also multi-colored carpets, ropes, and other merchandise.",
      "25": "Ocean-going fleets carried your merchandise.”\n“How filled you were!\n    How glorious you were,\n        at home in the heart of the sea!",
      "26": "But your rowers have brought you\n    into dangerous waters.\nThe east wind has broken you\n    in the heart of the ocean!",
      "27": "Your wealth, your products, your merchandise\n    your sailors, your pilots,\nyour tailors, your salesmen,\n    all your mercenaries with you—\nyour entire company with you—\n    will fall into the midst of the sea\n        on the day when you’re overthrown!",
      "28": "When your ships’ captains cry out,\n    the pasturelands along the coast will cry out!",
      "29": "Everyone who handles an oar will abandon ship,\n    they’ll head straight for dry land,",
      "30": "and they will cry so loud\n    you won’t be able to make yourself heard!\n        How bitterly they’ll cry!\nThey’ll throw dust on their heads\n    and wallow in ashes.",
      "31": "They’ll shave their heads bald because of you.\n    They’ll dress themselves in sackcloth\nand weep for you with deep bitterness of heart,\n    with the most pitiful of mourning.",
      "32": "In the depth of their despair\n    they’ll compose a lament for you.\nThis is what they’ll say: \n‘Who is like Tyre?\n    Who is so silent in the midst of the sea?’",
      "33": "Your merchandise went out over the oceans\n    to satisfy many nations;\nwith the abundance of your wealth\n    you enriched the kings of the earth.",
      "34": "“But now it’s your time to be wrecked\n    at the bottom of the sea!\nYour products and your workers have sunk,\n    and so have you!",
      "35": "Everyone who lives by the sea\n    is appalled at your destruction.\nTheir leaders are terrified—\n    their faces reflect their fears!",
      "36": "Traders circulate among the people, hissing at you.\n    What a horror you’ve become!\nNow you will cease to exist\n    forever and ever!”"
    },
    "28": {
      "1": "This message came to me from the Lord:",
      "2": "“Son of Man, tell Tyre’s Commander-in-Chief, ‘This is what the Lord God says:\n“Because your heart is arrogant,\n    and because you keep saying,\n‘I have taken my seat,\n    I am a god,\n        seated in God’s seat right in the middle of the sea,’\nand because you’re a man,\n    and not a god,\neven though you pretend\n    that you have a god-like heart…",
      "3": "Look! You’re wiser than Daniel, aren’t you?\n    No secret is too mysterious for you!",
      "4": "Your wisdom and understanding\n    brought you phenomenal wealth.\nYou’ve brought gold and silver\n    into your treasuries.",
      "5": "By your great wisdom,\n    by your skills in trading\nyou have amassed wealth for yourself\n    and your heart has become arrogant\n        because of your wealth.”",
      "6": "Therefore this is what the Lord God says: \n“Because you’ve made your heart\n    like that of God",
      "7": "Therefore, look!\n    I’m bringing foreigners in your direction,\n        the most terrifying of nations!\nThey will direct their violence\n    against the grandeur\n        that you’ve created by your wisdom.",
      "8": "They’ll send you down to the Pit,\n    and you’ll die defiled in the depths of the sea.",
      "9": "Is that when you’ll say, ‘I’m God’\n    to the face of those who will be killing you?\nAfter all, you’re a man,\n    and have never been a god,\nespecially when you’re under the control of those\n    who will defile you!",
      "10": "You will die a death fit for the uncircumcised\n    at the hand of foreigners.”\n‘for I have said it will be so,’\n    declares the Lord.”",
      "11": "Another message came to me from the Lord, and this is what it said:",
      "12": "“Son of Man, start singing this lamentation for the king of Tyre. Tell him, ‘This is what the Lord God says:\n“You served as my model,\n    my example of complete wisdom\n        and perfect beauty.",
      "13": "You used to be in Eden—\n    God’s paradise!\nYou wore precious stones for clothing:\nruby, topaz, diamond,\n    beryl, onyx, jasper,\n        sapphire, turquoise, and carbuncle.\nYour settings were crafted in gold,\n    along with your engravings.\nOn the day of your creation\n    they had been prepared!",
      "14": "“You were the anointed cherub;\n    having been set in place\non the holy mountain of God,\n    you walked in the midst of fiery stones.",
      "15": "You were blameless in your behavior\n    from the day you were created\n        until wickedness was discovered in you.",
      "16": "Since your vast business planning\n    filled you with violent intent\nfrom top to bottom,\n    you sinned,\nso I cast you away as defiled\n    from the mountain of God.\nI destroyed you,\n    you guardian cherub,\n        from the midst of the fiery stones.",
      "17": "Your heart grew arrogant because of your beauty;\n    you annihilated your own wisdom\n        because of your splendor.\nThen I threw you to the ground\n    in the presence of kings,\n        giving them a good look at you!",
      "18": "By all of your iniquity\n    and unrighteous business planning\nyou defiled your sanctuaries,\n    so I’m going to bring out fire from within you\nand burn you to ashes on the earth\n    before the whole watching world!",
      "19": "Everyone who knows you\n    throughout all the nations\nwill be appalled at your calamity\n    and you will no longer exist forever.”’”",
      "20": "Another message came to me from the Lord, who had this to say:",
      "21": "“Son of Man, turn your attention to Sidon and prophesy against her.",
      "22": "Tell her:\n‘Pay attention to me, Sidon!\n    I’m against you,\n        and I’m going to glorify myself right in your midst.’\nThey’ll learn that I am the Lord\n    when I carry out these punishments\n        and manifest my holiness in her midst.",
      "23": "I’m going to send disease into that city\n    and blood into her streets.\nPeople will drop dead in her midst\n    from the violence done to her from every side.\n        Then they’ll learn that I am the Lord God.”",
      "24": "“The house of Israel will never again suffer from painful briers and sharp thorn bushes that surround them on every side, and they will learn that I am the Lord.",
      "25": "This is what the Lord God says:\n‘When I gather the house of Israel from the nations to which I’ve scattered them, I will show them my holiness before the watching world, and they will live on the land that I gave to my servant Jacob.",
      "26": "They will live in safety in the land, building houses and planting vineyards. They’ll live in safety while I judge everyone who maligns them among those who surround them. At that time they’ll learn that I am the Lord their God.’”"
    },
    "29": {
      "1": "In the tenth year, on the twelfth day of the tenth month, a message came to me from the Lord, who had this to say:",
      "2": "“Son of Man, turn your attention to Pharaoh, king of Egypt, and prophesy against him and the entire nation of Egypt.",
      "3": "Tell him that this is what the Lord God says:\n‘Watch out! I’m coming to get you,\n    Pharaoh, king of Egypt!\nYou big monster!\n    You lay in wait in the middle of your waterways and say,\n“My waterways belong to me!\n    I made them for myself!”",
      "4": "‘So I’m going to plant a hook in your jaw\n    and make the fish in your waterways grab hold of your scales.\nI’ll bring you up out of the middle of your waterways,\n    along with all of the fish from your waterways that cling to your scales,",
      "5": "Then I’ll fling you out into the desert,\n    you and all those fish in your waterways.\nYou’ll fall out in the open fields;\n    you’ll never be reunited.\nI’m giving you to the wild beasts of the earth\n    and to the birds of the sky,\n        and they will dine on you!",
      "6": "‘Then everyone living in Egypt\n    will know that I am the Lord,\nbecause they have been an unreliable ally\n    to the house of Israel.",
      "7": "When they reached out to you for support,\n    you tore their hands\n        and dislocated all of their shoulders.\nWhen they tried to lean on you,\n    they couldn’t control their own bowels.’",
      "8": "“Therefore this is what the Lord God says: ‘Look out! I’m bringing violent death in your direction! I’m going to kill every person and animal,",
      "9": "and the land of Egypt will be turned into a desolate ruin. Then you will know that I am the Lord. Because Egypt said, “The Nile is mine. I made it!”",
      "10": "therefore watch out! I’m coming to get you! I’m going to attack your waterways, and then I’m going to make the land of Egypt a total wasteland from the Aswan fortress to the border of Ethiopia!",
      "11": "Neither man nor beast will walk through that area. It won’t even be inhabited for 40 years.",
      "12": "I’ll see to it that Egypt becomes a devastated land in the midst of devastated lands. Her cities deep inside her territories will be laid waste and desolate for 40 years. I will scatter Egypt among the nations and disperse them throughout the land.’”",
      "13": "“Because this is what the Lord says: ‘At the end of 40 years I’ll gather the Egyptians from the people among whom they have been scattered.",
      "14": "I’ll restore the economy of Egypt and return them to the land of Pathros, from which they originated, and there they will remain an insignificant kingdom,",
      "15": "the least significant of kingdoms. It will never again dominate other nations. I will make them so small that they will never again rule any nation.",
      "16": "Egypt will never again be a source of confidence to the nation of Israel. Instead, Egypt will serve as a reminder of when they sinned by turning to Egypt for help. Then they’ll know that I am the Lord God.’”",
      "17": "On the first day of the first month of the twenty-seventh year of our captivity, a message came to me from the Lord, who had this to say:",
      "18": "“Son of Man, King Nebuchadnezzar of Babylon made his army work very hard to attack Tyre. They tore their hair out and rubbed their shoulders raw! Despite all of that work trying to capture Tyre, neither he nor his army got paid from Tyre for all that!",
      "19": "Therefore this is what the Lord God says: ‘I’m going to give the land of Egypt to King Nebuchadnezzar of Babylon. He’s going to carry off her wealth, confiscate her war implements, and use it all to pay wages for his army!",
      "20": "I’ve given him the land of Egypt as a reward for attacking Tyre for me,’ declares the Lord God.",
      "21": "‘When that day comes about, I’ll strengthen Israel’s military might, and I will give you an audience in their midst. Then they will know that I am the Lord.’”"
    },
    "30": {
      "1": "Another message came to me from the Lord, who had this to say:",
      "2": "“Son of Man, here’s what you are to prophesy and announce,\n‘This is what the Lord God says: \n“Wail out loud!\n    Oh no! The day!",
      "3": "For comes now the day—\n    comes now the Day of the Lord,\nthe day of clouds!\n    The time of the gentiles is fulfilled!",
      "4": "War will come to Egypt,\n    and Ethiopia will be in anguish\nwhen the slain fall in Egypt,\n    when her wealth is carried off,\n        and her foundations are demolished.",
      "5": "“Ethiopia, Libya, descendants of Lud, all those who have mixed themselves, and Libya—along with everyone in the land of Israel who is in league with them—will die violently.”’”",
      "6": "“This is what the Lord says: \n‘Those who are supporting Egypt will fall;\n    her majestic strength that she brought from the Aswan fortress will collapse\n        by the sword that invades her,’\ndeclares the Lord God.",
      "7": "They’ll remain desolate among desolate lands,\n    their cities will be named among those that are ruined.",
      "8": "They will know that I am the Lord\n    when I kindle my fire in Egypt\n        and all who help her are crushed.",
      "9": "‘When that happens, couriers will go out in ships to terrify Ethiopia in its complacency. Anguish will visit them as it will visit Egypt. Watch out! It’s coming!’”",
      "10": "“This is what the Lord says: \n‘I’m putting an end to that gang from Egypt,\n    and I’m going to use King Nebuchadnezzar of Babylon, to do it!",
      "11": "He and his ruthless army with him will be brought\n    to destroy the land.\nThey’ll draw their swords and attack Egypt,\n    filling the land with the dead!",
      "12": "I’ll dry up their waterways,\n    and evil men will sell off the land.\nI’m going to make that land desolate,\n    along with everything that’s in it,\nand I’m going to use foreigners to do it.\n    I, the Lord have spoken!’”",
      "13": "“This is what the Lord God says: \n‘I will destroy the idols\n    and put an end to the images that come from Memphis.\nThere will no longer be a prince from the land of Egypt,\n    and I will terrify the land of Egypt.",
      "14": "I’m going to turn Pathros into a desolation,\n    set fire to Zoan,\n        and judge Thebes.",
      "15": "I’ll pour out my anger on Sin,\n    Egypt’s strong fortress,\n        and I’ll eliminate the gangs in Thebes.",
      "16": "I’ll set fire to Egypt,\n    and Aswan will writhe in agony.\nThebes will be demolished,\n    and Memphis will face daily distress.",
      "17": "The young men of On and Pi-beseth will die violently,\n    and their cities will be taken captive.",
      "18": "It will be a dark day for Tahpanhes\n    when I break the yokes of Egypt.\nThat’s when her arrogant power will come to an end.\n    She’ll be covered by a cloud,\n        and her citizens will go into captivity.",
      "19": "I will judge Egypt,\n    and they will learn that I am the Lord.’”",
      "20": "On the seventh day of the first month of the eleventh year of our captivity, a message came to me from the Lord. It had this to say:",
      "21": "“Son of Man, I’ve broken the arm of Pharaoh, king of Egypt. Look! It hasn’t been set in a splint for healing or wrapped with a bandage so it could be strong enough to hold a sword!",
      "22": "Therefore this is what the Lord God says:\n‘I’m coming to attack Pharaoh, king of Egypt, and I’m going to break both of his arms, the strong one and the wounded one. That will make him drop his sword.",
      "23": "I’m going to scatter Egypt throughout the surrounding nations and disperse them throughout the world.",
      "24": "I’m going to strengthen the military might of the king of Babylon, put my own sword in his hand, and break Pharaoh’s strength. Then Pharaoh will groan like a dying man right in front of the king of Babylon.",
      "25": "When I strengthen the military might of Babylon, the military might of Pharaoh will fail, and then they will learn that I am the Lord when I place my own sword in the hand of the king of Babylon. He will attack the land of Egypt.",
      "26": "When I scatter the Egyptians among the nations and disperse them throughout the world, they will learn that I am the Lord.’”"
    },
    "31": {
      "1": "On the first day of the third month of the eleventh year of our captivity, this message came to me from the Lord:",
      "2": "“Son of Man, tell this to Pharaoh, king of Egypt and his gangs:\n‘Who do you think you are?\n    What makes you so great?",
      "3": "Think about Assyria,\n    that cedar of Lebanon,\nbeautiful with its branches,\n    like a shady forest,\nwith an awesome height,\n    its summit touches the clouds.",
      "4": "Abundant water made it great,\n    Subterranean rivers made it grow.\nRivers surrounded the area where it had been planted,\n    and water channels nourished all the trees in the fields.",
      "5": "That’s why it grew taller than any of the trees in the fields.\n    Its boughs flourished.\nIts branches grew luxurious\n    because all the water made it spread out well.",
      "6": "The birds in the sky made nests in its boughs;\n    all the beasts of the field gave birth under its branches.\n        All the great nations rested in its shade.",
      "7": "‘Beautiful because it was so great,\n    with its long branches,\n        it was rooted in many bodies of water.",
      "8": "The cedars in God’s garden could not compare to it;\n    Fir trees could not match its boughs.\nThe plane tree never grew branches like it,\n    and no tree in God’s garden compares to its beauty.",
      "9": "I made it beautiful,\n    including all of its branches;\nall the trees in God’s garden of Eden envied it!’”",
      "10": "“Therefore this is what the Lord God says: ‘Because of its towering height, with its summit reaching into the clouds, and because it was haughty in its position,",
      "11": "I turned it over to the leader of those nations, who dealt with it thoroughly. I have driven it away because of its wickedness.",
      "12": "Foreign dictators have trimmed it down to size and abandoned it. Its branches have fallen off on mountains and in all the valleys. Its boughs have broken off in all the ravines of the land. All the nations of the earth have moved out of its shade and abandoned it.",
      "13": "All the birds in the sky will live among its ruins, and the wild animals will forage among its branches.",
      "14": "As a result, none of its watered trees will grow tall, their tops will never reach to the clouds, and they’ll never grow so high again, because all of them have been appointed to death in the world beneath where human beings go, that is, down to the Pit.’”",
      "15": "“This is what the Lord God says: ‘On the day that it descended into Sheol, I shut down its water supplies, covered over its deep water, and shut down its rivers. As a result its abundant water sources dried up, and I caused Lebanon to mourn for it. All the trees of the field wilted because of it.",
      "16": "I made the nations tremble when they heard that Assyria was falling, descending into Sheol to join those who go down into the Pit. Then all of the trees of Eden in the world below were comforted, including the choicest and best of Lebanon, all of whom were well-watered.",
      "17": "They also went down with it into Sheol, to those who had been killed violently and to those who had trusted in its strength by living in its shadow among the nations.",
      "18": "So tell me now, which of the trees of Eden compares to you in glory or greatness? Nevertheless, you’ll be brought down, along with those trees of Eden, to the earth below. You’ll lie in the middle of the uncircumcised, with those who have been killed in war. Pharaoh and all his gang will be just like this!’ declares the Lord God.”"
    },
    "32": {
      "1": "On the first day of the twelfth month of the twelfth year of our captivity, a message came to me from the Lord, who had this to say:",
      "2": "“Son of Man, start singing this lamentation about Pharaoh, king of Egypt. Tell him,\n‘You may have called yourself a lion among nations,\n    but you’re a monster at sea.\nYou thrash about in your rivers,\n    muddy the water with your feet,\n        and relieve yourself in the rivers.’",
      "3": "“This is what the Lord God says:\n    ‘I’m coming fishing for you!\nRight in the sight of many nations\n    they’ll haul you up in my dragnet.",
      "4": "I’ll fling you up onto the land;\n    I’ll haul you into the field,\nI’ll make every carrion-eating bird come to dine on you,\n    and I’ll make all the scavenging animals gorge themselves on you.",
      "5": "I’ll cover the mountains with your flesh\n    and fill their valleys with your rotting carcass.",
      "6": "I’ll drench the land with your blood,\n    right up to the mountains,\nand the ravines will overflow\n    with blood that comes from you!",
      "7": "When I extinguish your lights,\n    I’ll cover the heavens\n        and darken their stars.\nI’ll cover the sun with a cloud\n    and the moon won’t reflect its light.",
      "8": "I’ll darken the bright lights in the sky above you\n    and bring darkness to your territory,’\n        declares the Lord God.",
      "9": "“‘I’ll bring distress to the hearts of many nations when I destroy you among nations whose territories you have not known.",
      "10": "I’ll make many nations be appalled at you, and their kings will be terrified because of you when I brandish my sword right in their face. They will all tremble from fear for their own safety on the day that you fall!’",
      "11": "“This is what the Lord God says: ‘The army of the king of Babylon will attack you.",
      "12": "I’m going to make your gangs die using the weapons of valiant warriors, all of whom are ruthless people.\n‘They will devastate the majesty of Egypt,\n    destroying all of its hordes.",
      "13": "I’m going to destroy all of its livestock\n    along its many riverbanks.\nHuman feet won’t muddy the rivers anymore,\n    nor will the hooves of livestock stir up the water.",
      "14": "That’s when I’ll make their waterways flow smoothly,\n    and their rivers flow like olive oil,’\n        declares the Lord God.”",
      "15": "‘When I turn the land of Egypt into a desolation,\n    and the land is emptied of everything that used to fill it,\nwhen I strike everyone who lives there,\n    they will learn that I am the Lord.’",
      "16": "“This has been a lamentation. They will chant it, and the citizens of the nations will chant it, too. They’ll chant it about Egypt and about all of its hordes.”",
      "17": "On the fifteenth day of the first month of the twelfth year of our captivity, a message from the Lord came to me, and this is what it said:",
      "18": "“Son of Man, mourn about the hordes of Egypt. Bring them down—that is, her and the citizens of those majestic nations—whose destiny is the deep part of the Pit.",
      "19": "“So who’s more beautiful than you?\n    You’ll be buried with the uncircumcised.",
      "20": "“They’ll die along with others who are killed violently. Egypt has been given over to violence, which will carry off both it and its hordes.”",
      "21": "“Mighty leaders will address them and those who assist them right out of the middle of Sheol: ‘They’ve come down and will lie still, these uncircumcised people who have died violently.’",
      "22": "Assyria will be there, along with all of those who keep company with her, all of them killed violently.",
      "23": "Her grave will be set in the remotest part of the Pit, surrounded by those who accompanied her. All of them will have been killed, executed violently, who spread terror throughout the land of the living.",
      "24": "“Elam will be there. Its hordes will surround Elam’s grave. All of them have been killed. They died violently, and they have descended uncircumcised into the world below after having spread terror throughout the land of the living. They will bear the shame of those who descend to the Pit.",
      "25": "They have prepared a bed for her and for her hordes that surround her graves. All of them are uncircumcised, having been killed violently, because they had spread terror throughout the land of the living. They will bear the shame of those who descend to the Pit and will take their place among the dead.",
      "26": "“Meshech and Tubal will be there, along with all of the hordes that surround her grave. Every one of them is uncircumcised, killed violently, because they spread terror throughout the land of the living.",
      "27": "They won’t be buried with dead warriors from ancient times, who went straight to Sheol, buried with their war weapons, with their swords placed under their heads and their shields laid on top of their bones, since they spread terror throughout the land of the living.",
      "28": "You’ll be broken, and you’ll lie down with the uncircumcised who died violently.",
      "29": "“Edom will be there, along with its kings and princes who despite all their power have been killed violently. They, too, are lying dead, along with the uncircumcised; that is, with those who descend into the Pit.",
      "30": "“All of the princes from the North are there, along with the Sidonians, who have gone down in shame to join those who have been killed because of all the terror they caused by their military might. They lie dead, uncircumcised, with those who have been killed violently. They will bear their shame, along with those who descend into the Pit.",
      "31": "“When Pharaoh sees them, he will take comfort in his hordes. Pharaoh and all his army will die violently,” says the Lord God,",
      "32": "“because he spread terror throughout the land of the living. Therefore he’ll be laid to rest among the uncircumcised, who have been killed violently; that is, Pharaoh and all of his hordes,” declares the Lord God."
    },
    "33": {
      "1": "This message came to me from the Lord:",
      "2": "“Son of Man, speak to your nation’s children and tell them: ‘If I bring war to a land, and the people of that land appoint one of their conscripted men to serve as a sentinel,",
      "3": "and if he notices that violence is approaching and sounds an alarm to warn the people,",
      "4": "then if anyone who hears the sound of the alarm does not heed the warning, when the sword arrives and destroys him, his shed blood will remain his own responsibility.",
      "5": "After all, he heard the alarm sounding, but did not heed the warning, so his shed blood will remain his own responsibility. If he had heeded the warning, he would have saved himself.",
      "6": "If that sentinel notices that violence is approaching, but does not sound an alarm, then because the nation does not take warning and the sword arrives and destroys their lives because of their guilt, I’ll seek retribution for their shed blood from the one who was acting as sentinel.’”",
      "7": "“Now as for you, Son of Man, I’ve established you as a sentinel for the house of Israel. So whenever you hear a message from me, you are to warn the people from me.",
      "8": "If I should say to a certain wicked person, ‘You wicked man, you’re certainly about to die,’ but you don’t warn him to turn from his wicked behavior, he’ll die in his guilt, but I’ll seek retribution for his bloodshed from you.",
      "9": "However, if you warn the wicked to turn from his behavior and he does not do so, he will die in his guilt, and you will have saved yourself.”",
      "10": "“‘Now, Son of Man, tell this to the house of Israel:\n‘You keep saying, “Our crimes and sins burden us so much that we’re rotting away, so how can we keep on living?”’",
      "11": "“Tell them, ‘As certainly as I’m alive and living,’ declares the Lord God, ‘I receive no pleasure in the death of the wicked. Instead, my pleasure is that the wicked repent from their behavior and live. Turn back! Turn back, all of you, from your wicked behavior! Why do you have to die, you house of Israel?’”",
      "12": "“And now, Son of Man, say this to your people: ‘The righteousness of the righteous won’t save them when they keep on committing crimes against me, the wickedness of the wicked won’t keep them from remaining away when they’re turning from their wickedness, and no righteous person will keep on living by their righteousness when they sin.’",
      "13": "“If I tell the righteous person that he will certainly live, if he trusts in his own righteousness and commits evil, none of his righteousness will be remembered, and he will die because of the wrong that he commits.",
      "14": "“If I tell the wicked person that he will certainly die, if he turns from his sin and acts with justice and righteousness,",
      "15": "returning what has been placed as collateral for a loan, paying back what he has taken, following the regulations that promote life, and committing no iniquity, he will certainly live, and not die.",
      "16": "None of the sins that he has committed will be remembered against him. Since he did what is just and right, he will certainly live.",
      "17": "“Nevertheless, your people’s children keep saying, ‘Living life the Lord’s way isn’t right,’ when all the while it is their way of living that isn’t right.",
      "18": "When a righteous man forsakes his own righteousness and commits evil acts, he will die because of those acts,",
      "19": "and when the wicked turn away from their wickedness and do what is just and right, he will certainly live because of that.",
      "20": "“And yet you keep saying, ‘Living life the Lord’s way isn’t right,’ But I will judge every one of you according to the way you live, you house of Israel!”",
      "21": "On the fifth day of the tenth month of the twelfth year of our captivity, a fugitive who had escaped from Jerusalem came and informed me, “The city has been destroyed.”",
      "22": "Now the hand of the Lord had been touching me the evening before that fugitive arrived, so the Lord had given me something to say by the time the messenger arrived the next morning. He opened my mouth and I no longer had nothing to say to him.",
      "23": "As a result, this message came to me from the Lord:",
      "24": "“Son of Man, those who are living among these ruins of the land of Israel keep saying, ‘Abraham was only one man, but he was able to possess the land! As for us, we’re a multitude, and the land has been given to us as an inheritance.’",
      "25": "So tell them, ‘This is what the Lord God says: “You keep eating flesh along with its blood, you keep looking to your idols, and you keep shedding blood, and you’re going to take possession of the land?",
      "26": "You keep trusting in your weapons, you continue to commit loathsome deeds, men keep defiling their neighbors’ wives, and you’re going to take possession of the land?’",
      "27": "“Tell them this: ‘This is what the Lord God says: “As certainly as I’m alive and living, those who live in the wastelands are certain to die violently, I’ll give those who die in the open fields to the wild animals for food, and whoever takes refuge in caves and fortified places will die of diseases.",
      "28": "Then I’ll turn the land into a desolate ruin and her arrogant strength will come to an abrupt end. The mountains of Israel will become so desolate that no one will be able to travel over them.”",
      "29": "‘Then they’ll learn that I am the Lord, when I’ve turned their land into a desolate wasteland because of all of the loathsome deeds that they’ve committed.’”",
      "30": "“Now as for you, Son of Man, your nation’s children keep gathering together to talk about you beside the walls and at the doorway to their houses. Everyone tells one another, ‘Please come! Let’s go hear what the Lord has to say!’",
      "31": "Then they come to you as a group, sit down right in front of you as if they were my people, hear your words—and then they don’t do what you say— because they’re seeking only their own desires, they pursue ill-gotten profits, and they keep following their own self-interests.",
      "32": "As far as they are concerned, you sing romantic songs with a beautiful voice and play a musical instrument well. They’ll listen to what you have to say, but they won’t put it into practice!",
      "33": "When all of this comes about—and you can be sure that it will!—they’ll learn that a prophet has been in their midst.”"
    },
    "34": {
      "1": "A message came from the Lord for me, and it had this to say:",
      "2": "“Son of Man, prophesy against Israel’s shepherds. Tell those shepherds, ‘This is what the Lord God says:\n“Woe to you shepherds of Israel who have been feeding yourselves and not the sheep. Shouldn’t shepherds feed the sheep?",
      "3": "You’re eating the best parts, clothing yourselves with the wool, and slaughtering the home-grown sheep without having fed the sheep!",
      "4": "You haven’t strengthened the weak, treated the sick, set broken bones, regathered the scattered, or looked for the lost. Instead, you’ve dominated them with brutal force and ruthlessness.",
      "5": "“Since they have no shepherd, they have been scattered around and have become prey for all sorts of wild animals. How scattered they are!",
      "6": "My sheep have gone wandering on all of the mountains, on all of the hills, and throughout every high place in the whole world, with no one to look for them or go out in search of them.",
      "7": "“Therefore listen to what the Lord says, you shepherds:",
      "8": "‘As certainly as I’m alive and living, my sheep have truly become victims, food for all of the wild animals because there are no shepherds. My shepherds did not go searching for my flock. Instead, the shepherds fed themselves, and my flock they would not feed!’",
      "9": "“Therefore, you shepherds, listen to what the Lord says:",
      "10": "‘This is what the Lord God says: “Watch out, I’m coming after you shepherds! I’m going to demand my sheep back from them and fire them as shepherds. The shepherds won’t be shepherds anymore when I snatch my flock right out of their mouths so they can’t be eaten by them anymore.”’”",
      "11": "“This is what the Lord says: ‘Watch me! I’m going to search for my flock. I’ll watch over them myself.",
      "12": "Just as a shepherd looks after his flock during the day time while he is with them, so also I’m going to watch over my sheep, delivering them from every place where they’ve been scattered during the times of gloom and doom.",
      "13": "I’m going to bring them out from foreign nations and from foreign lands. Then I’ll bring them to their own land and feed them in Israel—on the mountains, in their valleys, and in all of their settlements throughout the land.",
      "14": "I’ll feed them in excellent pastures, and even the very heights of Israel’s mountains will serve as verdant pastures for them in which they’ll rest and feed—yes, even on the fertile mountains of Israel!",
      "15": "I will feed my sheep and give them rest,’ declares the Lord God.",
      "16": "‘I’m going to seek both the lost as well as the scattered, and bring them both back so their broken bones can be set and the sick can be healed. But in righteousness I’ll exterminate the fat and the stiff-necked.’”",
      "17": "“Now as for you, my flock, this is what the Lord God says: ‘Watch out! I’m going to judge between one sheep and another, and between the rams and the goats.",
      "18": "Is it such an insignificant thing to you that you’re feeding in good pastures but trampling down the other pastures with your feet? Or that as you’re drinking from the clear streams you’re muddying the rest with your feet?",
      "19": "My flock is grazing on what you’ve been treading down with your feet and they’re drinking what you’ve been making muddy with your feet!’",
      "20": "“Therefore this is what the Lord God says to them: ‘Watch me! I’m going to judge between the fat sheep and the lean sheep,",
      "21": "since you’ve been bumping aside all the weaker sheep with your backsides and shoulders, butting them with your horns until they’re scattered around outside.",
      "22": "That’s how I’ll save my sheep so they won’t be plundered any longer. I’m going to judge between one sheep and another.’”",
      "23": "“‘Then I’ll install one shepherd for them—my servant David—and he will feed them, will be there for them, and will serve as their shepherd.",
      "24": "I, the Lord, will be their God, and my servant David will rule among them as Prince.’ I, the Lord, have spoken this.",
      "25": "“I’m going to enter into a covenant with them, one of peace, and I’ll eliminate wild beasts from the land so they can live securely in the wilderness and sleep in the forests.",
      "26": "I’m going to make them and everything that surrounds my hill a blessing. I’ll send down the rain! At the appropriate time there will be a rainstorm of blessing!",
      "27": "I’ll bring fruit to the trees in the orchards, the land will yield its produce, they will live securely on their land, and they will learn that I am the Lord, when I break the bar that has been their yoke and deliver them from the control of those who have enslaved them.",
      "28": "They will no longer be plundered by the nations, and wild animals will no longer devour them. They will settle down confidently, with nothing to frighten them.",
      "29": "I’m going to prepare for them the best of gardening spots. They will no longer live as victims in a land of starvation, nor will they have to bear the insults of the international community.",
      "30": "That’s when they’ll learn that I, the Lord their God, am with them, and that they, the house of Israel, are my people,’ declares the Lord God.",
      "31": "‘And as for you, my sheep, the flock that I’m pasturing, you are mankind, and I am your God,’ declares the Lord God.”"
    },
    "35": {
      "1": "A message came to me from the Lord and it went like this:",
      "2": "“Son of Man, turn your attention toward Mount Seir and begin to prophesy against it.",
      "3": "Tell them, ‘This is what the Lord God says:\n“Watch out! I’m coming to get you, Mount Seir!\n    I’m stretching out my hand to strike you,\n        and I’m going to turn you into a desolate wasteland.",
      "4": "I’m going to turn your cities into ghost towns,\n    and you will become a ruin.\nThen you will learn\n    that I am the Lord.",
      "5": "“Because of your undying hatred, you kept on making the Israelis experience abuse during the time of their calamity, even when they were in their final stages of punishment,",
      "6": "therefore as I’m alive and living,” declares the Lord God, “I’m turning you over to bloodshed, and bloodshed will certainly overtake you, since you never have hated shedding blood. That’s why bloodshed will certainly pursue you.",
      "7": "I’m turning Mount Seir over to ruin and desolation. I’m going to eliminate everyone who comes and goes,",
      "8": "and I’ll fill that mountain with the dead. Those who die by violence will cover your hills, and fill your valleys and all your ravines!",
      "9": "I will turn you into an everlasting wasteland, and your cities will never be inhabited. Then you’ll learn that I am the Lord!",
      "10": "“Because you have claimed, ‘These two nations and these two lands are going to belong to me, and we will take possession of them, even though the Lord is there,’",
      "11": "therefore as I’m alive and living” declares the Lord God, “I’m going to deal with you as your anger deserves. When I judge you, I’ll treat you like you did the Israelis—that is, with the same kind of envy that motivated your constant hatred of them.",
      "12": "That’s how you’ll know that I, the Lord, have heard every loathsome, reviling thing that you’ve had to say against the mountains of Israel, such as, ‘They’re desolate, and we’ll eat them for dinner!’",
      "13": "Not only that, you’ve arrogantly reviled me many times over, and I’ve heard every word!",
      "14": "“So this is what the Lord God says: ‘Just as the earth rejoices, I’m going to turn you into a desolate wasteland.",
      "15": "Just as you rejoiced when Israel’s inheritance became desolate, I’m going to do the same thing to you. Mount Seir, you and Edom—all of you—will become a desolate wasteland.’ Then they will learn that I am the Lord.”"
    },
    "36": {
      "1": "“Now as for you, Son of Man, prophesy to Israel’s mountains and tell them, ‘Listen to this message from the Lord, you mountains of Israel:",
      "2": "“This is what the Lord God says: ‘The enemy has been saying about you, “Good! The ancient heights are back in our possession!”’”’",
      "3": "“Therefore this is what you are to prophesy: ‘Here’s what the Lord God says, “You’ve been turned into a desolate wasteland and crushed by everyone who surrounds you for a very, very good reason. You’ve become the property of all the other nations and you’ve become the object of gossip and whispering campaigns of the nations.”’”",
      "4": "“Therefore listen to what the Lord God has to say, you mountains of Israel: ‘This is what the Lord God says to the mountains, to the hills, to the waterways, to the valleys, to the desolate wastelands, and to the abandoned cities that have become an object of derision to the mountains that surround you:",
      "5": "“‘Because this is what the Lord God says: “Motivated by my burning zealousness, I have spoken against the rest of the surrounding nations, including Edom, who confiscated my land, taking possession of it with joyful enthusiasm and with animal-like malice, in order to plunder Israel’s pastures.’",
      "6": "“Therefore prophesy concerning the land of Israel and speak to its mountains, hills, ravines, and valleys. Tell them, ‘This is what the Lord God says: “Pay attention! In my zealous anger I’m speaking because you’ve had to endure the mockery of the world’s nations.”’”",
      "7": "“Therefore this is what the Lord God says: “I hereby raise my hand to swear this oath: the nations that surround you will have their own mockery to endure!",
      "8": "But you mountains of Israel are going to sprout branches and bear fruit for my people Israel, because they’ll be coming soon.’”",
      "9": "“Watch me! I’m on your side! I’ll be turning in your direction, and you mountains will be plowed and planted.",
      "10": "I’m going to make the entire house of Israel grow—every single member—and their cities will be inhabited with all the ruins rebuilt.",
      "11": "I’ll make both the population and the livestock increase throughout your territories. They’ll increase and be fruitful. I’ll make your territories to be settled like you were in the past, and you will be treated better than you ever were before. At that time you will know that I am the Lord.",
      "12": "“I’ll lead my people, my nation of Israel, across you mountains, and they will take possession of you again, and you’ll be their inheritance once more. Never again will you leave them robbed of children.",
      "13": "“This is what the Lord God says: ‘Because some have been saying to you, “You mountains have been devouring human beings and leaving people childless,”",
      "14": "therefore you will no longer devour human beings or leave their nation childless,’ declares the Lord God.",
      "15": "‘I won’t let you hear other people mock you, and no nation will ever make you childless again,’ declares the Lord God.”",
      "16": "This message came to me from the Lord:",
      "17": "“Son of Man, when the house of Israel was living on their own land, they defiled it with their lifestyles and behavior; they were as disqualified to be with me as a menstruating woman is to you.",
      "18": "So I poured out my anger on them because of all the bloodshed throughout the land and because they had defiled it with their idolatry.",
      "19": "Then I scattered them among the nations, dispersing them to other lands, just as their lifestyles and behavior deserved. That’s how I judged them.",
      "20": "Nevertheless, when they arrived in those nations, they continued to profane my holy name. It was said about them, ‘These are the Lord’s people, even though they’ve left his land.’",
      "21": "I’ve been concerned about my holy reputation, which the house of Israel has been defiling throughout all of the nations where they’ve gone.”",
      "22": "“Therefore tell the house of Israel, ‘This is what the Lord God says: “I’m not about to act for your sake, you house of Israel, but for the sake of my holy reputation, which you have been defiling throughout all of the nations where you’ve gone.",
      "23": "I’m going to affirm my great reputation that has been defiled among the nations (that is, that you have defiled in their midst), and those people will learn that I am the Lord,” declares the Lord God, “when I affirm my holiness in front of their very eyes.",
      "24": "I’m going to remove you from the nations, gather you from all of the territories, and bring you all back to your own land.",
      "25": "I’ll sprinkle pure water on you all, and you’ll be cleansed from your impurity and from all of your idols.”",
      "26": "“‘“I’m going to give you a new heart, and I’m going to give you a new spirit within all of your deepest parts. I’ll remove that rock-hard heart of yours and replace it with one that’s sensitive to me.",
      "27": "I’ll place my spirit within you, empowering you to live according to my regulations and to keep my just decrees.",
      "28": "You’ll live in the land that I gave to your ancestors, you’ll be my people, and I will be your God.",
      "29": "In addition, I’ll deliver you from everything that makes you unclean. I’ll call out to the grain you plant, ordering it to produce abundant yields, and I will never bring famine in your direction.",
      "30": "I’ll increase the yields of your fruit trees and crops so that you’ll never again experience the disgrace of famine that occurs in other nations.",
      "31": "Then you’ll remember your lifestyles and practices that were not good. You’ll hate yourselves as you look at your own iniquities and loathsome practices.",
      "32": "I won’t be doing any of this for your sake,” declares the Lord God, “so keep that in mind. Be ashamed and frustrated because of your behavior, you house of Israel!”’”",
      "33": "“This is what the Lord God says: ‘At the same time that I cleanse you from all of your guilt, I’ll make your cities become inhabited again and the desolate wastelands will be rebuilt.",
      "34": "The desolate fields will be cultivated, replacing the former wasteland that everyone who passed by in times past had noticed.",
      "35": "They will say, “This wasteland has become like the garden of Eden, and what used to be desolate ruins are now fortified and inhabited.”",
      "36": "Then the surviving people that live around you will learn that I, the Lord, have rebuilt these ruins and have cultivated these pastures that used to be desolate wastelands. I, the Lord, have spoken this, and I’m going to bring it about!’",
      "37": "“This is what the Lord God has to say: ‘I’m going to allow the house of Israel to ask anything they want from me, including this: I’m going to increase their population as a shepherd increases his flock.",
      "38": "The desolate cities will be filled with flocks of human beings, just like Jerusalem used to be filled with flocks of sheep during the times of the appointed festivals. Then they will know that I am the Lord.’”"
    },
    "37": {
      "1": "The Lord laid his hand on me and brought me out by the Spirit of the Lord to the middle of a valley that was filled with bones.",
      "2": "He led me here and there throughout the valley, and I was amazed to see that the surface of the entire valley was covered with myriads of very dry bones!",
      "3": "The Lord asked me, “Son of Man, will these bones ever live?”\n“Lord God,” I replied, “you know the answer to that!”",
      "4": "Then the Lord told me, “Prophesy to these bones. Tell them: ‘You dry bones, listen to the message from the Lord: “",
      "5": "This is what the Lord God says to you dry bones! ‘Pay attention! I’m bringing my Spirit into you right now, and you’re going to live!",
      "6": "I’m going to grow tendons on you, regenerate your flesh, cover you with skin, and make you breathe again so that you can come back to life and learn that I am the Lord.’”’”",
      "7": "So I prophesied, just as I had been ordered to do so. Immediately there was a noise and a rattling—and then all of a sudden the bones came together by themselves! Each bone came together, all of them attached together!",
      "8": "As I continued to watch, I saw tendons growing on the bones, and muscles growing and covering them, and then skin covered the flesh from above. But the bodies weren’t breathing.",
      "9": "Then he ordered me, “Prophesy to the Spirit, Son of Man. Tell the Spirit, ‘This is what the Lord God says: “Come from the four winds, you Spirit, and breathe into these people who have been killed, so they will live.”’”",
      "10": "So I prophesied as I had been ordered, breath entered them, and they began to live. They stood on their own feet as a vast, united army.",
      "11": "“These bones represent the entire house of Israel,” the Lord explained to me. “Look how they keep saying, ‘Our bones are dried up, and our future is lost. We’ve been completely eliminated!’",
      "12": "“Therefore prophesy to them, and tell them, ‘Watch me! I’m going to open your graves, lift you out of those graves, and bring my people back into the land of Israel.",
      "13": "Then you’ll learn that I am the Lord, when I’ve opened your graves and caused you to come up out of them, my people.",
      "14": "I’m going to place my Spirit in you all, and you will live. I’ll place you all into your land, and you’ll learn that I, the Lord, have been speaking and doing this,’ declares the Lord.’”",
      "15": "A message came to me from the Lord, and this is what it was:",
      "16": "“Now as for you, Son of Man, grab a stick of wood for yourself and write on it these words:\n‘For Judah and the Israelis, his companions’\n“Then grab another stick and write on it:\n‘For Joseph, the stick of Ephraim, and all the house of Israel, his companions’",
      "17": "“Then join them together end-to-end so that they become a single baton in your hand.",
      "18": "When the descendants of your people ask you, ‘Would you please explain to us what you mean by this?’",
      "19": "you are to tell them, ‘This is what the Lord says: “Watch me! I’m taking the baton that represents Joseph, which Ephraim is holding in his hand, along with his companions the tribes of Israel, and I’m going to join them with the baton that represents Judah. I’m making them a single baton, that is, a complete baton in my hand.”",
      "20": "“The batons on which you engrave your writing are to remain right in front of them in your hand.",
      "21": "Then tell them, ‘This is what the Lord God says: “Watch me take the Israelis out of the nations where they’ve gone and return them from every direction. I’m going to bring them back into their own land.",
      "22": "I’m going to make them a united people in the land, on the mountains of Israel, and I’ll set a single king to rule over them. They’ll never again be two separate people. They’ll never again be divided into two kingdoms.",
      "23": "They will never again defile themselves with their idols, with other loathsome things, or with any of their sins. Instead, I will deliver them from all of the places where they have sinned, and then I’ll cleanse them. They will be my people and I will be their God.”’”",
      "24": "“‘“My servant King David will be there for them, and one shepherd will be appointed for them. They will live according to my decrees, keep my regulations, and practice them.",
      "25": "They will live in the land that I gave to my servant Jacob and on which your ancestors lived. They will live in that land, along with their children and grandchildren, forever. David my servant will be their everlasting leader.",
      "26": "I’ll make a secure covenant with them, one that will last forever. I will establish them, make them increase in population, and will place my sanctuary in their midst forever.",
      "27": "I will pitch my tent among them and will be their God. They will be my people,",
      "28": "and the nations will learn that I, the Lord, am the sanctifier of Israel when I place my sanctuary in their midst forever.”’”"
    },
    "38": {
      "1": "This message from the Lord came to me:",
      "2": "“Son of Man, turn your attention toward Gog, from the land of Magog, leader of the head of Meshech, and of Tubal. Prophesy this against him:",
      "3": "‘This is what the Lord God says: “Watch out! I’m coming after you, Gog, leader of the head of Meshech, and of Tubal.",
      "4": "I’m going to turn you around, put hooks into your jaws, and bring you out—you and your whole army—along with your horses and cavalry riders, all of them richly attired, a magnificent company replete with buckler and shield, and all of them wielding battle swords.",
      "5": "Persia, Cush, and Libya will be accompanying them, all of them equipped with shields and helmets.",
      "6": "Gomer with all its troops, and the household of Togarmah from the remotest parts of the north with all its troops—many people will accompany you.",
      "7": "Be prepared. Yes, prepare yourself—you and all of your many battalions that have gathered together around you to protect you.",
      "8": "“‘“Many days from now—in the latter years—you will be summoned to a land that has been restored from violence. You will be gathered from many nations to the mountains of Israel, which formerly had been a continuous waste, but which will be populated with people who have been brought back from the nations. All of them will be living there securely.",
      "9": "You’ll arise suddenly, like a tornado, coming like a windstorm to cover the land, you and all your soldiers with you, along with many nations.”’”",
      "10": "“This is what the Lord God says: ‘This is what’s going to happen on the very day that you begin your invasion: You’ll be thinking, making evil plans,",
      "11": "and boasting, “I’m going to invade a land comprised of open country that is at rest, its people living confidently, all of whose inhabitants will be living securely, with neither fortification nor bars on their doors.",
      "12": "I’m going to confiscate anything I can put my hands on. I’ll attack the restored ruins and the people who have been gathered together from the nations, who are acquiring livestock and other goods, and who live at the center of the world’s attention.”",
      "13": "‘Businessmen based in Sheba, Dedan, Tarshish, and all of its growling lions will ask you, “Are you coming for war spoils? Have you assembled your armies to carry off silver and gold, and to gather lots of war booty?”’”",
      "14": "“Therefore, Son of Man, prophesy to Gog and tell him, ‘This is what the Lord God says: “When the day comes when my people are living securely, won’t you be aware of it?",
      "15": "You’ll come in from your home in the remotest parts of the north. You’ll come with many nations, all of them riding along on horses. You’ll be a huge, combined army.",
      "16": "You’ll come up to invade my people Israel like a storm cloud to cover the land. In the last days, Gog, I’ll bring you up to invade my land so that the world will learn to know me when I show them how holy I am before their very eyes.”’”",
      "17": "“This is what the Lord God says: ‘Surely you’re the one about whom I spoke years ago in the writings of my servants, Israel’s prophets, aren’t you? They predicted back then that I would bring you up after many years, didn’t they?",
      "18": "So it will be that on that day, when Gog invades the land of Israel,’ declares the Lord God, ‘my zeal will ignite my anger.",
      "19": "Because of my zeal and burning anger, at that time there will be a massive earthquake throughout the land of Israel.",
      "20": "I’m going to shake the fish in the sea, the birds in the sky, the wild beasts, all the creatures that crawl on the earth, and every single human being who lives on the surface of the earth. Mountains will collapse, as will their mountain passages, and every wall will fall to the ground.",
      "21": "Then I’ll call for war against Gog on top of every mountain,’ declares the Lord God, ‘and every weapon of war will be turned against their fellow soldier.",
      "22": "I’ll judge them with disease and bloodshed. I’ll shower him, his soldiers, and the vast army that accompanies him with a torrential flood, hailstones, fire, and sulfur.",
      "23": "I will exalt myself and demonstrate my holiness, making myself known to many people, who will learn that I am the Lord.’”"
    },
    "39": {
      "1": "“Now as for you, Son of Man, prophesy against Gog and tell him, ‘This is what the Lord God has to say: “Watch out, Gog, you leader of the head of Meshech and of Tubal!",
      "2": "I’m going to turn you around, drag you along to your destruction, and bring you up from the farthest parts of the north, and carry you to the mountains of Israel.",
      "3": "There I will strike your bow from your left hand and your arrows from your right, causing your fall.",
      "4": "You will collapse on the mountains of Israel, along with all of your soldiers and the nations that have accompanied you. There the raptors, vultures, and wild animals will feed on you.",
      "5": "You will fall dead in the open fields, because I have ordered this to happen,’ declares the Lord God.",
      "6": "‘I’m also going to incinerate Magog, along with those who are settled down and at home in the islands. That’s when they’ll learn that I am the Lord.",
      "7": "I’ll make my holiness and reputation known in the midst of my people Israel, and I won’t let my holiness be profaned anymore. The nations will learn that I, the Lord, am holy in the midst of Israel.",
      "8": "Pay attention! It’s coming and will certainly happen,’ declares the Lord God. ‘This will be the day about which I’ve spoken!’”’”",
      "9": "“After all this happens, the people who live in the cities of Israel will be kindling fires for seven years, using small shields, large shields, bows, arrows, clubs, personal weapons, and spears to do so.",
      "10": "They won’t need to cut down trees from the fields nor gather firewood from the forests, because they will light fires with the weapons as they plunder the plunderers and loot the looters!” declares the Lord God.",
      "11": "“When all of this happens, I’m going to set aside a grave site for Gog in Israel’s Traveler’s Valley, near the approach to the Dead Sea. She will block off everyone who tries to bypass it. There they will bury Gog, and rename the area ‘Valley of Gog’s Gang’.",
      "12": "The house of Israel will be burying them for seven months in order to purify the land.",
      "13": "Everyone in the land will be involved in the burials, and this will serve as a reminder for them that I have glorified myself,” declares the Lord God.",
      "14": "“Men will be assigned to travel continuously throughout the land, exploring for seven full months as they go about burying the bodies that remain from the battle on the surface of the ground, so that the land may be sterilized.",
      "15": "As scouts go searching throughout the land, whenever they see someone’s bones, they will place a sign beside the remains until the remains have been buried in the Valley of Gog’s Gang.",
      "16": "They’ll also name the city that is there ‘Hamonah,’ as they purify the land.”",
      "17": "“Now as for you, Son of Man, this is what the Lord God has to say: ‘Tell all of the birds and wild beasts, “Come! Gather together and participate in the sacrifice that I’m going to make for you. This great sacrifice will take place on the mountains of Israel, where you’ll be eating flesh and drinking blood.",
      "18": "You’ll eat the flesh of mighty men and drink the blood of the world’s princes, drinking the blood of these rams, lambs, goats, bulls, all of them fattened as if they’re from Bashan, fit for slaughter!",
      "19": "You’ll eat until you’re fat and satiated. You’ll drink blood until you’re drunk from the sacrifice that I’m going to make for all of you.",
      "20": "You’ll be fully satiated at my table, dining on horse flesh, horsemen, elite soldiers, and every kind of warrior,” declares the Lord God.",
      "21": "‘I’m going to display my glory among the people, and every nation will see the judgment that I administer by my own hand among them.",
      "22": "The house of Israel will learn that I am the Lord their God from that day forward!",
      "23": "The nations will also learn that because of Israel’s sin the house of Israel went into captivity, since they were unfaithful in their behavior toward me. As a result, I hid my presence from them, turned them over to the control of their enemies, and they died by violence.",
      "24": "It was because of their defilement and transgression that I treated them this way by hiding my presence from them.’”",
      "25": "“Therefore this is what the Lord God has to say: ‘I’m going to restore the resources of Jacob and show mercy to the entire house of Israel. I’ll be zealous for my own reputation and for my holiness.",
      "26": "They’ll forget their shame and all of their unfaithfulness by which they behaved so unfaithfully toward me. They will live on their land in confidence, not in fear.",
      "27": "When I bring them back from the nations and gather them together from the lands that belong to their enemies, I will demonstrate my holiness through them right in front of the eyes of the world,",
      "28": "and they will learn that I am the Lord their God, who sent them into exile and who gathered them back to their land. I will not leave any of them remaining in exile.",
      "29": "I’ll no longer hide my presence from them again when I pour out my Spirit on the house of Israel,’ declares the Lord God.”"
    },
    "40": {
      "1": "At the beginning of year 25 of our captivity, on the tenth day of the fourteenth year after the destruction of Jerusalem—on that very day—the Lord grabbed me in his hand and took me there.",
      "2": "God brought me in a series of visions to the land of Israel and placed me on top of a very high mountain, where to the south there was something that looked like the outline of a city.",
      "3": "That’s where he took me. All of a sudden, there was a man whose appearance resembled glowing bronze! He had a measuring reed and line in his hand as he stood in the city gate.",
      "4": "This is what the man told me: “Son of Man, watch carefully, listen closely, and remember everything I’m going to be showing you, because you’ve been brought here to be shown what you’re about to see. Be sure that you tell the house of Israel everything that you observe.”",
      "5": "All of a sudden, we were at the exterior wall that completely surrounded the Temple. The man whom I had observed held a measuring reed that was six cubits long as measured in cubits that were a cubit and a handbreadth long. As he measured the thickness of the wall, he measured out one reed. Its height was also one reed.",
      "6": "Then he went over to the gate that faced toward the east, ascended its steps, and measured its thresholds. One threshold measured one reed and the other one measured one reed.",
      "7": "Each guardhouse measured one reed long and one reed wide, and the distance between each guardhouse was five cubits. The threshold of the gate near the vestibule facing away from the Temple entrance measured one reed.",
      "8": "Next, he measured the vestibule of the gate facing away from the Temple entrance at one reed.",
      "9": "He measured the vestibule of the gate inside at eight cubits and the doorjambs at two cubits. (The vestibule at the gate faced away from the Temple.)",
      "10": "Gate guardhouses stood facing east, numbering three on each side, each of them of equal size to the door jamb; that is, having the same measurement on each side.",
      "11": "He measured the width of the gateway at ten cubits, and the length of the gate at thirteen cubits.",
      "12": "The retaining wall in front of the guardhouses measured one cubit wide. It stood one cubit from the wall to the guardhouses, which were six cubits square.",
      "13": "He measured the gate from the roof of the guardhouses to the roof of another at 25 cubits from doorway to opposite doorway.",
      "14": "Then he measured the open air porch at 60 cubits from the doorjamb of the courtyard that encompassed the gate.",
      "15": "The distance from the front entrance gate to the vestibule of the inner gate measured 50 cubits.",
      "16": "Latticed windows faced the guardhouses, their side pillars within the gate all around, and also for the porches. Windows were placed all around inside, and the side pillars were engraved with palm trees.",
      "17": "Next, he brought me into the outer court, where chambers and a paved area had been constructed all around the courtyard, with 30 chambers facing the pavement.",
      "18": "The pavement to the side of the gates corresponded to the length of the gates.",
      "19": "He also measured the width from the front lower gate to the front of the exterior inner court at 100 cubits to the east and to the north.",
      "20": "Next, he measured the length and width of the outer north-facing gate to the courtyard.",
      "21": "It was equipped with three guardhouses on each side. Its side pillars and porches had measurements identical to the first gate: 50 cubits long and 25 cubits wide.",
      "22": "Its windows, porches, and palm tree ornaments had measurements identical to the east-facing gate. Reached by seven ascending steps, its porch lay to the front of the steps.",
      "23": "From a gate that stood opposite the northern gate he measured 100 cubits, as well as from the eastern gate.",
      "24": "Then he led me toward the south, where there was a gate with side pillar and porch measurements identical to the others.",
      "25": "The gate and its porches contained windows all around, identical to the other windows. The length of the porch was 50 cubits and its width was 25 cubits.",
      "26": "Seven steps led up to it, with a porch in front of them. Palm tree ornaments were engraved on its side pillars, one on each side.",
      "27": "The inner court contained a south-facing gate measuring 100 cubits from gate to gate toward the south.",
      "28": "Next, he brought me to the inner courtyard by way of the south-facing gate. He measured the south-facing gate as having measurements identical to the others.",
      "29": "The measurements of its guardhouses, its side pillars, and its porches were identical to the others. The gate and its porches contained windows all around. The length of the porch was 50 cubits and its width was 25 cubits.",
      "30": "Porches lay all around, measuring 25 cubits long and five cubits wide,",
      "31": "leading to the outer courtyard. Palm tree ornaments were engraved on its side pillars. The stairway leading to it contained eight steps.",
      "32": "Then he brought me into the inner east-facing courtyard, where he measured the gate, identical to the others.",
      "33": "The measurement of its guardhouses, side pillars, and porches was identical to the others. The gate and its porches contained windows all around. The length of the porch was 50 cubits and its width was 25 cubits,",
      "34": "leading to the outer courtyard. Palm tree ornaments were engraved on its side pillars. The stairway leading to it contained eight steps.",
      "35": "Next, he brought me to the north-facing gate, where he measured the gate, identical to the others.",
      "36": "The measurement of its guardhouses, side pillars, and porches was identical to the others. The gate and its porches contained windows all around. The length of the porch was 50 cubits and its width was 25 cubits,",
      "37": "leading to the outer courtyard. Palm tree ornaments were engraved on its side pillars. The stairway leading to it contained eight steps.",
      "38": "There was a chamber with a doorway by the side pillars next to the gate where they prepare the burnt offerings.",
      "39": "In the porch leading in front of the gate there were two tables on either side for slaughtering burnt offerings, sin offerings, and guilt offerings,",
      "40": "and on the outer side, approaching the northern gateway, there were two tables, as well as two tables on the opposite side of the porch in front of the gate.",
      "41": "In that way, there were four tables on each side in front of the gate, for a total of eight tables for use in slaughtering the offerings.",
      "42": "There were four tables carved from stone for the burnt offering, each one and a half cubits long, one and a half cubits wide, and one cubit high, on which the instruments are laid for slaughtering burnt offerings and sacrifices.",
      "43": "Double hooks, a single handbreadth in length, were installed all around in this portion of the temple area.",
      "44": "From outside leading into the inner gate there were chambers for the choir. One was beside the north gate facing the south, and another was at the south gate facing the north.",
      "45": "The angel told me, “This south-facing chamber is for the priests who maintain the Temple,",
      "46": "and the north-facing chamber is for the priests who maintain the altar. These are Zadok’s descendants, who, as descendants of Levi approach the Lord to minister directly to him.”",
      "47": "He measured the court in the form of a square at 100 cubits long and 100 cubits wide. The altar stood in front of the Temple.",
      "48": "Next, he brought me to the Temple porch and measured the side pillars at five cubits on each side. The width of the gate measured three cubits on each side.",
      "49": "The porch was 20 cubits long and eleven cubits wide. The stairway by which it was ascended was equipped with columns attached to its side pillars, one on each side."
    },
    "41": {
      "1": "Next he brought me to the Temple and measured its door jambs at six cubits wide on each side of the structure.",
      "2": "The entrance was ten cubits wide and its door jambs were five cubits wide on each side. He measured the length of the nave at 40 cubits and its width at 20 cubits.",
      "3": "Then he went inside and measured the door jambs at two cubits wide and the doorway at six cubits high. The doorway was seven cubits wide.",
      "4": "He measured its length at 20 cubits, its width at 20 cubits in front of the structure, and then he told me, “This is the most holy area.”",
      "5": "Next, he measured the Temple walls at six cubits high and the width of the side chambers at four cubits around all four sides of the Temple.",
      "6": "The side chambers consisted of three stories, each above the other, with 30 chambers in each story. The side chambers extended out from the wall that faced the inside of the chambers where the chambers were fastened together, but the chamber walls were not fastened directly into the Temple walls themselves.",
      "7": "The side chambers surrounding the Temple were wider at each successive story, because the surrounding structure ascended by proportional increments as it rose, ascending to the highest story by going up successively from the lowest.",
      "8": "I observed a raised platform that surrounded the Temple, and the foundations of the side chambers were a full six cubits deep.",
      "9": "The outer wall of the side chambers was five cubits thick, and there was an empty space between the Temple’s side chambers",
      "10": "and its outer chambers 20 cubits in width, surrounding the Temple on each side.",
      "11": "The side chamber doorway facing the free space contained a single north-facing doorway and a second south-facing doorway. The width of the free space was five cubits all around the perimeter.",
      "12": "The building that faced the west side of the courtyard was 70 cubits wide, and the building’s wall was five cubits thick all around. It was 90 cubits long.",
      "13": "Then he measured the Temple. It was 100 cubits long, and the courtyard, its building, and its walls were 100 cubits long.",
      "14": "The front of the Temple and its east-facing courtyard were each 100 cubits long.",
      "15": "Next, he measured 100 cubits as the length of the structure toward the front of the courtyard that stood behind it, where it housed a gallery on each side of it. Then he measured the Temple and the inner porticos of the courtyard,",
      "16": "the thresholds, the shielded windows, and the surrounding three-storied galleries that stood opposite. From the ground to the shielded windows, they were paneled with wood all around,",
      "17": "including up to the doorway, up to the Temple (both within and without) and all around both sides of the inner wall, according to his measurement.",
      "18": "There were carved cherubim and palm trees, alternating with a palm tree between a cherub, and each cherub had two faces,",
      "19": "with a human face looking toward the palm tree on one side and a young lion’s face looking toward the palm tree on the other side. These carvings extended all the way around the Temple,",
      "20": "from the ground to above the doorway, as well as on the walls of the main sanctuary.",
      "21": "The door posts of the main sanctuary were square. Each door post was identical in appearance to the others.",
      "22": "The altar was made of wood, three cubits high and two cubits long. Its corners, base, and sides were of wood. He told me, “This table stands in the Lord’s presence.”",
      "23": "The nave and the sanctuary each were equipped with double doors.",
      "24": "Each door had two sections mounted on hinges, for a total of two sections for one door and two sections for the other.",
      "25": "The doors of the nave had carvings engraved on them, consisting of cherubim and palm trees identical to those on the walls. The front of the exterior porch was equipped with a wooden threshold.",
      "26": "Shielded windows and palm trees were visible on both sides; that is, on the sides of the porch, the side chambers of the Temple, and on its thresholds."
    },
    "42": {
      "1": "Then he brought me to the outer, north-facing courtyard into the chamber that stood opposite the structure that was facing north.",
      "2": "It stood 100 cubits long and 50 cubits wide, with a door in the middle.",
      "3": "Opposite the 20 cubits wide inner court, and opposite the paved area that comprised the outer court, there were three stories of galleries that faced each other.",
      "4": "In front of the chambers there was an inner walkway ten cubits wide and 100 cubits wide, the openings to which were on the north.",
      "5": "The upper chambers were narrower, since the galleries required more space than did the lower and middle portions of the building.",
      "6": "The three part structure had no columns, unlike the courts, which is why the upper chambers were offset from the ground upward, more so than the lower and middle chambers.",
      "7": "The outer wall by the side of the chambers toward the outer court and facing the chambers was 50 cubits long.",
      "8": "While the chambers in the outer court were 50 cubits in length, the chambers facing the Temple were 100 cubits long.",
      "9": "Below these chambers, as one might enter from the outer court, was the east side entrance.",
      "10": "There were chambers built into the thick part of the wall of the court facing the east; that is, facing the separate area toward the front of the building,",
      "11": "with a passageway in front of them, similar in appearance to the chambers that were on the north, proportional to their length and width, with all of their exits according to their arrangements and doorways.",
      "12": "Corresponding to the chamber doorways facing the south was an opening at the beginning of the passage; that is, the passage in front of the corresponding part of the wall facing east as one might enter.",
      "13": "Then he told me, “The north and south chamber, which are opposite the courtyard, are consecrated areas where the priests who approach the Lord will eat consecrated offerings and lay the consecrated grain offerings, sin offerings, and guilt offerings, because the area is holy.",
      "14": "When the priest enters, they will not enter the outer court from the sanctuary without having removed their garments worn during their time of ministry, because they are holy. They will put on different clothes, and then they will approach the area reserved for the people.”",
      "15": "After he had finished measuring the inner temple, he brought me out through the east-facing gate and measured it all around.",
      "16": "He measured the east side at 500 reeds, according to the length of the measuring stick,",
      "17": "the north side at 500 reeds, according to the length of the measuring stick,",
      "18": "the south side at 500 reeds, according to the length of the measuring stick,",
      "19": "and the west side at 500 reeds, according to the length of the measuring stick.",
      "20": "He measured a wall that encompassed all four sides, 500 hundred long and 500 wide, dividing between the sacred and common areas."
    },
    "43": {
      "1": "Next, he brought me to the east-facing gate,",
      "2": "and the glory of the God of Israel was coming from the east. His voice sounded like roaring water, and the land shimmered from his glory.",
      "3": "His appearance in the vision that I was having was similar to what I observed in the vision where he had come to destroy the city, and also like the visions that I saw by the Chebar River. I fell flat on my face",
      "4": "while the glory of the Lord entered the Temple through the east-facing gate.",
      "5": "Just then, the Spirit lifted me up and carried me into the inner courtyard, where the glory of the Lord was filling the Temple!",
      "6": "I heard someone speaking to me from the Temple, and a man appeared, standing beside me!",
      "7": "“Son of Man,” the Lord God told me, “This is where my throne is, where I place the soles of my feet, and where I will live among the Israelis forever. The house of Israel will no longer defile my holy name—neither they nor their kings—by their unfaithfulness, by the lifeless idols of their kings on their funeral mounds,",
      "8": "by their setting up their threshold too close to my threshold and their door post too close to my door post, with a wall between me and them. After all, they have defiled my holy name by the loathsome things that they did, so I devoured them in my anger.",
      "9": "But now let them send their unfaithfulness—that is, the lifeless idols of their kings—far away from me, and I will live among them forever.”",
      "10": "“And now, Son of Man, describe the Temple to the house of Israel. They will be ashamed because of their sin. They will measure its pattern.",
      "11": "If they are ashamed of everything that they’ve done, you are to reveal to them the design of the Temple, its structure, its exits and entrances, its plans, its ordinances, and all of its regulations. Write it down where they can see it and remember all of its designs and regulations, so they will implement them.",
      "12": "This is to be the regulation for the Temple: the entire area on top of the mountain is to be considered wholly consecrated. This is to be the law of the Temple.”",
      "13": "“Here are the measurements of the altar in cubits that were a cubit and a handbreadth long: its base is a cubit long and a cubit wide, and its border around the edge at one handbreadth is to be the height of the altar.",
      "14": "From the base on the ground to its lower edge is to be two cubits, with its width to be one cubit. From the lesser ledge to the larger edge is to be four cubits. Its width is to be one cubit.",
      "15": "The hearth is to be four cubits high, and four horns are to extend upwards from the hearth.",
      "16": "The hearth is to be twelve cubits long and twelve cubits wide; that is, it will be a four-sided square.",
      "17": "It is to have a ledge fourteen cubits long by fourteen cubits wide around the four sides. Its border is to be half a cubit and its base is to be a cubit all around, with its steps facing east.”",
      "18": "Then he told me, “This is what the Lord God says: ‘These are the regulations for the altar, starting the day that it is constructed for presenting burnt offerings and sprinkling blood.",
      "19": "You are to present to the Levitical priests, Zadok’s descendants, who will approach me to serve me, a young bull for a sin offering,’ declares the Lord God.",
      "20": "You are to take some of its blood and put it on the four horns of the altar, on the four corners of its ledge, and on the border that surrounds it, thus cleansing it and making an atonement for it.",
      "21": "You are also to present a bull for a sin offering, incinerating it in the appointed place at the Temple, outside the sanctuary.",
      "22": "‘The second day following commencement of offerings, you are to offer a male goat without defect for a sin offering to cleanse the altar the same way they cleansed it with the bull.",
      "23": "After you’ve finished the cleansing, you are to present a young bull without defect and a ram from the flock without defect.",
      "24": "You are to present them in the Lord’s presence, and the priests are to throw salt on them and then present them as a burnt offering to the Lord.",
      "25": "‘Every day for a week, you are to prepare a goat for a sin offering, a young bull, and a ram from the flock, each without defect.",
      "26": "For a seven day period they are to make atonement for the altar, purifying it and consecrating it.",
      "27": "When they will have completed this period, starting the next day, the priests are to offer your burnt offerings on the altar, along with your peace offerings, and I will accept you,’ declares the Lord God.”"
    },
    "44": {
      "1": "Then the Lord God brought me back through the east-facing outer gate of the sanctuary. But it was shut.",
      "2": "The Lord told me, “This gate is to remain shut. It will not be opened. No man is to enter through it, because the Lord God of Israel entered through it, so it is to remain shut.",
      "3": "The Regent Prince will be seated there, as Regent Prince, and will dine in the Lord’s presence, entering through the portico of the gate and exiting through it also.”",
      "4": "Then he brought me through the north-facing gate to the front of the Temple. As I looked, the glory of the Lord filled the Lord’s Temple, and I fell flat on my face!",
      "5": "Then the Lord told me, “Son of Man, watch carefully, listen closely, and remember everything I’m going to be telling you about all the statutes pertaining to the Lord’s Temple and all of its laws. Pay careful attention to the entrance to the Temple, along with all of the exits from the sanctuary.”",
      "6": "“You are to tell the Resistance—that is, the house of Israel, ‘This is what the Lord God says: “I’ve had enough of all of your loathsome behavior, you house of Israel!",
      "7": "You kept on bringing in foreigners, those who were uncircumcised in heart and flesh, to profane my sanctuary by being inside my Temple, and by doing so you’ve emptied my covenant, all the while offering my food—the fat and the blood—in addition to all of the other loathsome things you’ve done.",
      "8": "Furthermore, you haven’t paid attention to the requirements for my holy things. Instead, you placed foreigners in charge of my sanctuary.”’",
      "9": "“This is what the Lord God says, ‘No foreigner who is both uncircumcised in heart and flesh, of all the foreigners who are among the Israelis is to enter my sanctuary.",
      "10": "But the descendants of Levi, who went far away from me when Israel abandoned me, who left me to follow their idols, are to bear the punishment of their iniquity.",
      "11": "Nevertheless, they are to serve in my sanctuary, overseeing the gates of the Temple, taking care of the Temple, slaughtering the burnt offerings and the sacrifices presented for the people, standing in the presence of the people, and ministering to them.",
      "12": "Because they kept serving them in the presence of their idols, becoming a sin-filled stumbling block to the house of Israel,’ declares the Lord God.\n“‘I have sworn to them that they are to bear the consequences of their iniquity.",
      "13": "They are not to come near me to serve me as a priest, nor approach any of my holy things, including the most holy things. Instead, they are to bear the shame of the loathsome things that they have done.",
      "14": "Nevertheless, I will appoint them to take care of my Temple, including all of its service and everything that is to be done inside of it.’”",
      "15": "“The descendants of Zadok, Levitical priests who took care of my sanctuary when the Israelis wandered away from me, are to come near me to minister to me. They are to stand before me to offer the fat and the blood to me,” declares the Lord God.",
      "16": "“They are to enter my sanctuary, approach my table to minister to me, and carry out my requirements.",
      "17": "Whenever they enter at the gates of the inner court, they are to be clothed with linen garments. They are not to wear wool when they are ministering within the gates of the inner courtyard or in the Temple.",
      "18": "Linen turbans are to be on their heads, and they are to wear linen undergarments. Also, they are not to clothe themselves with anything that makes them perspire.",
      "19": "“When they enter the outer courtyard, that is, the outer courtyard where the people are, they are to take off their garments in which they were ministering, lay them in the consecrated chambers, and put on different garments so they will not transfer holiness to the people through their garments.",
      "20": "Also, they are not to shave their heads nor let their hair grow long. Instead, they are certainly to trim the hair on their heads.",
      "21": "None of the priests are to drink wine after entering the inner courtyard.",
      "22": "They are not to marry a widow or a divorced woman. Instead, they are to marry virgins from the descendants of the house of Israel, or a widow who is the widow of a priest.”",
      "23": "“They are to teach my people how to discern what is holy in contrast to what is common, showing them how to discern between what is unclean and clean.",
      "24": "When disputes arise, they are to serve as a judge, adjudicating matters according to my ordinances. They are to enforce my laws, my statutes, all of my appointed festivals, and they are to sanctify my Sabbaths.",
      "25": "They are not to come in contact with a dead body, so they don’t defile themselves, except in the case of their father, mother, son, daughter, brother, or for an unmarried sister, on whose behalf they may defile themselves.",
      "26": "After he is cleansed from that contact, he is to not to minister for seven days.",
      "27": "On the day that he returns to the sanctuary’s inner court to minister, he is to offer his own sin offering,” declares the Lord God.",
      "28": "“Now with respect to the priests’ inheritances, I am to be their inheritance, and you are to give them no possession in Israel, since I am their possession.",
      "29": "They are to eat the grain offerings, sin offering, and guilt offering. Everything consecrated in Israel is to belong to them.",
      "30": "The first portion of all the first fruits of every kind and every offering of any kind is to be for the priests. You are to give the priest the first portion of your grain. As a result a blessing will rest on your household.",
      "31": "However, the priests are not to eat any bird or animal that has died a natural death or that has been torn apart.”"
    },
    "45": {
      "1": "“When you divide the land for an inheritance, you are to present a Terumah to the Lord, a consecrated portion of the land 25,000 cubits long and 20,000 cubits wide. Everything within this area is to be treated as holy.",
      "2": "A Holy Place is to be dedicated from this area in the form of a square measuring 500 by 500 cubits, with a 50 cubit buffer zone surrounding it.",
      "3": "From this area a measure is to be made 25,000 cubits long and 10,000 cubits wide, which is to contain the sanctuary, the holiest of holy objects.",
      "4": "It is to be a holy portion of the land, set aside for the priests who serve the sanctuary, who approach the Lord to serve him. It is to be a place for their houses, as well as the Holy Place of the sanctuary.",
      "5": "An area 25,000 cubits long by 10,000 cubits wide is to be set aside for use by the Levite servants of the Temple, 20 parcels for their residential properties.",
      "6": "The land allocation for the city is to be set at 5,000 cubits wide and 25,000 cubits long, adjacent to the sanctuary district, reserved for the entire house of Israel.”",
      "7": "“The Regent Prince is to have a portion on both sides of the consecrated allotment for the sanctuary and the city’s land allotment, adjacent to both on the west and the east sides, comparable in length to one of the portions from the west border to the east border.",
      "8": "This property in Israel is to belong to the Regent Prince, so my regent princes will no longer mistreat my nation. The remaining portion of the land is to be allotted to the house of Israel, that is, to its tribes.”",
      "9": "“This is what the Lord God says, ‘Enough of you, you regent princes of Israel! Abandon your violence and destruction. Practice what is just and right instead! Stop confiscating property from my people!’ declares the Lord God.",
      "10": "‘You’re to use an honest scale, an honest dry measure, and an honest liquid measure!",
      "11": "The ephah and the bath are to be of equal volume; that is, the bath is to contain one tenth of an omer and the ephah one tenth of an omer. The omer is to be the standard on which their volume measurement is to be based.",
      "12": "The shekel is to weigh 20 gerahs. The mina is to be comprised of three coins weighing 20, 25, and fifteen shekels, respectively.’”",
      "13": "“Here are the standards for presenting offerings: a sixth of an ephah that is based on the standard omer of wheat, and a sixth of an ephah based on the standard omer of barley.",
      "14": "The olive oil quota is to be based on the bath, measured at ten baths to each omer, which is equal to one kor.",
      "15": "The sheep quota is to be one from each flock of 200 taken from the pastures of Israel. From all of these you are to present grain offerings, burnt offerings, and peace offerings, to make atonement for them,” declares the Lord God.",
      "16": "“The entire nation living in the land is to present this offering to the Regent Prince in Israel.",
      "17": "The Regent Prince is to provide the burnt offerings, grain offerings, and drink offerings at the festivals, on the New Moons and Sabbaths, and at all of the prescribed festivals of the house of Israel. He is to provide the grain offerings, burnt offerings, and peace offerings in order to make atonement for the house of Israel.”",
      "18": "“This is what the Lord God says, ‘On the first day of the first month, you are to present a young bull without defect in order to cleanse the sanctuary.",
      "19": "The priest is to place some of the blood from the sin offering on the door posts of the Temple, on the four corners of the ledge around the altar, and on the posts of the gate leading to the inner court.",
      "20": "You are also to do this on the seventh day of the month, to make atonement for any person who wanders away or who sins through ignorance in order to make atonement for the Temple.",
      "21": "“‘On the fourteenth day of the first month, you are to observe the Passover as a festival for seven days. Unleavened bread is to be eaten.",
      "22": "On that day, the Regent Prince is to provide, both for himself and for all the people who live in the land, a bull for a sin offering.",
      "23": "Each day during the seven days of the festival, he is to provide a burnt offering to the Lord, consisting of seven bulls and seven rams without defect, offered each day throughout the seven days, along with a male goat offered each day as a sin offering.",
      "24": "“‘The Regent Prince is also to present a grain offering consisting of an ephah with each bull and an ephah with each ram, along with a hin of olive oil mixed with an ephah of grain.",
      "25": "On the fifteenth day of the seventh month, during a seven day festival, the Regent Prince is to present these as daily sin offerings, burnt offerings, and grain offerings mixed with oil.’”"
    },
    "46": {
      "1": "“This is what the Lord God says: ‘The inner, east-facing courtyard is to remain shut during the six working days of the week, but on the Sabbath day it is to be opened, as well as on the day of the New Moon.",
      "2": "The Regent Prince is to enter through the portico of the gate from outside and is to stand at the doorframe of the gate where the priests are to present the Regent Prince’s burnt offerings and peace offerings. Then the Regent Prince is to worship at the threshold of the gate and go out. The gate is not to be closed until evening.",
      "3": "The people who live in the land are to worship at the doorway of the gate on the Sabbaths and New Moons in the Lord’s presence.’”",
      "4": "“‘The burnt offering that the Regent Prince is to present to the Lord on the Sabbath day is to consist of six lambs without defect, a ram without defect,",
      "5": "a grain offering with the ram consisting of an ephah, a grain offering with the lambs consisting of whatever amount he brings with him, and a hin of oil with each ephah of grain.",
      "6": "Furthermore, each New Moon there is to be a young bull presented without defect, six male lambs, and a ram without defect.",
      "7": "The Regent Prince is to present an ephah of grain along with the bull, an ephah of grain along with the ram, a grain offering—consisting of as much as he is able to give—and a hin of olive oil with each ephah of grain.",
      "8": "“‘The Regent Prince is to enter through the portico of the gate and is to leave the same way he came in.",
      "9": "When the people who live in the land come into the Lord’s presence during the festivals, whoever enters through the northern gate is to leave through the southern gate, and whoever enters through the southern gate is to leave through the northern gate. No one is to leave by the same route that he enters, but instead is to go straight out.",
      "10": "The Regent Prince is to enter when they are coming in, and he is to leave when they go out.’”",
      "11": "“‘The grain offering for the festivals and appointed festivals is to include an ephah with a bull, an ephah with a ram, and as much grain with the lambs as the Regent Prince brings with him, along with a hin of oil with each ephah.",
      "12": "Whenever the Regent Prince presents a voluntary offering, burnt offering, or peace offering, he is to present it voluntarily to the Lord, and the east-facing gate is to be opened for him. He is to provide his burnt offering and peace offering as he does on the Sabbath. When he leaves, the gate is to be shut behind him.",
      "13": "He is to present a one year old lamb without defect for a burnt offering to the Lord in the morning every day.",
      "14": "In addition, he is to present a grain offering with it every morning, consisting of a sixth of an ephah mixed with one third of a hin of oil. This grain offering is to be offered to the Lord as a permanent ordinance.",
      "15": "They are to present the lamb offering, the grain offering, and the oil every morning as an ongoing burnt offering.’”",
      "16": "“This is what the Lord God says: ‘If the Regent Prince gives a gift to someone, it is to remain with the man’s descendants as their own inheritance.",
      "17": "But if he gives a gift to any of his servants, it is to belong to the servant until the Year of Release, at which time it is to be returned to the Regent Prince. His inheritance is to belong only to his sons.",
      "18": "The Regent Prince is not to appropriate the nation’s inheritance nor take advantage of them by taking their property from them. Instead, he is to provide an inheritance for his sons from his own possessions so that my people will not be separated from their possessions.’”",
      "19": "Then the angel brought me in through an entrance beside the gate into the north-facing chambers dedicated to the priests. As I looked toward the rear of the far western end, I saw a place",
      "20": "about which he said, “This is where the priests will be boiling the guilt and sin offerings and baking the grain offerings so they don’t bring them through the outer courtyard, thus diminishing the people’s holiness.”",
      "21": "Then he brought me out to the exterior courtyard and led me across to each of the four corners of the courtyard. There in each corner was an enclosed area set aside,",
      "22": "all of them the same size; that is, each was 40 cubits long and 30 cubits wide.",
      "23": "A low wall built of masonry surrounded each courtyard, with boiling places set in rows in the wall.",
      "24": "He told me, “This is where the ministers of the Temple will be preparing the sacrifices that will be presented by the people."
    },
    "47": {
      "1": "After this, he brought me back to the doorway to the Temple. To my amazement, there was water flowing out toward the east from beneath the threshold of the Temple! (The Temple faced eastward.) The water flowed down from beneath the right side of the Temple, that is, from the south-facing side where the altar was located.",
      "2": "Then he brought me out through the north gateway and around to the one outside that faces toward the east. To my amazement, water was trickling out from that part of the south side, too!",
      "3": "As the man went out toward the east, he carried a measuring line in his hand. He measured out 1,000 cubits as he led me through water that was ankle-deep.",
      "4": "Then he measured out another 1,000 cubits, where he led me through water that was knee-deep. And then he measured out another 1,000 cubits, where the water was waist-deep.",
      "5": "When he had measured out another 1,000 cubits, the water had become deep enough that I wasn’t able to ford it. Instead, I would have had to swim through it.",
      "6": "Then, as he was bringing me back along the river bank, he asked me, “Son of Man, did you see all of this?”",
      "7": "As we were coming back, I was amazed to see that there were many, many trees lining both banks of the river.",
      "8": "He told me, “This river flows toward the eastern territories all the way down into the Arabah, and from there its water flows toward the Dead Sea, where the sea water turns fresh.",
      "9": "It will support all kinds of living creatures that will thrive abundantly wherever the river flows. There will be a great many fish, because this water will flow there and turn the salt water fresh. As a result, everything will live wherever the river flows.",
      "10": "A day will come when fishermen will line its banks—from En-gedi to En-eglaim there will be plenty of room to spread out nets. There will be all sorts of species of fish, as abundant as the fish that live in the Mediterranean Sea. There will be lots of them!",
      "11": "“The river delta will consist of swamps and marshes that will remain a salt water wetland preserve.",
      "12": "Lining each side of the river banks, all sorts of species of fruit trees will be growing. Their leaves will never wither and their fruit will never fail. They will bear fruit every month, because the water that nourishes them will be flowing from the sanctuary. Their fruit will be for food and their leaves will contain substances that promote healing.”",
      "13": "This is what the Lord God says: “This is to be the territorial border by which you apportion the land for an inheritance among the twelve tribes of Israel, with Joseph double-portioned.",
      "14": "Apportion it for their inheritances, distributing everything equally as if you were distributing things to your own brother, which is how I promised to give it to your ancestors. This way, the land will fall to you as an inheritance.",
      "15": "“This is to be the border for the land: on the north side, from the Mediterranean Sea by the Hethlon Road to the entrance of Zedad,",
      "16": "Hamath, Berothah, Sibraim (which lies between the border of Damascus and the border of Hamath), and Hazer-hatticon, which is on the border of Hauran.",
      "17": "The border is to proceed from the Mediterranean Sea to Hazer-enan (a border of Damascus), and on the north facing north is to be the border of Hamath. This is to be the north side.",
      "18": "“The eastern extremity is to proceed from between Hauran and Damascus, then between Gilead, and then through the land of Israel—the Jordan River. You are to measure from the northern border to the Dead Sea. This is to be the eastern perimeter.",
      "19": "“You are to determine the southern extremity running from Tamar as far as the waters of Meribath-kadesh, then from there proceeding to the Wadi, and then to the Mediterranean Sea. This is to be the southern perimeter.",
      "20": "“The western perimeter is to be the Mediterranean Sea, from the southernmost border to a location opposite the entrance to Hamath. This is to be the western perimeter.",
      "21": "“You are to apportion this land among yourselves according to the tribes of Israel,",
      "22": "dividing it by lottery among yourselves and among the foreigners who live among you and bear children among you. You are to treat them like native-born Israelis. Among you they, too, are to be allotted an inheritance with the tribes of Israel.",
      "23": "Furthermore, you are to provide the foreigner’s inheritance there in the tribe within which he remains,” declares the Lord God."
    },
    "48": {
      "1": "“These are the names of the tribes from the northernmost extremity westward along the road from Hethlon to the entrance of Hamath, Hazar-enan (a border of Damascus) northward to the coast of Hamath. The perimeter is to run east-to-west; the tribe of Dan with one portion;",
      "2": "running along the border of the tribe of Dan from the eastern perimeter to the western perimeter, the tribe of Asher with one portion;",
      "3": "running along the border of the tribe of Asher from the eastern perimeter to the western perimeter, the tribe of Naphtali with one portion;",
      "4": "running along the border of the tribe of Naphtali from the eastern perimeter to the western perimeter, the tribe of Manasseh with one portion;",
      "5": "running along the border of the tribe of Manasseh from the eastern perimeter to the western perimeter, the tribe of Ephraim with one portion;",
      "6": "running along the border of the tribe of Ephraim from the eastern perimeter to the western perimeter, the tribe of Reuben with one portion;",
      "7": "and running along the border of the tribe of Reuben from the eastern perimeter to the western perimeter, the tribe of Judah with one portion.”",
      "8": "“Running along the border of the tribe of Judah from the eastern perimeter to the western perimeter you are to set apart the Terumah, 25,000 units wide, with its east-west length equal to one of the other apportionments, from the eastern perimeter to the western perimeter, with the Temple in the middle of it.",
      "9": "The Terumah that you are to give to the Lord is to be 25,000 units wide.”",
      "10": "“The holy Terumah is to be reserved for these, the priests: Toward the north, 25,000 units in length; toward the west, 10,000 units in width; toward the east, 10,000 units in width; and toward the south, 25,000 units in length. The Lord’s sanctuary is to be in its midst.",
      "11": "It is to be for use by priests from the descendants of Zadok, who have observed the things with which I charged them and who did not wander astray when the Israelis went astray, just as the descendants of Levi wandered astray.",
      "12": "It is to be a Terumah for them from the allotment of the land, a Most Holy Place, adjoining the border of the descendants of Levi.”",
      "13": "“Alongside the border of the priests, the descendants of Levi are to be allotted 25,000 units in length and 10,000 units in width. The entire length is to be 25,000 units and its width 10,000 units.",
      "14": "Furthermore, they are not to sell or exchange any part of it, nor transfer these first fruits of the land, because it is holy to the Lord.",
      "15": "“The rest, 5,000 units wide and 25,000 units along its front, will serve as a common portion for use by the city for housing and open spaces, since the city is to be in its midst.",
      "16": "These are to be its dimensions: the north side, 4,500 units; the south side, 4,500 units; the east side, 4,500 units; and the west side 4,500 units.",
      "17": "The city is to have urban areas set aside: on the north 250 units; on the south, 250 units, on the east, 250 units; and on the west, 250 units.",
      "18": "“The remainder of the length that borders the holy Terumah is to be 10,000 units long eastward and 10,000 units westward. It is to lie adjacent to the holy Terumah. Its harvest will produce food for those who work in the city.",
      "19": "The city workers who cultivate it are to come from all the tribes of Israel.",
      "20": "The entire Terumah is to be 25,000 units by 25,000 units—you are to reserve it as a holy Terumah in the form of a square within the city limits.”",
      "21": "“Now the remainder of the allotment on either side of the holy Terumah is to be for the Regent Prince and for city property—adjoining the 25,000 units along the eastern border and adjoining the 25,000 units along the western border, and parallel to the allotments. These are to be for the Regent Prince. The holy Terumah and the sanctuary of the Temple is to stand in the middle of it.",
      "22": "Except for what belongs to the descendants of Levi and the city property, which will stand in the middle of what belongs to the Regent Prince, whatever is between the border of Judah and the border of Benjamin is to belong to the Regent Prince.”",
      "23": "“Now as to the rest of the tribes: from the east side to the west side, Benjamin is to retain one portion.",
      "24": "Adjacent to the border of Benjamin running from east to west, Simeon is to retain one portion.",
      "25": "Adjacent to the border of Simeon running from east to west, Issachar is to retain one portion.",
      "26": "Adjacent to the border of Issachar running from east to west, Zebulun is to retain one portion.",
      "27": "Adjacent to the border of Zebulun running from east to west, Gad is to retain one portion.",
      "28": "Adjacent to the border of Gad to the south and extending toward the south, the border is to proceed from Tamar to the waters of Meribath-kadesh, then to the Wadi of Egypt, and from there to the Mediterranean Sea.",
      "29": "This is the land that you are to allocate by lottery to the tribes of Israel as their inheritance, and these are their respective divisions,” declares the Lord God.",
      "30": "“These are the exits from the city: On the north side, 4,500 units by measurement,",
      "31": "are to be the gates of the city. Named after the tribes of Israel, three gates are to serve the north site: one named the Reuben Gate, one named the Judah Gate, and one named the Levi Gate.",
      "32": "On the east side, 4,500 units by measurement, there are to be three gates: one named the Joseph Gate, one named the Benjamin Gate, and one named the Dan Gate.",
      "33": "On the south side, 4,500 units by measurement, there are to be three gates: one named the Simeon Gate, one named the Issachar Gate, and one named the Zebulun Gate.",
      "34": "On the west side, 4,500 units by measurement, there are to be three gates: one named the Gad Gate, one named the Asher Gate, and one named the Naphtali Gate.",
      "35": "A perimeter is to measure 18,000 units, and the name of the city from that time on is to be:\n‘The Lord is There.’”"
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:42:30.145112-04:00",
    "Translation": "ISV"
  }
}