{
  "Genesis": {
    "1": {
      "1": "In the beginning, God created the universe.",
      "2": "When the earth was as yet unformed and desolate, with the surface of the ocean depths shrouded in darkness, and while the Spirit of God was hovering over the surface of the waters,",
      "3": "God said, “Let there be light!” So there was light.",
      "4": "God saw that the light was beautiful. He separated the light from the darkness,",
      "5": "calling the light “day,” and the darkness “night.” The twilight and the dawn were day one.",
      "6": "Then God said, “Let there be a canopy between bodies of water, separating bodies of water from bodies of water!”",
      "7": "So God made a canopy that separated the water beneath the canopy from the water above it. And that is what happened:",
      "8": "God called the canopy “sky.” The twilight and the dawn were the second day.",
      "9": "Then God said, “Let the water beneath the sky come together into one area, and let dry ground appear!” And that is what happened:",
      "10": "God called the dry ground “land,” and he called the water that had come together “oceans.” And God saw how good it was.",
      "11": "Then God said, “Let vegetation sprout all over the earth, including seed-bearing plants and fruit trees, each kind containing its own seed!” And that is what happened:",
      "12": "Vegetation sprouted all over the earth, including seed-bearing plants and fruit trees, each kind containing its own seed. And God saw that it was good.",
      "13": "The twilight and the dawn were the third day.",
      "14": "Then God said, “Let there be lights across the sky to distinguish day from night, to act as signs for seasons, days, and years,",
      "15": "to serve as lights in the sky, and to shine on the earth!” And that is what happened:",
      "16": "God fashioned two great lights—the larger light to shine during the day and the smaller light to shine during the night—as well as stars.",
      "17": "God placed them in space to shine on the earth,",
      "18": "to differentiate between day and night, and to distinguish light from darkness. And God saw how good it was.",
      "19": "The twilight and the dawn were the fourth day.",
      "20": "Then God said, “Let the oceans swarm with living creatures, and let flying creatures soar above the earth throughout the sky!”",
      "21": "So God created every kind of magnificent marine creature, every kind of living marine crawler with which the waters swarmed, and every kind of flying creature. And God saw how good it was.",
      "22": "God blessed them by saying, “Be fruitful, multiply, and fill the oceans. Let the birds multiply throughout the earth!”",
      "23": "The twilight and the dawn were the fifth day.",
      "24": "Then God said, “Let the earth bring forth each kind of living creature, each kind of livestock and crawling thing, and each kind of earth’s animals!” And that is what happened:",
      "25": "God made each kind of the earth’s animals, along with every kind of livestock and crawling thing. And God saw how good it was.",
      "26": "Then God said, “Let us make mankind in our image, to be like us. Let them be masters over the fish in the ocean, the birds that fly, the livestock, everything that crawls on the earth, and over the earth itself!”",
      "27": "So God created mankind in his own image;\n    in his own image God created them;\n        he created them male and female.",
      "28": "God blessed the humans by saying to them, “Be fruitful, multiply, fill the earth, and subdue it! Be masters over the fish in the ocean, the birds that fly, and every living thing that crawls on the earth!”",
      "29": "God also told them, “Look! I have given you every seed-bearing plant that grows throughout the earth, along with every tree that grows seed-bearing fruit. They will produce your food.",
      "30": "I have given all green plants as food for every wild animal of the earth, every bird that flies, and to every living thing that crawls on the earth.” And that is what happened.",
      "31": "Now God saw all that he had made, and indeed, it was very good! The twilight and the dawn were the sixth day."
    },
    "2": {
      "1": "With this, the universe was completed, including all of its vast array.",
      "2": "By the seventh day, God had completed the work he had been doing, so on the seventh day he stopped working on everything that he had done.",
      "3": "Then God blessed the seventh day and made it holy, because on it God stopped working on everything that he had been creating.",
      "4": "These are the records of the universe at its creation. On the day that the Lord God made the universe,",
      "5": "no shrubs had yet grown in the meadows of the earth and no vegetation had sprouted, because the Lord God had not sent rain on the earth and there were no human beings to work the ground.",
      "6": "Instead, an underground stream would arise out of the earth and water the surface of the ground.",
      "7": "So the Lord God formed the man from the dust of the ground, breathed life into his lungs, and the man became a living being.",
      "8": "The Lord God planted a garden in Eden, toward the east, where he placed the man whom he had formed.",
      "9": "The Lord God caused every tree that is both beautiful and suitable for food to spring up out of the ground. The tree of life was also in the middle of the garden, along with the tree of the knowledge of good and evil.",
      "10": "A river flows from Eden to water the garden, and from there it divides, becoming four branches.",
      "11": "The name of the first one is Pishon—it winds through the entire land of Havilah, where there is gold.",
      "12": "The gold of that land is pure; bdellium and onyx are also found there.",
      "13": "The name of the second river is Gihon— it winds through the entire land of Cush.",
      "14": "The third river is named the Tigris— it flows to the east of Assyria. The fourth river is the Euphrates.",
      "15": "The Lord God took the man and placed him in the Garden of Eden in order to have him work it and guard it.",
      "16": "The Lord God commanded the man: “You may freely eat from every tree of the garden,",
      "17": "but you are not to eat from the tree of the knowledge of good and evil, because you will certainly die during the day that you eat from it.”",
      "18": "Later, the Lord God said, “It is not good for the man to be alone. I will make the woman to be an authority corresponding to him.”",
      "19": "After the Lord God formed from the ground every wild animal and every bird that flies, he brought each of them to the man to see what he would call it. Whatever the man called each living creature became its name.",
      "20": "The man gave names to all the livestock, to the birds that fly, and to each of earth’s animals, but there was not found a strength corresponding to him,",
      "21": "so the Lord God caused a deep sleep to overshadow the man.\nWhen the man was asleep, he removed one of the man’s ribs and closed up the flesh where it had been.",
      "22": "Then the Lord God formed the rib that he had taken from the man into a woman and brought her to the man.",
      "23": "So the man exclaimed,\n“At last! This is\n    bone from my bones\n        and flesh from my flesh.\nThis one will be called ‘Woman,’\n    because she was taken from Man.”",
      "24": "(Therefore a man will leave his father and his mother and cling to his wife, and they will become one flesh.)",
      "25": "Even though both the man and his wife were naked, they were not ashamed about it."
    },
    "3": {
      "1": "Now the Shining One was more clever than any animal of the field that the Lord God had made. He asked the woman, “Did God actually say, ‘You are not to eat from any tree of the garden’?”",
      "2": "“We may eat from the trees of the garden,” the woman answered the Shining One,",
      "3": "“but as for the fruit of the tree that is in the middle of the garden, God has said, ‘You are not to eat from it, nor are you to touch it, or you will die.’”",
      "4": "“You certainly will not die!” the Shining One told the woman.",
      "5": "“Even God knows that on the day you eat from it, your eyes will be opened and you’ll become like God, knowing good and evil.”",
      "6": "When the woman saw that the tree produced good food, was attractive in appearance, and was desirable for making one wise, she took some of its fruit and ate it. Then she also gave some to her husband who was with her, and he ate some, too.",
      "7": "As a result, they both understood what they had done, and they became aware that they were naked. So they sewed fig leaves together and made loincloths for themselves.",
      "8": "When they heard the voice of the Lord God as he was walking in the garden during the breeze of the day, the man and his wife concealed themselves from the presence of the Lord God among the trees of the garden.",
      "9": "So the Lord God called out to the man, asking him, “Where are you?”",
      "10": "“I heard your voice in the garden,” the man answered, “and I was afraid because I was naked, so I hid from you.”",
      "11": "“Who told you that you are naked?” God asked. “Did you eat fruit from the tree that I commanded you not to eat?”",
      "12": "The man answered, “The woman whom you provided for me gave me fruit from the tree, and I ate some of it.”",
      "13": "Then the Lord God asked the woman, “What did you do?”\n“The Shining One misled me,” the woman answered, “so I ate.”",
      "14": "The Lord God told the Shining One,\n“Because you have done this,\n    you are more cursed than all the livestock,\n        and more than all the earth’s animals,\nYou’ll crawl on your belly\n    and eat dust\n        as long as you live.",
      "15": "“I’ll place hostility between you and the woman,\n    between your offspring and her offspring.\nHe’ll strike you on the head,\n    and you’ll strike him on the heel.”",
      "16": "He told the woman,\n“I’ll greatly increase the pain of your labor during childbirth.\n    It will be painful for you to bear children,\n“since your trust is turning toward your husband,\n    and he will dominate you.”",
      "17": "He told the man,\n“Because you have listened to what your wife said,\n    and have eaten from the tree about which I commanded you,\n        ‘You are not to not eat from it,’\ncursed is the ground because of you.\n    You’ll eat from it through pain-filled labor\n        for the rest of your life.",
      "18": "It will produce thorns and thistles for you,\n    and you’ll eat the plants from the meadows.",
      "19": "You will eat food by the sweat of your brow\n    until you’re buried in the ground,\n        because you were taken from it.\nYou’re made from dust\n    and you’ll return to dust.”",
      "20": "Now Adam had named his wife “Eve,” because she was to become the mother of everyone who was living.",
      "21": "The Lord God fashioned garments from animal skins for Adam and his wife, and clothed them.",
      "22": "Later, the Lord God said, “Look! The man has become like one of us in knowing good and evil. Now, so he won’t reach out, also take from the tree of life, eat, and then live forever—”",
      "23": "therefore the Lord God expelled the man from the garden of Eden so he would work the ground from which he had been taken.",
      "24": "After he had expelled the man, the Lord God placed winged angels at the eastern end of the garden of Eden, along with a fiery, turning sword, to prevent access to the tree of life."
    },
    "4": {
      "1": "Later, Adam had sexual relations with his wife Eve. She became pregnant and gave birth to Cain. She said, “I have given birth to a male child—the Lord.”",
      "2": "And she did it again, giving birth to his brother Abel. Abel shepherded flocks and Cain became a farmer.",
      "3": "Later, after a while, Cain brought an offering to the Lord from the fruit that he had harvested,",
      "4": "while Abel brought the best parts of some of the firstborn from his flock. The Lord looked favorably upon Abel and his offering,",
      "5": "but he did not look favorably upon Cain and his offering.\nWhen Cain became very upset and depressed,",
      "6": "the Lord asked Cain, “Why are you so upset? Why are you depressed?",
      "7": "If you do what is appropriate, you’ll be accepted, won’t you? But if you don’t do what is appropriate, sin is crouching near your doorway, turning toward you. Now as for you, will you take dominion over it?”",
      "8": "Instead, Cain told his brother Abel, “Let’s go out to the wilderness.” When they were outside in the fields, Cain attacked his brother Abel and killed him.",
      "9": "Later, the Lord asked Cain, “Where’s your brother Abel?”\n“I don’t know,” he answered. “Am I my brother’s guardian?”",
      "10": "“What did you do?” God asked. “Your brother’s blood cries out to me from the ground.",
      "11": "Now you’re more cursed than the ground, which has opened to receive your brother’s blood from your hand.",
      "12": "Whenever you work the ground, it will no longer yield its produce to you, and you’ll wander throughout the earth as a fugitive.”",
      "13": "“My punishment is too great to bear,” Cain told the Lord.",
      "14": "“You’re driving me from the soil today. I’ll be hidden from you, and I’ll wander throughout the earth as a fugitive. In the future, whoever finds me will kill me.”",
      "15": "The Lord told him, “This won’t happen, because whoever kills you will suffer seven times the vengeance.” Then the Lord placed a sign on Cain so that no one finding him would kill him.",
      "16": "After this, Cain left the presence of the Lord and settled in the land of Nod, east of Eden.",
      "17": "Later, Cain had sexual relations with his wife. She became pregnant and gave birth to Enoch. Cain founded a city and named it after his son Enoch.",
      "18": "Irad was born to Enoch. Irad fathered Mehujael, and Mehujael fathered Methushael, and Methushael fathered Lamech.",
      "19": "Later, Lamech married two wives. One was named Adah and the other was named Zillah.",
      "20": "Adah gave birth to Jabal, who became the ancestor of those who live in tents and herd livestock.",
      "21": "His brother was named Jubal; he became the ancestor of all those who play the lyre and the flute.",
      "22": "Zillah gave birth to Tubal-cain, who became a forger of bronze and iron work. Tubal-cain’s sister was Naamah.",
      "23": "Lamech told his wives,\n“Adah and Zillah, listen to what I have to say:\n    You wives of Lamech, hear what I’m announcing!\nI’ve killed a man for wounding me,\n    a young man for bruising me.",
      "24": "For if Cain is being avenged seven times,\n    then Lamech will be avenged 77 times.”",
      "25": "Later on, after Adam had sexual relations with his wife, she gave birth to a son and named him Seth, because\n“God granted me another offspring to replace Abel,\n    since Cain murdered him.”",
      "26": "Seth also fathered a son, whom he named Enosh. At that time, profaning the name of the Lord began."
    },
    "5": {
      "1": "This is the historical record of Adam’s generations.\nWhen God created mankind,\n    he made them in his own likeness.",
      "2": "Creating them male and female,\n    he blessed them\nand called them humans\n    when he created them.",
      "3": "After Adam had lived 130 years, he fathered a son just like him, that is, according to his own likeness, and named him Seth.",
      "4": "Adam lived another 800 years, fathering other sons and daughters after he had fathered Seth.",
      "5": "Adam lived a total of 930 years, and then died.",
      "6": "When Seth had lived 105 years, he fathered Enosh.",
      "7": "After he fathered Enosh, Seth lived 807 years, fathering other sons and daughters.",
      "8": "Seth lived a total of 912 years, and then died.",
      "9": "When Enosh had lived 90 years, he fathered Kenan.",
      "10": "After he fathered Kenan, Enosh lived 815 years, fathering other sons and daughters.",
      "11": "Enosh lived a total of 905 years, and then died.",
      "12": "When Kenan had lived 70 years, he fathered Mahalalel.",
      "13": "After he fathered Mahalalel, Kenan lived 840 years, fathering other sons and daughters.",
      "14": "Kenan lived a total of 910 years, and then died.",
      "15": "When Mahalalel had lived 65 years, he fathered Jared.",
      "16": "After he fathered Jared, Mahalalel lived 830 years, fathering other sons and daughters.",
      "17": "Mahalalel lived a total of 895 years, and then died.",
      "18": "When Jared had lived 162 years, he fathered Enoch.",
      "19": "After he fathered Enoch, Jared lived 800 years, fathering other sons and daughters.",
      "20": "Jared lived a total of 962 years, and then died.",
      "21": "When Enoch had lived 65 years, he fathered Methuselah.",
      "22": "After he fathered Methuselah, Enoch communed with God for 300 years and fathered other sons and daughters.",
      "23": "Enoch lived a total of 365 years,",
      "24": "communing with God—and then he was there no longer, because God had taken him.",
      "25": "When Methuselah had lived 187 years, he fathered Lamech.",
      "26": "After he fathered Lamech, Methuselah lived 782 years, fathering other sons and daughters.",
      "27": "Methuselah lived a total of 969 years, and then died.",
      "28": "When Lamech had lived 182 years, he fathered a son,",
      "29": "whom he named Noah, because he said, “May this one comfort us from our work, from pain that is caused by our manual labor, and from the ground that the Lord has cursed.”",
      "30": "After he fathered Noah, Lamech lived 595 years, fathering other sons and daughters.",
      "31": "Lamech lived a total of 777 years, and then died.",
      "32": "After Noah had lived 500 years, he fathered Shem, Ham, and Japheth."
    },
    "6": {
      "1": "Now after the population of human beings had increased throughout the earth, and daughters had been born to them,",
      "2": "some divine beings noticed how attractive human women were, so they took wives for themselves from a selection that pleased them.",
      "3": "So the Lord said, “My Spirit won’t remain with human beings forever, because they’re truly mortal. Their lifespan will be 120 years.”",
      "4": "The Nephilim were on the earth at that time (and also immediately afterward), when those divine beings were having sexual relations with those human women, who gave birth to children for them. These children became the heroes and legendary figures of ancient times.",
      "5": "The Lord saw that human evil was growing more and more throughout the earth, with every inclination of people’s thoughts becoming only evil on a continuous basis.",
      "6": "Then the Lord regretted that he had made human beings on the earth, and he was deeply grieved about that.",
      "7": "So the Lord said, “I will annihilate these human beings whom I’ve created from the earth, including people, animals, crawling things, and flying creatures, because I’m grieving that I made them.”",
      "8": "However, the Lord was pleased with Noah.",
      "9": "These are the family records of Noah: Noah was a righteous man. Blameless during his times, Noah communed with God.",
      "10": "Noah fathered three sons: Shem, Ham, and Japheth.",
      "11": "By this time, the earth had become ruined in God’s opinion and filled with violence.",
      "12": "God looked at the earth, observing how corrupt its population had become, because the entire human race had corrupted itself.",
      "13": "So God announced to Noah, “I’ve decided to destroy every living thing on earth, because it has become filled with violence due to them. Look! I’m about to annihilate them, along with the earth.",
      "14": "So make yourself an ark out of cedar, constructing compartments in it, and cover it inside and out with tar.",
      "15": "Make the ark like this: 300 cubits long, 50 cubits wide, and 30 cubits high.",
      "16": "Make a roof for the ark, and finish the walls to within one cubit from the top. Place the entrance in the side of the ark, and build a lower, a middle, and an upper deck.",
      "17": "“For my part, I’m about to flood the earth with water and destroy every living thing that breathes. Everything on earth will die.",
      "18": "However, I will establish my own covenant with you, and you are to enter the ark—you, your sons, your wife, and your sons’ wives.",
      "19": "You are to bring two of every living thing into the ark so they may remain alive with you. They are to be male and female.",
      "20": "From birds according to their species, from domestic animals according to their species, and from everything that crawls on the ground according to their species—two of everything will come to you so they may remain alive.",
      "21": "For your part, take some of the edible food and store it away—these stores will be food for you and the animals.”",
      "22": "Noah did all of this, precisely as God had commanded."
    },
    "7": {
      "1": "Then the Lord told Noah, “Come—you and all your household—into the ark, because I’ve seen that you alone are righteous in this generation.",
      "2": "You are to take with you seven pairs of every clean animal, a male and its mate, and two of the unclean animals, a male and its mate;",
      "3": "along with seven pairs of the flying birds, male and female, in order to keep their offspring alive on the surface of all the earth.",
      "4": "Seven days from now I’ll send rain on the earth for 40 days and 40 nights, and I’ll destroy every living creature that I’ve made.”",
      "5": "Noah did everything that the Lord commanded.",
      "6": "Noah was 600 years old when water began to flood the earth.",
      "7": "Noah, his sons, his wife, and his sons’ wives entered the ark with him before the flood waters arrived.",
      "8": "From both clean and unclean animals, from birds, and from everything that crawls on the ground,",
      "9": "two by two, male and female, they entered the ark to join Noah, just as God had commanded.",
      "10": "Seven days later, the flooding started.",
      "11": "On the seventeenth day of the second month, when Noah was 600 years old, all the springs of the great deep burst open, the floodgates of the heavens were opened,",
      "12": "and it rained throughout the earth for 40 days and 40 nights.",
      "13": "On that very day, Noah entered the ark with his sons Shem, Ham, and Japheth, Noah’s wife, his sons’ three wives with them,",
      "14": "along with every species of wild animal, livestock, crawling creature, bird, and every creature that has wings.",
      "15": "Two of each living creature entered the ark with Noah.",
      "16": "The males and females of each living creature entered the ark, just as God had commanded. Then the Lord sealed them inside.",
      "17": "The flood continued throughout the earth for 40 days, while the flood waters increased, lifting the ark so that it rose above the surface of the earth.",
      "18": "The flood waters continued to surge, increasing throughout the earth, while the ark floated on the surface of the flood water.",
      "19": "The flood water surged even higher throughout the earth, until all the highest mountains under the sky were covered.",
      "20": "The flood waters rose 15 cubits above the mountains.",
      "21": "Every living thing on earth died—flying creatures, livestock, wildlife, all creatures that swarm over the earth, and all human beings.",
      "22": "Everything that breathed and everything that had lived on dry land died.",
      "23": "All existing creatures that had lived on the surface of the ground were annihilated, from humans to livestock, from crawling creatures to birds of the sky. They were wiped off the earth. Only Noah remained, along with those who were with him in the ark.",
      "24": "The flood waters surged over the earth for 150 days."
    },
    "8": {
      "1": "God kept Noah in mind, along with all the wildlife and livestock that were with him in the ark. God’s Spirit moved throughout the earth, causing the flood waters to subside.",
      "2": "The water sources from the ocean depths were blocked and the floodgates of the heavens were closed.",
      "3": "Then the flood waters steadily receded, diminishing completely by the end of the 150 days.",
      "4": "The ark came to rest on the mountains of Ararat on the seventeenth day of the seventh month.",
      "5": "The flood water continued to recede until the tenth month, when, on the first of that month, the tops of the mountains could be seen.",
      "6": "After 40 days, Noah opened the window of the ark that he had built",
      "7": "and sent out a raven. It went back and forth as the flood water continued to evaporate throughout the earth.",
      "8": "Later, he sent a dove out from the ark to see whether the water that covered the land’s surface had completely receded,",
      "9": "but the dove could not yet find a place to rest, so it returned to Noah on the ark, since water still covered the land. Noah reached out his hand and took the dove back into the ark with him.",
      "10": "Noah waited another seven days and sent the dove out from the ark again.",
      "11": "The dove returned to him in the evening, but in its beak there was an olive leaf that it had plucked! So Noah knew that the flood waters had decreased on the land.",
      "12": "He waited seven more days and sent the dove out again, but it did not return to him anymore.",
      "13": "In the six hundred and first year of Noah’s life, during the first month, the flood water began to evaporate from the land. Noah then removed the ark’s cover and saw that the surface of the land was drying.",
      "14": "By the twenty-seventh day of the second month, the ground was dry.",
      "15": "God spoke to Noah,",
      "16": "“It’s time for you, your wife, your sons, and your sons’ wives who are with you to leave the ark.",
      "17": "Bring out with you every living creature—including the flying creatures, animals, and everything that crawls on the ground—so they may disperse throughout the land, be fruitful, and multiply throughout the earth.”",
      "18": "So Noah, his sons, his wife, and his sons’ wives emerged.",
      "19": "Every animal, every crawling thing, every flying creature, and everything that moves on the earth emerged from the ark by groups.",
      "20": "Then Noah built an altar to the Lord and offered burnt offerings on it from every clean animal and every clean bird.",
      "21": "When the Lord smelled the pleasing aroma, he told himself, “I will never again curse the land because of human beings—even though human inclinations remain evil from youth—nor will I destroy every living being ever again, as I’ve done.",
      "22": "“Never again, as long as the earth exists,\n    will sowing and harvest,\ncold and heat,\n    summer and winter,\n        and day and night ever cease.”"
    },
    "9": {
      "1": "God blessed Noah and his sons and ordered them, “Be productive, multiply, and fill the earth.",
      "2": "All the living creatures of the earth will be filled with fear and terror of you from now on, including all the creatures that fly in the sky, everything that crawls on the ground, and all the fish of the ocean. They’ve been assigned to live under your dominion.",
      "3": "“Every living, moving creature will be food for you. Just as I gave you green plants before, so now you have everything.",
      "4": "However, you are not to eat meat with its life—that is, its blood—in it!",
      "5": "Also, I will certainly demand an accounting regarding bloodshed, from every animal and from every human being. I’ll demand an accounting from every human being for the life of another human being.",
      "6": "“Whoever sheds human blood,\n    by a human his own blood is to be shed;\nbecause God made human beings\n    in his own image.",
      "7": "Now as for you, be productive\n    and multiply;\nspread out over the land\n    and multiply throughout it.”",
      "8": "Later, God told Noah and his sons,",
      "9": "“Pay attention! I’m establishing my covenant with you and with your descendants after you,",
      "10": "and with every living creature that is with you—the flying creatures, the livestock, and all the wildlife of the earth that are with you—all the earth’s animals that came out of the ark.",
      "11": "I will establish my covenant with you: No living beings will ever be cut off again by flood waters, and there will never again be a flood that destroys the earth.”",
      "12": "God also said, “Here’s the symbol that represents the covenant that I’m making between me and you and every living being with you, for all future generations:",
      "13": "I’ve set my rainbow in the sky to symbolize the covenant between me and the earth.",
      "14": "Whenever I bring clouds over the earth and the rainbow becomes visible in the clouds,",
      "15": "I’ll remember my covenant between me and you and every living creature, so that water will never again become a flood to destroy all living beings.",
      "16": "When the rainbow is in the clouds, I will observe it and remember the everlasting covenant between God and all living beings on the earth.”",
      "17": "God also told Noah, “This is the symbol of the covenant that I’ve established between me and everything that lives on the earth.”",
      "18": "Noah’s sons who came out of the ark were Shem, Ham, and Japheth. (Ham later fathered Canaan.)",
      "19": "These three were Noah’s sons, and from these men the whole earth was repopulated.",
      "20": "Noah, a man of the soil, was the first to plant and farm a vineyard.",
      "21": "He drank some of the wine, got drunk, and lay down naked right in the middle of his tent.",
      "22": "Ham, who fathered Canaan, saw his father’s genitals and told his two brothers outside.",
      "23": "Then Shem and Japheth took their father’s cloak, laid it across both their shoulders, and walking backwards, they both covered their father’s genitals. Their faces were turned away, and they did not see their father’s genitals.",
      "24": "When Noah sobered up and learned what his youngest son had done to him,",
      "25": "he said,\n“Canaan is cursed!\n    He will be the lowest of slaves to his relatives.”",
      "26": "He also said,\n“Blessed be the Lord God of Shem,\n    and may Canaan be his slave.",
      "27": "May God make room for Japheth;\n    may God live in Shem’s tents,\n        and may Canaan serve him.”",
      "28": "Noah lived 350 years after the flood.",
      "29": "After Noah had lived a total of 950 years, he died."
    },
    "10": {
      "1": "These are the records of Noah’s sons, Shem, Ham, and Japheth, to whom descendants were born after the flood.",
      "2": "Japheth’s descendants included Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.",
      "3": "Gomer’s descendants included Ashkenaz, Riphath, and Togarmah.",
      "4": "Javan’s descendants included Elisha, Tarshish, Kittim, and Dodanim,",
      "5": "from whom the coastal nations spread into their own lands and nations, each with their own language and family groups.",
      "6": "Ham’s descendants included Cush, Egypt, Put, and Canaan.",
      "7": "Cush’s descendants included Seba, Havilah, Sabtah, Raamah, and Sabteca.\nRaamah’s descendants included Sheba and Dedan.",
      "8": "Cush fathered Nimrod, who became the first fearless leader throughout the land.",
      "9": "He became a fearless hunter in defiance of the Lord. That is why it is said, “Like Nimrod, a fearless hunter in defiance of the Lord.”",
      "10": "His kingdom began in the region of Shinar with the cities of Babylon, Erech, Akkad, and Calneh.",
      "11": "From there he went north to Assyria and built Nineveh, Rehoboth-ir, and Calah,",
      "12": "along with Resen, which was located between Nineveh and the great city of Calah.",
      "13": "Egypt fathered the Ludites, the Anamites, the Lehabites, the Naphtuhites,",
      "14": "the Pathrusites, the Casluhites (from which came the Philistines), and the Caphtorites.",
      "15": "Canaan fathered Sidon his firstborn, along with the Hittites,",
      "16": "the Jebusites, the Amorites, the Girgashites,",
      "17": "the Hivites, the Arkites, the Sinites,",
      "18": "the Arvadites, the Zemarites, and the Hamathites.\nLater, the Canaanite families were widely scattered.",
      "19": "The Canaanite border extended south from Sidon toward Gerar as far as Gaza, and east toward Sodom, Gomorrah, Admah, and Zeboiim, as far as Lasha.",
      "20": "These are Ham’s descendants, listed by their families, each with their own lands, language, and family groups.",
      "21": "Shem, Japheth’s older brother, also had descendants. Shem was the father of the descendants of Eber.",
      "22": "Shem’s sons included Elam, Asshur, Arpachshad, Lud, and Aram.",
      "23": "Aram’s descendants included Uz, Hul, Gether, and Mash.",
      "24": "Arpachshad fathered Cainan, Cainan fathered Shelah, and Shelah fathered Eber.",
      "25": "To Eber were born two sons. One was named Peleg, because the earth was divided during his lifetime. His brother was named Joktan.",
      "26": "Joktan fathered Almodad, Sheleph, Hazarmaveth, Jerah,",
      "27": "Hadoram, Uzal, Diklah,",
      "28": "Obal, Abimael, Sheba,",
      "29": "Ophir, Havilah, and Jobab. All these were Joktan’s descendants.",
      "30": "Their settlements extended from Mesha towards Sephar, the eastern hill country.",
      "31": "These are Shem’s descendants, listed by their families, each with their own lands, language, and family groups.",
      "32": "These are the families of Noah’s sons, according to their records, by their nations. From these people, the nations on the earth spread out after the flood."
    },
    "11": {
      "1": "There was a time when the entire earth spoke a common language with an identical vocabulary.",
      "2": "As people migrated westward, they came across a plain in the region of Shinar and settled there.",
      "3": "They told each other, “Come on! Let’s burn bricks thoroughly.” They used bricks for stone and tar for mortar.",
      "4": "Then they said, “Come on! Let’s build ourselves a city and a tower, with its summit in the heavens, and let’s make a name for ourselves so we won’t be scattered over the surface of the whole earth.”",
      "5": "However, the Lord descended to look over the city and the tower that the humans were building.",
      "6": "The Lord said, “Look! They are one people with the same language for all of them, and this is only the beginning of what they will do. Nothing that they have a mind to do will be impossible for them!",
      "7": "Come on! Let’s go down there and confuse their language, so that they won’t understand each other’s speech.”",
      "8": "So the Lord scattered them abroad from there over the surface of the whole earth, so that they had to stop building the city.",
      "9": "Therefore it was called Babylon, because there the Lord confused the language of all the earth, and from there the Lord scattered them over the surface of the entire earth.",
      "10": "These are the family records of Shem. When Shem had lived 100 years, he fathered Arpachshad two years after the flood.",
      "11": "Shem lived 500 years after he fathered Arpachshad and had other sons and daughters.",
      "12": "When Arpachshad had lived 35 years, he fathered Cainan.",
      "13": "After he fathered Cainan, Arpachshad lived 430 years and had other sons and daughters, and then died.\nCainan lived 130 years and fathered Shelah. After he fathered Shelah, Cainan lived 330 years and had other sons and daughters, and then died.",
      "14": "When Shelah had lived 30 years, he fathered Eber.",
      "15": "After he fathered Eber, Shelah lived 403 years and had other sons and daughters.",
      "16": "When Eber had lived 34 years, he fathered Peleg.",
      "17": "After he fathered Peleg, Eber lived 430 years and had other sons and daughters.",
      "18": "When Peleg had lived 30 years, he fathered Reu.",
      "19": "After he fathered Reu, Peleg lived 209 years and had other sons and daughters.",
      "20": "When Reu had lived 32 years, he fathered Serug.",
      "21": "After he fathered Serug, Reu lived 207 years and had other sons and daughters.",
      "22": "When Serug had lived 30 years, he fathered Nahor.",
      "23": "After he fathered Nahor, Serug lived 200 years and had other sons and daughters.",
      "24": "When Nahor had lived 29 years, he fathered Terah.",
      "25": "After he fathered Terah, Nahor lived 119 years and had other sons and daughters.",
      "26": "When Terah had lived 70 years, he fathered Abram, Nahor, and Haran.",
      "27": "Now these are the family records of Terah: Terah fathered Abram, Nahor, and Haran; and Haran fathered Lot.",
      "28": "Haran died during his father’s lifetime in the land of his birth, that is, in Ur of the Chaldeans.",
      "29": "Abram and Nahor took wives for themselves. The name of Abram’s wife was Sarai, and the name of Nahor’s wife was Milcah. She was the daughter of Haran, who was the father of Milcah and Iscah.",
      "30": "Sarai was barren, so she had not borne children.",
      "31": "Terah took his son Abram, his grandson Lot (Haran’s son), and his daughter-in-law Sarai, his son Abram’s wife, and they journeyed together from Ur of the Chaldeans to go to the land of Canaan. But when they had gone as far as Haran, they settled there,",
      "32": "where Terah died at the age of 205 years."
    },
    "12": {
      "1": "The Lord told Abram, “You are to leave your land, your relatives, and your father’s house and go to the land that I’m going to show you.",
      "2": "I’ll make a great nation of your descendants, I’ll bless you, and I’ll make your reputation great, so that you will be a blessing.",
      "3": "I’ll bless those who bless you, but I’ll curse the one who curses you, and through you all the people of the earth will be blessed.”",
      "4": "So Abram left there, as the Lord had directed him, and Lot accompanied him. Abram was 75 years old when he left Haran.",
      "5": "Abram took his wife Sarai, his nephew Lot, all the possessions they had accumulated, and the servants he had acquired while living in Haran. Then they set out to go to the land of Canaan. When they arrived in the land of Canaan,",
      "6": "Abram traveled through the land to the place called Shechem, as far as the oak of Moreh. At that time the Canaanites were in the land.",
      "7": "Then the Lord appeared to Abram and said, “I’ll give this land to your descendants.” So Abram built an altar to the Lord, who had appeared to him.",
      "8": "From there Abram traveled on to the hill country east of Bethel and set up his tent, with Bethel on the west and Ai on the east. There he built an altar to the Lord and called on the name of the Lord.",
      "9": "Then Abram traveled on, continuing into the Negev.",
      "10": "There was a famine in the land, so Abram went down to Egypt to live because the famine was so severe.",
      "11": "When he was about to enter Egypt, he told his wife Sarai, “Look, I’m aware that you’re a beautiful woman.",
      "12": "When the Egyptians see you, they will say, ‘She is his wife.’ Then they’ll kill me, but allow you to live.",
      "13": "Please say that you are my sister, so things will go well for me for your sake. That way, you’ll be saving my life.”",
      "14": "As Abram was entering Egypt, the Egyptians noticed how beautiful Sarai was.",
      "15": "When Pharaoh’s officials saw her, they brought her to the attention of Pharaoh and took the woman to Pharaoh’s palace.",
      "16": "He treated Abram well because of her, so Abram acquired sheep, oxen, male and female donkeys, male and female servants, and camels.",
      "17": "But the Lord afflicted Pharaoh and his household with severe plagues because of Sarai, Abram’s wife.",
      "18": "Pharaoh summoned Abram and asked, “What have you done to me! Why didn’t you tell me that she was your wife?",
      "19": "Why did you say, ‘She is my sister,’ so that I took her as a wife for myself? Now, here is your wife! Take her and get out!”",
      "20": "So Pharaoh assigned men to Abram, and they escorted him, his wife, and all that he had out of the country."
    },
    "13": {
      "1": "Abram traveled from Egypt, along with his wife and everyone who belonged to his household—including Lot—to the Negev.",
      "2": "Now Abram had become quite wealthy in livestock, silver, and gold.",
      "3": "He journeyed by stages from the Negev to Bethel, the place where his tent had formerly been, between Bethel and Ai,",
      "4": "where he had first built an altar. There Abram called on the name of the Lord.",
      "5": "Lot, who was traveling with Abram, also had flocks of sheep, herds, and tents.",
      "6": "But the land could not support them living together, because they had so many livestock that they could not stay together.",
      "7": "There was strife between the herdsmen in charge of Abram’s livestock and the herdsmen in charge of Lot’s livestock. Also, at that time the Canaanites and the Perizzites were living in the land.",
      "8": "So Abram told Lot, “Please, let’s not have strife between you and me, or between your herdsmen and my herdsmen, since we are relatives.",
      "9": "Isn’t the whole land available to you? Let’s separate: If you go to the left, then I will go to the right; if you go to the right, then I will go to the left.”",
      "10": "Lot looked around and noticed that the whole Jordan plain as far as Zoar was well-watered like the garden of the Lord or like the land of Egypt. (This was before the Lord destroyed Sodom and Gomorrah.)",
      "11": "So Lot chose for himself all the Jordan plain. Then Lot traveled eastward, and they separated from each other.",
      "12": "So Abram lived in the land of Canaan, while Lot settled in the cities of the plain, setting up his tent in the vicinity of Sodom.",
      "13": "Now the men of Sodom were particularly evil and sinful in their defiance of the Lord.",
      "14": "After Lot had separated from Abram, the Lord told Abram, “Look off to the north, south, east, and west from where you’re living,",
      "15": "because I’m going to give you and your descendants all of the land that you see—forever!",
      "16": "I’ll make your descendants as plentiful as the specks of dust of the earth, so that if one could count the specks of dust of the earth, then your descendants could also be counted.",
      "17": "Get up! Walk throughout the length and breadth of the land, because I’m going to give it to you.”",
      "18": "So Abram moved his tent and settled beside the oaks of Mamre that are by Hebron, where he built an altar to the Lord."
    },
    "14": {
      "1": "At the time when Amraphel was king of Shinar, Arioch was king of Ellasar, Chedorlaomer was king of Elam, and Tidal was king of the Goiim,",
      "2": "they engaged in war against King Bera of Sodom, King Birsha of Gomorrah, King Shinab of Admah, King Shemeber of Zeboiim, along with the king of Bela (which was also known as Zoar).",
      "3": "All of this latter group of kings allied together in the Valley of Siddim (that is, the Salt Sea).",
      "4": "They were subject to Chedorlaomer for twelve years, but they rebelled in the thirteenth year.",
      "5": "In the fourteenth year, Chedorlaomer and the kings with him came and defeated the Rephaim in Ashteroth-karnaim, the Zuzites in Ham, the Emites in Shaveh-kiriathaim,",
      "6": "and the Horites in the hill country of Seir, near El-paran by the desert.",
      "7": "Next they turned back and came to En-mishpat (which was also known as Kadesh) and conquered all the territory of the Amalekites, along with the Amorites who lived in Hazazon-tamar.",
      "8": "Then the kings of Sodom, Gomorrah, Admah, Zeboiim, and Bela (which was also known as Zoar) prepared for battle in the Valley of Siddim",
      "9": "against King Chedorlaomer of Elam, King Tidal of Goiim, King Amraphel of Shinar, and King Arioch of Ellasar—four kings against five.",
      "10": "Now the Valley of Siddim was full of tar pits, so when the kings of Sodom and Gomorrah fled, some of their people fell into them, while the rest fled to the hill country.",
      "11": "The conquerors captured all the possessions of Sodom and Gomorrah, including their entire food supply, and then left.",
      "12": "They also took Abram’s nephew Lot captive, and confiscated his possessions, since he was living in Sodom.",
      "13": "Someone escaped, arrived, and reported what had happened to Abram the Hebrew, who was living by the oaks belonging to Mamre the Amorite, whose brothers Eshcol and Aner were allied with Abram.",
      "14": "When Abram heard that his nephew had been taken prisoner, he gathered together 318 of his trained men, who had been born in his household, and they went out in pursuit as far as Dan.",
      "15": "During the night, Abram and his servants divided his forces, conquered his enemies, and pursued them as far as Hobah, north of Damascus.",
      "16": "He recovered all the goods and brought back his nephew Lot, together with his possessions, the women, and the other people.",
      "17": "After Abram’s return from defeating Chedorlaomer and the kings who were with them, the king of Sodom went out to meet with him in the Shaveh Valley (that is, the King’s Valley).",
      "18": "King Melchizedek of Salem brought out bread and wine, since he was serving as the priest of God Most High.",
      "19": "Melchizedek blessed Abram and said,\n“Abram is blessed by God Most High,\n    Creator of heaven and earth,",
      "20": "and blessed be God Most High,\n    who has delivered your enemies\n        into your control.”\nThen Abram gave him a tenth of everything.",
      "21": "The king of Sodom told Abram, “Return the people to me, and you take the possessions for yourself.”",
      "22": "But Abram answered the king of Sodom, “I have made an oath to the Lord God Most High, Creator of heaven and earth,",
      "23": "that I will not take a thread or a sandal strap or anything that belongs to you, so you won’t be able to say, ‘I made Abram rich.’",
      "24": "I will take nothing except what my warriors have eaten. But as for what belongs to the men who were allied with me, including Aner, Eshcol, and Mamre, let them take their share.”"
    },
    "15": {
      "1": "Some time later, a message came from the Lord to Abram in a vision. “Stop being afraid, Abram.” he said. “I myself—your shield—am your very great reward.”",
      "2": "But Abram replied, “Lord God, what can you give me since I continue to be childless, and the heir of my household is Eliezer from Damascus?",
      "3": "Look!” Abram said, “You haven’t given me any offspring, so a servant born in my house is going to be my heir.”",
      "4": "A message came from the Lord to him again: “This one will not be your heir. Instead, the child who will be born to you will be your heir.”",
      "5": "Then the Lord took him outside. “Look up at the sky and count the stars—if you can!” he said. “Your descendants will be that numerous.”",
      "6": "Abram believed the Lord, and it was credited to him as righteousness.",
      "7": "The Lord spoke to him, “I am the Lord, who brought you from Ur of the Chaldeans, to give you this land as an inheritance.”",
      "8": "But he replied, “Lord God, how will I know that I will inherit it?”",
      "9": "The Lord responded, “Bring me a three-year-old cow, a three-year-old female goat, a three-year-old ram, a turtledove, and a young pigeon.”",
      "10": "So Abram brought him all these animals and cut each of them in half, down the middle, placing the pieces opposite each other, but he did not cut the birds in half.",
      "11": "When birds of prey swooped down on the carcasses, Abram drove them away.",
      "12": "As the sun began to set, Abram was overcome with deep sleep, and suddenly a frightening and terrifying darkness descended on him.",
      "13": "Then the Lord told Abram, “You can be certain about this: Your descendants will be foreigners in a land that isn’t theirs. They will be slaves there and will be oppressed for 400 years.",
      "14": "However, I will judge the nation that they serve, and later they will leave there with many possessions.",
      "15": "Now as for you, you’ll die peacefully, join your ancestors, and be buried at a good old age.",
      "16": "Your descendants will return here in the fourth generation, since the iniquity of the Amorites has not yet run its course.”",
      "17": "When the sun had fully set and it was dark, a smoking fire pot and a fiery torch passed between the animal pieces.",
      "18": "That very day the Lord made this covenant with Abram: “I’m giving this land to your descendants, from the river of Egypt to the great Euphrates River—",
      "19": "including the land of the Kenites, the Kenizzites, the Kadmonites,",
      "20": "the Hittites, the Perizzites, the Rephaim,",
      "21": "the Amorites, the Canaanites, the Girgashites, and the Jebusites.”"
    },
    "16": {
      "1": "Now Abram’s wife Sarai had not borne a child for him. She had an Egyptian servant girl whose name was Hagar.",
      "2": "So Sarai told Abram, “You are well aware that the Lord has prevented me from giving birth to a child. Go have sex with my servant, so that I may possibly bear a son through her.”\nAbram listened to Sarai’s suggestion,",
      "3": "so Abram’s wife Sarai took her Egyptian servant, Hagar, and gave her as a wife to her husband Abram. This took place ten years after Abram had settled in the land of Canaan.",
      "4": "He had sex with Hagar, and she became pregnant. When she realized that she was pregnant, she looked with contempt on her mistress.",
      "5": "Then Sarai told Abram, “My suffering is your fault! I gave you my servant so you could have sex with her, and when she discovered that she was pregnant, she looked on me with contempt. May the Lord judge between you and me!”",
      "6": "Abram answered Sarai, “Look, your servant is under your control, so do to her as you wish.” So Sarai dealt so harshly with Hagar that she ran away from Sarai.",
      "7": "The angel of the Lord found her by a spring of water in the desert on the road to Shur.",
      "8": "“Hagar, servant of Sarai,” he asked, “Where are you coming from and where are you going?”\nShe answered, “I am running away from my mistress Sarai.”",
      "9": "The angel of the Lord told her, “You must go back to your mistress and submit to her authority.”",
      "10": "The angel of the Lord also told her, “I will greatly multiply your offspring, who will be too many to count.",
      "11": "“Look, you are pregnant and will give birth to a son,” the angel of the Lord continued to say to her. “You will name him Ishmael, because the Lord has heard your cry of misery.",
      "12": "As a man, he’ll be uncontrollable. He’ll be against everyone, everyone will be against him,and he’ll live in conflict with all of his relatives.”",
      "13": "So she called the name of the Lord who spoke to her, “You are ‘God who sees,’ because I have truly seen the one who looks after me.”",
      "14": "That’s why the spring was called, “The Well of the Living One who Looks after Me.” It was between Kadesh and Bered.",
      "15": "Hagar eventually gave birth to Abram’s son. Abram named his son whom Hagar bore Ishmael.",
      "16": "Abram was 86 years old when Hagar gave birth to Ishmael for Abram."
    },
    "17": {
      "1": "When Abram was 99 years old, the Lord appeared to Abram and announced, “I am God Almighty. Live in constant awareness that I’m always with you, and be blameless.",
      "2": "I’ll establish my covenant between me and you, and I’ll greatly increase your numbers.”",
      "3": "Then Abram fell to the ground as God continued speaking to him.",
      "4": "“Look, I’ve made a covenant with you. You will be the father of many nations.",
      "5": "Your name is no longer to be Abram. Instead your name will be Abraham, since I’ll make you the father of many nations.",
      "6": "I’m going to cause you to have many descendants, and I’ll bring nations from you. Kings will come from you.",
      "7": "I’m establishing my covenant between me and you, and with your descendants who come after you, generation after generation, as an eternal covenant, to be your God and your descendants’ God after you.",
      "8": "I’ll give to you and to your descendants the land to which you have traveled—all the land of Canaan—as an eternal possession. I will be their God.”",
      "9": "God continued to speak to Abraham, “You and your descendants who are born in the future are to keep my covenant—that is, you and your descendants, generation after generation.",
      "10": "Here is my covenant that you are to observe, between me and you and your descendants: Every male among you is to be circumcised.",
      "11": "You are all to be circumcised in the flesh of your foreskin, and this is to be the sign of the covenant between me and you.",
      "12": "Generation after generation, every male among you is to be circumcised on the eighth day after his birth, including the servant born in your house or the one purchased from a foreigner, who is not of your offspring.",
      "13": "The servant born in your house or the one purchased with money is to be circumcised. My covenant is to remain in your flesh as an eternal covenant.",
      "14": "Any uncircumcised male who does not have the foreskin of his flesh circumcised on the eighth day after his birth is to be eliminated from his people because he has broken my covenant.”",
      "15": "God told Abraham, “As for Sarai your wife, you are not to call her Sarai any longer, because her name is to be Sarah.",
      "16": "I will bless her. Furthermore, I will give you a son from her. I will bless her, so that nations, kings, and people will come from her.”",
      "17": "Abraham fell to the ground, laughed, and told himself, “Can a child be born to a 100-year-old man? Can a 90-year-old Sarah give birth?”",
      "18": "So Abraham responded to God, “If only Ishmael would live in constant awareness that you’re always with him!”",
      "19": "But God replied, “No, but your wife Sarah will give birth to your son, and you are to name him Isaac. I’ll confirm my covenant with him as an eternal covenant for his descendants.",
      "20": "And as for Ishmael, I’ve heard you. I’ll bless him, and he’ll have many descendants. I will multiply him greatly, he’ll father twelve tribal leaders, and I’ll cause his descendants to become a great nation.",
      "21": "Now as to Isaac, I’ll confirm my covenant with him, to whom Sarah will give birth as your son at this time next year.”",
      "22": "With that, God finished talking to Abraham, and ascended, leaving him.",
      "23": "Abraham took his son Ishmael and all the servants born in his house or purchased with his money—every male among the men of his household—and circumcised them that very day, just as God had spoken to him.",
      "24": "Abraham was 99 years old when he was circumcised,",
      "25": "and his son Ishmael was thirteen years old when he was circumcised.",
      "26": "Both Abraham and his son Ishmael were circumcised on that very day.",
      "27": "Every man born in his household—as well as those who had been purchased with money from a foreigner—was circumcised with him."
    },
    "18": {
      "1": "Later, the Lord appeared to Abraham by the oaks belonging to Mamre. As Abraham was sitting near the entrance to his tent during the hottest part of the day,",
      "2": "he glanced up and saw three men standing there, not far from him. As soon as he noticed them, Abraham ran from the tent entrance to greet them and bowed low to the ground.",
      "3": "“My lords,” he told them, “if I have found favor with you, please don’t leave your servant.",
      "4": "I’ll have some water brought to wash your feet while you rest under the tree.",
      "5": "I’ll bring some food for you, and after that you may continue your journey, since you have come to visit your servant.”\nSo they replied, “Very well! Do what you’ve proposed.”",
      "6": "Abraham hurried into the tent and told Sarah, “Quick! Take three measures of the best flour, knead it, and make some flat bread.”",
      "7": "Next, Abraham ran to the herd, found a choice and tender calf, and gave it to the young men, who went off in a hurry to prepare it.",
      "8": "Then he took curds, milk, and the calf that had been prepared, placed the food in front of them, and stood near them under the tree while they ate.",
      "9": "The men asked him, “Where is your wife Sarah?”\n“There, in the tent,” he replied.",
      "10": "Then one of them said, “I will certainly return to you in about a year’s time. By then, your wife Sarah will have borne a son.”\nNow Sarah was listening at the tent entrance behind him.",
      "11": "Abraham and Sarah were old—really old—and Sarah was beyond the age of childbearing.",
      "12": "That’s why Sarah laughed to herself, thinking, “After I’m so old and my husband is old, too, am I going to have sex?”",
      "13": "The Lord asked Abraham, “Why did Sarah laugh and think, ‘Am I really going to bear a child, since I’m so old?’",
      "14": "Is anything impossible for the Lord? At the time set for it, I will return to you—about a year from now—and Sarah will have a son.”",
      "15": "But Sarah denied it. “I didn’t laugh,” she claimed, because she was afraid.\nThe Lord replied, “No! You did laugh!”",
      "16": "After this, the men set out from there and looked out over Sodom. Abraham went with them to send them off.",
      "17": "“Should I hide from Abraham what I’m about to do,” the Lord asked,",
      "18": "“since Abraham’s descendants will become a great and powerful nation, and all the nations of the earth will be blessed through him?",
      "19": "Indeed, I’ve made myself known to him in order that he may encourage his sons and his household that is born after him to keep the way of the Lord, and to do what is right and just, so that the Lord may bring about for Abraham what he has promised.”",
      "20": "The Lord also said, “How great is the disapproval of Sodom and Gomorrah! Their sin is so very serious!",
      "21": "I’m going down to see whether they’ve acted according to the protests that have reached me. If not, I wish to know.”",
      "22": "Then two of the men turned away from there and walked toward Sodom, while Abraham remained standing in the presence of the Lord.",
      "23": "Abraham approached and asked, “Will you actually destroy the righteous along with the wicked?",
      "24": "Perhaps there are 50 righteous ones within the city. Will you actually destroy it and not forgive the place for the sake of the 50 righteous that are found there?",
      "25": "Far be it from you to do such a thing—to kill the righteous along with the wicked, so that the righteous and the wicked are treated alike! The Judge of all the earth will do what is right, won’t he?”",
      "26": "The Lord said, “If I find 50 righteous people within Sodom, I’ll forgive the whole place for their sake.”",
      "27": "Abraham answered, “Look, even though I am only dust and ashes, I’ve ventured to speak to my Lord.",
      "28": "What if there are five less than 50 righteous ones? Will you bring destruction upon the city because of those five?”\nThe Lord said, “I won’t destroy it if I find 45 there.”",
      "29": "Abraham continued to speak to him, asking, “What if 40 are found there?”\nThe Lord replied, “I won’t do it for the sake of those 40.”",
      "30": "Abraham then asked, “I hope my Lord will not be angry if I speak. What if 30 are found there?”\nThe Lord answered, “I won’t do it for the sake of those 30.”",
      "31": "“Look,” Abraham said, “I’ve presumed to speak to my Lord… so what if 20 are found there?”\n“For the sake of those 20,” the Lord responded, “I won’t destroy it.”",
      "32": "Finally, Abraham inquired, “I hope my Lord will not be angry if I speak only once more. What if ten are found there?”\nHe replied, “For the sake of those ten I won’t destroy it.”",
      "33": "As soon as he finished talking to Abraham, the Lord left and Abraham returned to where he had been sitting."
    },
    "19": {
      "1": "The two angels entered Sodom at sunset while Lot was sitting in the gate area of the city. When Lot saw them, he got up, greeted them, bowed low with his face to the ground,",
      "2": "and said, “Look, my lords! Please come inside your servant’s house, wash your feet, and spend the night. Then you can get up early and be on your way.”\nBut they responded, “No, we would rather spend the night in the town square.”",
      "3": "But Lot kept urging them strongly, so they turned aside and entered his house. He prepared a festival and baked unleavened flat bread for them, and they ate.",
      "4": "Before they could lie down, all the men of Sodom and its outskirts, both young and old, surrounded the house.",
      "5": "They called out to Lot and asked, “Where are the men who came to visit you tonight? Bring them out to us so we can have sex with them!”",
      "6": "Lot went outside to them, shut the door behind him,",
      "7": "and said, “I urge you, my brothers, don’t do such a wicked thing.",
      "8": "Look here, I have two daughters who are virgins. Let me bring them out to you, and you may do to them whatever you wish, only don’t do anything to these men, because they’re here under my protection.”",
      "9": "But they replied, “Get out of the way! This man came here as a foreigner, and now he’s acting like a judge! So we’re going to deal more harshly with you than with them.” Then they pushed hard against the man (that is, against Lot), intending to break down the door.",
      "10": "But the angels inside reached out, dragged Lot back into the house with them, shut the door,",
      "11": "and blinded the men who were at the entrance of the house, from the least important to the greatest, so they were unable to find the doorway.",
      "12": "“Do you have anyone else here in the city?” the angels asked Lot. “A son-in-law? Sons? Daughters? Get them out of this place,",
      "13": "because we’re going to destroy it. Their outcry has come to the attention of the Lord, so he sent us here to destroy it!”",
      "14": "Lot then went out and told his sons-in-law (they had married his daughters), “Get out of here! The Lord is going to destroy this city!” But his sons-in-law thought he was joking.",
      "15": "As dawn was breaking, the angels pressured Lot. “Get going!” they told him. “Take your wife and your two daughters who are here, or you will be engulfed by the devastation that’s coming to this city.”",
      "16": "But Lot kept lingering in the city, so the men grabbed his hand and the hands of his wife and two daughters (because of the Lord’s compassion for him!), brought them out of the city, and left them outside.",
      "17": "Then one of them said, “Flee for your lives! Don’t look back or stop anywhere on the plain. Escape to the hills, or you’ll be swept away!”",
      "18": "“No! Please, my lords!” Lot pleaded with them.",
      "19": "“Your servant has found favor in your sight, and you have shown me your gracious love in how you have dealt with me by keeping me alive. I cannot escape to the hills, because I’m afraid the disaster will overtake me, and I’ll die.",
      "20": "Look, there is a town nearby where I can flee, and it’s a small one. Let me escape there! It’s a small one, isn’t it? That way I’ll stay alive!”",
      "21": "“All right,” the angel replied to Lot, “I’ll agree with your request! I won’t overthrow the town that you mentioned.",
      "22": "Hurry up and flee there, because I cannot do anything until you get to that town.” Therefore the name of the town was called Zoar.",
      "23": "The sun had risen over the land about the time Lot reached Zoar.",
      "24": "Then the Lord rained sulfur and fire out of the sky from the Lord on Sodom and Gomorrah,",
      "25": "overthrowing those cities, all of the plain, and everyone who lived in the cities. He also destroyed the plants that grew out of the ground.",
      "26": "But Lot’s wife looked back as she lingered behind him, and she became a pillar of salt.",
      "27": "Abraham went early in the morning to the place where he had stood before the Lord earlier.",
      "28": "He looked off toward Sodom, Gomorrah, and the entire plain, and he saw smoke rising from the land like smoke from a furnace.",
      "29": "And so it was that, when God destroyed the cities of the plain, he remembered Abraham and brought Lot out from the midst of the destruction when he overthrew the cities where Lot had lived.",
      "30": "Later on, Lot and his two daughters abandoned Zoar and settled in the hills because Lot was afraid to live in Zoar. He lived there in a cave, along with his two daughters.",
      "31": "One day the firstborn told the younger one, “Our father is old, and there’s no man in the land to have sex with us, as everybody else throughout all the earth does.",
      "32": "Come on! Let’s make our father drink wine, and then we’ll have sex with him so we can preserve our father’s lineage.”",
      "33": "So they had their father drink wine that night, and the older one had sexual relations with her father, but he was not aware when she lay down or when she got up.",
      "34": "The next day the firstborn told the younger one, “Look! I had sex with my father last night. Let’s make him drink wine tonight again as well. Then you have sex with him, too. That way we’ll preserve our father’s lineage.”",
      "35": "So they made their father drink wine that night as well, so he was not aware when she lay down or when she got up.",
      "36": "That’s how both of Lot’s daughters became pregnant by their father.",
      "37": "The firstborn gave birth to a son and named him Moab, and he is the ancestor of the Moabites to this day.",
      "38": "The younger daughter also gave birth to a son and named him Ben-ammi, and he is the ancestor of the Ammonites to this day."
    },
    "20": {
      "1": "Abraham traveled from there to the Negev and settled between Kadesh and Shur. While he was living in Gerar as an outsider,",
      "2": "because Abraham kept saying about his wife Sarah, “She is my sister,” King Abimelech of Gerar summoned them and took Sarah into his household.",
      "3": "But God came to Abimelech in a dream during the night and spoke to him, “Pay attention! You’re about to die, because the woman you have taken is a man’s wife!”",
      "4": "Now Abimelech had not yet come near her, so he asked, “Lord, will you destroy an innocent nation?",
      "5": "Didn’t he say to me, ‘She’s my sister’? And she also said, ‘He’s my brother.’ I did this with pure intentions and clean hands.”",
      "6": "Then God replied to him in the dream, “I know that you did this with pure intentions, and it was I who kept you from sinning against me. Therefore, I didn’t allow you to touch her.",
      "7": "Now then, return the man’s wife. As a matter of fact, he’s a prophet and can intercede for you so you’ll live. But if you don’t return her, be aware that you and all who are yours will certainly die.”",
      "8": "So Abimelech got up early the next morning, summoned all his servants, and told them all these things. The men became terrified.",
      "9": "Then Abimelech called Abraham and asked him, “What have you done to us? How have I sinned against you, that you have brought such great sin against me and my kingdom? You’ve done things to me that ought not to have been done.”",
      "10": "Abimelech also asked Abraham, “What could you have been thinking when you did this?”",
      "11": "“I thought that there’s no fear of God in this place,” Abraham replied, “and that they would kill me because of my wife.",
      "12": "Besides, she really is my sister—she’s my father’s daughter, but not my mother’s daughter—so she could become my wife.",
      "13": "When God caused me to journey from my father’s house, I asked her to do me this favor and say, ‘He’s my brother.’”",
      "14": "So Abimelech took some sheep and oxen, and some male and female servants, gave them to Abraham, returned his wife Sarah to him,",
      "15": "and said, “Look! My land is available to you, so settle wherever you please.”",
      "16": "Abimelech also told Sarah, “Look! I am giving your brother 1,000 pieces of silver to vindicate you in the eyes of all who are with you. As a result, you will be completely vindicated.”",
      "17": "Then Abraham interceded with God, and God healed Abimelech, his wife, and his female servants so they could bear children,",
      "18": "since the Lord had made all the women barren in Abimelech’s household on account of Abraham’s wife Sarah."
    },
    "21": {
      "1": "The Lord came to Sarah, just as he had said, and the Lord did for Sarah what he had promised.",
      "2": "Sarah conceived and gave birth to a son for Abraham in his old age, at the very time that God had told him.",
      "3": "Abraham named his son who was born to him Isaac—the very one whom Sarah bore for him!",
      "4": "On the eighth day after his son Isaac had been born, Abraham circumcised him, just as God had commanded him.",
      "5": "Abraham was 100 years old when his son Isaac was born to him.",
      "6": "Now Sarah had said, “God has caused me to laugh, and all who hear about it will laugh with me.”",
      "7": "She also said, “Who would have told Abraham that Sarah would nurse sons? Yet I have given birth to a son in my husband’s old age!”",
      "8": "The child grew and eventually was weaned, so Abraham threw a tremendous banquet on the very day Isaac was weaned.",
      "9": "Nevertheless, when Sarah saw the son of Hagar the Egyptian—whom Hagar had borne to Abraham—making fun of Isaac,",
      "10": "she told Abraham, “Throw out this slave girl, along with her son, because this slave’s son will never be a co-heir with my son Isaac!”",
      "11": "Abraham was very troubled about what was being said about his son,",
      "12": "but God told Abraham, “Don’t be troubled about the youth and your slave girl. Pay attention to Sarah in everything she tells you, because your offspring are to be named through Isaac.",
      "13": "Nevertheless, I will make the slave girl’s son into a nation, since he, too, is your offspring.”",
      "14": "So early the next morning, Abraham got up, took bread and a leather bottle of water, gave them to Hagar, and placed them on her shoulder. He then sent her away, along with the child. She went off and roamed in the Beer-sheba wilderness.",
      "15": "Eventually, the water in the leather bottle ran out, so she placed the child under one of the bushes.",
      "16": "Then she went and sat by herself about a distance of a bowshot away, because she kept saying to herself, “I can’t bear to watch the child die!” That’s why she sat a short distance away, crying aloud and weeping.",
      "17": "God heard the boy’s voice, and the angel of God called to Hagar from heaven. He asked her, “What’s wrong with you, Hagar? Don’t be afraid, because God has heard the voice of the youth where he is.",
      "18": "Get up! Pick up the youth and grab his hand, because I will make a great nation of his descendants.”",
      "19": "Then God opened her eyes, and she saw a well of water. So she went, filled the skin with water, and gave the boy a drink.",
      "20": "God was with the boy as he grew up. He settled in the wilderness and became an expert archer.",
      "21": "Later he settled in the desert area of Paran, and his mother chose a wife for him from the land of Egypt.",
      "22": "About that time, Abimelech and Phicol, the commander of his army, told Abraham, “God is with you in everything that you’re doing.",
      "23": "Therefore swear an oath here by God that you won’t deal falsely with me, my sons, or my descendants. Just as I’ve dealt graciously with you, won’t you do so with me and with the land in which you live as a foreigner?”",
      "24": "And Abraham replied, “I agree!”",
      "25": "But then Abraham complained to Abimelech about a well of water that Abimelech’s servants had seized.",
      "26": "“I don’t know who did this thing,” Abimelech replied. “You didn’t report this to me, and I didn’t hear about it until today.”",
      "27": "So Abraham took sheep and oxen and presented them to Abimelech, and the two of them made a covenant.",
      "28": "Then Abraham set aside seven ewe lambs,",
      "29": "so Abimelech asked Abraham, “What is the meaning of these seven ewe lambs that you have set aside?”",
      "30": "He replied, “You are to accept from me these seven ewe lambs as a witness that I have dug this well.”",
      "31": "Therefore that place was called Beer-sheba, because the two of them swore an oath.",
      "32": "So after they had made a covenant in Beer-sheba, Abimelech and Phicol, the commander of his army, left and returned to Philistine territory.",
      "33": "Abraham planted a tamarisk tree in Beer-sheba, and there he called on the name of the Lord God Everlasting.",
      "34": "After this, Abraham resided as a foreigner in Philistine territory for a long period of time."
    },
    "22": {
      "1": "Sometime later, God tested Abraham. He called out to him, “Abraham!”\n“Here I am!” he answered.",
      "2": "God said, “Please take your son, your unique son whom you love—Isaac—and go to the land of Moriah. Offer him as a burnt offering there on one of the mountains that I will point out to you.”",
      "3": "So Abraham got up early in the morning, saddled his donkey, and took two of his male servants with him, along with his son Isaac. He cut the wood for the burnt offering and set out to go to the place about which God had spoken to him.",
      "4": "On the third day he looked ahead and saw the place from a distance.",
      "5": "Abraham ordered his two servants, “Both of you are to stay here with the donkey. Now as for the youth and me, we’ll go up there, we’ll worship, and then we’ll return to you.”",
      "6": "Then Abraham took the wood for the burnt offering and placed it on his son Isaac. Abraham carried the fire and the knife. And so the two of them went on together.",
      "7": "Isaac addressed his father Abraham: “My father!”\n“I’m here, my son,” Abraham replied.\nIsaac asked, “The fire and the wood are here, but where’s the lamb for the burnt offering?”",
      "8": "Abraham answered, “God will provide himself the lamb for the burnt offering, my son.”\nThe two of them went on together",
      "9": "and came to the place about which God had spoken. Abraham built an altar there, arranged the wood, tied up his son Isaac, and placed him on the altar on top of the wood.",
      "10": "Then he stretched out his hand and grabbed the knife to slaughter his son.",
      "11": "Just then, an angel of the Lord called out to him from heaven and said, “Abraham! Abraham!”\n“Here I am,” he answered.",
      "12": "“Don’t lay your hand on the youth!” he said. “Don’t do anything to him, because I’ve just demonstrated that you fear God, since you have not withheld your son, your only unique one, from me.”",
      "13": "Then Abraham looked up and behind him to see a ram caught by its horns in the thicket. So Abraham went over, grabbed the ram, and offered it as a burnt offering in place of his son.",
      "14": "Abraham named that place, “The Lord Will Provide,” as it is told this day, “On the Lord’s mountain, he will provide.”",
      "15": "The angel of the Lord called to Abraham a second time from heaven",
      "16": "and said, “I have taken an oath to swear by myself,” declares the Lord, “that since you have carried this out and have not withheld your only unique son,",
      "17": "I will certainly bless you and make your descendants as numerous as the stars in heaven and as the sand on the seashore. Your descendants will take possession of the gates of their enemies.",
      "18": "Furthermore, through your descendants all the nations of the earth will be blessed, because you have obeyed my command.”",
      "19": "After this, Abraham returned to his servants and they set out together for Beer-sheba, where Abraham settled.",
      "20": "Now after these things somebody told Abraham, “Look, Milcah has given birth to sons for your brother Nahor.",
      "21": "Uz is his firstborn, Buz is his brother, and Kemuel is the father of Aram,",
      "22": "Chesed, Hazo, Pildash, Jidlaph, and Bethuel.”",
      "23": "Bethuel fathered Rebekah. Milcah bore these eight sons to Nahor, Abraham’s brother.",
      "24": "Also, his concubine Reumah gave birth to Tebah, Gaham, Tahash, and Maacah."
    },
    "23": {
      "1": "Sarah lived for 127 years. That’s how long Sarah’s life was.",
      "2": "She died in Kiriath-arba (that is, in Hebron) in the land of Canaan. Abraham went in to mourn for Sarah and to weep for her.",
      "3": "Then Abraham stood up from beside his dead wife and addressed the Hittites. He said,",
      "4": "“I am an alien and an outsider among you. Give me a cemetery among you where I can bury my dead away from my presence.”",
      "5": "The Hittites responded to Abraham,",
      "6": "“Listen to us, sir. You are a mighty prince among us. Bury your dead in the choicest of our burial tombs. None of us would refuse you his tomb for burying your dead.”",
      "7": "Abraham rose and bowed before the Hittites, the people of the land,",
      "8": "and addressed them, “If you are willing that I should bury my dead out of my sight, listen to me and make a request of Zohar’s son Ephron on my behalf.",
      "9": "Give me the cave of Machpelah that belongs to him, at the end of his field. He should sell it to me in your presence at full price for a burial site.”",
      "10": "Now since Ephron the Hittite had taken a seat there among the Hittites, he responded publicly to Abraham where the Hittites and everyone who was entering the gate of his city could hear him:",
      "11": "“No, sir. Listen to me! I’ll give you the field, and I’ll give you the cave that’s in it. I give it to you publicly, in the sight of my people. Bury your dead.”",
      "12": "Abraham bowed before the people of the land",
      "13": "and then addressed Ephron so all the people of the land could hear him: “Please listen to me! I’m willing to pay the price of the field. Accept it from me, so I may bury my dead there.”",
      "14": "So Ephron answered Abraham,",
      "15": "“Sir, listen to me! The land is worth 400 shekels of silver, but what’s that between us? You may bury your dead.”",
      "16": "Abraham agreed with Ephron, so he weighed out to Ephron the money to which he had agreed publicly while the Hittites were listening: 400 shekels of silver at the current merchant rate.",
      "17": "That’s how Ephron’s field in Machpelah, east of Mamre—the field, the cave that was in it, and all the trees that were within the boundaries of the field—came to be deeded",
      "18": "to Abraham in the presence of all the Hittites and everyone who was entering the city gate.",
      "19": "After this, Abraham buried his wife Sarah in the cave at the field of Machpelah, east of Mamre (that is, in Hebron) in the land of Canaan.",
      "20": "And so the field with its cave was deeded by the Hittites to Abraham as a burial site."
    },
    "24": {
      "1": "Now Abraham had grown old, was well advanced in age, and the Lord had blessed Abraham in every way.",
      "2": "So Abraham instructed his servant, who was the oldest member of his household and in charge of everything he owned, “Make this solemn oath to me",
      "3": "as a promise to the Lord, the God of heaven and earth, that you won’t acquire a wife for my son from the Canaanite women among whom I’m living.",
      "4": "Instead, you are to go to my country and to my family and acquire a wife for my son Isaac.”",
      "5": "“What if the woman doesn’t want to come back with me to this land?” the servant asked. “Shouldn’t I have your son go to the land from which you came?”",
      "6": "“Make sure not to take my son there,” Abraham replied.",
      "7": "“The Lord God of heaven, who brought me from my father’s house and from my family’s land, who spoke to me and promised me ‘I will give this land to your descendants,’ will send his angel ahead of you, and you are to acquire a wife for my son from there.",
      "8": "If the woman isn’t willing to follow you, then you’ll be free from this oath to me. Just don’t take my son back there!”",
      "9": "So the servant made a solemn oath to his master Abraham regarding this matter.",
      "10": "Then Abraham’s servant took ten camels from his master’s herd of camels and left on his journey with all kinds of gifts from his master’s inventory. Eventually, he traveled as far as Aram-naharaim, Nahor’s home town.",
      "11": "As evening approached, he had the camels kneel outside the town at the water well, right about the time when women customarily went out to draw water.",
      "12": "That’s when he prayed, “Lord God of my master Abraham, help me to succeed today. Please show your gracious love to my master Abraham.",
      "13": "I’ve stationed myself here by the spring as the women of the town come to draw water.",
      "14": "May it be that the young woman to whom I ask, ‘Please, lower your jug so that I may drink,’ responds, ‘Have a drink, and I’ll water your camels as well.’ May she be the one whom you have chosen for your servant Isaac. This is how I’ll know that you have shown your gracious love to my master.”",
      "15": "Before he had finished speaking, Rebekah appeared. She was a daughter of Milcah’s son Bethuel. (Milcah was the wife of Abraham’s brother Nahor.) She approached the well, carrying a jug on her shoulder.",
      "16": "The woman was very beautiful, young, and had not had sexual relations with a man. Going down to the spring, she filled her jug and turned for home.",
      "17": "Then Abraham’s servant ran to meet her and asked her, “Please, let me have a sip of water from your jug.”",
      "18": "“Drink, sir!” she replied as she quickly lowered her jug on her arm to offer him a drink.",
      "19": "When she had finished giving him a drink, she also said, “I’ll also draw water for your camels until they’ve had enough to drink.”",
      "20": "She quickly emptied her jug into the trough and ran to the well to draw again until she had drawn enough water for all ten of the servant’s camels.",
      "21": "The man stared at her in silence, waiting to see whether or not the Lord had made his journey successful.",
      "22": "When the camels had finished drinking, the man took out a gold nose ring weighing a half shekel and two bracelets for her wrists, weighing 10 shekels and presented them to her.",
      "23": "He asked her, “Whose daughter are you? Please tell me, is there room in your father’s house for us to spend the night?”",
      "24": "“I am the daughter of Bethuel,” she answered. “He’s the son of Milcah and Nahor.",
      "25": "And yes,” she continued, “we have plenty of straw and feed, as well as a place to spend the night.”",
      "26": "At this, the man bowed down and worshipped the Lord.",
      "27": "“Blessed be the Lord God of my master Abraham, who hasn’t held back his gracious love and faithfulness from my master! The Lord has led me to the house of my master’s relatives!”",
      "28": "The young woman then ran ahead and informed her mother’s household what had happened.",
      "29": "Now Rebekah had a brother named Laban, who ran out to the man and met him at the spring.",
      "30": "And so it was, as soon as he saw the nose ring and bracelets on his sister’s wrists, and as soon as he heard what his sister Rebekah was saying about what the man had spoken to her, he went out to the man who was still standing by the camels at the spring!",
      "31": "“Come on,” Laban said. “The Lord has blessed you! So why are you standing out here when I’ve prepared some space in the house and a place for the camels?”",
      "32": "So the servant went to the house and unbridled the camels. They provided straw and feed for the camels and water for washing his feet and those of the men with him.",
      "33": "But when they had prepared a meal and set it in front of him, he said, “I’m not eating until I’ve spoken.”\n“Speak up!” Laban exclaimed.",
      "34": "“I’m Abraham’s servant,” he said.",
      "35": "“The Lord has greatly blessed my master, so that he has become wealthy. He has provided him sheep and cattle, silver and gold, male and female servants, camels and donkeys.",
      "36": "My master’s wife Sarah gave birth to my master’s son in her old age, and Abraham has given him everything that belongs to him.",
      "37": "My master made me swear this oath: ‘You are not to select a wife for my son from among the daughters of the Canaanites in this land where I live.",
      "38": "Instead, you are to go to my father’s household, to my relatives, and choose a wife for my son there.’",
      "39": "“So I asked my master, ‘What if the woman won’t come back with me?’",
      "40": "“Abraham told me, ‘The Lord, who is with me wherever I go, will send his angel with you to make your journey successful. So you are to choose a wife for my son from my family, from my father’s household.",
      "41": "Only then will you be released from fulfilling my oath. However, when you come to my family, if they don’t give her to you, you’ll be released from fulfilling my oath.’",
      "42": "“So today I arrived at the spring and prayed, ‘Lord God of my master Abraham, if you wish to make the journey that I have traveled successful,",
      "43": "here I am standing by the spring. May it be that the young woman who comes out to draw water, from whom I request a little water from her jug to drink,",
      "44": "if she tells me to drink and also draws water for the camels, may she be the woman that the Lord has chosen for my master’s son.’",
      "45": "“Before I had finished praying, along came Rebekah with her jug on her shoulder! She went to the spring and drew some water. I asked her to please let me have a drink.",
      "46": "She quickly lowered her jug from her shoulder and told me, ‘Have a drink while I also water your camels.’ So I drank, and she also gave my camels water to drink.",
      "47": "“That’s when I asked, ‘Whose daughter are you?’\n“She replied, ‘I’m the daughter of Bethuel, Nahor’s son, whom Milcah bore for him.’\n“So I gave her a ring for her nose and bracelets for her wrists.",
      "48": "I bowed down and worshipped the Lord, and I praised the Lord God of my master Abraham, who led me on the true way to request the daughter of my master’s brother for his son.",
      "49": "So now, if you wish to show gracious love and truth toward my master, tell me so. But if not, tell me, so that I may go elsewhere.”",
      "50": "“Since this has come from the Lord,” Laban and Bethuel both replied, “we cannot speak one way or another.",
      "51": "So here’s Rebekah—she’s right in front of you. Take her and go, so she can become a wife for your master’s son, just as the Lord has decreed.”",
      "52": "When Abraham’s servant heard what they had said, he bowed down to the ground before the Lord.",
      "53": "Then the servant brought out some silver and gold items, along with some clothing, and gave them to Rebekah. He also gave gifts to her brother and to her mother.",
      "54": "He and the men with him ate and drank, and then they spent the night.\nWhen they got up the next morning, the servant requested, “Send me off to my master.”",
      "55": "But her brother and mother said, “Let the young lady stay with us a few days—at least ten—and after that she may go.”",
      "56": "“Please don’t delay me,” the servant answered them. “The Lord has made my journey successful. Send me off so I can return to my master.”",
      "57": "But they said, “We’ll call the young lady and see what she has to say about this.”",
      "58": "So they called Rebekah and asked her, “Do you want to go with this man?”\n“I will go,” she replied.",
      "59": "So they sent off their sister Rebekah, along with her personal assistant, Abraham’s servant, and his men.",
      "60": "As they were leaving, they all blessed Rebekah by saying,\n“Our sister, may you become the mother of tens of millions!\n    May your descendants take over\n        the city gates of those who hate them.”",
      "61": "Then Rebekah and her young servant women got up, mounted their camels, and followed Abraham’s servant, who took Rebekah and went on his way.",
      "62": "Later on, as Isaac was returning one evening from Beer-lahai-roi (he had been living in the Negev),",
      "63": "Isaac went out walking in a field. He looked up, and all of a sudden there were some camels coming.",
      "64": "Rebekah looked up, and when she saw Isaac, she quickly dismounted from her camel",
      "65": "and asked the servant, “Who is that man coming in the field to meet us?”\n“That’s my master,” the servant told her. So she reached for a veil and covered herself.",
      "66": "Then the servant informed Isaac about everything he had done.",
      "67": "Later, Isaac brought Rebekah into the tent that had belonged to his mother Sarah and married her. Isaac loved her, and that’s how he was comforted following the loss of his mother."
    },
    "25": {
      "1": "Abraham had taken another wife whose name was Keturah.",
      "2": "She bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah.",
      "3": "Jokshan was the father of Sheba and Dedan. Dedan’s sons were the Asshurites, Letushites, and Leummites.",
      "4": "Midian’s sons were Ephah, Epher, Hanoch, Abida, and Eldaah. All of these were Keturah’s descendants.",
      "5": "Abraham gave everything he owned to Isaac.",
      "6": "While he was still alive, Abraham gave gifts to his concubines and sent them to the east country in order to keep them away from his son Isaac.",
      "7": "Abraham lived for 175 years,",
      "8": "then passed away, dying at a ripe old age, having lived a full life, and joined his ancestors.",
      "9": "His sons Isaac and Ishmael buried him in the cave of Machpelah near Mamre, in the field that used to belong to Zohar the Hittite’s son Ephron.",
      "10": "This was the same field that Abraham had bought from the Hittites, where Abraham and his wife Sarah were buried.",
      "11": "After Abraham’s death, God blessed his son Isaac, who continued to live near Beer-lahai-roi.",
      "12": "Now this is what happened to Ishmael, whom Sarah’s Egyptian servant Hagar bore for Abraham.",
      "13": "Here’s a list of the names of Ishmael’s sons, recorded by their names and descendants: Nebaioth was the firstborn, followed by Kedar, Adbeel, Mibsam,",
      "14": "Mishma, Dumah, Massa,",
      "15": "Hadad, Tema, Jetur, Naphish, and Kedemah.",
      "16": "These were Ishmael’s children, listed by their names according to their villages and their camps. There were a total of twelve tribal chiefs, according to their clans.",
      "17": "Ishmael lived for 137 years, then he took his last breath, died, and joined his ancestors.",
      "18": "His descendants settled from Havilah to Shur (that’s near Egypt), all the way to Assyria, in defiance of all of his relatives.",
      "19": "This is the account of Isaac, Abraham’s son. Abraham fathered Isaac.",
      "20": "Isaac was forty years old when he married Rebekah, the daughter of Bethuel, the Aramean from Paddan-aram and sister of Laban the Aramean.",
      "21": "Later, Isaac prayed to the Lord on behalf of his wife, since she was unable to conceive children, and the Lord responded to him—his wife Rebekah became pregnant.",
      "22": "But when the infants kept on wrestling each other inside her womb, she asked herself, “Why is this happening?” So she asked the Lord for an explanation.",
      "23": "“Two nations are in your womb,” the Lord responded, “and two separate people will emerge. One people will be the stronger, and the older one will serve the younger.”",
      "24": "Sure enough, when her due date arrived, she delivered twin sons.",
      "25": "The first son came out reddish—his entire body was covered with hair—so they named him Esau.",
      "26": "After that, his brother came out with his hand clutching Esau’s heel, so they named him Jacob. Isaac was 60 years old when they were born.",
      "27": "As the boys were growing up, Esau became skilled at hunting and was a man of the outdoors, but Jacob was the quiet type who tended to stay indoors.",
      "28": "Isaac loved Esau, because he loved to hunt, while Rebekah loved Jacob.",
      "29": "One day, while Jacob was cooking some stew, Esau happened to come in from being outdoors, and he was feeling famished.",
      "30": "Esau told Jacob, “Let me gobble down some of this red stuff, since I’m starving.” (That’s how Esau got his nickname “Edom”.)",
      "31": "But Jacob responded, “Sell me your birthright. Do it now.”",
      "32": "“Look! I’m about to die,” Esau replied. “What good is this birthright to me?”",
      "33": "But Jacob insisted, “Swear it by an oath right now.” So he swore an oath to him and sold his birthright to Jacob.",
      "34": "Then Jacob gave Esau some of his food, along with some boiled stew. So Esau ate, drank, got up, and left, after having belittled his own birthright."
    },
    "26": {
      "1": "Later on, a famine swept through the land. This famine was different from the previous famine that had occurred earlier, during Abraham’s lifetime. So Isaac went to Abimelech, king of the Philistines, at Gerar.",
      "2": "That’s when the Lord appeared to Isaac. “You are not to go down to Egypt,” he said. “Instead, you are to settle down in an area within this land where I’ll tell you.",
      "3": "Remain in this land, and I’ll be with and bless you by giving all these lands to you and to your descendants in fulfillment of my solemn promise that I made to your father Abraham.",
      "4": "I’ll cause you to have as many descendants as the stars of the heavens, and I’ll certainly give all these lands to your descendants. Later on, through your descendants all the nations of the earth will bless one another.",
      "5": "I’m going to do this because Abraham did what I told him to do. He kept my instructions, commands, statutes, and laws.”",
      "6": "So Isaac lived in Gerar.",
      "7": "Later on, the men of that place asked about his wife, so he replied, “She’s my sister,” because he was afraid to call her “my wife.” He kept thinking, “…otherwise, the men around here will kill me on account of Rebekah, since she’s very beautiful.”",
      "8": "After he had been there awhile, Abimelech, king of the Philistines, looked out through a window and saw Isaac caressing his wife Rebekah.",
      "9": "So Abimelech called Isaac and confronted him. “She is definitely your wife!” he accused him, “So why did you claim, ‘She’s my sister?’”\nIsaac responded, “Because I had thought ‘…otherwise, I’ll die on account of her.’”",
      "10": "“What have you done to us?” Abimelech asked. “Any minute now, one of the people could have had sex with your wife and you would have caused all of us to be guilty.”",
      "11": "So he issued this order to everyone: “Whoever touches this man or his wife is to be executed.”",
      "12": "Isaac received a 100-fold return on what he planted that year in the land he received, because the Lord blessed him.",
      "13": "He became very wealthy and lived a life of wealth, becoming more and more wealthy.",
      "14": "He owned so many sheep, cattle, and servants that the Philistines eventually became envious of him.",
      "15": "They filled in with sand all of the wells that Isaac’s father Abraham’s servants had dug during his lifetime.",
      "16": "Then Abimelech ordered Isaac, “Move away from us! You’ve become more powerful than we are.”",
      "17": "So Isaac moved from there and encamped in the Gerar Valley, where he settled.",
      "18": "Isaac re-excavated some wells that his father had first dug during his lifetime, because the Philistines had filled them with sand after Abraham’s death. Isaac renamed those wells with the same names that his father had called them.",
      "19": "While Isaac’s servants were digging in the valley, they discovered a well with flowing water.",
      "20": "But the herdsmen who lived in Gerar quarreled with Isaac’s herdsmen. “The water is ours,” they said. As a result, Isaac named the well Esek, for they had fiercely disputed with him about it.",
      "21": "When his workers started digging another well, those herdsmen quarreled about that one, too, so Isaac named it Sitnah.",
      "22": "Then he left that area and dug still another well. Because they did not quarrel over that one, Isaac named it Rehoboth, because he used to say, “The Lord has enlarged the territory for us. We will prosper in the land.”",
      "23": "Later on, he left there and went to Beer-sheba,",
      "24": "where one night the Lord appeared to him. “I am the God of your father Abraham,” he told him. “Don’t be afraid, because I’m with you. I’m going to bless you and multiply your descendants on account of my servant Abraham.”",
      "25": "In response, Isaac built an altar there and called on the name of the Lord. He also pitched his tents there and his servants dug a well.",
      "26": "Later, Abimelech traveled from Gerar to visit Isaac. He arrived with Ahuzzath, his staff advisor, and Phicol, the commanding officer of his army.",
      "27": "“Why have you come to see me,” Isaac asked them, “since you hate me so much that you sent me away from you?”",
      "28": "“We’ve seen that the Lord is with you,” they responded, “so we’re proposing an agreement between us—between us and you. Allow us to make a treaty with you",
      "29": "by which you’ll agree not to do us any harm, just as we haven’t harmed you, since we’ve done nothing but good for you after we sent you away in peace. As a result, you’ve been tremendously blessed by the Lord.”",
      "30": "So Isaac held a festival for them, and they ate and drank.",
      "31": "They woke up early the next morning and made the treaty. After this, Isaac sent them off and they left on peaceful terms.",
      "32": "That very same day, Isaac’s servants arrived and reported to him about a well that they had just completed digging. “We’ve found water!” they said.",
      "33": "So Isaac named the well Shebah, which is why the city is named Beer-sheba to this day.",
      "34": "When Esau was 40 years old, he married Judith, the daughter of Beeri the Hittite and Basemath, the daughter of Elon the Hittite.",
      "35": "This brought extreme grief to Isaac and Rebekah."
    },
    "27": {
      "1": "Eventually, Isaac grew so old that he could not see. One day, he called his eldest son Esau. “My son,” he called out to him.",
      "2": "“Look how old I am! I could die any day now,",
      "3": "so go find your weapons, take your bow and arrows, go outside, and hunt some game for me.",
      "4": "Then prepare some food, just the way I like it, and bring it to me so that I can eat and bless you before I die.”",
      "5": "Now Rebekah overheard Isaac while he was speaking to his son Esau. When Esau had gone out to the field to hunt and bring in some game,",
      "6": "Rebekah gave these instructions to her son Jacob: “Quick! Pay attention!” she said. “I heard your father talking to your brother Esau. He told him,",
      "7": "‘Bring me some game and then prepare some food for me so I can eat and bless you in the presence of the Lord before I die.’",
      "8": "So now, my son, listen to what I have to say and pay attention to what I’m about to tell you.",
      "9": "Go to the flock and bring me two healthy young goats. I’ll prepare some delicious food for your father, just the way he loves it.",
      "10": "Then you are to take it to your father so that he can eat and bless you before he dies.”",
      "11": "“But look!” Jacob pointed out to his mother Rebekah, “My brother Esau is a hairy man, but I’m smooth skinned.",
      "12": "My father might touch me and he’ll realize that I’m deceiving him. Then, I’ll bring a curse on myself instead of a blessing.”",
      "13": "“My son,” she replied, “let any curse against you fall on me. Just listen to me, then go and get them for me.”",
      "14": "So out he went, got them, and brought them to his mother, who then prepared some delicious food, just the way his father liked it.",
      "15": "Then Rebekah took some garments that belonged to her elder son Esau—the best ones available—and put them on her younger son Jacob.",
      "16": "She put some goat skins over his hands and on the smooth part of his neck.",
      "17": "Then she handed the delicious food and bread that she had prepared to her son Jacob,",
      "18": "who went to his father and said, “My father…”\n“It’s me!” he replied. “Which one are you, my son?”",
      "19": "“I’m Esau, your firstborn!” Jacob told his father. “I’ve done what you asked, so please sit up and eat what I caught, so you can bless me.”",
      "20": "“How did you get it so quickly, my son?” Isaac asked.\nJacob responded, “…because the Lord your God made me successful.”",
      "21": "So Isaac told Jacob, “Come here, my son, so I can feel you and know for sure whether or not you’re my son Esau.”",
      "22": "So Jacob approached his father, who felt him and said, “It’s Jacob’s voice, but Esau’s hands.”",
      "23": "He didn’t recognize Jacob, because his hands were hairy like those of his brother Esau, so Isaac blessed him.",
      "24": "He asked, “Are you really my son Esau?”\n“I am,” Jacob replied.",
      "25": "“Come closer to me,” Isaac replied, “so I can eat some of the game, my son, and then bless you.” So Jacob came closer, and Isaac ate. Jacob also brought wine so his father could drink.",
      "26": "After this, Jacob’s father Isaac told him, “Come closer and kiss me, my son.”",
      "27": "So Jacob drew closer to kiss him. When Isaac smelled the scent of his son’s clothes, he blessed him and said,\n“How my son’s scent is the fragrance of the field\n    that the Lord has blessed.",
      "28": "May the Lord grant you dew from the skies,\n    and from the fertile land;\nmay he grant you\n    abundant grain and fresh wine.",
      "29": "May people serve and bow before you;\n    may you be master over your brothers;\nmay your mother’s sons bow before you;\n    may anyone who curses you be cursed;\n        and may anyone who blesses you be blessed.”",
      "30": "Just after Isaac had finished blessing Jacob and Jacob had left his father Isaac, Jacob’s brother Esau returned from hunting,",
      "31": "prepared some delicious food, brought it to his father, and told him, “Can you get up now, father, so you may eat some of your son’s game and then bless me?”",
      "32": "But his father Isaac asked him, “Who are you?”\n“I’m Esau, your firstborn son,” he answered.",
      "33": "At this, Isaac began to tremble violently. “Who then,” he asked, “hunted some game and brought it to me to eat before you arrived, so that I’ve blessed him? Indeed, he is blessed.”",
      "34": "When Esau realized what his father Isaac was saying, he began to wail out loud bitterly. “Bless me,” he cried, “even me, too, my father!”",
      "35": "Isaac replied, “Your brother came here deceitfully and stole your blessing.”",
      "36": "Then he said, “Isn’t his name rightly called Jacob?” Esau asked. “He has circumvented me this second time. First, he took away my birthright, and now, look how he also stole my blessing.” Then he added, “Haven’t you reserved a blessing for me?”",
      "37": "In response, Isaac told Esau, “Look! I’ve predicted that he’s going to become your master, and I’ve assigned all his brothers to be his servants. What then can I do for you, my son?”",
      "38": "Then Esau implored his father, “Don’t you have even one blessing for me, my father? Bless me, even me too, my father!” Then Esau lifted his voice and wept bitterly.",
      "39": "At this, his father Isaac replied to him,\n“Look! Away from the fertile land will be your dwellings;\n    away from the dew of the skies above.",
      "40": "By your sword you’ll live;\n    but you’ll serve your brother.\nBut when you’ve become restless,\n    you’ll break off his yoke from your neck.”",
      "41": "So Esau harbored animosity toward Jacob because of the way his father had blessed him. Esau kept saying to himself, “The time to mourn for my father is very near. That’s when I’m going to kill my brother Jacob.”",
      "42": "Eventually, what Rebekah’s older son Esau had been saying was reported to her, so she sent for her younger son Jacob and warned him, “Look! Your brother is planning to get even by killing you.",
      "43": "Son, you’d better do what I say! Get up, run off to my brother Laban in Haran,",
      "44": "and stay there with him a few days until your brother’s fury subsides.",
      "45": "After that happens and he has forgotten what you’ve done to him, I’ll send for you so you can return from there. Why should I be bereaved of you both in one day?”",
      "46": "Rebekah also told herself, “Heth’s daughters are making me tired of living. If Jacob marries one of Heth’s daughters, and she turns out to be just like these other local women, what kind of life would there be left for me?”"
    },
    "28": {
      "1": "Later, Isaac called Jacob and blessed him, instructing him, “Don’t marry a wife from the local Canaanite women.",
      "2": "Instead, get up, travel to Paddan-aram, and visit the household of Bethuel, your mother’s father. Marry one of Laban’s daughters, since he’s your mother’s brother.",
      "3": "May God Almighty bless you and make you fruitful so that your descendants become a whole group of people.",
      "4": "May he give you and your descendants the blessings that he gave Abraham. May you possess the land where you have lived that God gave to Abraham.”",
      "5": "So Isaac sent Jacob off toward Paddan-aram to visit Bethuel’s son Laban, the Aramean and brother of Rebekah, the mother of Jacob and Esau.",
      "6": "Esau noticed that after Isaac had blessed Jacob as he was sending him off to Paddan-aram to marry a wife from there, he had instructed Jacob, “Don’t marry a Canaanite woman.”",
      "7": "After Jacob had obeyed his father and mother’s instructions to set out for Paddan-aram,",
      "8": "Esau realized that Canaan women didn’t please his father Isaac,",
      "9": "so he went to Abraham’s son Ishmael and married Ishmael’s daughter Mahalath, who was the sister of Nebaioth.",
      "10": "Meanwhile, Jacob had left Beer-sheba and was on his way to Haran.",
      "11": "He reached a certain place and spent the night there, because the sun was setting. He found a stone there, used it for a pillow, and slept there for the night,",
      "12": "when he had a dream! He saw a raised highway that had been built with its ending point on earth and its beginning point in heaven. God’s angels were ascending and descending on it.",
      "13": "And there was the Lord, standing above it and telling Jacob, “I am the Lord God of your grandfather Abraham. I’m Isaac’s God, too. I’m giving you and your descendants the ground on which you’re sleeping.",
      "14": "Your descendants are going to become like the dust of the earth and spread out to the west, east, north, and south. All the families of the earth will be blessed through you and your descendants.",
      "15": "Now pay attention! I’m here with you, and I’m going to be watching over you wherever you go. I’m going to bring you back to this land, because I won’t ever leave you until I’ve accomplished what I’ve promised about you.”",
      "16": "Then Jacob woke up during the night and told himself, “Surely, the Lord is in this place and I never knew it!”",
      "17": "In mounting terror, he cried out, “How scary this place is! This is nothing less than God’s house and the gateway to heaven!”",
      "18": "When Jacob got up early the next morning, he took the stone that he had used for his pillow, set it up as a pillar, drenched it with oil,",
      "19": "and named the place Beth-el, although previously the city had been named Luz.",
      "20": "Then he made this solemn vow: “If God remains with me, watches over me throughout this journey that I’m taking, gives me food to eat and clothes to wear,",
      "21": "and returns me safely to my father’s house, then the Lord will be my God,",
      "22": "this stone that I’ve erected in the form of a pillar will be God’s house, and I’ll give you a tenth of everything that you give to me.”"
    },
    "29": {
      "1": "Jacob journeyed on and reached the territory that belonged to the people who lived in the east.",
      "2": "As he was observing a well that had been dug out on the open range, all of a sudden he noticed three flocks of sheep lying there, because shepherds watered their flocks from that well. There was a very large stone that covered the opening of the well,",
      "3": "and when all the flocks had been gathered there, they would roll away the stone from the opening of the well, water their flocks, and then return the stone to its place covering the opening of the well.",
      "4": "Jacob asked them, “My brothers, where are you from?”\n“We’re from Haran,” they answered.",
      "5": "“Do you happen to know Nahor’s son Laban?” he inquired.\n“We do,” they replied.",
      "6": "So he asked them, “How’s he doing?”\n“Very well,” they answered. “As a matter of fact, look over there! That’s his daughter Rachel, coming here with his sheep.”",
      "7": "“Look!” Jacob replied. “The sun is still high. It’s not yet time for the flocks to be gathered. Let’s water the sheep, then let them graze.”",
      "8": "But they responded, “We can’t do that until all the sheep have been gathered and the stone has been rolled away from the opening of the well. Only then can we water the flock.”",
      "9": "While he was still talking with them, Rachel arrived with her father’s sheep, since she was a shepherdess.",
      "10": "When Jacob saw Rachel, the daughter of Laban, his mother’s brother, accompanied by Laban’s sheep, Jacob approached the well, rolled the stone from the opening of the well, and then watered his mother’s brother Laban’s flock.",
      "11": "Then Jacob kissed Rachel and began to cry out loud.",
      "12": "Jacob told Rachel that he was related to her father, since he was Rebekah’s son, so she ran and told her father.",
      "13": "When Laban heard the news about his sister’s son Jacob, he ran out to meet him. He embraced him, kissed him, and brought him back to his house. Then Jacob told Laban about everything that had happened.",
      "14": "Laban responded, “You certainly are my flesh and blood!” So Jacob stayed with him for about a month.",
      "15": "Later, Laban asked Jacob, “Should you serve me for free, just because you’re my nephew? Let’s talk about what your wages should be.”",
      "16": "Now Laban happened to have two daughters. The older one was named Leah and the younger was named Rachel.",
      "17": "Leah looked rather plain, but Rachel was lovely in form and appearance.",
      "18": "Jacob loved Rachel, so he made this offer to Laban: “I’ll serve you for seven years for Rachel, your younger daughter.”",
      "19": "“It’s better that I give her to you than to another man,” Laban replied, “so stay with me.”",
      "20": "Jacob served seven years for Rachel, but it seemed like only a few days because of his love for her.",
      "21": "Eventually, Jacob told Laban, “Bring me my wife, now that my time of service has been completed, so I can go be with her.”",
      "22": "So Laban gathered all the men who lived in that place and held a wedding festival.",
      "23": "That night Laban took his daughter Leah and brought her to Jacob. He had marital relations with her.",
      "24": "Laban also gave his servant woman Zilpah to Leah to be her maidservant.",
      "25": "The next morning, Jacob realized that it was Leah! “What have you done to me?” he demanded of Laban. “Didn’t I serve you for seven years in order to marry Rachel? Why did you deceive me?”",
      "26": "But Laban responded, “It’s not the practice of our place to give the younger one in marriage before the firstborn.",
      "27": "Fulfill the week for this daughter, then we’ll give you the other one in exchange for serving me another seven years.”",
      "28": "So Jacob completed another seven years’ work, and then Laban gave him his daughter Rachel to be his wife.",
      "29": "Laban also gave his woman servant Bilhah to his daughter Rachel to be her maidservant.",
      "30": "Jacob also married Rachel, since he loved her. He served Laban another full seven years’ work for Rachel.",
      "31": "Later, the Lord noticed that Leah was being neglected, so he made her fertile, while Rachel remained childless.",
      "32": "Leah conceived, bore a son, and named him Reuben, because she was saying, “The Lord had looked on my torture, so now my husband will love me.”",
      "33": "Later, she conceived again, bore a son, and declared, “Because the Lord heard that I’m neglected, he gave me this one, too.” So she named him Simeon.",
      "34": "Later, she conceived again and said, “This time my husband will become attached to me, now that I’ve borne him three sons.” So he named him Levi.",
      "35": "Then she conceived yet again, bore a son, and said, “This time I’ll praise the Lord.” So she named him Judah.\nThen she stopped bearing children."
    },
    "30": {
      "1": "Rachel noticed that she was not bearing children for Jacob, so because she envied her sister Leah, she told Jacob, “If you don’t give me sons, I’m going to die!”",
      "2": "That made Jacob angry with Rachel, so he asked her, “Can I take God’s place, who has not allowed you to conceive?”",
      "3": "Rachel responded, “Here’s my handmaid Bilhah. Go have sex with her. She can bear children on my knees so I can have children through her.”",
      "4": "So Rachel gave Jacob her woman servant Bilhah to be his wife, and Jacob had sex with her.",
      "5": "Bilhah conceived and bore a son for Jacob.",
      "6": "Then Rachel said, “God has vindicated me! He has heard my voice and has given me a son.” Therefore, she named him Dan.",
      "7": "Rachel’s servant conceived again and bore a second son for Jacob,",
      "8": "so Rachel said, “I’ve been through a mighty struggle with my sister and won.” She named him Naphtali.",
      "9": "When Leah saw that she had stopped bearing children, she took her woman servant Zilpah and gave her to Jacob as a wife.",
      "10": "Leah’s servant Zilpah bore a son to Jacob,",
      "11": "and Leah exclaimed, “How fortunate!” So she named him Gad.",
      "12": "Later, Leah’s servant Zilpah bore a second son for Jacob.",
      "13": "She said, “How happy I am, because women will call me happy!” So she named him Asher.",
      "14": "Some time later, during the wheat harvest season, Reuben went out and found some mandrakes in the field and brought them back for his mother Leah. Then Rachel told Leah, “Please give me your son’s mandrakes.”",
      "15": "In response, Leah asked her, “Wasn’t it enough that you’ve taken away my husband? Now you also want to take my son’s mandrakes!”\nBut Rachel replied, “Very well, let’s let Jacob sleep with you tonight in exchange for your son’s mandrakes.”",
      "16": "When Jacob came in from the field that evening, Leah went to meet him and told him, “You’re having sex with me tonight. I traded my son’s mandrakes for you!” So he slept with her that night.",
      "17": "God heard what Leah had said, so she conceived and bore a fifth son for Jacob.",
      "18": "Then Leah said, “God has paid me for giving my servant to my husband as his wife.” So she named him Issachar.",
      "19": "Later, Leah conceived again and bore a sixth son for Jacob.",
      "20": "Then Leah said, “God has given me a good gift. This time my husband will exalt me, because I’ve borne him six sons.” So she named him Zebulun.",
      "21": "After that, Leah conceived, bore a daughter, and named her Dinah.",
      "22": "Then God remembered Rachel. He listened to her and opened her womb,",
      "23": "so she conceived, bore a son, and remarked, “God has removed my shame.”",
      "24": "Because she had been asking, “May God give me another son,” she named him Joseph.",
      "25": "After Rachel had given birth to Joseph, Jacob told Laban, “Send me off so that I can go back to my place and country.",
      "26": "Give me my wives and children for whom I’ve served you. Then I’ll leave, since you’re aware of my service to you.”",
      "27": "Then Laban responded, “If I’ve found favor in your sight, please stay with me, because I’ve learned through divination that the Lord has blessed me because of you.",
      "28": "Name your wage, and I’ll give it to you.”",
      "29": "But Jacob replied to Laban, “You know how I’ve served you and how your cattle thrived under my care.",
      "30": "What you had previously was only a few head, but the herd has now multiplied, because the Lord has blessed you through my efforts. But now, when am I going to be able to provide for my own household?”",
      "31": "“What do I have to give you?” Laban asked.\nJacob responded, “You don’t have to give me anything. Just do this for me: Let me tend your flock again and watch over it.",
      "32": "Let me walk among your flocks today and remove every speckled or spotted sheep, along with every black lamb, and let me do the same with the speckled and spotted goats. These will be my wages.",
      "33": "In the future, you’ll be able to verify my honesty because, when you come to check what I’ve earned, if you find a goat that’s not speckled or spotted or a sheep that’s not black, then it will have been stolen by me.”",
      "34": "“Very well,” Laban replied. “We’ll do it the way you’ve asked.”",
      "35": "That very day, Laban removed the male goats that were striped or spotted, all the female goats that were speckled or spotted—that is, every one that had white on them—and all the black lambs and placed them into the care of his sons.",
      "36": "He sent them as far away from Jacob as a three days’ journey could take them.\nMeanwhile, Jacob kept tending the rest of Laban’s flock.",
      "37": "Jacob took branches from white poplar trees, freshly cut almond trees, and some other trees, stripped off their bark to make white streaks, and uncovered the white part inside the branches.",
      "38": "Then he placed the branches that he had stripped bare in all the watering troughs where the flocks came to drink. He placed the branches in front of the flock, and they went into heat as they came to drink.",
      "39": "When the flocks mated in front of the branches, they would bear offspring that were striped, speckled, or spotted.",
      "40": "Jacob kept the lambs separate, facing the striped and entirely black ones that belonged to Laban’s flock. He set his own herd by itself and would not let them be with Laban’s flock.",
      "41": "Whenever the more vigorous of the flock came into heat, Jacob would place the branches in the troughs in front of the flock to make them mate by the branches.",
      "42": "But he didn’t put the branches in front of any of the feeble members of the flock. As a result, the feeble ones belonged to Laban, but the stronger ones belonged to Jacob.",
      "43": "Therefore the man Jacob prospered so much that he had large flocks, female and male servants, as well as camels and donkeys."
    },
    "31": {
      "1": "Now Jacob used to listen while Laban’s sons kept on complaining, “Jacob has taken over everything our father owns! He made himself wealthy from what belongs to our father!”",
      "2": "Jacob also noticed that the way Laban had been looking at him wasn’t as nice as it had been just two days earlier.",
      "3": "Then the Lord ordered Jacob, “Go back to your father’s territory and to your relatives. I’ll be with you.”",
      "4": "Jacob sent for Rachel and Leah to come out to the field where his flock was",
      "5": "and informed them, “I’ve noticed that the way your father has been looking at us hasn’t been as nice as it was just two days ago. But my father’s God has been with me.",
      "6": "You know I’ve been serving your father with all my heart.",
      "7": "Even so, your father has cheated me. He broke our wage agreement ten times. However, God didn’t allow him to harm me.",
      "8": "“When Laban said, ‘The speckled ones will be your wages,’ then all the flock gave birth to speckled ones. Then when he said, ‘The streaked ones will be your wages,’ all the flock gave birth to streaked offspring.",
      "9": "“So God has taken away your father’s livestock and has given them to me.",
      "10": "As it was, when it was time for the livestock to breed, I once looked up in a dream, and the male goats that were mating with the flock were producing streaked, speckled, and spotted offspring.",
      "11": "“Later, the angel of God spoke to me in a dream, ‘Jacob.’\n“‘Here I am,’ I replied",
      "12": "“‘Look around!’ he said. ‘Go ahead, look! All the male goats have been mating with the flock, producing offspring that are streaked, speckled, and spotted, because I’ve been watching everything that Laban has done to you.",
      "13": "I am the God of Bethel, the place where you consecrated that stone and made a vow to me. Now get up, leave this territory, and return to your native land.’”",
      "14": "Then Rachel and Leah asked him, “Do we have anything left of inheritance remaining in our father’s house?",
      "15": "He’s treating us like foreigners. He sold us and spent all of the money that rightfully belonged to us.",
      "16": "Furthermore, all of the wealth that God has stripped away from our father belongs to us now and to our children. So do everything that God tells you to do.”",
      "17": "So Jacob got up, seated his children and wives on camels,",
      "18": "and drove all his livestock ahead of him, with everything that belonged to him, including the livestock that he had bought and accumulated in Paddan-aram, intending to deliver them to his father Isaac in the land of Canaan.",
      "19": "Meanwhile, Laban had been out shearing his sheep. While he was away, Rachel stole her father’s personal idols.",
      "20": "Moreover, Jacob had deceived Laban the Aramean, because he had never told him that he was intending to leave.",
      "21": "Jacob fled, taking everything that he owned. He got up, crossed the river, and headed to the hill country of Gilead.",
      "22": "Three days later, somebody reported to Laban that Jacob had left,",
      "23": "so he took his relatives with him and pursued Jacob. Laban was on the road for seven days when he finally caught up with Jacob in the hill country of Gilead.",
      "24": "That night, God appeared to Laban the Aramean in a dream and warned him, “Be careful what you say to Jacob, whether it’s one word good or bad.”",
      "25": "Meanwhile, Jacob had pitched his tent on the mountain, where Laban had caught up with him. Laban and his relatives encamped on that same mountain in the hill country of Gilead, too.",
      "26": "Then Laban asked Jacob, “What did you do? You deceived me, carried off my daughters like you would war captives,",
      "27": "ran away from me secretly, and stole from me by not keeping me informed. Otherwise, I could have sent you off with a party and singing, accompanied by a band playing tambourines and harps.",
      "28": "As it is, you didn’t even allow me to kiss my grandchildren and daughters goodbye! You’ve acted foolishly.",
      "29": "It’s actually in my power to do some serious evil to you, but last night the God of your father told me, ‘Be careful what you say to Jacob whether good or evil.’",
      "30": "Now, you can go if you must go, because you certainly are longing to go to your father’s house. But why did you steal my gods?”",
      "31": "“I was afraid,” Jacob replied. “I thought you might take your daughters from me.",
      "32": "Now as to your gods, if you find someone has them in their possession, he’s a dead man. Take our relatives as witnesses, search through our belongings, and take whatever belongs to you that’s in my possession.” But Jacob didn’t know that Rachel had stolen the idols.",
      "33": "So Laban entered Jacob’s tent, Leah’s tent, and the tents of the two maid servants, but he didn’t find them. Then he left Leah’s tent and entered Rachel’s tent.",
      "34": "Meanwhile, Rachel had taken the idols, placed them inside the saddle of her camel, and sat on them. Laban searched through the whole tent, but found nothing.",
      "35": "Then Rachel told her father, “Sir, please don’t be angry that I cannot stand up in your presence. It’s that time of the month.” So Laban searched for the idols, but never did find them.",
      "36": "Then Jacob got angry and started an argument with Laban. “What have I done?” he demanded. “What’s my crime that would cause you to come pursue me so violently?",
      "37": "Now that you’ve searched all my belongings, what did you find that belongs to your house? Set it here in front of our relatives and we’ll let them judge between us!",
      "38": "Meanwhile, these past 20 years that I’ve been with you, your sheep and goats never had miscarriages, I never once ate any of the rams from your flock,",
      "39": "and whatever was torn by beasts, I never bothered to bring to you. Instead, I bore the losses myself. Even so, you demanded that I provide restitution for anything that was stolen, whether during the day or the night.",
      "40": "As it was, I was attacked by drought during the day and by cold at night. I never got any decent rest.",
      "41": "I’ve lived in your house these 20 years—serving fourteen years for your two daughters and another six years for your flocks. During all that time you changed my wages ten times.",
      "42": "If the God of my father—the God of Abraham, the God whom Isaac feared—had not been with me, you would have sent me away empty handed. But God saw my misery and how hard I’ve worked with my own hands—and he rebuked you last night.”",
      "43": "But Laban answered Jacob, “These women are my daughters. These children are my children. The flocks are mine. In fact, everything that you see belongs to me. But what would I do today to my daughters and the children they have borne?",
      "44": "Come, let’s make a covenant just between you and me. And let it serve as a witness between you and me.”",
      "45": "So Jacob took a stone and raised it as a pillar.",
      "46": "Then Jacob told his relatives, “Go gather some stones.” So they picked up stones and stacked them one on top of the other. Then they had a meal together there by the stack of stones.",
      "47": "Laban named the place Jegar-sahadutha, but Jacob named it Galeed.",
      "48": "Then Laban said, “This stack will serve as a witness between you and me today.” That’s how the place came to be named Galeed.",
      "49": "It was also called Mizpah, because Laban said, “May the Lord watch between you and me, when we are estranged from each other.",
      "50": "If you mistreat my daughters or if you take other wives besides them, though no one is watching us, keep in mind that God stands as a witness between you and me.”",
      "51": "“Look!” Laban added, “Here is the stack of stones and here is the pillar that I’ve set up between you and me.",
      "52": "This stack is a witness, and so is this pillar, reminding me not to cross beyond this stack of stones, and reminding you not to pass by this stack in my direction, intending to cause harm.",
      "53": "May Abraham’s God and Nahor’s god judge between us.”\nSo Jacob made an oath by his father’s Fear,",
      "54": "offered sacrifices there on the mountain, and called on his relatives to eat some food. So they ate the food and spent the night on the mountain.",
      "55": "Early the next morning, Laban woke up, kissed his grandchildren and daughters, blessed them, and then left for home."
    },
    "32": {
      "1": "As Jacob went on his way, angels from God met him.",
      "2": "As he was watching them, Jacob said, “This must be God’s camp,” so he named that place Mahanaim.",
      "3": "Then Jacob sent messengers ahead of him into the land of Seir (that is, into the territory of Edom) to meet his brother Esau.",
      "4": "He instructed them, “This is what you are to say to my master Esau: ‘Your servant Jacob told me to tell you, “I’ve journeyed to stay with Laban and I’ve remained there until now.",
      "5": "I now have cattle, donkeys, flocks, and male and female servants. I’m sending this message to you, sir, so that you’ll show favor to me.”’”",
      "6": "Later, the messengers returned to Jacob and reported, “We went to your brother Esau. He’s now coming to meet you—and he has 400 men with him!”",
      "7": "Feeling mounting terror and distress, Jacob divided the people who were with him into two groups, doing the same with the flocks, the cattle, and the camels.",
      "8": "Jacob was thinking, “If Esau comes to one group and attacks it, then the remaining group may escape.”",
      "9": "Then Jacob prayed, “O God of my father Abraham, O God of my father Isaac, O Lord, you who told me, ‘Return to your country and to your relatives and I’ll cause things to go well for you.’",
      "10": "I’m unworthy of all your gracious love, your faithfulness, and everything that you’ve done for your servant. When I first crossed over this river, I had only my staff. But now I’ve become two groups.",
      "11": "Deliver me from my brother Esau’s control, because I’m terrified of him, and I’m afraid that he’s coming to attack me, the mothers, and their children.",
      "12": "Now, you promised me that ‘I’m certainly going to cause things to go well with you, and I’m going to make your offspring as numerous as the sand of the sea, which cannot be counted.’”",
      "13": "Jacob spent the night there. Out of everything that he had brought with him, he chose a gift for his brother Esau—",
      "14": "200 female goats, 20 male goats, 200 ewes, 20 rams,",
      "15": "30 milking camels with their young, 40 cows with ten bulls, and 20 female donkeys with ten male donkeys.",
      "16": "He entrusted them into the care of his servants, one herd at a time. Then he told his servants, “Go in front of me, making sure there’s plenty of space between herds.”",
      "17": "To the first group he said, “When you meet my brother Esau, if he asks, ‘To whom do you belong? Where are you going? And to whom do these herds belong?’",
      "18": "then you are to reply, ‘We’re from your servant Jacob. The herds are a gift. He’s sending them to my master, Esau. Look! There he is, coming along behind us.’”",
      "19": "He issued similar instructions to the second and third group, as well as to all the others who drove the herds that followed: “This is how you are to speak to Esau when you find him.",
      "20": "You are to tell him, ‘Look! Your servant Jacob is coming along behind us.’”\nJacob was thinking, “I’ll pacify him with the presents that are being sent ahead of me. Then, when I meet him, perhaps he’ll accept me.”",
      "21": "So the presents went ahead of him, while he spent that night in the camp.",
      "22": "Later that night, he woke up, quickly took his two wives, his two women servants, and his eleven children, and forded the river at Jabbok.",
      "23": "He took them across the river, along with all his possessions.",
      "24": "And so Jacob was left alone, and he struggled with a man until daybreak.",
      "25": "When the man realized that he hadn’t yet won the struggle, he injured the socket of Jacob’s thigh, dislocating it as he wrestled with him,",
      "26": "and said, “Let me go, because the dawn has come.”\n“I won’t let you go,” Jacob replied, “unless you bless me.”",
      "27": "Then the man asked him, “What’s your name?”\n“Jacob,” he responded",
      "28": "“Your name won’t be Jacob anymore,” the man replied, “but Israel, because you exerted yourself against both God and men, and you’ve emerged victorious.”",
      "29": "“Please,” Jacob inquired, “Tell me your name.”\nBut he asked, “Why are you asking about my name?” And he blessed Jacob there.",
      "30": "Jacob would later call that place Peniel, because “I saw God face to face, but my life was spared.”",
      "31": "The sun was rising above Jacob as he crossed over from Peniel, limping due to his wounded thigh.",
      "32": "Therefore, to this day the Israelis do not eat the hip tendon that connects to the thigh socket, because he had injured the socket of the thigh where the tendon connected to Jacob’s hip."
    },
    "33": {
      "1": "When Jacob looked off in the distance, there was Esau coming toward him, accompanied by 400 men! So Jacob divided Leah’s children, Rachel, and the children of the two servants into separate groups.",
      "2": "Then he positioned the women servants and their children first, then Leah and her children next, and then Rachel and Joseph after them.",
      "3": "Then he went out to meet Esau, passing in front of all of them, and bowed low to the ground seven times as he approached his brother.",
      "4": "Esau ran to meet Jacob and embraced him. Then he fell on his neck and kissed him. And they wept.",
      "5": "When Esau eventually looked around, he saw the women and the children. “Who are these people with you?” he asked.\n“The children, whom God has graciously given your servant,” he answered.",
      "6": "Then the women servants approached, accompanied by their children, and bowed low.",
      "7": "Leah also approached, and she and her children bowed low. After this, Joseph and Rachel approached and bowed low.",
      "8": "Then Esau asked, “What are all these livestock for?”\n“To solicit favor from you, sir,” Jacob answered.",
      "9": "But Esau replied, “I already have so much, my brother, so keep what belongs to you.”",
      "10": "“Please,” Jacob implored him, “don’t refuse. If I’m to receive favor from you, then receive this gift from me, because seeing your face is like seeing the face of God, since you have favorably accepted me.",
      "11": "So receive my blessing, which has been sent to you, since God has been gracious to me. Besides, I have enough.” Because Jacob kept pressing him, Esau accepted the gifts.",
      "12": "Then Esau suggested, “Let’s set out and travel together, but let me go in front of you.”",
      "13": "“Sir, you know that the children are frail,” Jacob suggested, “and the ewes and cows with me are still nursing their young. If they’re driven even for a day, the entire flock will die.",
      "14": "So allow yourself to go ahead of your servant while I travel more slowly, letting the herds set their own pace with the children until I arrive to see my lord in Seir.”",
      "15": "Esau said, “Let me leave with you some of the people who are with me.”\n“Why do that?” Jacob asked. “I’ve already found favor in your sight, sir.”",
      "16": "So Esau set out that very day back on his way to Seir,",
      "17": "but Jacob set out for Succoth, built a house there, and constructed some cattle shelters. He named the place Succoth.",
      "18": "After Jacob had arrived safely from Paddan-aram, he entered the city of Shechem, which was located in the territory of Canaan, and encamped facing that city.",
      "19": "Then he bought a parcel of land for 100 pieces of silver from the descendants of Hamor, Shechem’s father. He pitched his tent there,",
      "20": "set up an altar, and named it El-elohe-israel."
    },
    "34": {
      "1": "Some time later, Dinah, Leah’s daughter whom she had borne to Jacob, went out to visit the women of the land.",
      "2": "When Hamor the Hivite’s son Shechem, the regional leader, saw her, he grabbed her and raped her, humiliating her.",
      "3": "He was attached to Dinah, Jacob’s daughter, since he loved the young woman and spoke tenderly to her.",
      "4": "Then Shechem told his father Hamor, “Get this young woman for me to be my wife.”",
      "5": "Because Jacob learned that Shechem had dishonored his daughter Dinah while his sons were still out with their cattle on the open range, he remained silent until they returned.",
      "6": "Meanwhile, Shechem’s father Hamor arrived to talk to Jacob.",
      "7": "Just then Jacob’s sons arrived from the field. When they heard what had happened, they were distraught with grief and livid with anger toward Shechem, because he had committed a disgraceful deed in Israel by forcing Jacob’s daughter to have sex, an act that never should have happened.",
      "8": "But Hamor said this: “My son is deeply attracted to your daughter. Please give her to him as his wife.",
      "9": "Intermarry with us. Give your daughters to us and take our sons for yourselves.",
      "10": "Live with us anywhere you want. Live, trade, and grow rich in it.”",
      "11": "Shechem also addressed Dinah’s father and brothers. He told them, “If you’ll just approve me, I’ll give whatever you ask of me.",
      "12": "No matter how big or how extensive your demands are for a dowry and wedding presents from me, I’ll provide whatever you ask. Only give me the young lady to be my wife.”",
      "13": "But Jacob’s sons answered Shechem and his father Hamor deceptively, because Shechem had dishonored their sister Dinah.",
      "14": "They told them, “We can’t do this. We can’t give our sister to a man who isn’t circumcised, because that would be insulting to us.",
      "15": "But we’ll agree to your request, only if you will become like us by circumcising every male among you.",
      "16": "Then we’ll give our daughters to you and take your daughters for ourselves, live among you, and be as a united people.",
      "17": "But if you won’t listen to us, then we’re going to take our daughter and leave.”",
      "18": "What they said pleased Hamor and his son Shechem,",
      "19": "so the young man did not delay the matter any further, since he was delighted with Jacob’s daughter.\nNow Shechem was the most important person in his father’s household.",
      "20": "So Hamor and his son Shechem entered the gate of their city and addressed the men of their city.",
      "21": "“These men are at peace with us,” they announced. “Therefore, let them live in the land and trade in it. Look! The land is large enough for them. Let’s take their daughters as wives for ourselves and let’s give our sons to them.",
      "22": "“However,” they added, “only on this condition will the men consent to live with us and be united as a single people with us: every male among us will have to be circumcised just as they are.",
      "23": "Shouldn’t all their cattle, acquisitions, and animals belong to us? So, let’s give our consent to them, and then they’ll live with us.”",
      "24": "All of the males who heard Hamor and his son Shechem, who had gone out to the city gate, were circumcised.",
      "25": "Three days later, while they were still in pain, Jacob’s sons Simeon and Levi, two of Dinah’s brothers, each grabbed a sword and entered the city unannounced, intending to kill all the males.",
      "26": "They killed Hamor and his son Shechem with their swords, took back Dinah from Shechem’s house, and left.",
      "27": "Jacob’s other sons came along afterward and plundered the city where their sister had been defiled,",
      "28": "seizing all of their flocks, herds, donkeys, and whatever else was in the city or had been left out in the field.",
      "29": "They carried off all their wealth, their children, and their wives as captives, plundering everything that remained in the houses.",
      "30": "Then Jacob told Simeon and Levi, “You have certainly stirred up trouble for me! You’ve made me despised by the Canaanites and the Perizzites who live in this territory. Because I have only a few men with me, they’re going to gather themselves together and attack me until I am totally destroyed, along with my entire household!”",
      "31": "“Should he have treated our sister like a whore?” they asked in response."
    },
    "35": {
      "1": "Later, God told Jacob, “Get up, move to Bethel, and live there. Build an altar to the God who appeared to you when you were fleeing from your brother Esau.”",
      "2": "Jacob announced to his household and to everyone with him, “Throw away the foreign gods that you’ve kept among you, purify yourselves, and change your clothes.",
      "3": "Then let’s get up and go to Bethel, where I’ll build an altar to the God who answered me when I was in distress and who was with me on the road, wherever I went.”",
      "4": "So they handed over to Jacob all their foreign gods on which they had been depending, along with the rings that they were wearing on their ears. Jacob buried them under the oak that grew near Shechem.",
      "5": "As they set out on their journey, because the people who lived in the cities around them feared God, they did not pursue Jacob’s sons.",
      "6": "Eventually, Jacob and everyone with him arrived at Luz (also called Beth-el) in the territory of Canaan.",
      "7": "He built an altar there to God and named the place El Beth-el, because God had revealed himself there when he was fleeing from his brother.",
      "8": "Rebekah’s nurse Deborah died and was buried there, under the oak tree that was below Beth-el. That’s why the place was named Allon-bacuth.",
      "9": "God appeared again to Jacob after he had arrived from Paddan-aram and blessed him.",
      "10": "Then God told him,\n“Your name is Jacob.\n    No longer are you to be called Jacob.\n        Instead, your name will be Israel.”\nSo God called his name Israel",
      "11": "and also told him,\n“I am God Almighty.\n    You are to be fruitful\n        and multiply.\nYou will become a nation—\n    in fact, an assembly of nations!\nKings will come from you—\n    they’ll emerge from your own loins!",
      "12": "Now as for the land\n    that I gave to Abraham and Isaac,\nI’m giving it to you\n    and to your descendants who come after you.\nI’m giving the land to you!”",
      "13": "After this, God ascended from the place where he had been speaking to him.",
      "14": "Jacob erected a pillar of stone at that very place where God had spoken to him. He poured a drink offering over it, anointed it with oil,",
      "15": "and named the place where God had spoken to him Beth-el.",
      "16": "Later, they set out from Beth-el. While still a long way from Ephrathah, Rachel started to have trouble giving birth.",
      "17": "While she was suffering due to her difficult labor, the midwife told her, “Don’t fear! You’re going to have another son.”",
      "18": "Just before she died, Rachel called her son’s name Ben-oni, but his father Jacob named him Benjamin.",
      "19": "So Rachel died and was buried on the way to Ephrathah, also known as Bethlehem.",
      "20": "Jacob erected a pillar over her grave, and that pillar stands over Rachel’s grave to this day.",
      "21": "Jacob continued his travels, and eventually pitched his tent facing Migdal Eder.",
      "22": "But while Israel lived in that land, Reuben went inside his father’s tent and had sexual relations with his father’s concubine Bilhah, and Israel heard about it. Now Jacob had twelve sons.",
      "23": "Leah’s sons were Reuben (Jacob’s first-born), Simeon, Levi, Judah, Issachar, and Zebulun.",
      "24": "Rachel’s sons were Joseph and Benjamin.",
      "25": "Rachel’s servant Bilhah’s sons were Dan and Naphtali.",
      "26": "Leah’s servant Zilpah’s sons were Gad and Asher. These were Jacob’s sons who were born to him while he lived in Paddan-aram.",
      "27": "So Jacob reached his father Isaac at Mamre, in Kiriath-arba (also known as Hebron), where Abraham and Isaac had lived.",
      "28": "Isaac had lived a total of 180 years",
      "29": "when he died and joined his ancestors at a ripe old age. Then his sons Esau and Jacob buried him."
    },
    "36": {
      "1": "This is a record of Esau’s genealogy, that is, of Edom.",
      "2": "Esau had married Canaanite women, including Elon the Hittite’s daughter Adah, Oholibamah, the daughter of Anah (who was Zibeon the Hivite’s daughter), and",
      "3": "Ishamael’s daughter Basemath (who was Nebaioth’s sister).",
      "4": "Adah bore Eliphaz to Esau, Basemath bore Reuel, and",
      "5": "Oholibamah bore Jeush, Jalam, and Korah. These were Esau’s sons, who were born to him in the territory of Canaan.",
      "6": "Later, Esau took his wives, his children, everyone in his household, his livestock, all his animals, and all his possessions that he had acquired in the territory of Canaan and moved far away from his brother Jacob,",
      "7": "because their holdings were too vast to allow them to stay together, since the land where they had settled was not able to support all of their livestock.",
      "8": "So Esau lived in Mount Seir. (Esau was also known as Edom.)",
      "9": "This is a record of the family history of Esau, the ancestor of the Edomites of Mount Seir.",
      "10": "The names of Esau’s sons were Eliphaz (the son of Esau’s wife Adah) and Reuel (the son of Esau’s wife Basemath).",
      "11": "Eliphaz’s sons were Teman, Omar, Zepho, Gatam, and Kenaz.",
      "12": "Timnah was a concubine of Esau’s son Eliphaz. She bore Amalek to Eliphaz.",
      "13": "Reuel’s sons were Nahath, Zerah, Shammah, and Mizzah. These were the sons of Esau’s wife Basemath.",
      "14": "These were the sons of Esau’s wife Oholibamah, the daughter of Anah, who was the daughter of Zibeon. She bore Jeush, Jalam, and Korah for Esau.",
      "15": "These were the tribal leaders of Esau’s descendants; that is, the children of Eliphaz, who was Esau’s firstborn: tribal leaders Teman, Omar, Zepho, Kenaz,",
      "16": "Korah, Gatam, and Amalek. These were the tribal leaders who descended from Eliphaz in the territory of Edom. These were Adah’s sons.",
      "17": "These were the descendants of Esau’s son Reuel: tribal leaders Nahath, Zerah, Shammah, and Mizzah. These were the tribal leaders who descended from Reuel in the territory of Edom. These were the sons of Esau’s wife Basemath.",
      "18": "These were the descendants of Esau’s wife Oholibamah: tribal leaders Jeush, Jalam, and Korah. These tribal leaders descended from Esau’s wife Oholibamah, Anah’s daughter.",
      "19": "These were the descendants of Esau (also known as Edom) and their tribal leaders.",
      "20": "These were the descendants of Seir the Horite, who lived in the territory: Lotan, Shobal, Zibeon, Anah,",
      "21": "Dishon, Ezer, and Dishan. These were the tribal leaders who descended from the Horites, the descendants of Seir in the territory of Edom.",
      "22": "Lotan’s children were Hori and Hemam. Lotan’s sister was Timna.",
      "23": "Shobal’s children were Alvan, Manahath, Ebal, Shepho, and Onam.",
      "24": "Zibeon’s children were Aiah and Anah. Anah discovered the hot springs in the wilderness while grazing his father Zibeon’s donkeys.",
      "25": "Anah’s children were Dishon and Anah’s daughter Oholibamah.",
      "26": "Dishon’s children were Hemdan, Eshban, Ithran, and Keran.",
      "27": "Ezer’s children were Bilhan, Zaavan, and Akan.",
      "28": "Dishan’s children were Uz and Aran.",
      "29": "These were the tribal leaders who descended from the Horites: tribal leaders Lotan, Shobal, Zibeon, Anah,",
      "30": "Dishon, Ezer, and Dishan. These were the tribal leaders who descended from the Horites, according to their tribal leaders in the territory of Seir.",
      "31": "This is a list of the kings who ruled the territory of Edom before any king reigned over the Israelis.",
      "32": "Beor’s son Bela ruled over Edom. His city’s name was Dinhabah.",
      "33": "After Bela died, Zerah’s son Jobab from Bozrah ruled in his place.",
      "34": "After Jobab died, Husham from the territory of the Temanites ruled in his place.",
      "35": "After Husham died, Bedad’s son Hadad, who killed Midian in the field of Moab, ruled in his place. His city’s name was Avith.",
      "36": "After Hadad died, Samlah from Masrekah ruled in his place.",
      "37": "After Samlah died, Shaul from Rehoboth by the river ruled in his place.",
      "38": "After Shaul died, Achbor’s son Baal-hanan ruled in his place.",
      "39": "After Achbor’s son Baal-hanan died, Hadar ruled in his place. His city’s name was Pau. And his wife’s name was Mehetabel, who was the daughter of Matred, and granddaughter of Me-zahab.",
      "40": "These were the names of the chiefs who descended from Esau according to their clans, territories, and names: tribal leaders Timna, Alvah, Jetheth,",
      "41": "Oholibamah, Elah, Pinon,",
      "42": "Kenaz, Teman, Mibzar,",
      "43": "Magdiel, and Iram. These were the chiefs who descended from Edom, according to their territories in their own land. This was the dynasty of Esau, who was the ancestor of the Edomites."
    },
    "37": {
      "1": "Jacob continued to live in the land they were occupying, where his father had journeyed in the territory of Canaan.",
      "2": "This is a record of Jacob’s descendants.\nWhen Joseph was seventeen years old, he was helping his brothers tend their flocks. He was a young man at that time, as were the children of Bilhah and Zilpah, his father’s wives. But Joseph would come back and tell his father that his brothers were doing bad things.",
      "3": "Now Israel loved Joseph more than all his brothers, since he was born to him in his old age, so he had made a richly-embroidered tunic for him.",
      "4": "When Joseph’s brothers realized that their father loved him more than all of his brothers, they hated him so much that they were unable to speak politely to him.",
      "5": "Right about this time, Joseph had a dream and then told it to his brothers. As a result, his brothers hated him all the more!",
      "6": "“Let me tell you about this dream that I had!” he said.",
      "7": "“We were tying sheaves together out in the middle of the fields, when all of a sudden, my sheaf stood up erect! And then your sheaves gathered around it and bowed down to my sheaf!”",
      "8": "At this, his brothers replied, “Do you really think you’re going to rule us or lord it over us?” So they hated him even more because of his dreams and his interpretations of them.",
      "9": "But then he had another dream, and he proceeded to tell his brothers about that one, too. “I had another dream,” he said. “The sun, moon, and eleven of the stars were bowing down before me!”",
      "10": "When Joseph told his father about this, his father rebuked him and asked him, “What kind of dream is that? Will I, your mother, and your brothers really come to you and bow down to the ground in front of you?”",
      "11": "As a result, his brothers became more envious of him. But his father kept thinking about all of this.",
      "12": "Some time later, his brothers left to tend their father’s flock in Shechem.",
      "13": "And Israel instructed Joseph, “Your brothers are tending the flock in Shechem. Come here, because I’m going to send you to them.”\n“Here I am!” he responded.",
      "14": "“Go and see how things are with your brothers,” Israel ordered him. “And see how things are with the flock. Bring back a report for me.” Then he sent Joseph from the valley of Hebron.\nWhen Joseph reached Shechem,",
      "15": "a man found him wandering around in a field. So the man asked him, “What are you looking for?”",
      "16": "“I’m searching for my brothers,” he responded. “Tell me, where are they tending the flock?”",
      "17": "“They’ve already left,” the man answered. “I heard them saying that they were headed to Dothan.” So Joseph followed his brothers to Dothan and found them there.",
      "18": "Now as soon as they saw him approaching from a distance, before he arrived they plotted together to kill him.",
      "19": "“Look!” they said. “Here comes the Dream Master!",
      "20": "Come on! Let’s kill him and toss him into one of the cisterns. Then we’ll report that some wild animal devoured him and wait to see what becomes of his dreams!”",
      "21": "When Reuben heard about it, he tried to save Joseph from their plot. “Let’s not do any killing,”",
      "22": "Reuben told them. “And no blood shedding, either. Instead, let’s toss him into this cistern that’s way out here in the wilderness. But don’t lay a hand on him.” (Reuben intended to free Joseph and return him to his father.)",
      "23": "As it was, when Joseph arrived where his brothers were, they stripped off the tunic that Jacob had given him—that is, the richly-embroidered tunic that he was wearing.",
      "24": "They grabbed him and tossed him into the cistern, but the cistern was empty. (There was no water in it.)",
      "25": "After this, while they were seated, eating their food, they looked around and saw a caravan of Ishmaelites coming from Gilead with camels carrying spices, balm, and myrrh for sale down in Egypt.",
      "26": "Then Judah suggested to his brothers, “Where’s the profit in just killing our brother and shedding his blood?",
      "27": "Come on! Let’s sell him to the Ishmaelites! That way, we won’t have laid our hands on him. After all, he’s our brother, our own flesh.”\nSo Judah’s brothers listened to him.",
      "28": "As the Midianite merchants were passing through, they extracted Joseph from the cistern and sold Joseph for 20 pieces of silver to the Ishmaelites, who then took Joseph down to Egypt.",
      "29": "Later, when Reuben returned to the cistern, Joseph wasn’t there! In mounting panic, he tore his clothes,",
      "30": "returned to his brothers, and shouted, “He’s not there! Now what? Where am I to go?”",
      "31": "So they took Joseph’s coat, slaughtered a young goat, and dipped the coat in the blood.",
      "32": "Then they stretched out the richly-embroidered tunic to dry, and brought it to their father.\n“We’ve found this,” they reported. “Look at it and see if this is or isn’t your son’s tunic.”",
      "33": "Examining it, he cried out, “It’s my son’s tunic! A wild animal has no doubt torn Joseph to pieces.”",
      "34": "So Jacob tore his clothes, dressed himself in sackcloth, and then mourned many days for his son.",
      "35": "All his sons and daughters showed up to comfort him, but he refused to be comforted. He kept saying, “Leave me alone! I’ll go down to the next world, still mourning for my son.” So Joseph’s father wept for him.",
      "36": "Meanwhile, down in Egypt, the Midianites sold Joseph to Potiphar, one of Pharaoh’s court officials, who was also Commander-in-Chief of the imperial guards."
    },
    "38": {
      "1": "Right about then, Judah left his brothers and went to live with an Adullamite man named Hirah.",
      "2": "There Judah met the daughter of a Canaanite man named Shua. He married her, had sexual relations with her,",
      "3": "and she conceived, bore a son, and named him Er.",
      "4": "Later, she conceived again, bore another son, and named him Onan.",
      "5": "Then she bore yet another son and named him Shelah. Judah was living in Kezib when she bore him.",
      "6": "Judah found a wife for his oldest son Er. Her name was Tamar.",
      "7": "But the Lord considered Er, Judah’s oldest son, to be wicked—so he put him to death.",
      "8": "So Judah instructed Onan, “You are to have sexual relations with your dead brother’s wife, performing the duty of a brother-in-law with her, and have offspring for your brother.”",
      "9": "But Onan knew that the offspring wouldn’t be his own heir, so whenever he had sexual relations with his brother’s wife, he would spill his semen on the ground to avoid fathering offspring for his brother.",
      "10": "The Lord considered what Onan was doing to be evil, so he put him to death, too.",
      "11": "After this, Judah told his daughter-in-law Tamar, “Go live as a widow in your father’s house until my son Shelah grows up.” But he was really thinking, “…otherwise, Shelah might die like his brothers.” So Tamar left and lived in her father’s house.",
      "12": "Some years later, Shua’s daughter (that is, Judah’s wife) died. As Judah was grieving, he visited the shearers of his flock in Timnah, accompanied by his Adullamite friend Hirah.",
      "13": "“Look!” somebody reported to Tamar, “Your father-in-law is going to Timnah to shear his sheep.”",
      "14": "So she took off her mourning apparel, covered herself with a shawl, and concealed her outward appearance. Then she went out and sat at the entrance of Enaim, which is on the way to Timnah, because she knew that even though Shelah had grown up, she wasn’t being given to him as his wife.",
      "15": "When Judah saw her, he thought she was a prostitute, since she had concealed her face.",
      "16": "So on the way, he turned aside, approached her, and said, “Come on! Let’s have some sex!” But he didn’t realize that he was talking to his own daughter-in-law.\n“What will you give me,” she asked, “in order to have sex with me?”",
      "17": "“I’ll send you a young goat from the flock,” he responded.\nBut she pressed him, asking, “What security will you put up until you’ve sent it?”",
      "18": "Then he asked, “What pledge do you want me to give you?”\n“Your signet ring, cord, and the staff in your hand,” she suggested. So he gave them to her, had sex with her, and she became pregnant by him.",
      "19": "Then she got up and left. Later, she took off her shawl and put on her mourning clothes.",
      "20": "Later on, Judah sent his Adullamite friend to take her a young goat, intending to retrieve what he had put up as security from the woman, but he could not find her.",
      "21": "He asked the men who lived in that area, “Where’s that temple prostitute who was sitting alongside the road at Enaim?”\nBut they replied, “There’s been no temple prostitute here.”",
      "22": "So he returned to Judah and said, “I haven’t found her. Also, the men who are from there said, ‘There’s been no prostitute here.’”",
      "23": "Then Judah said, “Let her have those things. Otherwise, we’ll become contemptible. I sent this young goat, but you didn’t find her.”",
      "24": "Three months later, it was reported to Judah, “Your daughter-in-law Tamar has turned to prostitution! And look! She’s pregnant because of it!”\n“Bring her out,” Judah responded. “Let’s burn her to death!”",
      "25": "While they were bringing her out, she sent this message to her father-in-law: “I am pregnant by the man to whom these things belong. Furthermore,” she added, “tell me to whom this signet ring, cord, and staff belongs.”",
      "26": "When Judah recognized them, he admitted, “She is more upright than I, because I never did give her my son Shelah.” And he never had sex with her again.",
      "27": "Later, when it was time for Tamar to give birth, she was carrying twins in her womb!",
      "28": "While she was giving birth, one of them put out his hand, so the midwife grabbed it and tied something scarlet around his hand, observing, “This one came out first.”",
      "29": "As it was, he withdrew his hand, and then his brother was born. Amazed, the midwife cried out loud, “What’s this? A breach birth?” So that boy was named Perez.",
      "30": "Afterwards, his brother came out, and around his hand was the scarlet. So they named him Zerah."
    },
    "39": {
      "1": "Meanwhile, Joseph had been delivered to Egypt and turned over to Potiphar, one of Pharaoh’s court officials and the Commander-in-Chief of the imperial guards. An Egyptian, he bought Joseph from the Ishmaelites, who had brought him down there.",
      "2": "But the Lord was with Joseph. He became a very prosperous man while in the house of his Egyptian master,",
      "3": "who could see that the Lord was with Joseph, because the Lord made everything prosper that Joseph did.",
      "4": "That’s how Joseph pleased Potiphar as he served him. Eventually, Potiphar appointed Joseph as overseer of his entire household. Moreover, he entrusted everything that he owned into his care.",
      "5": "From the time he appointed Joseph to be overseer over his entire household and everything that he owned, the Lord blessed the household of the Egyptian because of Joseph. The Lord’s blessing rested on Joseph, whether in Potiphar’s household or in Potiphar’s fields.",
      "6": "Everything that he owned, he entrusted into Joseph’s care. He never concerned himself about anything, except for the food he ate.\nNow Joseph was well built and good looking.",
      "7": "That’s why, sometime later, Joseph’s master’s wife looked straight at Joseph and propositioned him: “Come on! Let’s have a little sex!”",
      "8": "But he refused, telling his master’s wife, “Look! My master doesn’t have to worry about anything in the house with me in charge, and he has entrusted everything into my care.",
      "9": "No one has more authority in this house than I do. He has withheld nothing from me, except you, and that’s because you’re his wife. So how can I commit such a horrible evil? How can I sin against God?”",
      "10": "She kept on talking to him like this day after day, but he wouldn’t listen to her. Not only would he refuse to have sex with her, he refused even to stay around her.",
      "11": "One day, though, he went into the house to do his work. None of the household servants were inside,",
      "12": "so she grabbed Joseph by his outer garment and demanded “Let’s have some sex!”\nInstead, Joseph ran outside, leaving his outer garment still in her hand.",
      "13": "When she realized that he had left his outer garment right there in her hand, she ran outside",
      "14": "and yelled for her household servants. “Look!” she cried out. “My husband brought in a Hebrew man to humiliate us. He came in here to have sex with me, but I screamed out loud!",
      "15": "When he heard me starting to scream, he left his outer garment with me and fled outside.”",
      "16": "She kept his outer garment by her side until Joseph’s master came home,",
      "17": "and then this is what she told him: “That Hebrew slave whom you brought to us came in here to rape me.",
      "18": "But when I started to scream, he left his outer garment with me and ran outside.”",
      "19": "When Joseph’s master heard his wife’s claim to the effect that “This is how your servant treated me,” he flew into a rage,",
      "20": "arrested Joseph, and locked him up in the same prison where the king’s prisoners were confined. So Joseph remained there in prison.",
      "21": "But the Lord was with Joseph. He extended gracious love to him, causing the prison warden to be pleased with Joseph.",
      "22": "So the prison warden entrusted into Joseph’s care all the prisoners who were confined in prison. Whatever they did, Joseph was in charge of the work detail.",
      "23": "The prison warden did not have to worry about anything under Joseph’s care, because the Lord was with him. That’s why Joseph prospered in everything he did."
    },
    "40": {
      "1": "Some time later, both the senior security advisor to the king of Egypt and his head chef offended their master, Egypt’s king.",
      "2": "Pharaoh was so angry with his two officers—his senior security advisor and his head chef—",
      "3": "that he locked them up in the prison dungeon operated by the captain of the guard, the very place where Joseph was imprisoned.",
      "4": "The captain of the guard entrusted them to Joseph’s custody, who took care of them, since they were to remain there in custody for a number of days.",
      "5": "Then the two of them each had a dream. They both had their dreams the same night, and there were separate interpretations for each dream—the senior security advisor and the head chef to the king of Egypt, who had confined them in prison.",
      "6": "When Joseph came to see them in the morning, he noticed how downcast they looked! They were both very sad.",
      "7": "So he asked Pharaoh’s officers, who were with him in prison in his master’s house, “Why are you so sad today?”",
      "8": "“We had a dream,” they replied, “but there’s no one to interpret it.”\n“Interpretations belong to God,” Joseph told them, “so please tell me your stories.”",
      "9": "So the senior security advisor related his dream to Joseph. “In my dream,” he said, “all of a sudden there was a vine in front of me!",
      "10": "On the vine were three branches that budded. Blossoms shot out, and clusters grew up that produced ripe grapes.",
      "11": "Then, with Pharaoh’s cup in my hand, I took the grapes, squeezed them into Pharaoh’s cup, then handed the cup directly to Pharaoh.”",
      "12": "Then Joseph told him, “This is what your dream means: The three branches are three days.",
      "13": "Within three days, Pharaoh will encourage you and return you to your responsibilities. You’ll attend to Pharaoh’s personal wine cup, just as you did when you were his senior security advisor.",
      "14": "But keep me in mind when things go well for you. Be sure to extend kindness to me by remembering me to Pharaoh. Bring me out of this prison,",
      "15": "because I was kidnapped from the land of the Hebrews. Not only that, I haven’t done anything that deserves me being confined to this pit.”",
      "16": "When the head chef heard that the interpretation was good, he told Joseph, “I was also in my dream. All of a sudden, there were three baskets with white bread stacked on top of my head.",
      "17": "There was all kinds of food in the basket that was on top, including baked food for Pharaoh. The birds were eating them from the basket on my head.”",
      "18": "Joseph replied, “This is what your dream means: The three baskets are also three days.",
      "19": "Within three more days, Pharaoh will behead you and hang you on gallows, where birds will eat your flesh from you.”",
      "20": "On the third day, which just happened to be Pharaoh’s birthday, he threw a party for all his servants. He lifted the head of both his senior security advisor and of his head chef in front of his servants—",
      "21": "that is, he restored his senior security advisor to his former responsibilities, including attending to Pharaoh’s personal wine cup,",
      "22": "but he beheaded and hanged the head chef, just as Joseph had interpreted for them.",
      "23": "Despite all of this, the senior security advisor not only didn’t remember Joseph, he deliberately forgot him."
    },
    "41": {
      "1": "Two years later—to the day—Pharaoh dreamed that he was standing by the Nile River,",
      "2": "when all of a sudden seven healthy, plump cows emerged from the Nile to graze in the grass that grew in the reeds that lined the bank.",
      "3": "Right after that, seven more cows came up out of the Nile. Ugly and gaunt, they stood next to the other cows on the bank of the Nile River.",
      "4": "But all of a sudden they ate up the seven healthy, plump cows! Then Pharaoh woke up.",
      "5": "After he had fallen back to sleep, he had a second dream, in which seven ears of plump, fruit-filled grain grew up on a single stalk.",
      "6": "Suddenly seven thin ears of grain that had been scorched by an east wind sprouted up right after them",
      "7": "and ate up the seven plump, fruit-filled ears. Then Pharaoh woke up a second time, and it had been a very vivid dream!",
      "8": "The very next morning, he was frustrated about the dream, so he sent word to summon all the magicians and wise men of Egypt. Pharaoh told them what he had dreamed, but no one could interpret them.",
      "9": "Then Pharaoh’s senior security advisor spoke up. “Maybe I should make a confession.",
      "10": "When Pharaoh was angry with some of his servants, he incarcerated me in custody of the captain of the bodyguard, along with Pharaoh’s head chef.",
      "11": "We each had a dream on the same night, and each dream had its own meaning.",
      "12": "There was a Hebrew young man incarcerated with us, who was also working as a servant to the captain of the bodyguard.\n“We each related our dreams, and then he interpreted them for us. He provided specific meanings for each of our dreams.",
      "13": "And what he interpreted for each of us came true! Pharaoh restored me to my responsibilities, but he executed the other man.”",
      "14": "Pharaoh sent word to summon Joseph quickly from the dungeon, so they shaved his beard, changed his clothes, and then sent him straight to Pharaoh.",
      "15": "“I’ve had a dream,” Pharaoh told Joseph, “but nobody can interpret it. I’ve heard that you can interpret dreams.”",
      "16": "“I can’t do that,” Joseph replied, “but God is concerned about Pharaoh’s well-being.”",
      "17": "So Pharaoh told Joseph, “In my dream, I was standing on the bank of the Nile River,",
      "18": "and all of a sudden seven healthy, plump, beautiful cows emerged from the Nile and began to graze among the reeds that line the bank.",
      "19": "Just then, seven other cows emerged after them, poor, ugly, and appearing very gaunt in their flesh. I’ve never seen anything as ugly as those cows anywhere in the entire land of Egypt!",
      "20": "But those thin, gaunt cows gobbled up the first seven healthy cows!",
      "21": "Not only that,” Pharaoh continued, “after they had finished devouring the cows, nobody could tell that they had gobbled them up, because they were just as ugly as before. Then I woke up.",
      "22": "Later, I also dreamed about seven plump, fruit-filled ears of grain that grew up out of a single stalk.",
      "23": "All of a sudden, seven thin, withered ears of grain, scorched by the east wind, sprouted up after them.",
      "24": "But the thin ears gobbled up the seven good ears. I told all this to my advisors, but nobody was able to explain it to me.”",
      "25": "“Pharaoh’s dreams are identical,” Joseph replied. “God has told Pharaoh what he is getting ready to do.",
      "26": "The seven healthy cows represent seven years, as do the seven healthy ears. The dreams are identical.",
      "27": "The seven gaunt cows that arose after the healthy cows are seven years, as are the seven gaunt ears scorched by the east wind. There will be seven years of famine.",
      "28": "So the message that I have for Pharaoh is that God is telling Pharaoh what he is getting ready to do.",
      "29": "Be advised that seven years of phenomenal abundance are coming throughout all the land of Egypt,",
      "30": "but after them seven years of famine are ahead, during which all of the abundance will be forgotten throughout the land of Egypt. The famine will ravage the land so severely that",
      "31": "there will be no surplus in the land due to the coming famine, because it will be very severe.",
      "32": "“Now since Pharaoh had that dream twice, it means that this event has been scheduled by God, and God will bring it to pass very soon.",
      "33": "Therefore let Pharaoh select a wise, discerning person to place in charge over the land of Egypt.",
      "34": "Also, let Pharaoh immediately proceed to appoint supervisors over the land of Egypt, who will collect one fifth of its agricultural production during the coming seven years of abundance.",
      "35": "Let them collect all the food during the coming fruitful years, store up the grain in cities governed by Pharaoh’s authority, and place it under guard.",
      "36": "Let the food be kept in reserve to feed the land for the seven years of famine that will occur throughout Egypt, so the people don’t die during the famine.”",
      "37": "What Joseph proposed pleased Pharaoh and all of his advisors,",
      "38": "so Pharaoh asked his servants, “Can we find anyone else like this—someone in whom the Spirit of God lives?",
      "39": "Since God has revealed all of this to you,” Pharaoh told Joseph, “there is no one so wise and discerning as you.",
      "40": "So you are to be appointed in charge over my palace, and all of my people are to do whatever you command them to do. Only the throne will have greater authority than you.”",
      "41": "“Look!” Pharaoh confirmed to Joseph, “I’ve put you in charge of the entire land of Egypt!”",
      "42": "Then Pharaoh removed his signet ring from his hand, placed it on Joseph’s hand, had him clothed in fine linen garments, and placed a gold chain around his neck.",
      "43": "Then he provided him with a chariot as his second-in-command, outfitted with a group of people who shouted out in front of him, “Bow your knees!” And that’s how Pharaoh set Joseph over the entire land of Egypt.",
      "44": "Pharaoh also told Joseph, “I’m still Pharaoh, but without your permission nobody in all of the land of Egypt will so much as lift up their hands or take a step!”",
      "45": "Pharaoh also changed Joseph’s name to Zaphenath-paneah and gave Asenath, daughter of Potiphera, the priest of On, to him as his wife. And that’s how Joseph gained authority over the land of Egypt.",
      "46": "Joseph was 30 years old when he began to serve Pharaoh, king of Egypt, by traveling throughout the land of Egypt, independent from Pharaoh’s oversight.",
      "47": "While bumper crops grew during the seven abundant years,",
      "48": "Joseph collected the surplus food throughout the land of Egypt, storing food in cities; that is, he gathered the food from fields that surrounded every city and stored it there.",
      "49": "Joseph stored up so much grain—like sand on the seashore in so much abundance!—that he stopped keeping records because it was proving to be impossible to measure how much they were gathering.",
      "50": "Before the years of famine arrived, Joseph fathered two sons with Asenath, the daughter of Potiphera, the priest of On.",
      "51": "Joseph named his firstborn son Manasseh because, he said, “God has made me forget all of my hard life and my father’s house.”",
      "52": "He named his second son Ephraim because, he said, “God has made me fruitful in the land of my troubles.”",
      "53": "As soon as the seven years of abundance throughout the land of Egypt ended,",
      "54": "the seven years of famine started, just as Joseph had predicted. It was an international famine, but there was food everywhere throughout the land of Egypt.",
      "55": "Eventually, the land of Egypt began to feel the effects of the famine, so the people cried out to Pharaoh for food. “Go see Joseph,” Pharaoh announced to all the Egyptians, “and do whatever he tells you to do.”",
      "56": "Joseph opened all of the storehouses and sold grain to the Egyptians, because the famine was beginning to be severe throughout the land of Egypt.",
      "57": "In addition, all of the surrounding nations came to Joseph to buy grain from Egypt, because the famine had become severe throughout the world."
    },
    "42": {
      "1": "Eventually, Jacob observed that there was grain in Egypt, so he asked his sons, “Why do you keep on staring at one another?",
      "2": "Pay attention now! I’ve heard that there is grain in Egypt, so go down there and buy some grain for us, so we can live, instead of dying.”",
      "3": "So ten of Joseph’s brothers left to buy grain from Egypt.",
      "4": "Jacob would not send Joseph’s brother Benjamin to accompany them, because he was saying, “I’m afraid that he’ll come to some kind of harm.”",
      "5": "Israel’s sons went in a caravan that included others who were going to Egypt to buy grain, because the famine pervaded the land of Canaan, too.",
      "6": "Meanwhile, Joseph continued to be ruler over the land, in charge of selling to everyone in the land. Joseph’s brothers appeared and bowed down to him, face down.",
      "7": "As soon as Joseph saw his brothers, he knew who they were, but he remained disguised and asked them gruffly, “Where are you from?”\n“From the land of Canaan,” they replied. “We’re here to buy food.”",
      "8": "But Joseph had already recognized his brothers, even though they had not recognized him.",
      "9": "Furthermore, Joseph remembered the dreams that he had about them. So he accused them, “You’re spies! You’ve come here to spy on our undefended territories!”",
      "10": "“No, your majesty,” they replied. “Your servants have come here to buy food.",
      "11": "We’re all sons of a common father. We’re honest men, your majesty. We’re not spies!”",
      "12": "But Joseph kept insisting, “It’s just as I’ve said—you’ve come here to spy on our unguarded territories!”",
      "13": "“But your majesty,” they pleaded, “your servants include twelve brothers, the sons of a common father back in the land of Canaan. Please! Our youngest brother remains with our father, and the other one is no longer alive.”",
      "14": "“I’m right!” Joseph insisted. “Just as I said, you’re spies!",
      "15": "So here’s how we’ll test you. You can bet the life of Pharaoh that you’re not leaving here until your youngest brother comes here!",
      "16": "One of you is to be sent back so he can get your brother while the rest of you remain in custody. That way, we’ll test whether or not you’re telling the truth. If you’re not, as surely as the Pharaoh lives, you’re spies!”",
      "17": "Then Joseph locked them all together in prison for three days.",
      "18": "Three days later, Joseph told them, “I fear God, so do this and you’ll live.",
      "19": "If you’re honest men, leave one of your brothers here in custody, then the rest of you can leave and take some grain with you to alleviate the famine that’s affecting your households.",
      "20": "Just be sure to bring your youngest brother back to me so what you’ve claimed can be verified. That way, you won’t die.”",
      "21": "“We’re all guilty because of what we did to our brother!” they told each other. “We kept on watching his suffering while he pleaded with us! We’re in this mess because we wouldn’t listen!”",
      "22": "“Didn’t I tell you!” Reuben replied. “‘Don’t wrong the kid!’ I said, but would you listen? No! Now it’s payback time!”",
      "23": "Meanwhile, they had no idea that Joseph could understand them, since he was talking to them through an interpreter.",
      "24": "He turned away from them and began to weep.\nWhen he returned, he spoke with them, but then he took Simeon away from them and had him placed under arrest right in front of them.",
      "25": "After this, Joseph gave orders to fill up their sacks with grain, to return each man’s money to his own sack, and to supply each of them with provisions for their return journey. All of this was done for them.",
      "26": "Then they each mounted up, their donkeys having been loaded with grain, and left from there.",
      "27": "Later on, one of them opened up his sack to give his donkey some fodder after they had stopped at the place where they intended to lodge for the night. There, in the mouth of his sack, was all of his money!",
      "28": "He reported to his brothers, “My money has been returned! It’s right here in my sack!”\nTrembling with mounting consternation, each of them asked one another, “What is God doing to us?”",
      "29": "As soon as they had returned to their father Jacob in the land of Canaan, they told him everything that had happened to them.",
      "30": "“The man who was in charge of the land spoke harshly to us,” they said. “He accused us of being spies!",
      "31": "But we told him, ‘No! We’re honest men! We’re not spies!",
      "32": "Our father has twelve sons, but one of us isn’t alive anymore, and our youngest brother is with our father today back home in Canaan.’",
      "33": "But the man who was in charge of the land responded, ‘I’m going to test your honesty. Leave one of your brothers with me, take some grain for the famine that’s afflicting your households, and leave.",
      "34": "But bring your youngest brother back to me so I can be sure that you’re honest men, and not spies. Then I’ll return your brother to you, and you’ll be allowed to trade anywhere in the land.’”",
      "35": "Later on, as they went about unloading their sacks, each man’s bundle of money was found in each man’s sack. When they and their father saw their bundles of money, they were greatly distressed.",
      "36": "Their father Jacob told them, “You’re causing me to lose my children! Joseph is gone. Now Simeon is gone, and you’re planning to take Benjamin, too. Everything’s going against me!”",
      "37": "“Feel free to put my own two sons to death,” Reuben responded to his father, “if I don’t bring him back to you. Trust me—I’ll bring him back to you.”",
      "38": "But Jacob replied, “My son isn’t going back with you, since his brother is dead and he’s the only one left. If something should harm him as you travel, then it’ll be death for me and my sad, gray hair!”"
    },
    "43": {
      "1": "Meanwhile, the famine remained severe throughout the region.",
      "2": "As a result, when Jacob’s family was beginning to eat the last of the grain that they had brought back from Egypt, their father Jacob told his sons, “Go back to Egypt and buy us some food.”",
      "3": "But Judah reminded him, “The man distinctly warned us: ‘You’ll never see my face unless your brother comes with you.’",
      "4": "So if you send our brother with us, we’ll go down and buy some food.",
      "5": "But if you don’t send him, we’re not going, because the man told us, ‘You’ll never see my face unless your brother is with you.’”",
      "6": "Israel replied, “Why did you make all this trouble by telling the man that you have another brother?”",
      "7": "“The man specifically asked about us and our relatives,” they responded. “He asked us, ‘Is your father still alive?’ and ‘Do you have another brother?’ So we answered his questions. How could we have known that he would tell us to bring our brother back with us?”",
      "8": "“Send the young man with me,” Judah told his father Israel, “and we’ll get up and go so we can survive and not die—and that includes all of us, you and our families.",
      "9": "I’ll even offer myself to guarantee that I’ll be responsible for him. If I don’t bring him back and present him to you, I’ll personally bear the consequences forever.",
      "10": "After all, if we hadn’t delayed, we could have been there and back twice by now!”",
      "11": "“If that’s the way it has to be,” their father Israel replied, “then do this: take some of the best produce of the land in your containers and take them to the man as a gift—some resin ointment, some honey, fragrant resins, myrrh, pistachios, and almonds.",
      "12": "Also take twice as much money with you so you can return the money that had been replaced in the mouth of your sacks. Maybe it was an accounting mistake on his part.",
      "13": "And be sure to take your brother, too. So get up, return to the man,",
      "14": "and may God Almighty cause the man to show compassion toward you. May he send all of you back, including your other brother and Benjamin. Now as for me, if I lose my children, I lose them.”",
      "15": "So the men took their gift and twice as much money, got up, took Benjamin with them, and set out for Egypt. Eventually they appeared before Joseph.",
      "16": "As soon as Joseph noticed that Benjamin had come with them, he ordered his palace manager, “Bring the men into the palace. Slaughter an animal and prepare it, because these men will be dining with me for lunch.”",
      "17": "So the man did what Joseph had ordered, and brought the men to Joseph’s palace.",
      "18": "The men were terrified as they were being taken to Joseph’s palace. “It’s because of that money that was returned to our sacks the first time we were brought to him,” they reasoned. “He’s seeking an excuse to attack us, enslave us, and confiscate our donkeys!”",
      "19": "So they approached Joseph’s palace manager and talked with him at the palace entrance.",
      "20": "“Your Excellency,” they said, “The first time we came here to buy food,",
      "21": "when we arrived at our overnight lodging place, we opened our sacks and discovered each man’s money was still in the mouth of his sack. All of our money was there! We’ve brought it back with us in full.",
      "22": "We’ve also brought along some more money to buy supplies, but we don’t know who put our money back into our sacks.”",
      "23": "“Relax,” the manager said. “You can stop being afraid, now. Your God, the God of your father, has placed hidden treasure within those sacks for you. I’ve been paid in full.” Then he brought Simeon out to them,",
      "24": "ushered the men into Joseph’s palace, gave them water to wash their feet, and provided fodder for their donkeys.",
      "25": "Then off he went to prepare the honorary meal that was to be made ready for Joseph’s arrival at noon, since they had been informed that they were going to be eating there.",
      "26": "When Joseph arrived at his palace, his brothers brought to him their gifts that they had carried with them and bowed to the ground in front of him.",
      "27": "Joseph asked them how they had been doing. “Is your father well, the older gentleman about whom you spoke?” he inquired. “Is he still alive?”",
      "28": "“Your servant, our father, is doing well,” they replied. “He is still alive.” Then they bowed down in humility.",
      "29": "As Joseph looked up and recognized his brother Benjamin, his own mother’s son, he asked, “Is this your youngest brother about whom you spoke to me?” And he addressed him directly, “May God be gracious to you, my son.”",
      "30": "At this, Joseph hurried out, deeply moved because of his brother, and looked for a place to weep by himself. He entered his personal quarters, wept there awhile,",
      "31": "then washed his face and came out. Barely controlling himself, he ordered his staff to serve the meal.",
      "32": "Joseph’s staff served him by himself, his brothers separately, and the Egyptian staff members by themselves, because the Egyptians wouldn’t take their meal with the Hebrews, since doing so was detestable for the Egyptians.",
      "33": "Meanwhile, the brothers were seated in front of Joseph in birth order, from firstborn to youngest. The men stared at one another in astonishment.",
      "34": "Joseph himself brought portions to them from his own table, except that he provided to Benjamin five times as much as he did for each of the others. So they feasted together and drank freely with Joseph."
    },
    "44": {
      "1": "Later, Joseph commanded his palace manager, “Fill the men’s sacks to full capacity with food and replace each man’s money at the top of the sack.",
      "2": "Then place my cup—the silver one—in the top of the sack belonging to the youngest one, along with the money he brought to buy grain.” So the manager did precisely what Joseph told him to do.",
      "3": "Early the next morning, the men were sent on their way, along with their donkeys.",
      "4": "They had not traveled far from the city when Joseph ordered his palace manager, “Get up, follow those men, and when you’ve caught up with them, ask them, ‘Why did you repay evil for good?",
      "5": "Don’t you have the cup that my master uses to drink from and also uses to practice divination? You’re wrong to have done this.’”",
      "6": "So he went after them and made that accusation.",
      "7": "“Your Excellency,” they replied, “Why do you speak like this? Far be it from your servants to act like this.",
      "8": "Look, we brought back to you from the land of Canaan the money that we found at the top of our sacks. How, then, could we have stolen silver or gold from your master’s palace?",
      "9": "Go ahead and execute whichever one of your servants is discovered to have it, and we’ll remain as your master’s slaves.”",
      "10": "“Agreed,” he responded. “Just as you’ve said, the one who is found to have it in his possession will become my slave, and the rest of you will be innocent.”",
      "11": "So they quickly dismounted, unloaded their sacks onto the ground, and each one of them opened his own sack.",
      "12": "The palace manager searched for the cup, beginning with the oldest brother’s sack and ending with the youngest brother’s sack, and there it was!—in Benjamin’s sack.",
      "13": "At this, they all tore their clothes, reloaded their donkeys, and returned to the city.",
      "14": "Joseph was waiting for them back at his palace when his brothers returned. They fell to the ground in front of him,",
      "15": "and Joseph asked them, “Why did you do this? Don’t you know that I’m an expert at divination?”",
      "16": "“What can we say, Your Excellency?” Judah replied. “How can we explain this or justify ourselves? God has discovered the sin of your servants, and now we’ve become slaves to you, Your Excellency, both we and the one in whose possession the cup has been discovered.”",
      "17": "“Far be it from me to do this,” Joseph responded. “The man in whose possession the cup was discovered will be my slave, but the rest of you may leave in peace to be with your father.”",
      "18": "But Judah approached him and begged him, “Your Excellency, please allow your servant to speak to you privately. Please don’t be angry with your servant, since you are equal to Pharaoh.",
      "19": "Your Excellency asked his servants, ‘Do you have a father or brother?’",
      "20": "and we answered Your Excellency, ‘We have an aged father and a younger child who was born when he was old. His brother is now dead, so he’s the only surviving son of his mother. His father loves him.’",
      "21": "“But then you ordered your servants, ‘Bring him here to me so I can see him for myself.’",
      "22": "So we told Your Excellency, ‘The young man cannot leave his father, because if he were to do so, his father would die.’",
      "23": "But then you told your servants, ‘Unless your youngest brother comes back with you, you won’t see my face again.’",
      "24": "Later on, after we had gone back to your servant, my father, we told him what Your Excellency had said.",
      "25": "“‘Go back,’ our father ordered, ‘and buy us a little food.’",
      "26": "“But we told him, ‘We can’t go back there. If our youngest brother accompanies us, we’ll go back, but we cannot see the man’s face again unless our youngest brother accompanies us.’",
      "27": "“Then your servant, our father, told us, ‘You know my wife bore me two sons.",
      "28": "One of them left me, so I concluded “I’m certain that he has been torn to pieces,” and I haven’t seen him since then.",
      "29": "If you take this one from me, too, and then something harmful happens to him, then it will be death for me and my sad, gray hair!’",
      "30": "“So when I go back to your servant, my father, and the young man isn’t with us, since he’s constantly living life focused on his son,",
      "31": "when he notices that the young man hasn’t come back with us, he’ll die, and your servants really will have brought death to your servant, our father, along with his sad, gray hair!",
      "32": "Also, your servant pledged his own life as a guarantee of the young man’s safety. I told my father, ‘If I don’t bring him back to you, you can blame me forever.’",
      "33": "Therefore, please allow your servant to remain as a slave to Your Excellency, instead of the young man, and let the young man go back home with his brothers.",
      "34": "After all, how can I go back to my father if the young man doesn’t accompany me? I’m afraid of what might happen to my father.”"
    },
    "45": {
      "1": "At this point, Joseph could not control his emotions any longer, so he cried out to everyone who was standing nearby, “Everybody! Leave me!” As a result, none of his staff was anywhere near him when he revealed himself to his brothers.",
      "2": "He cried so loudly that the Egyptians heard him, including Pharaoh’s household.",
      "3": "Joseph blurted out, “I’m Joseph! Is my father really alive?” But his brothers could not answer him, because they had become terrified to be in his presence.",
      "4": "Joseph implored his brothers, “Please come close to me.” So they did.\n“I’m your brother Joseph, whom you sold into slavery in Egypt!” he told them.",
      "5": "“But don’t be distressed or angry at yourselves because you sold me here, because God sent me ahead of you all in order to deliver us.",
      "6": "That’s because this famine has been going on for two years now in this region, and there are still five years left, during which there won’t be any plowing or harvesting.",
      "7": "God sent me ahead of you to keep you alive on the earth, and to save you all in a magnificent way.",
      "8": "As a result, it wasn’t you who sent me here, but God himself! He established me as a father-figure to Pharaoh himself! I’m in charge of his entire palace and ruler over the entire land of Egypt.",
      "9": "So hurry up, go back to my father, and tell him that his son Joseph tells him, ‘God has made me master of all of Egypt. Hurry up! Come live with me!’",
      "10": "You are to live in the land of Goshen, near where I am—you, your children, your grandchildren, your flocks, your herds, and everything that you own.",
      "11": "I’ll provide for you there, since there are still five years of famine left to go, and you, your households, and everything you own would have otherwise become impoverished.",
      "12": "“Look, now! All of you can see me! And my own brother Benjamin can tell that it’s really me speaking to you!",
      "13": "So go tell my father about all of my splendor in Egypt. Tell him about everything that you’ve seen. Be quick about it, and bring my father down here!”",
      "14": "Then he threw his arms around Benjamin and wept as they embraced.",
      "15": "He kissed all of his brothers and wept with them, too, and then his brothers were able to talk with him.",
      "16": "As soon as the news reached Pharaoh’s palace that Joseph’s brothers had arrived, Pharaoh and his servants were ecstatic.",
      "17": "Pharaoh told Joseph, “Be sure to tell your brothers, ‘Do this: load up your livestock, go back to the land of Canaan,",
      "18": "get your father and your households, and come back to me. I’ll give you the best of the land of Egypt and you can live off the abundance of the land.’",
      "19": "In addition,” Pharaoh ordered, “Do this: take some transport wagons from the land of Egypt for your little ones to ride in, along with your wives, and bring your father and come!",
      "20": "Don’t worry about your household goods, because the best of all the land of Egypt is yours.”",
      "21": "So Israel’s sons did what they were asked to do, and Joseph provided wagons for them, as Pharaoh had commanded. He also gave them provisions for the journey.",
      "22": "He gave each of them some changes of clothes, but he also gave Benjamin 300 pieces of silver and five changes of clothes.",
      "23": "He sent his father ten male donkeys loaded with the best of Egyptian goods and ten female donkeys loaded with grain, bread, and provisions for his father during the journey.",
      "24": "Then Joseph sent his brothers away, and they left for home. As they were leaving, Joseph admonished them, “Don’t quarrel on the way back!”",
      "25": "So Joseph’s brothers left Egypt and returned to the land of Canaan and to their father Jacob,",
      "26": "where they informed their father, “Joseph is still alive! As a matter of fact, he’s ruling the entire land of Egypt.” But Jacob didn’t believe them, because he had become cynical.",
      "27": "However, as soon as his sons had told him everything Joseph had said, and after he saw the wagons that Joseph had sent along to carry him, their father Jacob’s spirit was encouraged.",
      "28": "“It’s enough,” Israel replied. “My son Joseph is still alive. I’m going to go see him before I die!”"
    },
    "46": {
      "1": "Later, Israel began his journey, taking along everything that he owned, and arrived at Beer-sheba, where he offered sacrifices to the God of his father Isaac.",
      "2": "God spoke to Israel through night visions, addressing him, “Jacob! Jacob!”\n“Here I am!” Jacob replied.",
      "3": "“I’m God, your father’s God. Don’t be afraid to move down to Egypt, because I’m going to turn you into a mighty nation there.",
      "4": "I’m going down with you to Egypt, and I’m certainly going to bring you back again. And Joseph himself will be with you when you die.”",
      "5": "So Jacob got up and left Beer-sheba, and Israel’s sons carried their father Jacob, their little ones, and their wives in the transport wagons that Pharaoh had sent to carry them.",
      "6": "They took their livestock and their household property that they had acquired in the land of Canaan and traveled to Egypt. Jacob and all of his descendants went with him—",
      "7": "including his sons, his grandsons, his daughters, and his granddaughters—every one of his descendants accompanied him to Egypt.",
      "8": "Here’s a list of the names of Israel’s sons, that is, of Jacob and his sons who moved to Egypt: Reuben, Jacob’s firstborn;",
      "9": "Reuben’s sons Hanoch, Pallu, Hezron, and Carmi;",
      "10": "Simeon’s sons Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, who was the son of a Canaanite woman;",
      "11": "Levi’s sons Gershon, Kohath, and Merari;",
      "12": "and Judah’s sons Er, Onan, Shelah, Perez, and Zerah. (Technically, Er and Onan had died in the land of Canaan.) Perez’s sons were Hezron and Hamul.",
      "13": "Also included were Issachar’s sons Tola, Puvvah, Job, and Shimron;",
      "14": "along with Zebulun’s sons Sered, Elon, and Jahleel.",
      "15": "These were all sons from Leah, whom she bore for Jacob in Paddan-aram, along with his daughter Dinah. He had 33 sons and daughters.",
      "16": "Also included were Gad’s sons Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli;",
      "17": "Asher’s sons Imnah, Ishvah, Ishvi, Beriah, and their sister Serah. Beriah’s sons Heber and Malchiel were also included.",
      "18": "These were all sons from Zilpah, whom Laban had given to his daughter Leah. She bore these sixteen children for Jacob.",
      "19": "Jacob’s wife Rachel’s sons were Joseph and Benjamin.",
      "20": "Joseph’s sons born in the land of Egypt were Manasseh and Ephraim, whom Asenath, daughter of Potiphera, the priest of On, bore for him.",
      "21": "Benjamin’s sons included Bela, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard.",
      "22": "These were all the sons of Rachel, who were born for Jacob—fourteen in all.",
      "23": "Also included were Dan’s son Hushim;",
      "24": "Naphtali’s sons Jahzeel, Guni, Jezer, and Shillem.",
      "25": "These were sons of Bilhah, whom Laban had given to his daughter Rachel. She bore these children for Jacob—seven in all.",
      "26": "All of these people, who belonged to Jacob’s family, traveled to Egypt. All of Jacob’s direct descendants, not including his sons’ wives, numbered 66 persons in all.",
      "27": "Joseph had two sons born to him in Egypt, and all of Jacob’s household who went to Egypt numbered 70.",
      "28": "Jacob sent Judah ahead of them to meet with Joseph, who would be guiding them to Goshen, and so they arrived.",
      "29": "Joseph prepared his chariot and went to meet his father Israel in Goshen. As soon as Jacob appeared in his presence, he embraced him and wept for a long time as he held on to him.",
      "30": "“Now let me die,” Israel told Joseph, “since I’ve seen your face and confirmed that you’re still alive!”",
      "31": "But Joseph addressed his brothers and his father’s household and told them, “I’ll go up and tell Pharaoh that my brothers and my father’s household have arrived from Canaan to be with me.",
      "32": "I’ll mention that the men are shepherds. Because they’ve been taking care of livestock, they brought along their flocks, their herds, and everything else that they own.",
      "33": "When Pharaoh calls for you and asks you ‘What’s your occupation?’",
      "34": "you are to tell him, ‘Your servants have been taking care of livestock since we were youths. We and our ancestors have taken care of livestock.’ That way, you’ll be able to live in the Goshen territory, since shepherds are detestable to the Egyptians.”"
    },
    "47": {
      "1": "After this, Joseph went to inform Pharaoh. “My father and brothers have come here from Canaan,” he said, “and they’ve come with their flocks, herds, and everything else they have. I settled them in the Goshen territory!”",
      "2": "He brought along five of his brothers to present before Pharaoh.",
      "3": "Pharaoh asked his brothers, “What are your occupations?”\n“Your servants are shepherds,” they replied, “both we and our ancestors.",
      "4": "We’ve come to live for a while in this region, since there is no pasture back in Canaan for your servants’ flocks. May your servants please live in the Goshen territory?”",
      "5": "Then Pharaoh replied to Joseph, “Now that your father and your brothers have come to you,",
      "6": "Egypt is at your disposal, so settle your father and brothers in the best part of the land! Let them live in the Goshen territory. If you learn that any of them are especially skilled, put them in charge of my livestock.”",
      "7": "Later, Joseph brought his father Jacob to Pharaoh and introduced him. Jacob blessed Pharaoh.",
      "8": "“How old are you?” Pharaoh asked Jacob.",
      "9": "“I’m 130 years old,” Jacob replied. “My years have turned out to be few and unpleasant, but I haven’t yet reached the age my ancestors did during their travels on earth.”",
      "10": "Then Jacob blessed Pharaoh and then left the throne room.",
      "11": "Joseph settled his father and brothers, assigning them their own land in the best part of Egypt (in the territory of Rameses), just as Pharaoh had ordered.",
      "12": "Joseph provided food for his father, his brothers, and all of his father’s household, proportionate to the number of young children.",
      "13": "Meanwhile, there continued to be no food throughout the land, because the famine remained very severe. As a result, both Egypt and Canaan languished under the effects of the famine.",
      "14": "So Joseph kept on accumulating all the money that was to be found throughout Egypt and Canaan in exchange for the grain that was being purchased. He stored the money in Pharaoh’s palace.",
      "15": "After all the money had been spent throughout Egypt and Canaan, all the Egyptians came to Joseph and demanded, “Give us food! Why should we die right in front of you? Our money is spent!”",
      "16": "“You can surrender your livestock,” Joseph replied. “I’ll feed them in exchange, since your money is gone.”",
      "17": "So they brought their livestock to Joseph, and Joseph traded food in exchange for horses, various flocks and herds, and donkeys. He fed them with food in exchange for their livestock during that year.",
      "18": "The following year, they came to him and reminded him, “We won’t hide from you, your Excellency, that we’ve spent all of our money, and that our livestock all belong to you. There’s nothing left to trade with you, your Excellency, except our bodies and our territories.",
      "19": "So why should we and our land die right in front of you? Buy us and our land in exchange for food, and we and our land will be slaves to Pharaoh. Give us seed, so we can survive and not die, and so the land won’t stay desolate.”",
      "20": "So Joseph purchased all of the Egyptian territory for Pharaoh. Every Egyptian sold his field, because the famine’s effect was so severe. That’s how Pharaoh came to own the land.",
      "21": "Then Joseph transported the people to cities from one end of Egypt to the other.",
      "22": "However, he did not purchase land belonging to the priests, because the priests held an allotment, previously provided to them by Pharaoh, from which they lived. That’s why they did not sell their land.",
      "23": "After this, Joseph addressed the people. “Pay attention,” he said. “I’ve bought you and your land for Pharaoh today, in exchange for seed for you. Now go sow the land.",
      "24": "When harvest season arrives, you are to provide a fifth of the harvest to Pharaoh. The remaining four fifths are to be for your use, for seed, and to feed you, your households, and your little ones.”",
      "25": "“You’ve saved our lives,” they replied. “If it pleases you, your Excellency, we’ll be Pharaoh’s slaves.”",
      "26": "So Joseph crafted a statute concerning Egypt that remains valid to this day that Pharaoh should own a fifth of the produce, excluding the land belonging to the priests, which remained outside of Pharaoh’s control.",
      "27": "Israel remained in Egypt’s Goshen territory, acquired land there, became prosperous, and his descendants grew very numerous.",
      "28": "He lived for seventeen more years in Egypt, until he was 147 years old.",
      "29": "As the time approached for Israel to die, he called for his son Joseph and addressed him. “Please,” he asked, “if you’re happy with me, make a solemn promise that you’ll treat me fairly and kindly by not burying me in Egypt.",
      "30": "Instead, when I’ve died, as my ancestors have, you are to carry me out of Egypt and bury me in their tomb.”\n“I’ll do what you’ve asked,” Joseph replied.",
      "31": "“Promise me,” Israel insisted. So Joseph promised. Then Israel collapsed on his bed."
    },
    "48": {
      "1": "Some time later, somebody informed Joseph, “Your father is ill!” So he took his two sons Manasseh and Ephraim with him to visit Jacob.",
      "2": "As soon as Jacob was informed, “Look! Your son Joseph has come to visit you,” Israel rallied his strength and sat up in bed.",
      "3": "Jacob reminded Joseph, “God Almighty revealed himself to me at Luz in Canaan and blessed me.",
      "4": "He told me, ‘Pay attention! I’m going to make you fruitful and numerous. I’m going to build you into a vast nation of people and then I’ll give this land to your descendants for an eternal possession.’",
      "5": "You have two sons who were born to you in Egypt before I came to be with you, whom I now take as my own. Ephraim and Manasseh are mine, just as Reuben and Simeon are.",
      "6": "Your descendants are to be reckoned as yours, but are to be referred to among the names of their brothers in their respective inheritances.",
      "7": "“Now as for me, Rachel died after I arrived in Canaan from Paddan, much to my sorrow. While I was on my journey to Ephrathah (also known as Bethlehem), I buried her there.”",
      "8": "Just then, Israel saw Joseph’s sons and asked, “Who are these?”",
      "9": "“These are my sons,” Joseph replied. “God gave them to me here in Egypt.”\n“Please bring them close to me,” Jacob said, “so I can bless them.”",
      "10": "Now Israel’s eyesight had become poor from age. Because he couldn’t see well, Joseph brought them close to him, and Israel kissed them both and embraced them.",
      "11": "Then he told Joseph, “I never thought I’d see you again, and now God has allowed me to see your children as well!”",
      "12": "Joseph took them off his knees and then bowed low with his face to the ground.",
      "13": "Then he brought them both close to his father, placing Ephraim with his right hand toward Israel’s left and Manasseh with his left hand toward Israel’s right.",
      "14": "But Israel stretched out his right hand, laying it on Ephraim’s head (he was the younger son) and laying his left hand on Manasseh’s head (even though Manasseh was the firstborn).",
      "15": "Then Israel blessed Joseph by saying:\n“May the God in whose presence\n    my ancestors Abraham and Isaac walked,\nthe God who has continued shepherding me\n    my whole life even until today,",
      "16": "the angel who has been rescuing me\n    from all sorts of evil,\n        bless these young men.\nMay my name continue to live on within them,\n    including the names\n        of my ancestors Abraham and Isaac,\nand may they grow into a vast multitude\n    throughout the earth.”",
      "17": "But Joseph observed that his father had laid his right hand on Ephraim’s head. That displeased him, so he grabbed his father’s hand and started to move it from Ephraim’s head to Manasseh’s head.",
      "18": "“No, father, this one is the firstborn. Place your right hand on his head.”",
      "19": "But his father refused. “I know,” he said. “I know. He’s going to produce a large nation, and he’s going to be very great. However, his younger brother will become even greater than he, and his descendants will become a multitude of nations.”",
      "20": "That very day, Jacob blessed them with this blessing:\n“By you Israel will extend this blessing:\n    ‘May God make you like Ephraim and Manasseh!’”\nBy doing this, he placed Ephraim before Manasseh.",
      "21": "Then Israel told Joseph, “Pay attention! I’m about to die, but God will be with you. He’ll bring you back to the land that belongs to your ancestors.",
      "22": "I’m assigning you one portion more than your brothers from the land that I confiscated from the control of the Amorites in battle.”"
    },
    "49": {
      "1": "After this, Jacob called his sons together and told them, “Assemble yourselves around me so I can tell you all what is going to happen to you in the last days.",
      "2": "“Gather together and listen,\n    you children of Jacob.\n        Listen to your father Israel.”",
      "3": "“Reuben, you’re my firstborn,\n    my strength,\n        and the first fruit of my vitality.\nYou excel in rank\n    and excel in power.",
      "4": "But you’re as undisciplined as a roaring river,\n    so eventually you won’t succeed,\nbecause you got in your father’s bed,\n    defiled it, and then approached my couch.”",
      "5": "“Simeon and Levi are brothers;\n    their swords are violent weapons.",
      "6": "I’ll never join their council;\n    I’ll never enter their assembly.\nIn their anger they committed murder\n    and lamed cattle just for fun.",
      "7": "Their anger is cursed,\n    because it is so fierce,\nas is their vehemence,\n    because it is so cruel.\nI will separate them throughout Jacob’s territory\n    and disperse them throughout Israel.”",
      "8": "“Your brothers will praise you, Judah.\n    Your hand will be at the throat of your enemies,\nand your father’s children will bow down to you.",
      "9": "Judah is a lion cub.\n    My son, you have gone up from the prey.\nCrouching like a lion,\n    he lies down,\nLike a lioness,\n    who would dare rouse him?",
      "10": "The scepter will not depart from Judah,\n    nor the ruler’s staff from between his feet,\nuntil the one comes, who owns them both,\n    and to him will belong the allegiance of nations.",
      "11": "Binding his donkey to the vine\n    and his mare’s foal to its thick tendrils,\nhe will wash his garments in wine\n    and his robe in the juice of grapes.",
      "12": "His eyes are darker than wine\n    and his teeth whiter than milk.”",
      "13": "“Zebulun will settle down near the sea shore\n    and become a safe haven for shipping,\n        bordering Sidon.”",
      "14": "“Issachar is a strong donkey,\n    resting between sheepfolds.",
      "15": "He observed that his resting place was excellent,\n    and that the land was pleasant;\nhe bent down,\n    picked up his burdens,\n        and became a slave at forced labor.”",
      "16": "“Dan will judge his people\n    as one of Israel’s tribes.",
      "17": "Dan will be a snake on the path,\n    a viper on the road\nthat snaps at the heels of horses,\n    causing their riders to fall off.",
      "18": "“Lord, I’m waiting for your salvation.”",
      "19": "“Bandits will raid Gad,\n    but Gad will raid them back.”",
      "20": "“Asher’s food will be delicious;\n    he will be a provider of delicacies fit for royalty.”",
      "21": "“Naphtali is a free running deer\n    who produces eloquent literature.”",
      "22": "“Joseph is descended from a fruitful vine,\n    a fruitful vine planted near springs of water.\n        His branches climb over walls.",
      "23": "Even though enemies attacked him,\n    shooting at him\n        and pursuing him viciously,",
      "24": "nevertheless his bow remained steady\n    and his arms kept in shape\n        by the strength of Jacob’s Mighty One,\nin the name of the Shepherd,\n    Israel’s Rock,",
      "25": "by your father’s God\n    who helps you,\nby the Almighty\n    who will keep on blessing you\nwith blessings from heaven above,\n    with blessings from the deepest ocean,\nwith blessing from the breasts and the womb.",
      "26": "Your father’s blessings will prove to be stronger\n    than blessings from the eternal mountains\n        or bounties from the everlasting hills.\nMay they come to rest on Joseph’s head,\n    May they be set upon the brow of the one\n        who was separated from his own brothers.”",
      "27": "“Benjamin is vicious like a wolf;\n    what he kills in the morning\n        he devours in the evening.”",
      "28": "That’s how Israel blessed these twelve tribes of Israel, and this is what their father told them when he pronounced his blessing for them, blessing each one with a blessing suitable for them.",
      "29": "In his last words, Jacob issued this set of instructions to them all: “I’m about to join our ancestors. Bury me alongside my ancestors in the cave in the field that used to belong to Ephron the Hittite.",
      "30": "It’s the cave in the field near Mamre at Machpelah in the land of Canaan that Abraham bought to serve as a cemetery.",
      "31": "It’s where Abraham and his wife Sarah were buried, where Isaac and his wife Rebekah were buried, and where I buried Leah.",
      "32": "Both the field and the cave that’s in it were purchased from the Hittites.”",
      "33": "After concluding this set of instructions to his sons, Jacob tucked his feet up into bed, quit breathing, and was gathered to his ancestors."
    },
    "50": {
      "1": "Then Joseph embraced his father, cried over him, and kissed him.",
      "2": "After this, he issued orders to his physician servants to embalm his father. So they embalmed Israel.",
      "3": "It took 40 days to complete the process, the normal period required for embalming. Meanwhile, the Egyptians mourned for him for 70 days.",
      "4": "At the conclusion of the mourning period, Joseph addressed Pharaoh’s household. “If you’re satisfied with me, would you please take this message to Pharaoh for me? Tell him,",
      "5": "‘My father told me, “Look! I’m about to die. Bury me in my grave that I dug for myself in the land of Canaan.” So please let me travel to bury my father. I’ll be right back.’”",
      "6": "“Please go,” Pharaoh replied. “Bury your father, as he asked you to do.”",
      "7": "So Joseph got up and went to bury his father, accompanied by all of Pharaoh’s servants, all of the elders of Egypt,",
      "8": "all of Joseph’s household, his brothers, and his father’s household. They left behind in the territory of Goshen only their youngest children, their flocks, and their herds.",
      "9": "Chariots and horsemen also accompanied Joseph, so there were a lot of people.",
      "10": "When they arrived at Atad’s threshing floor, which is located beyond the Jordan River, they held a great and mournful memorial service, during which Joseph spent seven days mourning for his father.",
      "11": "As soon as the Canaanites who lived in the land observed the mourning going on at Atad’s threshing floor, they commented “This is a significant time of mourning for the Egyptians.” That’s why the place, which is located beyond the Jordan River, became known as Abel-mizraim.",
      "12": "And so Israel’s sons did what he had instructed them to do:",
      "13": "they carried him to the territory of Canaan and buried him in the cave in Machpelah field near Mamre that Abraham had purchased as a cemetery from Ephron the Hittite.",
      "14": "After he had buried his father, Joseph and his brothers returned to Egypt, along with everyone who had gone with him to attend the burial.",
      "15": "Later, after Joseph’s brothers faced the reality of their father’s death, they asked themselves, “What happens if Joseph decides to hold a grudge against us? What if he pays us back in full for all the wrong things we did to him?”",
      "16": "So they sent this message to Joseph:",
      "17": "“Before he died, your father left some instructions. He told us, ‘Tell Joseph, “Please forgive your brothers’ offenses. I beg you, forgive their sins, because they wronged you.”’ So please forgive the transgression of the servants of your father’s God.”\nJoseph wept when they talked to him.",
      "18": "So Joseph’s brothers went to visit him, fell prostrate in front of him, and declared, “Look! We’re your servants.”",
      "19": "“Don’t be afraid,” Joseph responded. “Am I sitting in God’s place?",
      "20": "As far as you’re concerned, you were planning evil against me, but God intended it for good, planning to bring about the present result so that many people would be preserved alive.",
      "21": "So don’t be afraid! I’ll take care of you and your little ones.” So Joseph kept on comforting them, speaking to the needs of their hearts.",
      "22": "Joseph continued to live in Egypt, along with his father’s household, until he was 110 years old.",
      "23": "Joseph saw the third generation of Ephraim’s children, as well as the children who had been born to Manasseh’s son Machir, whom he adopted as his own.",
      "24": "Later, Joseph told his brothers, “I’m going to die soon, but God will certainly provide for you and bring you up from this land to the land that he promised with an oath to give to Abraham, Isaac, and Jacob.”",
      "25": "So Joseph made all of Israel’s other children make this promise: “Because God is certainly going to take care of you, you are to carry my bones up from here.”",
      "26": "Some time later, Joseph died at the age of 110 years, and he was embalmed and placed in a coffin in Egypt."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:30.642200-04:00",
    "Translation": "ISV"
  }
}