{
  "Habakkuk": {
    "1": {
      "1": "The pronouncement that the prophet Habakkuk perceived.",
      "2": "“How long, Lord, must I cry out for help,\nbut you won’t listen?\nI’m crying out to you, ‘Violence!’\n    but you aren’t providing deliverance.",
      "3": "Why are you forcing me to look at iniquity\n    and to stare at wickedness?\nSocial havoc and oppression are all around me;\n    there are legal conflicts, and disputes abound.",
      "4": "Therefore, the Law has become paralyzed,\n    and justice never comes about.\nBecause criminals outnumber the righteous,\n    whenever judgments are issued, they come out crooked.”",
      "5": "“Look out at the nations and pay attention!\n    Be astounded! Be really astounded!\nBecause something is happening in your lifetime\n    that you won’t believe, even if it were described down to the smallest detail.",
      "6": "Watch out! For I am bringing in the Chaldeans,\n    that cruel and impetuous people,\nwho sweep across the earth\n    dispossessing people from homes not their own.",
      "7": "They are terrible and fearsome;\n    their brand of justice and sense of honor derive only from themselves!",
      "8": "Their horses are swifter than leopards,\n    and more cunning than wolves that attack at night.\nTheir horsemen are galloping\n    as they approach from far away.\nThey swoop in like ravenous vultures.",
      "9": "“They all come to oppress—\n    hordes of them, their faces pressing onward—\nthey take prisoners as numerous as the desert sand!",
      "10": "They make fun of kings,\n    deriding those who rule.\nThey laugh at all of the fortified places,\n    constructing ramps to seize them.",
      "11": "Then like the wind sweeping by\n    they will pass through—\nthey’re guilty because they say their power is their god.”",
      "12": "“Haven’t you existed forever,\n    Lord my God, my Holy One?\n        We won’t die!\nLord, you’ve prepared them for judgment;\n    Rock, you’ve sentenced them to correction.",
      "13": "Your eyes are too pure to gaze upon evil;\n    and you cannot tolerate wickedness.\nSo why do you tolerate the treacherous?\n    And why do you stay silent\n        while the wicked devour those who are more righteous than they are?",
      "14": "“You have fashioned mankind like fish in the ocean,\n    like creeping things that have no ruler.",
      "15": "The adversary captures them with a hook,\n    gathering them up in a fishing net.\nHe collects them with a dragnet,\n    rejoicing and gloating over his catch.",
      "16": "Therefore he sacrifices to his fishing net,\n    and burns incense in the presence of his dragnet,\nbecause by them his assets increase\n    and he gets plenty of food.",
      "17": "Is he to continue to empty his fishing net?\n    Will he ever stop killing entire nations without mercy?”"
    },
    "2": {
      "1": "“I will stand at my guard post\nand station myself on a tower.\nI will wait and see what the Lord will say about me\n    and what I will answer when he reprimands me.”",
      "2": "When he answered, the Lord told me: \n“Write out the revelation,\n    engraving it clearly on the tablets,\n        so that a courier may run with it.",
      "3": "For the revelation pertains to an appointed time—\n    it speaks truthfully about the end.\nThough it delays, wait for it,\n    because it will surely come about—\n        it will not be late!",
      "4": "“Notice their arrogance—\n    they have no inward uprightness—\n        but the righteous will live by their faith.",
      "5": "Moreover, just as wine leads astray the proud and powerful man,\n    he remains restless;\nhe has expanded his appetite—\n    like the afterlife or death itself, he is never satisfied.\nHe gathers to himself all of the nations,\n    taking captive all of the people for himself.”",
      "6": "“Will not all of these ridicule him\n    with mocking scorn? They will say,\n‘Woe to the one who hordes for himself what isn’t his.\n    How long will you enrich yourself by extortion?’",
      "7": "Won’t your creditors revolt unexpectedly?\n    Won’t those who make you tremble wake up?\n        As a result, you’ll become their prey!",
      "8": "Because you plundered many nations,\n    all of their remnants will plunder you.\nHuman blood has been shed,\n    and violence has been done to the land,\n        to the city, and to all who live in it.”",
      "9": "“Woe to the one who amasses profit upon unjust profit\n    in order to establish his household,\nso he can establish a secure place on the heights\n    and escape from the power of evil.",
      "10": "You have brought shame to yourself by killing many people—\n    you are forfeiting your own life.",
      "11": "Indeed, the stone will cry out from the wall\n    and the rafter will respond from the woodwork.”",
      "12": "“Woe to the one who founds a city upon bloodshed,\n    and constructs a city by lawlessness.",
      "13": "Is it not because of the Lord of the Heavenly Armies\n    that people grow tired putting out fires,\n        and nations weary themselves over nothing?",
      "14": "Indeed, the earth will be filled\n    with knowledge of the glory of the Lord,\n        as water fills the sea.”",
      "15": "“Woe to the one who supplies his neighbor with a drink!\n    You are forcing your bottle on him,\n        making him drunk so you can see them naked.",
      "16": "You are filled with dishonor instead of glory.\n    So go ahead, drink and be naked!\n    The Lord will turn against you,\n    and utter disgrace will debase your reputation.",
      "17": "Indeed, the violence done to Lebanon will overtake you,\n    and the destruction of the beasts will terrorize you—\nbecause you shed human blood\n    and did violence to the land, to the city, and to all who live in it.”",
      "18": "“Where is the benefit in owning a carved image,\n    that motivates its maker to carve it?\nIt is only a cast image—\n    a teacher that lies—\nbecause the engraver entrusts himself to his carving,\n    crafting speechless idols.",
      "19": "“Woe to the one who says to a tree, ‘Wake up!’\n    or ‘Arise!’ to a speechless stone.\nIdols like this can’t teach, can they?\n    Look, even though it is overlaid with gold and silver,\n        there’s no breath in it at all.”",
      "20": "“The Lord is in his holy Temple.\n    All the earth—be quiet in his presence.”"
    },
    "3": {
      "1": "A prayer by the prophet Habakkuk, set to music.",
      "2": "Lord, as I listen to what has been said about you,\n    I am afraid.\nLord, revive your work throughout all of our lives—\n    reveal yourself throughout all of our lives—\nwhen you are angry,\n    remember compassion.",
      "3": "God comes from Teman—\n    the Holy One from Mount Paran.\n Interlude\nHis glory spreads throughout the heavens,\n    and praises about him fill the earth.",
      "4": "His radiance is like sunlight;\n    beams of light shine from his hand,\n        where his strength lays hidden.",
      "5": "Before him pestilence walks,\n    and disease follows behind him.",
      "6": "He stood up and shook the land;\n    with his stare he startled the nations.\nThe age-old mountains were shattered,\n    and the ancient hilltops bowed down. \nHis ways are eternal.",
      "7": "I saw the tents of Cushan in distress,\n    and the tent curtains of the land of Midian in anguish.",
      "8": "Was the Lord displeased with the rivers?\n    Was your anger directed against the watercourses\n        or your wrath against the sea?\nIndeed, you rode upon your horses,\n    upon your chariots of deliverance.",
      "9": "Your bow was exposed,\n    and your arrows targeted by command.\n Interlude\n        You split the earth with rivers.",
      "10": "When the mountains looked upon you, they trembled;\n    the overflowing water passed by,\nthe ocean shouted,\n    and its waves surged upward.",
      "11": "The sun and moon stand still in their orbits;\n    at the glint of your arrows they speed along,\n        even at the gleam of your flashing spear.",
      "12": "You march through the land in righteous indignation;\n    you tread down the nations in anger.",
      "13": "You marched out to deliver your people,\n    to deliver with your anointed.\nYou struck the head of the house of the wicked;\n    you stripped him naked from head to foot.\n Interlude",
      "14": "With his own lances you pierced the heads of his warriors,\n    who came out like a windstorm to scatter us—\n        their joy is to devour the afflicted who are in hiding.",
      "15": "You rode on the sea with your horses,\n    even riding the crested waves of mighty waters.",
      "16": "I heard and I trembled within.\n    My lips quivered at the noise.\nMy legs gave way beneath me,\n    and I trembled. \nNevertheless, I await the day of distress\n    that will dawn on our invaders.",
      "17": "Even though the fig tree does not blossom,\n    and there are no grapes on the vines;\neven if the olive harvest fails,\n    and the fields produce nothing edible;\neven if the flock is snatched from the sheepfold,\n    and there is no herd in the stalls—",
      "18": "as for me, I will rejoice in the Lord.\n    I will find my joy in the God who delivers me.",
      "19": "The Lord God is my strength—\n    he will make my feet like those of a deer,\n        equipping me to tread on my mountain heights."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:42:47.784034-04:00",
    "Translation": "ISV"
  }
}