{
  "Haggai": {
    "1": {
      "1": "On the first day of the sixth month of the second year of the reign of King Darius, this message from the Lord came by Haggai the prophet to Shealtiel’s son Zerubbabel, governor of Judah, and to Jehozadak’s son Joshua, the high priest:",
      "2": "“This is what the Lord of the Heavenly Armies says: ‘These people keep saying, “No, the right time for rebuilding the Lord’s Temple has not yet come.”’”",
      "3": "Then this message from the Lord came by Haggai the prophet:",
      "4": "“Is it the right time for all of you to live in your own paneled houses while this house remains in ruins?”",
      "5": "“Now this is what the Lord of the Heavenly Armies, says: ‘Carefully consider your ways:",
      "6": "You have sowed much\n    but have reaped little.\nYou have eaten\n    but don’t have enough to become satisfied.\nYou have drunk\n    but don’t have enough to become intoxicated.\nYou have clothed yourself\n    but don’t have enough to keep warm.\nAnd the hired laborer deposits his salary\n    in a bag full of holes!’”",
      "7": "“This is what the Lord of the Heavenly Armies says: ‘Carefully consider your ways:",
      "8": "Go up into the mountains, bring timber, and reconstruct my house. Then I will be pleased with it and I will be honored,’ says the Lord.",
      "9": "‘You turned away in pursuit of abundance, but look at how little you found! What you did manage to bring home, I blew away! And why?’ declares the Lord of the Heavenly Armies. ‘It’s because of my house! It lies in ruins while each of you runs off to his own house!",
      "10": "That is why the heavens keep withholding dew from you, and the earth withholds her fruit.",
      "11": "I sent a drought on the land, on the mountains, on your grain, on your new wines, on your oil—on everything the ground produces—on men, on livestock, and on everything you do!’”",
      "12": "Then Shealtiel’s son Zerubbabel, Jehozadak’s son Joshua the high priest, and all the rest of the people obeyed the Lord their God and the words of Haggai the prophet, because the Lord their God had sent him. And the people feared the Lord.",
      "13": "Haggai, the messenger of the Lord, spoke to the people with a special commission from the Lord: “‘I am with you,’ declares the Lord.”",
      "14": "Then the Lord revitalized the spirit of Shealtiel’s son Zerubbabel, governor of Judah, the spirit of Jehozadak’s son Joshua the high priest, and the spirit of all the rest of the people, so they came and began to work on the house of their God, the Lord of the Heavenly Armies.",
      "15": "This took place on the twenty-fourth day of the sixth month of the second year of the reign of King Darius."
    },
    "2": {
      "1": "On the twenty-first day of the seventh month, this message from the Lord came by Haggai the prophet:",
      "2": "“Speak to Shealtiel’s son Zerubbabel, governor of Judah, to Jehozadak’s son Joshua, the high priest, and to the rest of the people, asking,",
      "3": "‘Who is left among you who saw this house in its former glory? And what does it look like now? From what you can see, it seems like nothing, doesn’t it?",
      "4": "Now be strong, Zerubbabel,’ declares the Lord, ‘and be strong, Joshua son of Jehozadak, the high priest, and be strong, all you people of the land,’ declares the Lord. ‘Go to work, because I am with you,’ declares the Lord of the Heavenly Armies.",
      "5": "‘My Spirit continues to dwell among you, according to the covenant I established when you came out from Egypt. Don’t be afraid!’",
      "6": "“For this is what the Lord of the Heavenly Armies says: ‘Once more, in a little while, I will make the heavens, the earth, the sea, and the dry land to shake.",
      "7": "I will shake all nations, and the One desired by all nations will come. Then I will fill this house with glory,’ says the Lord of the Heavenly Armies.",
      "8": "“The silver belongs to me, as does the gold,” declares the Lord of the Heavenly Armies.",
      "9": "“The glory of this present house will be greater than was the former,” declares the Lord of the Heavenly Armies. “And in this place I will grant peace,” declares the Lord of the Heavenly Armies.”",
      "10": "On the twenty-fourth day of the ninth month of the second year of the reign of King Darius, this message from the Lord came to Haggai the prophet:",
      "11": "“This is what the Lord of the Heavenly Armies says: ‘Ask the priests about what the Law says:",
      "12": "“If a man carries consecrated meat in the folds of his garment, and if his garment touches bread, stew, wine, oil, or any other edible thing, will these things become consecrated?”’”\nThe priests answered, “No.”",
      "13": "So Haggai responded, “If someone who is unclean because of contact with a dead body were to touch any of these things, would they become unclean?”\nThe priests responded, “They would be unclean.”",
      "14": "Then Haggai answered, “‘That’s how I look at this people and this nation,’ declares the Lord. ‘And that’s how it is with everything they undertake and with what they offer there—it is unclean.",
      "15": "Pay attention from now on to how things used to be before one stone had been laid upon another in the Temple of the Lord.",
      "16": "When someone came to a pile of grain to get 20 measures, there were only ten. Or when someone approached the wine press to siphon out 50 measures, there were only 20.",
      "17": "I punished you and everything that you undertook—with scorching wind, with mildew, and with hail, and you still did not return to me,’ declares the Lord.",
      "18": "‘Pay attention from now on, from this twenty-fourth day of the ninth month, when the foundation of the Lord’s Temple was laid. Pay attention!",
      "19": "Is there seed left in the granary? Up until now, neither the vine, the fig tree, the pomegranate, nor the olive tree has borne fruit, but from this very day I will bless you.’”",
      "20": "This message from the Lord came a second time to Haggai on the twenty-fourth day of the month:",
      "21": "“Speak to Zerubbabel, governor of Judah. Tell him, ‘I’m going to shake the heavens and the earth.",
      "22": "I will overthrow royal thrones. I will annihilate the strength of national governments. I will overthrow chariots along with those who drive them. Both horses and their riders will fall, each one by means of his comrade’s weapon.",
      "23": "On that day,’ declares the Lord of the Heavenly Armies, ‘I will take you, my servant Zerubbabel son of Shealtiel,’ declares the Lord, ‘and I will set you in place like a signet ring. For I have chosen you,’ declares the Lord of the Heavenly Armies.”"
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:42:50.849949-04:00",
    "Translation": "ISV"
  }
}