{
  "Hosea": {
    "1": {
      "1": "A message from the Lord came to Beeri’s son Hosea during the reigns of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and during the reign of Joash’s son Jeroboam, who was king of Israel.",
      "2": "When a message from the Lord came to Hosea, the Lord told him, “Go marry a prostitute and have children with her, because the land is prostituting itself by departing from the Lord.”",
      "3": "So he went out and married Diblaim’s daughter Gomer. She conceived with him and gave birth to a son.",
      "4": "The Lord told Hosea, “Name the child ‘Jezreel,’ because in a little while I’ll avenge the blood that was shed by Jehu’s dynasty at Jezreel. I’ll put an end to the kingdom of the house of Israel.",
      "5": "At that time I’ll shatter the military strength of Israel in the Valley of Jezreel.”",
      "6": "Gomer conceived again and gave birth to a daughter, so the Lord told Hosea, “Name her ‘Lo-ruhamah,’ because I will no longer be showing mercy to the house of Israel, nor will I forgive them.",
      "7": "But I’ll have mercy on the house of Judah, and I’ll save them by the Lord their God—I will not save them by the bow, by the sword, by battle, by horses, or by cavalry.”",
      "8": "After Gomer had weaned Lo-ruhamah, she conceived again and gave birth to a son,",
      "9": "so the Lord told Hosea, “Name him ‘Lo-ammi,’ because you are not my people, and I will not be your God.",
      "10": "Despite this, the number of the people of Israel will be like ocean sand, which can neither be measured nor counted. And the time will come when instead of it being said, ‘You are not my people,’ it will be said, ‘You are children of the living God.’",
      "11": "And the people of Judah and the people of Israel will be united as one. They will appoint for themselves a single leader and will take dominion over the land, for great will be the day of Jezreel."
    },
    "2": {
      "1": "So call your brothers ‘Ammi,’ and your sisters ‘Ruhamah.’”",
      "2": "“Call your mother to account, call her—\n    for she is not my wife,\n        and I’m not her husband.\nLet her do away with her seductive looks\n    and remove her adultery from between her breasts.",
      "3": "Otherwise, I’ll strip her naked—\n    as she was on the day she was born—\nmake her like a wilderness,\n    turn her into a parched land,\n        and cause her to die of thirst.",
      "4": "Furthermore, I’ll not show pity on her children,\n    since they are children of prostitution.",
      "5": "Indeed, their mother has committed prostitution—\n    the one who has been conceiving them has acted disgracefully—\nwhen she said,\n    ‘I’m going after my lovers,\n        who provide me food and water,\n    as well as my wool, my flax,\n        my oil, and my wine.’",
      "6": "“Look how I’m blocking her path with thorns\n    and building a wall to hinder her,\n        so she can’t find her way.",
      "7": "She will pursue her lovers,\n    but she won’t catch up with them.\nShe will seek them,\n    but she won’t find them.\nThen she will say,\n    ‘I’ll go back and return to my first husband,\n        because it was better for me then than now.’",
      "8": "She didn’t recognize\n    that it was I who provided her grain, wine, and oil,\nand it was I who gave her silver,\n    while they crafted gold for Baal.",
      "9": "“Therefore I’ll return\n    and take back my grain at harvest time\n        and my new wine in its season.\nI’ll take back my wool and my flax\n    that was to have covered her nakedness.",
      "10": "So now I’ll reveal her lewdness to the eyes of her lovers,\n    and no man will rescue her from my control.",
      "11": "I’ll put a stop to her mirth,\n    along with her celebrations, her New Moons, her Sabbaths, and all of her festive assemblies.",
      "12": "I’ll destroy her vines and her fig trees,\n    about which she said,\n‘These are the earnings that my lovers paid me.\n    I’ll make them grow into a forest,\n        and the wild animals will eat from them.’",
      "13": "I’ll punish her for the time she has devoted to the Baals,\n    to whom she burned incense,\nand for whom she put on her earrings and jewels\n    so she could go after her lovers and forget me,”\n        declares the Lord.",
      "14": "“Therefore, look! I will now allure her.\n    I will make her go out to the wilderness,\n        and will speak to her heart.",
      "15": "There I will restore her vineyards to her,\n    and the Valley of Achor will become a doorway to hope.\nThere she will respond as she did in her youth,\n    when she came up from Egypt.”",
      "16": "“It will come about at that time,”\n    declares the Lord,\n“that you will address me as ‘My husband,’\n    and you will no longer call me ‘My master’.",
      "17": "I will remove the names of the Baals from her vocabulary—\n    they will not be remembered by their names anymore.",
      "18": "I will make a covenant with them at that time,\n    a covenant with the wild animals of the field,\nwith the birds of the air,\n    and with the creatures of the ground.\nI will banish the battle bow, the sword, and war from the earth.\n    I will cause my people to lie down where it is safe.",
      "19": "I will make you my wife forever— \nI will make you my wife in a way that is righteous,\n    in a manner that is just,\nby a love that is gracious,\n    and by a motive that is mercy.",
      "20": "I will make you my wife because of my faithfulness,\n    and you will know the Lord.",
      "21": "“It will come about at that time that I will respond,”\n    declares the Lord,\n“I will respond to the heavens,\n    and they will respond to the earth.",
      "22": "The earth will respond with grain, new wine, and oil,\n    and they will respond to Jezreel.",
      "23": "I will plant my people in the land for myself.\n    I will show mercy on her who has received no mercy\nI will say to those who are not my people, ‘You are my people!’\n    and they will say, ‘You are my God.’”"
    },
    "3": {
      "1": "Then the Lord told me: “Go love your wife again, even though she is being loved by another and is committing adultery. Love her the same way the Lord loves the people of Israel, even though they look to other gods and love raisin cakes.”",
      "2": "So I bought her back for myself for fifteen pieces of silver and one and a half omers of barley.",
      "3": "I told her, “You will remain with me a long time, you won’t be promiscuous, you won’t be involved with any man, and I’ll do the same.”",
      "4": "Likewise, the people of Israel will dwell a long time without a king, without a prince, without sacrifice, without sacred pillars, and with neither ephod nor teraphim.",
      "5": "Afterward, the people of Israel will return and seek the Lord their God and David their king. They will come in awe to the Lord and to his goodness in the last days."
    },
    "4": {
      "1": "“Hear this message from the Lord, people of Israel.\n    Indeed, the Lord brings a charge\n    against the people who live in the land—\nfor there is no truth and no gracious love\n    or knowledge of God in the land.",
      "2": "Swearing, lying, murder, theft, and adultery are rampant,\n    and blood mingles with blood.",
      "3": "Therefore the land will mourn,\n    and all who live there will languish,\nalong with the wild animals of the field and the birds of the air.\n    Even the fish in the sea will disappear.",
      "4": "“Let no one fight or bring charges against another,\n    for my dispute is with you, priest.",
      "5": "So you will stumble during the day,\n    the prophet also will stumble with you at night,\n        and I will destroy your mother.",
      "6": "My people are destroyed because they lack knowledge of me.\n    Because you rejected that knowledge,\n        I will reject you as a priest for me.\nSince you forget the Law of your God,\n    I will also forget your children.",
      "7": "“The more they increased in number,\n    the more they sinned against me,\n        so I will change their glory into shame.",
      "8": "They feed on the sin of my people;\n    they purpose in their heart to transgress.",
      "9": "So it will be: like people, like priest.\n    I will punish them for their lifestyles,\n        rewarding them according to their behavior.",
      "10": "They will eat,\n    but will not be satisfied.\nThey will engage in prostitution,\n    but they won’t increase,\n        because they have stopped listening to the Lord.",
      "11": "“Sexual immorality, wine, and fresh wine seduce the heart of my people.",
      "12": "My people seek counsel from their piece of wood,\n    and their diviner’s rod speaks to them.\nFor a spirit of prostitution causes them to go astray;\n    in their immorality they desert their God.",
      "13": "They offer sacrifices on the mountain tops,\n    burning offerings on the hills,\nunder oaks, poplars, and terebinth trees,\n    since their shade is very good.\nTherefore your daughters are prostitutes\n    and your daughters-in-law commit adultery.",
      "14": "However, I’m not going to punish your daughters\n    when they commit prostitution,\nnor your daughters-in-law\n    when they commit adultery,\nbecause their men are themselves immoral—\n    they offer sacrifices with prostitutes.\nThese people who aren’t discerning will stumble.",
      "15": "“Even though you prostitute yourself, Israel—\n    let not Judah incur guilt—\ndon’t go to Gilgal,\n    or visit Beth-aven,\n        or swear an oath using the Lord’s name.",
      "16": "For Israel is as obstinate as a stubborn mule!\n    Nevertheless, will not the Lord feed them like a lamb in a broad pasture?",
      "17": "Ephraim has become entwined with idols;\n    leave him alone!",
      "18": "While drinking to excess, they prostitute themselves.\n    They’re in love with dishonor.",
      "19": "A wind storm will carry them away in its embrace,\n    and their sacrifices will bring them shame.”"
    },
    "5": {
      "1": "“Hear this, priests,\n    pay attention, house of Israel,\n        listen, royal family!\nFor judgment is coming your way,\n    because you have been a trap to Mizpah,\n        a snare spread out on Mount Tabor.",
      "2": "The rebels are deep into their slaughter;\n    I am punishing them all.",
      "3": "I know Ephraim,\n    and Israel cannot hide from me,\nsince you, Ephraim, have been acting like a prostitute,\n    defiling Israel.",
      "4": "“Their actions hinder them from turning to their God,\n    because a spirit of fornication is in their midst,\n        and the Lord they do not know.",
      "5": "The arrogance of Israel testifies against him;\n    therefore Israel and Ephraim will stumble in their iniquity,\n        and Judah with them.",
      "6": "They will go with their flocks and herds\n    to seek the Lord,\nbut they will not find him;\n    he has withdrawn from them.",
      "7": "They have been unfaithful to the Lord,\n    having raised unbelieving children.\nIn the coming month they will be devoured,\n    along with their fields.",
      "8": "“Sound the trumpet in Gibeah,\n    and the alarm in Ramah.\nCry out at Beth-aven\n    Go out, Benjamin!",
      "9": "Ephraim will be desolate\n    when it is rebuked.\nI have made known among the tribes of Israel\n    what will surely come about.",
      "10": "The princes of Judah have become\n    like those who move boundary markers:\n        I will pour out my anger on them like water.",
      "11": "Ephraim is crushed,\n    broken by judgment,\n        because he willingly pursued idols.",
      "12": "Therefore I will consume Ephraim like a moth,\n    and the house of Judah as rottenness consumes.",
      "13": "When Ephraim examined his illness\n    and Judah his injury,\nthen Ephraim went to Assyria,\n    and inquired of the great king;\nbut he could not cure you\n    nor heal your injury.",
      "14": "Therefore I will be like a lion to Ephraim,\n    and like a young lion to the house of Judah.\nI—even I—will tear them to pieces,\n    and then I will leave.\nI will take them away,\n    and there will be no rescue.",
      "15": "“I will leave and go back to my place\n    until they admit their offense\n        and seek my face.\nWhen affliction comes to them,\n    they will eagerly seek me.”"
    },
    "6": {
      "1": "“Come, let us return to the Lord;\n    even though he has torn us,\n        he will heal us.\nEven though he has wounded us,\n    he will bind our wounds.",
      "2": "After two days, he will restore us to life,\n    on the third day he will raise us up,\n        and we will live in his presence.",
      "3": "Let us know,\n    let us pursue knowledge of the Lord;\n        his coming is as certain as the dawn.\nHe will come to us like the rain,\n    like the autumn and spring rains come on the earth.",
      "4": "“What am I to do with you, Ephraim?\n    What am I to do with you, Judah?\nYour love is like a morning rain cloud—\n    it passes away like the morning dew.",
      "5": "Therefore I cut them to pieces by the prophets,\n    killing them by the words from my mouth.\n        The verdict against you shines like a beacon.",
      "6": "For it is love that I seek,\n    and not sacrifice;\n        knowledge of God more than burnt offerings.",
      "7": "“But like Adam, they broke the covenant;\n    in this they have acted deceitfully against me.",
      "8": "Gilead is a lawless town;\n    it is polluted by bloodshed.",
      "9": "Like a gang of thieves that stalk a man,\n    priests commit murder along the road to Shechem,\n        committing shameful crimes.",
      "10": "I have seen a horrible evil in the house of Israel—\n    Ephraim’s promiscuity.\n        Israel is defiled.",
      "11": "“So, Judah, a harvest has been appointed for you\n    when I restore my people from captivity.”"
    },
    "7": {
      "1": "“When I was healing Israel,\nEphraim’s sin was uncovered,\n        along with Samaria’s wickedness.\nWhile they craft lying schemes,\n    the thief invades,\n        and the gang of thieves plunders outside.",
      "2": "It never occurs to them that I remember all their sin.\n    Now their actions have caught up with them,\n        and they have my attention.",
      "3": "They please the king with their evil,\n    and the princes with their dishonesty.",
      "4": "All of them are adulterers—\n    they burn like an oven prepared by the baker,\nwho has ceased stoking it\n    until the dough is leavened.",
      "5": "“On the king’s festival day\n    the princes got drunk from wine,\n        so the king joined the mockers.",
      "6": "For they have stirred up themselves like an oven\n    as they lie in ambush.\nTheir baker sleeps through the night;\n    in the morning, the oven will be blazing like a fire.",
      "7": "They all burn like an oven;\n    they have consumed their judges;\nall their kings have fallen—\n    not even one of them calls on me.",
      "8": "“Ephraim compromises with the nations;\n    he’s a half-baked cake.",
      "9": "Foreigners have consumed his strength,\n    and he hasn’t noticed.\nFurthermore, his head is sprinkled with gray hair,\n    but he doesn’t realize it.",
      "10": "Israel’s arrogance testifies against him;\n    but they do not return to the Lord their God,\n        nor seek him in all of this.",
      "11": "“Ephraim is also like a silly dove,\n    lacking sense:\nThey call out to Egypt,\n    and turn toward Assyria.",
      "12": "When they go,\n    I’ll cast my net over them.\nI’ll bring them down, as one shoots birds in the sky.\n    I’ll chasten them,\n        as the assembly has already heard.",
      "13": "Woe to them—\n    because they have run away from me.\nRuin to them—\n    because they have sinned against me.\nEven though I redeemed them,\n    they spread lies against me.",
      "14": "They will not cry to me from their heart—\n    instead, they wail on their beds.\nThey gather together to eat and drink,\n    turning away from me.",
      "15": "“Though I have taught them\n    and strengthened their arms,\n        nevertheless they plot evil against me.",
      "16": "They return—but not to the Most High.\n    They are like a defective weapon.\nTheir princes will fall by the sword\n    because of their raging tongue,\n        and they will be a laughingstock in the land of Egypt.”"
    },
    "8": {
      "1": "“Sound the ram’s horn!\nLike a vulture the enemy will come against the Temple of the Lord,\nbecause Israel violated my covenant,\n    transgressing my Law.",
      "2": "They cry out to me,\n    ‘God, we of Israel acknowledge you.’",
      "3": "“Israel has discarded what is good.\n    The enemy will pursue them.",
      "4": "They set kings in place,\n    but not by me.\nThey established princes,\n    whom I did not recognize.\nThey crafted idols for themselves from their silver and gold;\n    as a result, they will be destroyed.",
      "5": "Your calf, Samaria, has been thrown away.\n    My anger is burning against them.\n        How long until they become pure again?",
      "6": "Because from Israel it was fashioned by craftsmen,\n    it is not God;\n        therefore Samaria’s calf will be broken in pieces.",
      "7": "“Because they sow the wind,\n    they will reap the wind storm.\nThe plant has no stalk\n    and its bud yields no grain.\nEven if there’s a harvest,\n    foreigners will gobble it up.",
      "8": "Israel has been devoured;\n    now they will live among the nations\n        like a worthless container.",
      "9": "“Because they went over to Assyria,\n    they are like a wild donkey alone by itself.\n        Ephraim has hired some lovers.",
      "10": "Even though they sold themselves to the nations,\n    I will gather them.\nThey will mourn for a while\n    for the burden they were to the king and princes.",
      "11": "“The more altars Ephraim builds for sin,\n    the more altars there will be for sin.",
      "12": "I prescribed great things from my Law for them,\n    but they considered them profane.",
      "13": "They offer me meat from the sacrifices of my offerings,\n    and they eat from it,\n        but the Lord does not accept them.\nHe will now remember their transgression\n    and pay them back for their sins;\n        to Egypt they will return.",
      "14": "“Israel has neglected its maker in building palaces.\n    Judah has multiplied its fortified cities,\nbut I will send fire to their cities,\n    and it will consume their fortresses.”"
    },
    "9": {
      "1": "“Don’t celebrate, Israel, like other nations would rejoice,\nbecause you left your God by committing fornication,\n        loving the profit you gained on all of the threshing floors.",
      "2": "Neither threshing floor nor winepress will sustain them,\n    and the new wine will disappoint her.",
      "3": "They will not live in the Lord’s land—\n    Ephraim will return to Egypt,\n        and they will eat unclean food in Assyria.",
      "4": "They won’t present wine offerings to the Lord,\n    nor will they please him.\nTheir sacrifices will seem like food for mourners—\n    everyone who eats them will become unclean;\n        none of them will enter the Temple of the Lord.",
      "5": "“What will you do on the designated holiday,\n    when the Lord’s festival comes?",
      "6": "Look! They have gone away because of the destruction—\n    Egypt will gather them up,\n        and Memphis will bury them.\nWeeds will overgrow their inheritance,\n    and thorns will grow in their tents.",
      "7": "The time for your judgment has now come;\n    payday is here—\n        and Israel knows it.\nThe prophet is a fool,\n    and the spiritual man is insane.\nBecause of your great sin,\n    the hatred against you is great.",
      "8": "While Ephraim stands watch with my God,\n    the prophet has snares set that will trap his ways,\n        and hostility lodges in the Temple of his God.",
      "9": "They have corrupted themselves deeply,\n    as did Gibeah in its day.\nTherefore God will remember their lawlessness,\n    and he will pay them back for their sins.",
      "10": "“I found Israel,\n    as one finds grapes in the wilderness;\nYour ancestors seemed to me like the fruit\n    gleaned from a fig tree’s first harvest.\nWhen they went to Baal-peor,\n    they devoted themselves to that filth,\nand they became loathsome,\n    like what they loved.",
      "11": "The glory of Ephraim will fly away like a bird—\n    no birth, no pregnancy, not even a conception.",
      "12": "Even if they rear their children,\n    I will, in turn, make them childless—\nin fact, woe to them\n    when I turn away from them!",
      "13": "Ephraim, as I see it, is like Tyre,\n    planted in a comfortable place;\nEphraim will bear children\n    but they will be executed.”",
      "14": "Give them, Lord—\n    What will you give?\n        You will give them a womb that miscarries and dry breasts.",
      "15": "“All of their wickedness started in Gilgal,\n    because I began to hate them there.\nBecause of the wickedness of their behavior,\n    I will drive them from my Temple.\nI will not love them anymore;\n    all their leaders are rebels.",
      "16": "Ephraim is blighted;\n    its roots shriveled.\n        It can bear no fruit.\nEven if they bear children,\n    I will kill their cherished offspring.",
      "17": "“My God will reject them,\n    because they did not obey him,\n        and they will become wanderers among the nations.”"
    },
    "10": {
      "1": "“Israel, the overgrown vine, bears fruit like itself;\nthe more fruitful they become,\n        the more altars they build.\nThe better the land,\n    the more ornate the stone idols.",
      "2": "Their hearts are divided;\n    from now on they are to be found guilty.\nGod will tear down their altars,\n    he will destroy their stone idols.",
      "3": "From now on they will say,\n    ‘We have no king,\n        because we did not fear the Lord—\n    and what would a king do for us?’",
      "4": "Their word is falsely given\n    as they make their agreements;\nso judgment springs up\n    like poisonous weeds in the furrows of a field.",
      "5": "“The residents of Samaria will be terrified\n    because of the cows of Beth-aven.\nIts people will mourn over Beth-aven,\n    along with the priests who will mourn its glory,\n        because that glory has departed.",
      "6": "Indeed, that glory will be carried to Assyria—\n    it will become a present for an avenging king.\nEphraim will be disgraced,\n    and Israel will become ashamed of its decision.",
      "7": "Samaria’s king will float away\n    like driftwood on the surface of water.",
      "8": "Destroyed will be the high places of Aven,\n    that are the sin of Israel.\n        Both thorn and thistle will grow up over their altars.\nThey will call out to the mountains, ‘Cover us!’\n    and to the hills, ‘Fall on us!’",
      "9": "“From the time of Gibeah,\n    you have sinned, Israel;\nThere they took their stand;\n    the battle at Gibeah could not subdue the lawless.",
      "10": "When I’m ready, I will chasten them;\n    and the people will gather against them,\n        to imprison them for their two unrighteous acts.”",
      "11": "“Ephraim, the well-trained heifer,\n    loves to thresh grain,\nso I will spare her neck.\n    I will turn Ephraim into a pack animal.\nJudah will pull the plow,\n    and Jacob will turn up the fallow ground.",
      "12": "Sow in righteousness in your own interest,\n    reap in gracious love,\n        break up your own unprepared ground;\nIt is now time to inquire of the Lord,\n    until he comes to pour out righteousness for you.",
      "13": "You have plowed evil;\n    you have reaped unrighteousness;\n        you have eaten the fruit of hypocrisy;\nbecause you trusted in your own direction,\n    and in the number of your mighty forces.",
      "14": "Therefore a disaster will come upon your people,\n    and all of your fortresses will be ruined.\nAs Shalman destroyed Beth-arbel in wartime,\n    mothers were dashed to pieces\n        along with their children.",
      "15": "The same will happen to you, Bethel,\n    because of your great evil—\n        early one morning the king of Israel will be totally silenced.”"
    },
    "11": {
      "1": "“When Israel was a young child I loved him,\n    and from Egypt I called my son.",
      "2": "The more I called out to them,\n    the farther they fled from me;\nthey sacrificed to Baals,\n    burning incense to carved images.",
      "3": "Yet it was I who taught Ephraim to walk,\n    supporting them by their arms,\n        but they never knew that I was healing them.",
      "4": "I guided them with human kindness,\n    with loving reins.\nI acted toward them\n    like one who removes a yoke from their neck;\n        I bent down and fed them.",
      "5": "“They will not return to the land of Egypt;\n    instead, the Assyrian will be their king,\n        because they kept refusing to repent.",
      "6": "The sword will fall on their cities,\n    consuming and devouring their fortified gates,\n        despite their planning.",
      "7": "My people are determined to turn away from me;\n    though they call to the Most High,\n        no one is worshiping.",
      "8": "“How can I give up on you, Ephraim?\n    I will deliver you, will I not, Israel?\nHow can I treat you like Admah?\n    I can’t make you like Zeboim, can I?\nMy heart stirs within me;\n    my compassion also fans into flame!",
      "9": "I will not act in my anger;\n    I will not return to destroy Ephraim,\nFor I am God,\n    and not a human—\nthe Holy One among you—\n    so I will not enter the city in anger.",
      "10": "They will go after the Lord,\n    who will roar like a lion;\nand when he roars,\n    the children will come trembling from the west.",
      "11": "Trembling like a bird, they will come out of Egypt,\n    and as a dove from the land of Assyria;\nand I will settle them in their houses,”\n    declares the Lord.",
      "12": "“Ephraim surrounds me with lies,\n    and the house of Israel surrounds me with deceit,\nBut Judah still rules with God,\n    and remains faithful, along with the godly ones.”"
    },
    "12": {
      "1": "“Ephraim feeds on the wind,\n    chasing after the eastern winds,\n        storing up lies and desolation day after day.\nThey are making a contract with the Assyrians,\n    and sending oil to Egypt.",
      "2": "The Lord accuses Judah,\n    and will punish Jacob according to his ways;\n        he will repay him for what he does.",
      "3": "He circumvented his brother in the womb,\n    and as an adult he fought with God.",
      "4": "He even fought the angel and won;\n    he cried and prayed to him.\nThen at Bethel he found him,\n    and there he spoke with us—",
      "5": "the Lord God of the Heavenly Armies—\n    the Lord is his name.",
      "6": "So you, return to your God;\n    guard grace and justice,\n        and look to your God always.",
      "7": "“Now as for the merchant,\n    deceitful balances remain in his hand,\n        and he loves to defraud.",
      "8": "Ephraim claims,\n    ‘I have become rich,\nI have made a fortune!\n    Because of all my wealth,\n        no one will find any iniquity or sin in me.’",
      "9": "“Yet I remain the Lord your God,\n    who brought you out of the land of Egypt.\nI will make you live in tents again,\n    as in the festival of that name.",
      "10": "I spoke to the prophets,\n    giving revelation after revelation,\n        and employing parables in the prophetic writings.",
      "11": "“There’s iniquity in Gilead, isn’t there?\n    They have become truly vain.\nThey sacrifice bulls in Gilgal;\n    their altars are like piles of stone in furrowed fields.",
      "12": "Jacob fled into the land of Aram;\n    Israel served there to obtain his wife,\n        tending sheep to gain his wife.",
      "13": "“By a prophet the Lord brought Israel out of Egypt,\n    and by a prophet he was rescued.",
      "14": "Ephraim has stirred up violent anger;\n    therefore the guilt of his blood will remain on him,\n        and his Lord will repay him for his contempt.”"
    },
    "13": {
      "1": "“When the tribe of Ephraim spoke, there was trembling;\n    and it was exalted within Israel.\nBut when they offended God by Baal,\n    they died,",
      "2": "but now they are sinning more and more,\n    crafting idols from melted silver.\nTheir idols are made with the most exacting skill,\n    all of it the work of craftsmen.\nPeople say about them,\n    ‘They offer human sacrifice,\n        and kiss calf-shaped idols.’",
      "3": "Therefore they will be like morning clouds,\n    like early morning dew that evaporates,\nlike chaff blown away from the threshing floor,\n    or like smoke from a chimney.”",
      "4": "“I am the Lord your God\n    from the land of Egypt,\nand you have known no god except for me,\n    because except for me there is no savior.",
      "5": "I took care of you in the wilderness,\n    in a waterless land.",
      "6": "As their pastures flourished,\n    all their desires were met.\nAs they were satiated,\n    they became arrogant\n        and therefore ignored me.",
      "7": "“So I will be like a lion to them.\n    Like a leopard I will stalk them along the road.",
      "8": "I will confront them like a bear deprived of her cubs;\n    I will tear open their ribs.\nI will devour them like a lion—\n    the wild beasts will rip them apart.",
      "9": "“You have destroyed yourself, Israel,\n    although I remain your help.",
      "10": "Now where is your king?\n    Will he save you in all your cities?\nAnd where are your judges,\n    about whom you demanded,\n        ‘Give me a king and officials!’?",
      "11": "I gave you a king in my anger,\n    and I took him away in my fury.”",
      "12": "“Ephraim’s guilt is on record;\n    his sin is stored away.",
      "13": "When the time of childbirth comes,\n    he will be so foolish\n        that he will refuse to be born.”",
      "14": "“From the power of Sheol I will rescue them,\n    from death I will redeem them.\nDeath, where are your plagues?\n    Sheol, where is your destruction?\n        My eyes will remain closed to your pleas for compassion.",
      "15": "Even though he is fruitful compared to his relatives,\n    an east wind will come,\nthe Lord’s wind storm from the wilderness,\n    and his spring will evaporate.\nHis fountain will dry up,\n    and the Lord’s wind storm will plunder\n        all the expensive vessels of the treasury.",
      "16": "Samaria will be held guilty,\n    because she has rebelled against her God.\nBy the sword they will fall—\n    with their infants dashed to pieces,\n        and their pregnant women torn open.”"
    },
    "14": {
      "1": "“Return, Israel, to the Lord your God,\n    for you have fallen due to your own iniquity.",
      "2": "Bring a prepared speech with you\n    as you return to the Lord. Say to him: \n‘Take away all our iniquity,\n    and accept what is good.\nThen we will present the fruit of our lips.",
      "3": "Assyria won’t save us;\n    we won’t be riding on horses,\nNor will we be saying anymore to the work of our hands,\n    “You are our God.”\n        Indeed, in you the orphan finds mercy.’",
      "4": "“I will correct their apostasy,\n    loving them freely,\n        since my anger will have turned away from them.",
      "5": "I will be like the dew to Israel;\n    Israel will blossom like a lily,\n        growing roots like the cedars of Lebanon.",
      "6": "Israel’s branches will spread out,\n    and its beauty will be like an olive tree,\n        with its scent like that of Lebanon.",
      "7": "Those who live under its protection will surely return.\n    Their grain will flourish;\nthey will blossom like a vine,\n    and Israel’s scent will be like wine from Lebanon.",
      "8": "“Ephraim, what have I in common with idols?\n    I have listened and will pay attention to him.\nI am like a flourishing cypress;\n    in me will your fruit be found.”",
      "9": "Whoever is wise, let him understand these things.\n    Whoever is discerning, let him know them.\nFor the ways of the Lord are right:\n    the righteous follow his example,\n        but the rebellious stumble in them."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:42:37.671517-04:00",
    "Translation": "ISV"
  }
}