{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:57.368028-04:00",
    "Translation": "ISV"
  },
  "Job": {
    "1": {
      "1": "There once was a man in the land of Uz named Job. The man was blameless as well as upright. He feared God and kept away from evil.",
      "2": "Seven sons and three daughters had been born to him.",
      "3": "His livestock included 7,000 sheep, 3,000 camels, 500 teams of oxen, 500 female donkeys, and many servants. Indeed, the man’s stature greatly exceeded that of many people who lived in the East.",
      "4": "His sons used to travel to each other’s houses in turn on a regular schedule and hold festivals, inviting their three sisters to celebrate with them.",
      "5": "When their time of feasting had concluded, Job would rise early in the morning to send for them and consecrate them to God. He would offer a burnt offering for each one, because Job thought, “Perhaps my children sinned by cursing God in their hearts.” Job did this time and again.",
      "6": "One day, divine beings presented themselves to the Lord, and Satan accompanied them.",
      "7": "The Lord asked Satan, “Where have you come from?”\nIn response, Satan answered the Lord, “From wandering all over the earth and walking back and forth throughout it.”",
      "8": "Then the Lord asked Satan, “Have you considered my servant Job? There is no one like him on earth. The man is blameless as well as upright. He fears God and keeps away from evil.”",
      "9": "But in response, Satan asked the Lord, “Does Job fear God for nothing?",
      "10": "Haven’t you surrounded him with a fence on all sides, around his house, and around all that he owns? You have blessed everything he puts his hands on and you have increased his livestock in the land.",
      "11": "However, stretch out your hand and strike everything he owns, and he will curse you to your face.”",
      "12": "Then the Lord told Satan, “Very well then, everything he owns is under your control, only you may not extend your hand against him.” So Satan left the Lord’s presence.",
      "13": "Some time later, when his children were celebrating in their oldest brother’s house,",
      "14": "a messenger approached Job and said, “The oxen were plowing and the female donkeys were grazing nearby",
      "15": "when the Sabeans attacked, captured the servants, and killed them with swords. I alone escaped to tell you!”",
      "16": "While this messenger was still speaking, another came and announced, “A lightning storm struck and incinerated the flock and the servants while they were eating. I alone escaped to tell you!”",
      "17": "While this messenger was still speaking, another came and announced, “The Chaldeans formed three companies, raided the camels, captured the servants, and killed them with swords. Only I alone escaped to tell you.”",
      "18": "While this messenger was still speaking, another came and announced, “Your children were celebrating in their oldest brother’s house",
      "19": "when a strong wind came straight out of the wilderness and struck the four corners of the house. It collapsed on the young people, and they died. I alone escaped to tell you!”",
      "20": "Then Job stood up, tore his robe, shaved his head, fell to the ground, bowed very low,",
      "21": "and exclaimed:\n“I left my mother’s womb naked,\n    and I will return to God naked.\nThe Lord has given,\n    and the Lord has taken.\n        May the name of the Lord be blessed.”",
      "22": "Job neither sinned nor charged God with wrongdoing in all of this."
    },
    "2": {
      "1": "Some time later, divine beings again presented themselves to the Lord, and Satan accompanied them to present himself to the Lord.",
      "2": "The Lord asked Satan, “Where have you come from?”\nIn response, Satan told the Lord, “From wandering all over the earth and walking back and forth throughout it.”",
      "3": "The Lord asked Satan, “Have you considered my servant Job? There is no one like him on earth. The man is blameless as well as upright. He fears God and keeps away from evil. He remains firm in his integrity, even though you have been urging me to overwhelm him without cause.”",
      "4": "Satan answered the Lord, “Skin for skin! The man will give up everything that he owns in exchange for his health.",
      "5": "However, stretch out your hand and strike his bones and flesh, and he’ll curse you to your face, won’t he?”",
      "6": "Then the Lord told Satan, “Very well then, he is under your control. Just preserve his life.”",
      "7": "So Satan left the Lord’s presence and struck Job with terrible boils from the sole of his feet to the top of his head.",
      "8": "Job took a broken piece of pottery to scrape himself while sitting among the ashes.",
      "9": "Then his wife told him, “Do you remain firm in your integrity? Curse God and die!”",
      "10": "But he replied to her, “You’re talking like foolish women do. Are we to accept what is good from God but not tragedy?”\nThroughout all of this, Job did not sin by what he said.",
      "11": "When Job’s three friends heard all these tragedies that happened to him, they each traveled from their home towns to visit him. Eliphaz came from Teman, Bildad came from Shuah, and Zophar came from Naamath. They met together and went to console and comfort him.",
      "12": "Observing him from a distance, at first they didn’t even recognize him, so they raised their voices and burst into tears. They each ripped their robes, threw ashes into the air on their heads,",
      "13": "and sat with Job on the ground for a full week without saying a word, since they could see the great extent of his anguish."
    },
    "3": {
      "1": "After this, Job spoke up solemnly, cursing the day he was born.",
      "2": "This is what Job said:",
      "3": "“Let the day when I was born be annihilated,\n    along with the night when it was announced,\n        ‘It’s a boy!’",
      "4": "Let that day be dark;\n    let God above not care about it;\n        let no light shine over it.",
      "5": "Let darkness and deep gloom reclaim it;\n    let clouds settle down on it;\n        let blackness in mid-day terrify it.",
      "6": "Let darkness carry that night away;\n    let it not take its place joyfully among the days of the year;\n        let it not be entered into the calendar.",
      "7": "“Yes, let that night be barren;\n    let it not appear with its joyful shout.",
      "8": "Let whoever curses days curse it—\n    those who are ready to awaken monsters.",
      "9": "Let the stars of its evening twilight be dark;\n    let it hope for light but let there be none;\n        let it not see the breaking rays of the dawn.",
      "10": "“Because that night refused to shut the doors of my mother’s womb;\n    it failed to keep me from seeing this trouble.",
      "11": "Why didn’t I die while I was still in the womb,\n    or die while I was being born?",
      "12": "Why was there a lap to hold me,\n    and why were there breasts to nurse me?",
      "13": "“If I had died, I would be lying down by now,\n    undisturbed, asleep, and at rest,",
      "14": "along with kings and counselors of the earth,\n    who used to build for themselves what are now only ruins,",
      "15": "or princes who amassed gold for themselves,\n    and who kept filling their houses with silver.",
      "16": "“Or why was I not buried like a stillborn child,\n    like babies who never saw the light?",
      "17": "In that place, the wicked stop causing trouble,\n    and there, those whose strength is exhausted are at rest.",
      "18": "In that place, those who once were prisoners will be at ease together;\n    they won’t hear the voice of oppressors.",
      "19": "The unimportant and the important are both there,\n    and the servant is free from his master.",
      "20": "“Why does God give light to the sufferer\n    or life to the bitter person:",
      "21": "To those who are longing for death—\n    even though it does not come?\nTo those who search for it\n    more than for hidden treasure?",
      "22": "To those who are happy beyond measure\n    when they reach their graves?",
      "23": "To the formerly successful man who lost his way in life,\n    and God fenced him in?",
      "24": "“As far as I’m concerned, my food comes to me in the form of sighs,\n    and my cries of anguish pour out like water.",
      "25": "For the dreaded thing that I feared has happened to me,\n    what caused me to worry has engulfed me.",
      "26": "I will not be at ease;\n    I will not be quiet;\nI will not rest;\n    because trouble has arrived.”"
    },
    "4": {
      "1": "In reply, Eliphaz from Teman answered:",
      "2": "“Will you get offended if somebody tries to talk to you?\n    Who can keep from speaking at a time like this?",
      "3": "Look! You’ve admonished many people,\n    and you’ve strengthened feeble hands.",
      "4": "A word from you has supported those who have stumbled,\n    and has strengthened faltering knees.",
      "5": "“But now it’s your turn,\n    and you’re the one who is worn out!\nNow it’s striking you,\n    and you’re dismayed!",
      "6": "“Your fear of God has been your confidence, hasn’t it?\n    The integrity of your life has been your hope, hasn’t it?",
      "7": "Now please think:\n    Who has ever perished when they’re innocent?\n        Where have the upright been destroyed?",
      "8": "It’s been my experience that those who plow the soil of iniquity\n    and those who sow the seed of trouble will reap their harvest!",
      "9": "They perish by the breath of God;\n    they are consumed by the storm that is his anger.",
      "10": "“The lioness may roar,\n    and the lion cub may growl;\n        but even the ivory teeth of the full grown lion are broken.",
      "11": "Full grown lions die when they cannot find prey;\n    that’s when the lion cubs are scattered.",
      "12": "“A message was confided to me;\n    my ear caught a whisper of it.",
      "13": "Disquieting thoughts from dreams at night;\n    when deep sleep falls on everyone.",
      "14": "A fear fell upon me, along with trembling\n    that caused all my bones to shake in terror.",
      "15": "A spirit glided past me\n    and made the hair on my skin to bristle.",
      "16": "It remained standing,\n    but I couldn’t recognize its appearance.\nA form appeared before my eyes;\n    At first there was silence, and then this voice:",
      "17": "‘Can a mortal person be more righteous than God?\n    Or can the purity of the valiant exceed that of his maker?’",
      "18": "“Indeed, since he doesn’t trust his servants,\n    since he charges his angels with error,",
      "19": "how much less confidence does he have\n    in those who dwell in houses of clay;\nwho were formed from a foundation in dust\n    and can perish like a moth?",
      "20": "They are defeated between morning and evening;\n    they perish forever—and no one notices!",
      "21": "Their wealth perishes with them, doesn’t it?\n    They die, and do so without having wisdom, don’t they?”"
    },
    "5": {
      "1": "“Cry out, won’t you!\n    Is there anyone who will answer you?\n        To whom will you turn among the holy ones?",
      "2": "For wrath will slay a fool;\n    zealous anger will kill the naïve.",
      "3": "“I myself saw a fool becoming established,\n    but I suddenly cursed where he lived.",
      "4": "His children are far from deliverance;\n    they’ll be maltreated before they leave home,\n        with no one to rescue them.",
      "5": "Then the hungry will devour his harvest,\n    snatching it even from the midst of thorns,\n        while the thirsty covet their wealth.",
      "6": "For wickedness doesn’t crop up from dust,\n    nor does trouble sprout out of the ground;",
      "7": "But mankind is born headed for trouble,\n    just as sparks soar skyward.”",
      "8": "“Now as for me, I would seek God if I were you;\n    I would commit my case to God.",
      "9": "He is always doing great things that cannot be explained,\n    countless awesome deeds.",
      "10": "He sends rain on the surface of the earth,\n    and waters the surface of the open country.",
      "11": "He sets the lowly on high,\n    and lifts those who mourn to safety.",
      "12": "He frustrates the plans of the crafty;\n    so that what they work for never succeeds.",
      "13": "He captures the wise in their own craftiness,\n    bringing a quick end to their cunning advice.",
      "14": "They meet with darkness in broad daylight;\n    at noonday they grope around as if it were night.",
      "15": "So he delivers from the sword of their mouth—\n    the poor from the power of the mighty.",
      "16": "Therefore there is hope for those who are poor,\n    and iniquity shuts its mouth.",
      "17": "“Indeed, how blessed is the person whom God reproves!\n    So never disrespect the discipline of the Almighty,",
      "18": "because though he wounds, but then applies bandages;\n    though he strikes, his hands still heal.",
      "19": "“He will deliver you through six calamities;\n    and calamity won’t touch you throughout the seventh.",
      "20": "He will deliver you from death by famine;\n    in war from the power of the sword.",
      "21": "You’ll be protected from the accusing tongue;\n    you need not fear destruction when it heads your way.",
      "22": "You’ll laugh at destruction and famine;\n    and you need not fear the beasts of the earth.",
      "23": "For you’ll have a pact with the stones in the field;\n    and the beasts of the field will be at peace with you.",
      "24": "You’ll know that your home is secure;\n    when you search your possessions, and nothing will be missing.",
      "25": "You’ll know that you’ll have many children;\n    and that your offspring will be like the grass of the earth.",
      "26": "You’ll go to your grave at a ripe old age;\n    like a stack of grain that’s harvested at just the right time.",
      "27": "“Look! We have thought all this through,\n    and what we’ve said is true;\n        So please listen and learn for your own good!”"
    },
    "6": {
      "1": "In rebuttal, Job replied:",
      "2": "“If only my grief could be weighed;\n    or my calamity piled together on a balance scale!",
      "3": "It would weigh more than the sand on the seashore!\n    Here’s why I’ve talked so rashly:",
      "4": "“The arrows of the Almighty have pierced me;\n    my spirit absorbs their poison;\n        God’s terrors have been arranged just for me!",
      "5": "“Will the wild donkey bray from hunger if fresh grass is beside him?\n    Will the ox low from distress if it is near its feed?",
      "6": "Tasteless food isn’t eaten without salt, is it?\n    Is there any taste in an egg white?",
      "7": "I cannot bring myself to touch them;\n    food like this makes me sick.”",
      "8": "“Who will grant my wish?\n    I wish God would grant what I’m hoping for:",
      "9": "that God would just be willing to crush me;\n    that he would let loose and eliminate me!",
      "10": "At least I could still take comfort\n    and rejoice in unceasing anguish,\n        for I didn’t conceal what the Holy One has to say.",
      "11": "“Do I have the strength to wait?\n    And why should I be patient?",
      "12": "Am I as strong as a rock?\n    Am I some kind of iron man?",
      "13": "There is no help within me, is there?\n    My resources have been driven away from me, haven’t they?",
      "14": "The friend shows gracious love for his friend,\n    even if he has forsaken the fear of the Almighty.",
      "15": "But my brothers have acted treacherously like a cascading river,\n    like torrential rivers that overflow.",
      "16": "Filled with waters made cold by ice,\n    they are where the snow goes to hide.",
      "17": "But then the snow melts, and they disappear;\n    when warmed, they evaporate from their stream beds.",
      "18": "Travelers divert in their route;\n    they go into a wasteland and die.",
      "19": "Travelers from Tema search intently;\n    caravans from Sheba hope to find them.",
      "20": "For all their expectations, they are doomed to disappointment;\n    even though they have come and searched this far.",
      "21": "“And now you’re all just like them, aren’t you?\n    You see my terror and are terrified.",
      "22": "When did I ever ask you for anything,\n    say ‘Offer a bribe for me from your wealth?’",
      "23": "or say ‘Deliver me from my enemy’s control,’\n    or ‘Redeem me from the domination of ruthless people’?”",
      "24": "“Instruct me, and I’ll remain silent.\n    Help me understand where I’ve gone astray.",
      "25": "The truth can be painful,\n    but what has your argument proven?",
      "26": "Did you intend your words to reprove,\n    even though the speech of a desperate person is just wind?",
      "27": "Indeed, you would gamble to buy an orphan;\n    and barter to buy your friend!",
      "28": "Now be willing to face me,\n    and I won’t lie to your face.",
      "29": "Repent! Let there be no injustice;\n    Change your ways! My vindication is at stake.",
      "30": "Have I said anything that’s unjust?\n    I can discern evil, can’t I?”"
    },
    "7": {
      "1": "“Men have harsh servitude on earth, do they not?\n    His days are like those of a hired laborer, are they not?",
      "2": "I’m like a servant who longs for the shade,\n    like a hired laborer who is looking for his wages.",
      "3": "Truly I’ve been allotted months of emptiness;\n    nights of trouble have been appointed for me.",
      "4": "“When I lie down I ask,\n    ‘When will I wake up?’\nBut the night continues\n    and I keep tossing and turning until dawn.",
      "5": "My skin is covered with worms and clods of dirt;\n    my skin becomes rough and then breaks out afresh.",
      "6": "My days pass as swiftly as a hand-loom;\n    they come to their conclusion without hope.",
      "7": "Remember that my life is a breath;\n    my eyes won’t go back to seeing good things.",
      "8": "The eyes of the one who sees me won’t see me anymore;\n    your eyes will look for me\n        but I won’t be around!",
      "9": "As a cloud fades away and vanishes,\n    the one who descends to the afterlife doesn’t return.",
      "10": "He doesn’t return again to his house,\n    and his place won’t recognize him anymore.”",
      "11": "“In addition, I won’t keep my opinion to myself;\n    I’ll speak from my distressed spirit;\n        I’ll complain with my bitter soul.",
      "12": "Am I the sea, or a sea monster,\n    that you keep watching me?",
      "13": "For I’ve said, ‘My bed will comfort me;\n    my couch will ease my burdens while I complain.’",
      "14": "But then you scared me with dreams;\n    you terrified me with visions.",
      "15": "I would rather die by strangulation\n    than continue living.",
      "16": "I hate the thought of living forever!\n    Leave me alone, because my days are pointless.”",
      "17": "“What is a human being, that you make so much of him;\n    that you set your affections on him,",
      "18": "visit him every morning,\n    and test him continually?",
      "19": "Why won’t you look away from me?\n    Why don’t you leave me alone so I can swallow my saliva?",
      "20": "So what if I sin? What have I done against you,\n    you observer of humankind?\nWhy have you made me your target?\n    Why burden yourself with me?",
      "21": "Why haven’t you pardoned my transgression\n    and taken away my iniquity?\nNow I’m about to lie down in the dust.\n    You will seek me diligently,\n        but I won’t be around!”"
    },
    "8": {
      "1": "Then in response, Bildad from Shuah said:",
      "2": "“How long will you keep talking like this?\n    How long will you keep talking like a wind storm?",
      "3": "Does God pervert justice?\n    Does the Almighty pervert what’s right?",
      "4": "“If your children sin against him,\n    he’ll make them a prisoner of their sins.",
      "5": "If you seek God,\n    if you ask the Almighty for mercy,",
      "6": "if you are clean and upright,\n    surely then, he’ll act on your behalf\n        and restore your rightful place.",
      "7": "Your beginning may be small,\n    but later years will be very great.",
      "8": "“Inquire of the previous generation, won’t you please?\n    Consider what their forefathers searched out.",
      "9": "Because we are of yesterday and we know nothing,\n    for our time on earth is only a shadow.",
      "10": "Won’t they instruct you, and tell you,\n    and bring out words from the heart?",
      "11": "“Can papyrus grow where there’s no marsh?\n    Can reeds flourish without water?",
      "12": "While they are still green\n    and not yet ready to be harvested,\n        they wither before any plant.",
      "13": "Such are the paths of everyone who forgets God—\n    the hope of the godless will be destroyed:",
      "14": "his confidence is shattered;\n    his trust is in a spider’s web.",
      "15": "He leans against his house,\n    but it won’t stand;\nhe grabs hold of it firmly,\n    but it doesn’t last.",
      "16": "He is a fresh sapling planted in the sunlight,\n    spreading out its branches over its garden.",
      "17": "Its roots weave around a pile of stones,\n    seeking to entrench itself among the rocks.",
      "18": "If he is uprooted from his place,\n    then it will deny him:\n        ‘I never saw you.’",
      "19": "“Indeed, this is the benefit of God’s way:\n    from the soil other plants will sprout.",
      "20": "Surely God won’t reject those who are blameless\n    or hold hands with those who practice evil.",
      "21": "He will soon fill your mouth with laughter,\n    and your lips will shout with joy.",
      "22": "Those who hate you will be clothed with shame,\n    and the tent of the wicked will no longer exist."
    },
    "9": {
      "1": "This was Job’s response:",
      "2": "“Indeed, I’m fully aware that this is so,\n    but how can a person become right with God?",
      "3": "If one were to seek to argue with him,\n    he won’t be able to answer him even once in a thousand times.",
      "4": "He is wise in heart and strong in will—\n    who can be stubborn against him and succeed?",
      "5": "“He removes mountains without their knowledge,\n    overthrowing them in his anger.",
      "6": "He shakes the earth from its orbit,\n    so that its foundations shudder.",
      "7": "He commands the sun so that it doesn’t shine\n    and seals up the stars.",
      "8": "He alone spreads out the heavens,\n    he walks on the waves of the sea.",
      "9": "He created Bear, Orion, the Pleiades,\n    and the southern constellations.",
      "10": "He does great things that cannot be explained,\n    and awesome deeds that cannot be counted.",
      "11": "“If he were to pass near me, I wouldn’t notice;\n    if he moves by, I wouldn’t perceive him.",
      "12": "Indeed, if he snatches someone away,\n    who could restrain him?\n        Who can say to him, ‘What are you doing?’",
      "13": "“God doesn’t restrain his anger.\n    Rahab’s assistants are humiliated under him.",
      "14": "So how am I to answer him,\n    choosing what I am to say to him?",
      "15": "Even if I’m in the right,\n    I cannot answer him.\n        I can only appeal for mercy.",
      "16": "“Were I to be summoned, and he were to answer me,\n    I wouldn’t even believe\n        that he was listening to what I have to say.",
      "17": "For he crushes me with a storm,\n    and keeps on wounding me for no reason.",
      "18": "He won’t let me catch my breath;\n    instead, he fills me with bitterness.",
      "19": "“Is this a contest of strength? He is obviously stronger!\n    Is this a matter of justice? Who can sue him?",
      "20": "Though I’m in the right, my own mouth will condemn me;\n    though I’m blameless, he’ll pronounce me as guilty.",
      "21": "“I’m blameless;\n    I don’t know myself;\n        I despise my life.",
      "22": "I say it’s all the same—\n    he destroys both the blameless and the guilty.",
      "23": "If a calamity causes sudden death,\n    he’ll mock at the despair of the innocent.",
      "24": "A land is given into the hands of a wicked person;\n    he covers the faces of its judges.\n        If it is not God, then who is it?”",
      "25": "“My days pass faster than a runner;\n    but they pass quickly without seeing anything good.",
      "26": "They pass by like a ship made of reeds,\n    like an eagle swooping down on its prey.",
      "27": "If I were to say, ‘Let me forget my complaint,’\n    change the expression on my face, and look cheerful,",
      "28": "then I still dread all of my suffering;\n    I know you still won’t acquit me.",
      "29": "I will be condemned,\n    so why should I wear myself out with this futility?",
      "30": "“If I wash myself with water from snow,\n    and cleanse my hands with lye,",
      "31": "you’ll still drop me into the Pit,\n    and my own clothes will despise me.",
      "32": "He’s not a man like me,\n    so that I can answer him,\n        or that we can enter into litigation with one another.",
      "33": "There is not yet a mediator between us,\n    who would set his hand on the two of us,",
      "34": "removing his rod from me,\n    and not letting terror of him overwhelm me.",
      "35": "Otherwise, I would speak without being terrified of him,\n    because I’m not like that inside myself.”"
    },
    "10": {
      "1": "“I am disgusted with living,\n    so I’m going to talk about my complaint freely.\n        I’ll speak out from the bitterness of my soul.",
      "2": "I’ll say to God,\n    ‘Don’t condemn me!\n        Let me know why you are fighting me.",
      "3": "Does it delight you to oppress\n    or despise what you have made,\n        while you smile at the plans of the wicked?",
      "4": "Do you have eyes made of flesh?\n    Can you look at things as humans do?",
      "5": "Can you live only as long as a human being?\n    Or live the years of a mortal man?",
      "6": "“‘For you seek out my iniquity\n    and search for my sin.",
      "7": "Although you know that I’m not guilty,\n    there’s no one to deliver me from you!",
      "8": "Your hands formed and fashioned me,\n    but then you have destroyed me all at once on all sides.",
      "9": "“‘Please remember that you’ve made me like clay\n    and you’ll return me to dust.",
      "10": "Didn’t you pour me out like milk\n    and let me congeal like cheese?",
      "11": "You covered me with skin and flesh,\n    weaving me together with bones and sinews.",
      "12": "You gave life and gracious love to me;\n    your providential care has preserved my spirit.",
      "13": "But you’ve hidden these things in your heart—\n    I know this was your purpose:",
      "14": "If I sin, you watch me\n    and won’t acquit me for my iniquity.",
      "15": "“‘Woe to me if I’m guilty!\n    If I’m innocent, I cannot lift my head,\nbecause I am filled with disgrace.\n    Look at my affliction!",
      "16": "But if I do lift up my head,\n    you will hunt me like a lion!\n        You will perform miracles in order to fight against me.",
      "17": "“‘You have brought new witnesses against me,\n    you’re even more angry with me—\n        you’ve brought fresh troops to attack me!",
      "18": "So why did you bring me out from the womb?\n    I wish I had died, before anyone had seen me,",
      "19": "as if I had never existed;\n    carried from the womb to the grave.",
      "20": "My days are so few, aren’t they?\n    So leave me alone, then,\n        so I can smile a little",
      "21": "before I go, never to return,\n    leaving for the land of deep darkness and shadow.",
      "22": "It’s a gloomy land, like deepest darkness;\n    where there’s no order,\n        and where even the brightness is like darkness.’”"
    },
    "11": {
      "1": "Zophar from Naamath had this to say:",
      "2": "“Shouldn’t a multitude of words be answered,\n    or a person who talks too much be vindicated?",
      "3": "Will your irrational babble silence people,\n    and when you mock them,\n        will you escape without being shamed?",
      "4": "You’ve said, ‘My teaching is flawless;\n    I’m clean in God’s sight.’",
      "5": "“But what if God were to speak?\n    What if he were to talk with you,",
      "6": "and disclose his wise secrets?\nAfter all, there’s so much more to understanding.\n    So be aware that God will exact from you\n        less than your sin deserves.”",
      "7": "“Can you search through God’s complex things?\n    Can you uncover the limits of the Almighty?",
      "8": "These things are higher than the heavens,\n    so what can you do?\nThey are deeper than Sheol,\n    so what can you know?",
      "9": "They are longer than the earth’s circumference,\n    and broader than the ocean.",
      "10": "“If he bypasses, or imprisons, or convenes a court,\n    who can stop him?",
      "11": "For he knows mankind’s deceitfulness;\n    when he sees iniquity, won’t he himself consider it?",
      "12": "An empty-headed person will gain understanding\n    when a wild donkey is born a human being!”",
      "13": "“Now for you, if you will prepare your heart,\n    spread out your hands to him.",
      "14": "If you have any iniquity, throw it far away.\n    Don’t let evil live in your residence.",
      "15": "Then your confidence will be flawless,\n    and your security will keep you from terror.",
      "16": "You’ll forget your suffering;\n    you’ll remember it like water that has evaporated.",
      "17": "Your life will be brighter than noonday.\n    Even its darkness will be like dawn.",
      "18": "You’ll be secure, because there is hope;\n    you’ll see that you’re at rest and safe.",
      "19": "When you sleep, there’ll be nothing to fear;\n    and many will court your favor.",
      "20": "But what the wicked look for will fail;\n    their way of escape will be taken away from them;\n        their only hope is to take their final breath.”"
    },
    "12": {
      "1": "In response Job replied:",
      "2": "“Truly, you are the people\n    and wisdom will die with you!",
      "3": "Like you, I also have understanding.\n    I’m not inferior to you;\n        who doesn’t know things like this?”",
      "4": "“I’m a laughingstock to my friends,\n    someone who called on God.\nBut then he answered this upright and blameless man,\n    and I have become a laughingstock.",
      "5": "The carefree are thinking, ‘I have contempt for misfortune,’\n    Those who are about to stumble deserve it.",
      "6": "The tents of robbers are at rest,\n    and those who provoke God are secure,\n        that is, those who carry their god in their pocket.",
      "7": "“Ask the wild animals, and they’ll teach you;\n    the birds of the sky will tell you.",
      "8": "Or ask the green plants of the earth and they’ll teach you;\n    let the fish in the sea tell you.",
      "9": "Who among all of these doesn’t know\n    that the Lord’s hand made them,",
      "10": "and that the life of every living thing rests in his control,\n    along with the breath of every living human being?",
      "11": "The ear scrutinizes speech\n    just as the palate tastes food.”",
      "12": "“Wisdom may be found in the company of the aged.\n    Understanding comes with longevity.",
      "13": "With God is wisdom and strength;\n    counsel and understanding belongs to him.",
      "14": "When he tears down, nobody rebuilds;\n    when he incarcerates, nobody escapes.",
      "15": "When he withholds water, rivers dry up;\n    when he lets them loose, they’ll flood the land.",
      "16": "“With God are strength and sound wisdom;\n    both the deceived and those who deceive are responsible to him.",
      "17": "He leads counselors away naked;\n    he turns judges into fools.",
      "18": "He strips away the authority of kings to punish\n    and puts them in prison clothes instead.",
      "19": "He leads away the priests naked\n    and overthrows the ruling class.",
      "20": "He keeps reliable advisors from speaking,\n    and removes discernment from elders.",
      "21": "He pours contempt on nobles\n    and embarrasses the mighty.",
      "22": "He uncovers the hidden dimensions from darkness,\n    bringing what is in deep shadow to light.",
      "23": "He makes nations great, and then destroys them;\n    he enlarges nations, but then sends them away to captivity.",
      "24": "He withdraws understanding from national leaders of the world,\n    causing them to wander through uncharted wilderness.",
      "25": "They grope in the dark without light;\n    he causes them to stagger around like a drunkard.”"
    },
    "13": {
      "1": "“Look, I’ve seen everything;\n    I’ve listened carefully and I understand.",
      "2": "What you know, I know, too;\n    I’m not inferior to you.",
      "3": "But I want to talk to the Almighty;\n    and I’m determined to argue my case before God.”",
      "4": "“But as for you, you whitewash with lies;\n    all of you are worthless quacks.",
      "5": "I wish you’d all just shut up.\n    Then at least you would appear to be wise.",
      "6": "“Now listen to my dispute!\n    Pay attention to my arguments.",
      "7": "Why do you speak falsely on God’s behalf\n    and speak deceitfully about him?",
      "8": "Will you show partiality to him?\n    Will you plead God’s case?",
      "9": "Will things go well for you under his cross-examination?\n    Can you lie to him, as you would to a human being?",
      "10": "“He will be sure to rebuke you,\n    if you show partiality in secret.",
      "11": "His splendor will petrify you with terror,\n    paralyzing you with fear, won’t it?",
      "12": "Your maxims are just worthless proverbs;\n    your defensive arguments are made of clay.”",
      "13": "“Don’t talk to me! It’s my turn to speak;\n    then whatever happens, happens.",
      "14": "Why shouldn’t I bite my flesh\n    or take my life in my hands?",
      "15": "Even though he kills me,\n    I’ll continue to hope in him.\n        At least I’ll be able to argue my case to his face!",
      "16": "I have this as my salvation:\n    the godless person won’t be appearing before him.",
      "17": "Pay attention to what I have to say\n    and listen to my testimony with your own ears.”",
      "18": "“Look, now! I’ve prepared my case for court.\n    I know that I’m going to win.",
      "19": "Who can oppose me?\n    If they do, I’ll be silent and die.",
      "20": "Grant me only two things as you deal with me;\n    then I won’t hide from you.",
      "21": "Withdraw your hand far from me\n    and keep me from being petrified with terror.",
      "22": "Then call and I’ll answer,\n    or let me speak and then you reply to me!”",
      "23": "“How many of my iniquities and sins have you counted?\n    Show me my transgression and sin.",
      "24": "Why do you hide your face\n    and regard me as your enemy?",
      "25": "Are you a god who would make a leaf tremble\n    or who would prosecute a dry straw?",
      "26": "You’ve accused me of bitter things;\n    you’ve caused me to reap the sins of my youth.",
      "27": "You’ve locked my feet in stocks;\n    you watch all my steps;\n        You’ve limited where I can walk.",
      "28": "So I’m a man who wears out like something rotten,\n    like a garment that has become moth-eaten.”"
    },
    "14": {
      "1": "Human beings born by women\n    are short-lived and full of trouble.",
      "2": "He springs up like a flower and then withers.\n    Like a shadow, he disappears and doesn’t last.",
      "3": "Indeed, have you opened your eyes on one like this—\n    to bring me into a legal fight with you?",
      "4": "Who can produce a clean thing from an unclean thing?\n    No one!",
      "5": "Since his days have been determined,\n    the number of his months is known to you.\nYou’ve set his limit\n    and he cannot exceed it.",
      "6": "Look away from him and leave him alone,\n    so he can enjoy his time, like a hired worker.”",
      "7": "“There is hope for the tree, if it is cut down,\n    that it will sprout again,\n        and that its shoots won’t stop growing.",
      "8": "Even if its roots have grown ancient in the earth,\n    and its stump begins to rot in the ground,",
      "9": "the presence of water will make it to bud\n    so that it sprouts new branches like a young plant.",
      "10": "“But when a person dies and wastes away,\n    when a person breathes his last, where will he be?",
      "11": "As water disappears from the sea,\n    or water evaporates from a river,",
      "12": "so also a person lies down and does not get up;\n    they won’t awaken until the heavens are no more,\n        nor will they arise from their sleep.”",
      "13": "“Won’t you keep me safe in the afterlife?\n    Conceal me until your anger subsides.\nSet an appointment for me,\n    then remember me.",
      "14": "If a human being dies, will he live again?\n    I will endure the entire time of my assigned service,\n        until I am changed.",
      "15": "You’ll call and I’ll answer you;\n    you’ll long for your creatures that your hands have made.",
      "16": "Then you’ll certainly count every step I took,\n    but you won’t keep an inventory of my sin.",
      "17": "My transgressions would be sealed up in a bag;\n    you would cover over my sins.",
      "18": "“Mountains fall and crumble;\n    rocks are dislodged from their places.",
      "19": "Water wears away stones;\n    floods wash away topsoil from the land—\n        but you destroy the hope of human beings just like that!",
      "20": "You overpower him once and for all, and then he departs;\n    you change his appearance and then send him away.",
      "21": "“If his children are honored, he doesn’t know it;\n    if they become insignificant, he never perceives it.",
      "22": "He feels only his own pain,\n    and grieves only for himself.”"
    },
    "15": {
      "1": "Then Eliphaz from Teman responded:",
      "2": "“Should a wise person respond with knowledge based on wind?\n    Should he fill his stomach with a wind storm from the east?",
      "3": "Should he engage in unprofitable argument,\n    or give a speech that benefits no one?",
      "4": "Yet you dispense with fear of God\n    and hinder meditations before God.",
      "5": "Because your sin dictates your speech,\n    you have chosen the language of the crafty.",
      "6": "Your own mouth is condemning you, not I;\n    your own lips will testify against you.”",
      "7": "“Were you the first personto be born?\n    Were you brought forth before the hills were made?",
      "8": "Have you listened in on God’s secret council?\n    Have you limited wisdom only to yourself?",
      "9": "What do you know that we don’t know,\n    or that you understand and that isn’t clear to us?",
      "10": "“We have both the gray-haired and the aged with us,\n    and they are far older than your father.",
      "11": "Are God’s encouragements inconsequential to you,\n    even a word that has been spoken gently to you?",
      "12": "Why have your emotions carried you away?\n    And why do your eyes flash",
      "13": "that you turn your anger against God\n    and speak words like this?",
      "14": "“What is mankind, that he can be blameless?\n    Or does being born of a woman mean he’ll be in the right?",
      "15": "Look, if God doesn’t trust his holy ones,\n    if even the heavens aren’t pure as he looks at them,",
      "16": "then how much less is one who is abhorred and corrupted,\n    such as a man who drinks injustice like water?”",
      "17": "“I’ll tell you what, listen to me!\n    Let me relate what I’ve seen,",
      "18": "which is what wise men have explained,\n    who didn’t withhold anything from their ancestors.",
      "19": "To them alone was the land given,\n    when no invader passed through their midst.",
      "20": "“The wicked person writhes in pain throughout his life,\n    a number of years has been reserved for the ruthless.",
      "21": "Terrifying sounds ring in his ears;\n    when times are prosperous, the Destroyer will attack him.",
      "22": "He does not believe he will escape darkness;\n    he is destined for the sword.",
      "23": "He wanders around for food—where is it?\n    He knows that a time of darkness is near.",
      "24": "Distress and pressure terrify him;\n    they overwhelm him, like a king poised for attack.",
      "25": "“For he has raised his fist against God,\n    defying the Almighty.",
      "26": "He defiantly ran against him\n    carrying his thick, reinforced shield.",
      "27": "Though he covered his face with fat,\n    and is grossly overweight at the waist,",
      "28": "He will live in devastated towns,\n    in abandoned houses\n        that are about to become heaps of rubble.",
      "29": "“He won’t become rich and his wealth won’t last;\n    he won’t expand his holdings to cover the land.",
      "30": "He won’t escape darkness;\n    a flame will wither his shoots;\n        and he’ll depart by the breath of God’s mouth.",
      "31": "Let him not trust in a worthless speech.\n    He leads only himself astray,\n        for emptiness will be his reward.",
      "32": "This will be accomplished before his time;\n    his branches won’t grow luxuriant.",
      "33": "“He is like a vine that drops its unripe grapes;\n    like an olive tree that loses its blossoms.",
      "34": "For the company of the godless is desolation,\n    and fire consumes the tents of those who bribe.",
      "35": "For they conceive mischief and give birth to iniquity;\n    their womb is pregnant with deception.”"
    },
    "16": {
      "1": "In response, Job said:",
      "2": "“I’ve heard many things like this.\n    What miserable comforters you all are!",
      "3": "Will windy words like yours never end?\n    What is upsetting you that you keep on arguing?",
      "4": "“I could also talk like you\n    if only you were in my place!\nThen I would put together an argument against you.\n    I would shake my head at you",
      "5": "and encourage you with what I have to say;\n    my words of comfort would lessen your pain.",
      "6": "“But if I speak, my pain isn’t assuaged;\n    if I refrain from speaking, what do I have to lose?”",
      "7": "“God has certainly worn me out;\n    you devastated my entire world.",
      "8": "You’ve arrested me, making me testify against myself!\n    My leanness rises up to attack me, accusing me to my face.",
      "9": "His anger tears me in his persistent resentment against me;\n    he gnashes his teeth at me.\n        My adversary glares at me.",
      "10": "People gaped at me with mouths wide open;\n    they slap me in their scorn\n        and gather together against me.",
      "11": "God has delivered me over to the ungodly,\n    throwing me into the control of the wicked.",
      "12": "“He tore me apart when I was at ease;\n    grabbing me by my neck, he shook me to pieces—\n        then he really made me his target.",
      "13": "His archers surround me,\n    slashing open my kidneys without pity;\n        he pours out my gall on the ground.",
      "14": "Attack follows attack as he breaks through my defenses!\n    He runs over me like a mighty warrior.",
      "15": "“I’ve even sewn sackcloth directly to my skin;\n    I’ve buried my strength in the dust.",
      "16": "My face is red from my tears,\n    and dark shadows encircle my eyelids,",
      "17": "even though violence is not my intention,\n    and my prayer is pure.”",
      "18": "“Listen, earth! Don’t cover my blood,\n    for my outcry has no place to rest.",
      "19": "Even now, behold! I have a witness in heaven,\n    my Advocate is on high.",
      "20": "My friends mock me,\n    while my eyes overflow with tears to God,",
      "21": "crying for him to arbitrate between this man and God;\n    as a human being does with his fellow neighbor.",
      "22": "For when only a few years have elapsed,\n    I’ll start down a path from which I’ll never return.”"
    },
    "17": {
      "1": "“My spirit is crushed,\n    my days are over;\n        it’s the grave for me!",
      "2": "Mockers surround me;\n    I cannot stop staring at their hostility all through the night.",
      "3": "Offer, then, some collateral on my behalf.\n    Is there anyone who will be my guarantor?",
      "4": "“Because you’re the one who closed their hearts to compassion;\n    therefore, you won’t let them triumph.",
      "5": "Now as for the one who testifies against his friends\n    to take their property,\n        even the eyes of his children will fail.",
      "6": "“He has made me a byword among people;\n    I’m being spit on in the face.",
      "7": "My eyes have grown weak from grief;\n    and my whole body is as thin as a shadow.",
      "8": "The upright are appalled over this,\n    and the innocent person is troubled by the godless.",
      "9": "But the righteous person will hold to his way,\n    and those with clean hands will grow stronger and stronger.”",
      "10": "“Come here now, all of you,\n    and I won’t find a wise person among you.",
      "11": "My days are passed;\n    my plans have been shattered;\n        along with my heart’s desires.",
      "12": "They have transformed night into day—\n    ‘The light,’ they say, ‘is about to become dark.’",
      "13": "“If my hope were that my house is the afterlife itself,\n    if I were to make my bed in darkness,",
      "14": "if I call out to the Pit, ‘You’re my father!’\n    or say to the worm, ‘My mother!’ or ‘My sister!’",
      "15": "where would my hope be? \n“And speaking of my hope, who would notice it?",
      "16": "Will it go down to the bars that lock the doors of the afterlife?\n        Will we descend together into the dust?”"
    },
    "18": {
      "1": "Bildad from Shuah replied, saying:",
      "2": "“When are you going to stop your word hunt?\n    Think first, and then we can talk.",
      "3": "Why do you think we’re like dumb animals?\n    Do you think we’re stupid?",
      "4": "You’re tearing yourself to pieces in your anger.\n    Will the land be abandoned because of you,\n        or the rock be moved from its place?”",
      "5": "“Indeed, the light of the wicked is extinguished;\n    the flame from his fire doesn’t shine.",
      "6": "Light in his tent is dark,\n    and his lamp goes out above him.",
      "7": "His strong steps are restricted,\n    and his own advice trips him up.",
      "8": "“For he has stumbled into a net with his own feet;\n    he walked right into the network!",
      "9": "The trap seizes him by the heel;\n    a snare tightens its hold on him.",
      "10": "A rope lies hidden in the dirt;\n    a trap lies waiting for him where he is walking.”",
      "11": "“He is petrified by terror that surrounds him on all sides;\n    they chase at his heels.",
      "12": "He is starved for strength;\n    and is ripe for a fall.",
      "13": "Something gnaws on his skin;\n    a deadly disease consumes his limbs.",
      "14": "Torn from the security of his home,\n    he is brought before the king of terrors.",
      "15": "“There’s nothing in his tent that belongs to him;\n    sulfur is scattered all over his dwelling place.",
      "16": "His roots wither underneath,\n    while his branches above are being cut off.",
      "17": "No one remembers him anywhere in the land;\n    no one names streets in his honor.",
      "18": "He is driven away from light to darkness,\n    made to wander the landscape.",
      "19": "He has no children or descendants within his own people;\n    and no survivors where he once lived.",
      "20": "People who live west of him are appalled at his fate;\n    those who live east of him are seized with terror.",
      "21": "Indeed, the residences of the wicked are like this;\n    and so are the homes of those who don’t know God.”"
    },
    "19": {
      "1": "In response, Job said:",
      "2": "“How long do you intend to keep torturing me\n    and trying to break me by what you’re saying?",
      "3": "Ten times you’ve tried to humiliate me!\n    You’re not ashamed to wrong me!",
      "4": "Even if it’s true that I’ve erred,\n    my error only affects me.",
      "5": "If you really intend to vaunt yourselves over me,\n    and make my problems the basis of your case against me,",
      "6": "then at least you must know that God has accused me of wrong,\n    and trapped me with his net.”",
      "7": "“Although I cried out ‘Violence!’\n    I received no answer;\nI cried for help,\n    but there was no justice.",
      "8": "He blocked my path,\n    so I cannot pass;\n        and he turned out the lights on my pathways.",
      "9": "“He has stripped me of my honor;\n    he has stolen the crown off my head!",
      "10": "He is breaking me down on every side,\n    and now it’s too late for me;\n        he has uprooted my hopes like a tree.",
      "11": "His anger burns against me;\n    he regards me as his adversary.",
      "12": "His troops march in a column against me,\n    erecting their siege ramps against me;\n        they surround my tent.”",
      "13": "“My brothers are alienated from me;\n    my acquaintances are estranged;",
      "14": "my relatives have failed me;\n    and my friends have abandoned me.",
      "15": "Those who live in my house—\n    and my maidservants, too!—\ntreat me like a stranger;\n    they think I’m a foreigner.",
      "16": "“I call to my servant,\n    but he doesn’t respond,\n        even though I beg to him earnestly.",
      "17": "My wife says my breath stinks;\n    even my children say I smell bad!",
      "18": "Even little children hate me;\n    when I get up, they mock me.",
      "19": "My closest friends detest me;\n    even the ones I love have turned against me.",
      "20": "I’m a pile of skin and bones;\n    I have barely escaped by the skin of my teeth.”",
      "21": "“Be gracious to me, be gracious to me, my friends,\n    because God’s hand has struck me.",
      "22": "Why are you chasing me, as God has been doing?\n    Aren’t you satisfied that I’m sick?",
      "23": "If only my words were written down;\n    if only they were inscribed in a book",
      "24": "using an iron stylus with lead for ink!\n    Then they’d be engraved in rock forever.",
      "25": "“As for me, I know that my Vindicator is alive;\n    And he, the Last One, will take his stand on the soil.",
      "26": "Even after my skin has been destroyed,\n    clothed in my flesh I will see God,",
      "27": "whom I will see for myself.\nMy own eyes will look at him—\n    there won’t be anyone else for me!—\n        He is the culmination of my innermost desire.”",
      "28": "“When you’re thinking about asking yourselves,\n    ‘How will we pursue him,\n        since the root of the problem is with him?’",
      "29": "Make sure that you remain wary of God’s sword,\n    for God’s wrath brings with it the sword of punishment,\n        by which you’ll know there’s a judgment.”"
    },
    "20": {
      "1": "Then Zophar from Naamath replied:",
      "2": "“Therefore my anxious thoughts cause me to answer\n    because I’m agitated within me.",
      "3": "Whenever I hear an insulting rebuke,\n    I respond from my spirit because I understand.”",
      "4": "“Haven’t you known this from ancient times,\n    since mankind was placed on the earth?",
      "5": "The wicked triumph only briefly;\n    the joy of the godless is momentary.",
      "6": "Though he grow as tall as the sky,\n    or though his head touches the clouds,",
      "7": "he’ll perish forever, like his own excrement;\n    those who saw him will ask, ‘Where is he?’",
      "8": "He’ll vanish like a dream, and no one will find him;\n    he will be chased away like a night vision.”",
      "9": "“An eye that gazes at him won’t do so again;\n    and his place won’t even recognize him.",
      "10": "His sons will make amends to the poor;\n    their hands will return his wealth.",
      "11": "Though his bones were full of youthful vigor;\n    yet they will lie down with him in the dust.",
      "12": "Though evil tastes sweet in his mouth,\n    though he conceals it under his tongue,",
      "13": "though he savors it and delays swallowing it\n    so he can taste it again and again in his mouth,",
      "14": "his food will turn rancid in his stomach—\n    it will become a cobra’s poison inside him.",
      "15": "“Though he swallows wealth, he will vomit it;\n    God will dislodge it from his stomach.",
      "16": "He will suck the poison of cobras;\n    the fangs of a viper will slay him.",
      "17": "He won’t look at the rivers—\n    the torrents of honey and curd.",
      "18": "“He will restore what he has attained from his work\n    and won’t consume it;\n        he won’t enjoy the profits from his business transactions,",
      "19": "because he has crushed and abandoned the poor;\n    he has seized a house that he didn’t build.",
      "20": "“Since his appetite won’t quit;\n    he won’t let anything escape his lust.",
      "21": "Because nothing was left for him to devour,\n    therefore his prosperity won’t last.",
      "22": "Even though he is satiated and self-sufficient, he suffers—\n    everyone in any sort of trouble will attack him.",
      "23": "“It will come about that,\n    when he has filled himself to the full,\nGod will vent his burning anger on him;\n    he will pour it out on him and on his body.",
      "24": "Though he dodges an iron weapon,\n    a bronze arrow will pierce him.",
      "25": "It will impale him and come out through his back;\n    the point will glisten as it protrudes through his gall bladder,\n        and he will be terrified.",
      "26": "“Total darkness has been reserved for his treasures;\n    a fire that has no need to be kindled will devour him\n        and consume whatever remains in his possession.",
      "27": "Heaven will reveal his iniquity,\n    while the earth will rise up against him.",
      "28": "A flood will wash away his house;\n    dragging it away when God becomes angry.",
      "29": "This is what the wicked person inherits from God;\n    it is the inheritance that God appoints for him.”"
    },
    "21": {
      "1": "In response, Job said:",
      "2": "“Listen carefully to my words;\n    let this encourage all of you.",
      "3": "Bear with me and let me speak!\n    Then, after I’ve spoken, you’ll be free to mock me.",
      "4": "After all, isn’t my complaint against a human being?\n    If so, why shouldn’t I be impatient?",
      "5": "Look at me, be appalled,\n    and then shut up!",
      "6": "When I think about this, I’m petrified with terror\n    and my body shudders uncontrollably.”",
      "7": "“Why do the wicked live to reach old age\n    and increase in power and wealth, too?",
      "8": "Their children grow up while they’re alive,\n    and they live to see their grandchildren.",
      "9": "Their houses are safe from fear,\n    and God’s chastisement never visits them.",
      "10": "Their bull breeds without fail,\n    and their cows calve without miscarriages.",
      "11": "They release their children to play like sheep;\n    their young ones dance about,",
      "12": "singing with tambourines and lyres\n    as they rejoice to the sound of flutes.",
      "13": "They grow old in prosperity,\n    as they descend peacefully into the afterlife.",
      "14": "“They say to God, ‘Turn away from us!\n    We have no desire to know your ways.",
      "15": "Who is the Almighty, that we should serve him?\n    Where’s the profit in talking to him?’",
      "16": "Behold! Their prosperity isn’t in their control!\n    The counsel of the wicked will remain far from me.”",
      "17": "“How often do the wicked have their lights put out?\n    Does calamity ever fall on them?\n        Will God in his anger ever apportion their destruction?",
      "18": "May they become like a straw,\n    blown away before the wind;\n        like a chaff that’s swept off by a storm.",
      "19": "God stores up their iniquity to repay their children;\n    making them repay so that they may be aware.",
      "20": "Their own eyes will see their destruction;\n    and they’ll drink the wrath of the Almighty.",
      "21": "What will they care for their household after them,\n    when the number of his months comes to an end?”",
      "22": "“Can God learn anything?\n    After all, he will judge even the exalted ones.",
      "23": "Such persons will die in their full vigor,\n    completely prosperous and secure.",
      "24": "His buckets are filled with milk,\n    his bone marrow is healthy.",
      "25": "Others die with a bitter soul,\n    never having tasted the good life.",
      "26": "They both lie down in the dust;\n    and worms cover them.”",
      "27": "“Look! I know your thoughts,\n    your plans are going to harm me.",
      "28": "You ask, ‘Where is the noble person’s house?’\n    and ‘Where are the tents where the wicked live?’",
      "29": "Haven’t you asked travelers on the highway?\n    Don’t you accept their word",
      "30": "that the wicked person is spared from times of calamity,\n    that he is rescued on the day of wrath?",
      "31": "Who will expose his conduct to his face?\n    Who will repay him for what he has done",
      "32": "when he is carried away to the cemetery\n    and guardians are placed to watch his tomb?",
      "33": "The runoff from the streams will seem sweet to him;\n    everyone will follow after him;\n        countless crows march ahead of him.",
      "34": "How then, can you console me so worthlessly?\n    What is left of your answers is treachery.”"
    },
    "22": {
      "1": "Then in response, Eliphaz from Teman said:",
      "2": "“Can a human being be useful to God,\n    since he, who is wise, is sufficient to himself?",
      "3": "Will it please the Almighty if you are innocent,\n    or does he profit if your life is blameless?",
      "4": "Will he acquit you just because you fear him,\n    and render a verdict on your behalf?",
      "5": "Your wickedness is great, isn’t it?\n    There’s no limit to your iniquity, is there?",
      "6": "“After all, you’ve taken collateral from your relatives for no reason;\n    you stripped the naked of their clothing.",
      "7": "You’ve neglected to give water to the weary,\n    and you’ve withheld food from the hungry.",
      "8": "The land belongs to the powerful,\n    and the privileged thrive in it.",
      "9": "You sent away widows empty-handed,\n    and broke the outstretched arms of orphans.",
      "10": "That’s why disaster surrounds you,\n    terror suddenly overwhelms you,",
      "11": "you see nothing but darkness,\n    and a flood of troubles drowns you.”",
      "12": "“Isn’t God in heaven above?\n    Consider how far away the stars are,\n        and how lofty they are!",
      "13": "You’ve asked, ‘What does God know?\n    Can he sort through pitch black darkness?’",
      "14": "Thick clouds cover him so he can’t see\n    as he walks back and forth at heaven’s horizon.",
      "15": "“Will you keep walking on the traditional path\n    that sinners have tread,",
      "16": "who were snatched away before their time;\n    when their foundation was swept away by a river?",
      "17": "They told God, ‘Get away from us!’\n    and ‘What will the Almighty do to them?’",
      "18": "“Though God fills their houses with good things,\n    the counsel of the wicked will remain far from me.",
      "19": "The righteous will see this and rejoice;\n    the innocent will insult him, saying,",
      "20": "‘Our enemies are sure to be destroyed,\n    and fire will burn up what’s left of their riches.”",
      "21": "“Get to know God, and you’ll be at peace with him,\n    and then prosperity will come to you.",
      "22": "Accept what he has to teach you,\n    and treasure his words in your heart.",
      "23": "“If you return to the Almighty you’ll be restored,\n    as you remove iniquity from your household.",
      "24": "Bury your gold nuggets in the dust,\n    and your source of gold among the stones in a streambed,",
      "25": "and then the Almighty will be your gold\n    and your refined silver.",
      "26": "“Then you’ll take delight in the Almighty;\n    and will turn your face toward God.",
      "27": "You’ll entreat him and he’ll listen to you\n    as you fulfill your vows.",
      "28": "When you make a decision on something,\n    it will be established for you,\n        and light will brighten your way.",
      "29": "“For when they’re humbled, you may respond;\n    ‘It’s their pride!’\n        but he delivers the humble.",
      "30": "He’ll even deliver the guilty,\n    who will be delivered through your innocence.”"
    },
    "23": {
      "1": "Job’s response was to say:",
      "2": "“I’m still complaining bitterly today;\n    my hand is heavy because of groaning.",
      "3": "If only I knew where to find him,\n    I would visit him where he has taken his seat.",
      "4": "I would lay out my case before him;\n    and fill my mouth with arguments.",
      "5": "I know how he would answer me;\n    I understand what he’ll tell me.",
      "6": "“Would he use his great power to fight me?\n    No, he’ll pay attention to me.",
      "7": "In that place, the upright can reason with him;\n    and I’ll be acquitted once and for all by my judge.”",
      "8": "“Look! If I go east, he isn’t there!\n    If I go to the west, I don’t perceive him.",
      "9": "If he’s working in the north, I can’t observe him;\n    If he turns south, I can’t see him.",
      "10": "Because he knows the road on which I travel,\n    when he had tested me, I’ll come out like gold.",
      "11": "My feet stay where his footsteps lead;\n    I kept on his pathway and haven’t turned aside.",
      "12": "I haven’t wandered away from the commands that he has spoken;\n    I’ve treasured what he has said more than my own meals.”",
      "13": "“But he is One—who can change him?\n    He does whatever he wants to do.",
      "14": "He’ll complete what he has planned for me;\n    he has many things in mind for me!",
      "15": "That’s why I’m terrified at his presence!\n    When I think about it, I’m afraid of him.",
      "16": "God has caused me to faint;\n    the Almighty makes me terrified!",
      "17": "Nevertheless, I haven’t been silenced because of the darkness,\n    even when thick darkness obscures my vision.”"
    },
    "24": {
      "1": "Why doesn’t the Almighty reserve time for judgment?\n    And why don’t those who know him perceive his days?",
      "2": "They move boundary stones,\n    steal flocks, and pasture them.",
      "3": "They drive away the orphan’s donkey;\n    they take the ox of the widow as security for a loan;",
      "4": "They push the needy off the road,\n    and force the poor of the land into hiding.",
      "5": "“Look! Like wild donkeys in the wilderness,\n    they work diligently as they seek wild game in the desert,\n        food for them and their young ones.",
      "6": "They reap fodder in the field\n    and glean in the vineyard of the wicked.",
      "7": "They spend the night naked, without clothing,\n    with no covering against the cold.",
      "8": "They are wet from mountain rains;\n    without shelter, they cling to a rock.",
      "9": "“The fatherless are torn from the breast;\n    the poor are taken away as security for a loan.",
      "10": "They wander around naked, without clothes;\n    hungry, though they carry sheaves of grain.",
      "11": "They press oil between the olive groves owned by the wicked;\n    they suffer from thirst, even while treading the winepress.",
      "12": "From the city, dying men groan aloud,\n    and the wounded cries out for help,\n        but God charges no one with wrong.",
      "13": "“Then there are those who rebel against the light;\n    they are not acquainted with its ways;\n        and they don’t stay on its course.",
      "14": "The murderer rises at dawn to kill the poor and needy;\n    at night, he is like a thief.",
      "15": "The adulterer watches for twilight,\n    saying, ‘No eye is watching me’\n        while he veils his face.",
      "16": "They break into houses in the dark;\n    during the day they remained sealed in.\n        They don’t know daylight.",
      "17": "As a group, deep darkness is their morning time;\n    fear that lives in darkness is their friend.”",
      "18": "“They remain only a short time on the water’s surface;\n    their inheritance will be cursed in the land;\n        no one will work in their vineyards.",
      "19": "As drought and heat evaporate melting snow,\n    that’s what Sheol does with sinners.",
      "20": "The womb will forget them.\n    Maggots will find them to be a delicacy!\nThey won’t be remembered anymore,\n    their iniquity will be cut to pieces like firewood.",
      "21": "“They prey on the barren woman,\n    and do no favors for widows.",
      "22": "God prolongs the life of the strong by his power,\n    but they get up in the morning without purpose in life.",
      "23": "He gives them security and financial support,\n    but he watches everything they do.",
      "24": "They’re exalted momentarily, but then they are gone;\n    they are humbled, just like all the others.\n        They are cut down like heads of corn.",
      "25": "If this weren’t so, who can prove that I’m a liar\n    by showing that there’s nothing to what I’m saying?”"
    },
    "25": {
      "1": "Bildad from Shuah responded and said:",
      "2": "“Dominion and fear belong to God;\n    who fashions peace in his high heaven.",
      "3": "Is there any limit to his armies?\n    On whom does his light not shine?",
      "4": "How can a human being become right with God?\n    How can a human being be pure?",
      "5": "Behold, even the moon isn’t bright,\n    and the stars aren’t pure in his eyes.",
      "6": "How much less is man, who is only a maggot,\n    or a man’s children, who are only worms!”"
    },
    "26": {
      "1": "In reply, Job responded:",
      "2": "“What a help you are to the weak!\n    How powerfully you deliver those without strength!",
      "3": "What counsel you provide to the fool!\n    What insight you provide so abundantly!",
      "4": "Who helped you say all of this?\n    Who inspired you?”",
      "5": "“The ghosts of the dead writhe under the waters\n    along with those who live there with them.",
      "6": "Sheol is naked before God\n    and Abaddon has no clothes.",
      "7": "He spreads out the north over empty space,\n    suspending the earth over nothing.",
      "8": "“He restricts the waters within clouds\n    and the clouds don’t burst open under them.",
      "9": "He has enclosed the face of the full moon\n    and spread his clouds over it.",
      "10": "He has delimited a boundary over the surface of the oceans\n    as a limit between light and darkness.",
      "11": "The pillars of the heavens tremble\n    and are astounded at his rebuke.",
      "12": "By his power he disturbs the sea;\n    and with his skill he shatters the sea monster.",
      "13": "He clears the skies with his wind;\n    his hands have pierced the fleeing serpent.",
      "14": "Indeed, these are the fringes of his ways,\n    and how faint is the whisper we’ve heard of it!\n        But who can comprehend the thunder of his might?”"
    },
    "27": {
      "1": "Job continued with his discussion and said:",
      "2": "“The living God has withheld justice from me;\n    the Almighty has made my life bitter.",
      "3": "As long as I can breathe;\n    as long as God’s breath is in my nostrils,",
      "4": "I won’t speak lies\n    nor will I utter deceit.",
      "5": "Far be it from me to admit that you’re right!\n    I intend to maintain my integrity even if it kills me!",
      "6": "I’ll retain my righteousness and not compromise it;\n    my conscience won’t rebuke me at any time.",
      "7": "“May my enemy be like the wicked;\n    my adversary like the unjust.",
      "8": "For where is the hope of the godless when he is eliminated;\n    when God takes away his life?",
      "9": "Will God hear his cry\n    when distress overtakes him?",
      "10": "Will he take delight in the Almighty?\n    Will he call on God at all times?”",
      "11": "“I’ll teach you about the power of God,\n    that which is with the Almighty I won’t conceal.",
      "12": "Look! All of you have been watching,\n    so why have you become so completely worthless?",
      "13": "“This is what a wicked person inherits from God,\n    and what the ruthless will receive from the Almighty:",
      "14": "If he has many children,\n    their destiny is to die by the sword,\n    and his descendants won’t have enough food.",
      "15": "Those who do survive him disease will bury,\n    and his widow won’t even weep.",
      "16": "“Though he hoards silver like dust,\n    and stores away garments like clay,",
      "17": "whatever he stores up, the righteous will wear,\n    and the innocent will inherit that silver!",
      "18": "“He has built his house like a moth’s cocoon,\n    like a temporary sunshade that a watchman makes.",
      "19": "He will go to bed wealthy,\n    but won’t be doing that anymore!\n        When he opens his eyes, it will be gone!",
      "20": "Terror will overtake him like a flood,\n    at night, a tornado will sweep him away.",
      "21": "He’ll be swept up by a storm wind and carried away;\n    he’ll be whirled away from his place.",
      "22": "It will toss him around without pity.\n    He’ll try to break free from its grip,",
      "23": "but it will clap its hands over him,\n    hissing at him as it lunges toward him.”"
    },
    "28": {
      "1": "“Surely there are mines for silver\n    and places where gold is refined.",
      "2": "Iron is taken from the ground;\n    and copper is smelted from ore.",
      "3": "Mankind limits the darkness\n    as they search the deepest depths\n        for ore in unfathomable darkness.",
      "4": "He sinks his shaft far from human habitations,\n    in a place forgotten by explorers;\nthey hang on harnesses\n    as they swing back and forth.",
      "5": "“While the ground produces food,\n    underneath it is torn up and burning hot,",
      "6": "where stones are sapphire\n    and gold dust can be found,",
      "7": "a place where birds of prey never fly,\n    and the eyes of the falcon have never seen.",
      "8": "The proud beasts haven’t walked there;\n    lions have never passed over it.",
      "9": "“Using a flint, he thrusts his hand,\n    overturning mountains by the roots.",
      "10": "He cuts a channel through the rocks,\n    while his eyes search for anything of value.",
      "11": "He dams up flowing rivers,\n    bringing hidden things to light.”",
      "12": "“Where can wisdom be found?\n    Where is understanding’s home?",
      "13": "Mankind doesn’t appreciate their value;\n    and you won’t find it anywhere on earth.",
      "14": "The deepest ocean says, ‘It’s not within me.’\n    and the sea says, ‘You’ll never find it with me.’",
      "15": "You can’t buy it with gold,\n    and its value cannot be calculated in silver.",
      "16": "It cannot be compared to gold from Ophir,\n    with precious onyx, or with sapphire.",
      "17": "It cannot be compared to gold and fine glass crystal,\n    nor can it be exchanged for gold-plated weaponry.",
      "18": "Don’t even bother to mention coral and crystal—\n    wisdom is more valuable than a bag of rubies.",
      "19": "It can neither be compared with the topaz of Ethiopia\n    nor valued in comparison to pure gold.”",
      "20": "“From where, then, does wisdom originate?\n    Where does understanding live?",
      "21": "It has been concealed from the sight of every living creature\n    and hidden even from the birds in the skies.",
      "22": "Abaddon and death said,\n    ‘We did hear a rumor about it.’",
      "23": "God understands how to get there;\n    he knows where they live.",
      "24": "For he looks as far as the ends of the earth\n    and sees everything under the sky.",
      "25": "“He imparted weight to the wind;\n    he regulated water by his measurement.",
      "26": "He set in place ordinances for the rain;\n    and determined the pathway for thunder that accompanies lightning.",
      "27": "Then he looked at wisdom,\n    and fixed it in place;\nhe established it,\n    and also examined it.",
      "28": "He has commanded mankind:\n    ‘To fear the Lord—that is wisdom;\n        to move away from evil—that is understanding.’”"
    },
    "29": {
      "1": "Then Job continued with his discourse:",
      "2": "“I wish I could go back to how things were a few months ago;\n    when God used to watch over me,",
      "3": "when his lamp used to shine over my head,\n    so I could walk through the dark,",
      "4": "like when I was in my prime\n    and God trusted me with his secrets!",
      "5": "“The Almighty was still with me back then,\n    and my children were still around me.",
      "6": "I was successful wherever I went,\n    and even the rocks poured out streams of olive oil for me.”",
      "7": "“Whenever I went out to the city gate,\n    a seat had been reserved for me in the plaza.",
      "8": "The young men would see me and withdraw,\n    and the aged would rise and stand.",
      "9": "Nobles would refrain from speaking,\n    covering their mouths with their hands.",
      "10": "The voices of the commanders-in-chief were hushed,\n    and their tongues would cling to the roofs of their mouths.”",
      "11": "“When people heard me speak, they blessed me;\n    when people saw me, they approved me,",
      "12": "because I delivered the poor who were crying for help,\n    along with orphans who had no one to help them.",
      "13": "Those who were about to die blessed me,\n    and I made widows sing for joy.",
      "14": "I put on righteousness like clothing;\n    my just decisions were like a robe and a turban.",
      "15": "I served as eyes for the blind\n    and feet for the lame.",
      "16": "I was a father to the needy;\n    I diligently inquired into the case of those I didn’t know.",
      "17": "I broke the fangs of the wicked,\n    and made him drop the prey.”",
      "18": "“I used to say: ‘I will die in my home.\n    I’m going to live as many days\n        as there are grains of sand on the shore.",
      "19": "My roots have spread out and have found water,\n    and dew settles at night on my branches.",
      "20": "My glory renews for me\n    and my bow is as good as new in my hand.’",
      "21": "“They listened and waited for me,\n    as they remained in silence for my counsel.",
      "22": "After I spoke, they had nothing to say,\n    when what I said hit them.",
      "23": "They waited for me as one waits for rain,\n    as one opens his mouth to drink in a spring rain shower.",
      "24": "I smiled at them when they had no confidence,\n    and no one could discourage me.",
      "25": "I set an example of the way to live, as a leader would;\n    I lived like a king among his army;\n        like one who comforts mourners.”"
    },
    "30": {
      "1": "“But now they mock me;\n    men who are far younger than I,\nwhose fathers I would have hated\n    to entrust with my own sheep dogs.",
      "2": "Furthermore, what could I have gained\n    from men whose strength is gone?",
      "3": "Unproductive due to poverty and hunger,\n    they could only scratch in parched soil,\n        devastated and desolated.",
      "4": "“They would pluck off herbs from salt marshes to eat;\n    and roots of the broom shrub for food.",
      "5": "Driven away from human company,\n    they were shouted at as though they were thieves.",
      "6": "They lived in the most dangerous of ravines,\n    in holes in the ground, and among rocks.",
      "7": "They bray like donkeys among the bushes\n    and huddle together under the desert weeds.",
      "8": "Sons of fools and of uncertain reputation,\n    they have been driven from the land by scourging.”",
      "9": "“Now, I’ve become the object of their mocking melodies;\n    I’m nothing but a fool’s proverb to them!",
      "10": "They abhor me—they keep their distance from me;\n    but they don’t refrain from spitting at the sight of me.",
      "11": "But God has loosened his cord and afflicted me;\n    so they’ve cast off all restraints in my presence.",
      "12": "“A wretched crowd ambushes me to my right;\n    they trip my feet;\n        they build up their path of calamity for me.",
      "13": "They tear up my pathways;\n    they profit from my destruction,\n        and they need no help to do this!",
      "14": "They come like those who breach through a wall;\n    as everything crashes around me they’ll roll on and on!",
      "15": "My greatest fears have overcome me;\n    my honor is assaulted as though by a wind storm;\n        my prosperity evaporates like a morning cloud.”",
      "16": "“Now, my soul pours itself out;\n    the time of my affliction has taken control of me.",
      "17": "The night racks my bones;\n    and the pain that gnaws on me will not rest.",
      "18": "My clothes are disheveled by his forceful treatment of me;\n    he restricts my movement like the collar of my cloak.",
      "19": "“He tossed me into the mire;\n    I’ve become like dust and ashes.",
      "20": "I cry for help to you,\n    but you won’t answer me;\nI stand still,\n    but you only look at me.",
      "21": "You changed toward me, and now you’re cruel to me;\n    with your mighty hand you are persecuting me;",
      "22": "you carried me off in a wind storm,\n    making me ride on it\n        while you toss me about as the storm roars around me.",
      "23": "I know that you’re about to kill me,\n    so I’m about to go to the house that’s appointed for all the living.”",
      "24": "“Surely he won’t stretch his hand against the needy, will he,\n    especially if they cry to him in their calamity?",
      "25": "Haven’t I wept for the one who is going through hard times?\n    Haven’t I grieved for the needy?",
      "26": "I have hoped for good, but evil came instead;\n    I have hoped for light, but darkness came.",
      "27": "I’m boiling mad inside, and I won’t remain silent;\n    the time for my affliction to confront me has arrived.",
      "28": "“In growing darkness, I walked without sunlight;\n    I stood in the congregation to cry for help.",
      "29": "I’ve become a brother to jackals,\n    and a friend to ostriches.",
      "30": "My skin turns black all over me;\n    and my bones seem burned from the heat.",
      "31": "But my harp is in mourning;\n    my flute plays only songs for those who are weeping.”"
    },
    "31": {
      "1": "“I made a covenant with my eyes;\n    how, then, can I focus my attention on a virgin?",
      "2": "What would I have from God above,\n    what heritage from the Almighty on high,",
      "3": "if not calamity that is due the unjust,\n    and misfortune that is due those who practice iniquity?",
      "4": "He watches my life,\n    observing every one of my actions, does he not?”",
      "5": "“If I’ve lived my life in the company of vanity,\n    or run quickly to embrace deception,",
      "6": "let my righteousness be weighed in honest scales,\n    and God will make known my integrity.",
      "7": "If I have stepped away from the way,\n    or if my heart covets whatever my eyes see,\n        or if some other blemish clings to my hands,",
      "8": "what I’ve planted, let another eat\n    or let my crops be uprooted.”",
      "9": "“If my heart has been seduced by a woman\n    and I’ve laid in wait at my friend’s door,",
      "10": "then let my wife cook for another person\n    and may someone else sleep with her,",
      "11": "because something as lascivious as that\n    is an iniquity that should be judged.",
      "12": "The fires of Abaddon will burn,\n    disrupting every part of my eternal reward.”",
      "13": "“If I’ve refused to help my male and female servants\n    when they complain against me,",
      "14": "what will I do when God stands up to act?\n    When he asks the questions, how will I answer him?",
      "15": "The one who made me in the womb made them, too, didn’t he?\n    Didn’t the same one prepare each of us in the womb?”",
      "16": "“If I refused to grant the desire of the poor\n    or exhausted the eyes of the widow,",
      "17": "if I ate my meals by myself\n    without feeding orphans,",
      "18": "(even a poor man had grown up with me as if I were his father,\n    and even though I had guided the widow\n        from the time I was born),",
      "19": "if I’ve observed someone who is about to die for lack of clothes\n    or if I have no clothing to give to the poor,",
      "20": "if he hadn’t thanked me from the bottom of his heart,\n    if he had not been warmed by wool from my sheep,",
      "21": "if I’ve raised my hand against an orphan\n    when I thought I would against him in court,",
      "22": "then let my arm fall from its socket;\n    and may my arm be torn off at the shoulder.",
      "23": "For I’m terrified of what calamity God may have in store for me;\n    and I cannot endure his grandeur.”",
      "24": "“If I’ve put my confidence in gold,\n    if I’ve told gold, ‘You’re my security,’",
      "25": "if I’ve found joy in great wealth that I own,\n    if I’ve earned a lot with my own hands,",
      "26": "if I look at the sun when it shines\n    or the moon as it rises in steady splendor,",
      "27": "so that in the depths of my deceived heart\n    I worshipped them with my mouth and hands,",
      "28": "this is also a sin that deserves to be judged,\n    since I would have tried to deceive God above.”",
      "29": "“Have I rejoiced in the destruction of those who hate me,\n    or have I been happy that evil caught up with him?",
      "30": "No, I haven’t allowed my mouth to sin\n    by asking for his life with a curse.",
      "31": "People in my household have said,\n    ‘We cannot find anyone who has not been satisfied with his meat,’ haven’t they?",
      "32": "No stranger ever spent the night in the street,\n    because I opened my doors to travelers.”",
      "33": "“Have I covered my transgression like other people,\n    to conceal iniquity within myself?",
      "34": "Have I feared large crowds?\n    Has my family’s contempt ever terrified me\n        so that I remained silent and wouldn’t go outside?”",
      "35": "“Who will grant me a hearing?\n    Here’s my signature—let the Almighty answer!\nSince my adversary indicted me,",
      "36": "I’ll wear it on my shoulder,\n        or tie it on my head for a crown!",
      "37": "I’ll give an account for every step I’ve taken;\n    I’ll approach him confidently like a Commander-in-Chief.”",
      "38": "“If my land were to cry out against me\n    or if all its furrows wept as one,",
      "39": "If I’ve consumed its produce without paying for it\n    and snuffed out the life of its owners;",
      "40": "may thorns spring up instead of wheat,\n    and obnoxious weeds instead of barley.”\nWith this, Job’s discourse with his friends is completed."
    },
    "32": {
      "1": "These three men stopped responding to Job, because he was claiming to be righteous, in his own opinion.",
      "2": "But then Barachel’s son Elihu from Buz, one of Ram’s descendants, got really angry. He was furious with Job because he had been declaring himself righteous instead of vindicating God.",
      "3": "Furthermore, he was furious with his three friends because they had not answered Job, but instead had condemned him.",
      "4": "Elihu waited to have a word with Job, since the others were older than he,",
      "5": "but when he saw that there had been no response from those three, he got even more angry.",
      "6": "Barachel’s son Elihu from Buz responded and said:\n“I’m younger than you are.\n    Because you’re older, I was terrified\n        to tell you what I know.",
      "7": "I thought, experience should speak;\n    abundance of years teaches wisdom.",
      "8": "However, a spirit exists in mankind,\n    and the Almighty’s breath gives him insight.”",
      "9": "“The aged aren’t always wise,\n    nor do the elderly always understand justice.",
      "10": "Therefore I’m saying, ‘Listen to me!’\n    Then I’ll declare what I know.",
      "11": "“Look! I have waited to hear your speech,\n    so I listened to your insights\n        while you searched for the right words to say.",
      "12": "Indeed, I paid close attention to you all,\n    but none of you were able to refute Job\n        or answer his arguments convincingly.",
      "13": "“So that you cannot claim, ‘We have found wisdom!’\n    let God do the rebuking, not man;",
      "14": "let him not direct a rebuke toward me.\n    I won’t be responding to him with your arguments.",
      "15": "“Job’s friends won’t reason with him anymore;\n    discouraged, words escape them.",
      "16": "Shall I continue to wait, since they’re no longer talking?\n    After all, they’re only standing there;\n        they’re no longer responding.",
      "17": "“I will contribute my arguments as an answer;\n    I’ll declare what I know,",
      "18": "because I’m filled with things to say,\n    and my spirit within me compels me to speak.",
      "19": "My insides feel like unvented wine,\n    like it’s about to burst like a new wineskin.",
      "20": "“Let me speak! I need relief!\n    Let me open my lips and respond.",
      "21": "I won’t discriminate against anyone,\n    and I won’t flatter any person,",
      "22": "since I don’t know the first thing about how to flatter;\n    and the one who made me would sweep me away\n        as if I were nothing.”"
    },
    "33": {
      "1": "“Now please listen to what I have to say, Job.\n    Listen to every word!",
      "2": "Look! I’ve begun to speak,\n    and I’m fashioning my words.",
      "3": "I speak from the innocence of my heart;\n    and my lips will utter what I sincerely know.",
      "4": "“The spirit of God fashioned me;\n    and the breath of the Almighty gives me life.",
      "5": "Answer me, if you can!\n    Present your case! Take your stand in my presence!",
      "6": "Look! As far as God is concerned, I’m just like you are—\n    I, too, have been pinched off from a piece of clay.",
      "7": "Don’t be afraid of me;\n    I’ll go easy on you.”",
      "8": "“You spoke clearly so I could hear;\n    I’ve heard what you’ve said:",
      "9": "‘I’m pure. I’m without sin;\n    I’m innocent. I’m harboring no iniquity inside of me.",
      "10": "Nevertheless, God has found a pretext to attack me;\n    he considers me his enemy.",
      "11": "He has bound my feet in shackles,\n    and keeps watching everything I do.’”",
      "12": "“You aren’t right about this;\n    My response is that God is greater than human beings.",
      "13": "Why are you arguing with him?\n    He doesn’t have to give explanations for what he does to you!",
      "14": "“God speaks time and time again—\n    but nobody notices—",
      "15": "in a dream or night vision,\n    when a deep sleep falls on mankind\n        while they sleep on their beds.",
      "16": "That’s when he opens the ear of mankind,\n    authenticating his messages to them,",
      "17": "turning a person from his actions,\n    keeping him from pride,",
      "18": "sparing his soul from the Pit\n    and his life from violent death.",
      "19": "“He is being reproved by painful bed rest,\n    with continual aching in his bones.",
      "20": "He cannot stand his food,\n    and he has no desire for appetizing food.",
      "21": "His flesh wastes away;\n    his bones, which once couldn’t be seen, are visible.",
      "22": "His soul is getting close to the Pit;\n    his life is approaching its executioner.”",
      "23": "“If there’s a messenger appointed to mediate for Job\n    —one out of a thousand—\n        to represent the man’s integrity on his behalf,",
      "24": "to show favor to him and to plead,\n    ‘Deliver him from having to go down to the Pit—\n        I know where his ransom is!’",
      "25": "Let his flesh be rejuvenated as he was in his youth!\n    Let him recover the strength of his youth.",
      "26": "Let him pray to God\n    and he will accept him;\n        he will appear before him with joyful shouts!”",
      "27": "“He’ll sing to mankind with these words: \n‘I’ve sinned. I have twisted what is right.\n    Yet he has not repaid me like I deserve.",
      "28": "He has redeemed my soul from going down to the Pit;\n    my life will see the light.’",
      "29": "Indeed God does all these things\n    again and again with a person",
      "30": "to bring back his soul from the Pit;\n    to light him with the light of life.”",
      "31": "“Job, pay attention! Listen to me!\n    Be silent and let me speak.",
      "32": "If you have anything to say, answer me;\n    speak up, because I’d be happy to vindicate you.",
      "33": "But if you have nothing to say, then at least listen to me!\n    Be quiet and learn some wisdom from me.”"
    },
    "34": {
      "1": "Elihu continued speaking, and said:",
      "2": "“Listen to what I have to say, you wise men!\n    Pay attention to me, you educated people!",
      "3": "Since the ear tests words\n    like a palate tastes food,",
      "4": "let’s choose what’s right for us.\n    Let’s consider among ourselves what is good.”",
      "5": "Now this is Job’s claim: \n‘Even though I’m innocent,\n    God has stopped treating me righteously.",
      "6": "Have I lied concerning the justice that I deserve?\n    My wound is incurable,\n        though transgression cannot be attributed to me.’",
      "7": "“What man is like Job,\n    who drinks mockery like water,",
      "8": "traffics in those who practice evil,\n    and walks with wicked people?",
      "9": "Because he says, ‘There’s no profit\n    for a man to find joy with God.’”",
      "10": "“Therefore you men of understanding, listen to me!\n    Far be it for God to practice wickedness,\n        or the Almighty to do what is wrong,",
      "11": "because he repays a person for his behavior;\n    and according to a person’s conduct,\n        he lets it happen to him.",
      "12": "Truly, God doesn’t practice wickedness,\n    and the Almighty doesn’t pervert justice.",
      "13": "Who entrusted the earth to him?\n    Who made him responsible for the entire inhabited world?",
      "14": "If he were to decide to do so,\n    that is, to take back to himself his spirit and breath of life,",
      "15": "every living thing would die all at once,\n    and mankind would return to dust.”",
      "16": "If you have understanding, listen to this!\n    Pay attention to what I have to say:",
      "17": "Can one who hates justice really govern?\n    And if God is righteous and mighty, can you condemn him?",
      "18": "Can one say to a king, ‘You’re vile!’\n    or to nobles, ‘You’re wicked!’?",
      "19": "Who isn’t partial to princes?\n    Who doesn’t give preference to the nobles over the poor?\n        Nevertheless, all of them are his handiwork.",
      "20": "“They die suddenly, in the middle of the night;\n    people suffer seizures and pass away;\neven valiant men can be taken away—\n    and not by human hands.",
      "21": "Yes, Job, his eyes constantly watch the behavior of human beings;\n    he carefully observes their every step.",
      "22": "There’s no such thing as darkness to him—\n    not even deep darkness—\n        that can conceal those who practice evil.",
      "23": "He won’t examine mankind further,\n    that they would go before God to judgment.",
      "24": "He shatters valiant men without a need to investigate,\n    and he raises others in their place.",
      "25": "Thus he acknowledges their behavior, and overcomes them;\n    when night time comes, they are crushed.",
      "26": "“He strikes the wicked among them\n    in a place where they can be seen",
      "27": "because they’ve abandoned their pursuit of him\n    and had no respect for any of his ways.",
      "28": "As a result, the cries of the poor have reached him\n    and he has heard the cry of the afflicted.",
      "29": "“If he remains silent, who will condemn him?\n    If he conceals his face, who can see him?\n        He watches over both nation and individual alike,",
      "30": "to keep the godless man from reigning\n    or laying a snare for the people.”",
      "31": "“Has anyone ever really told God,\n    ‘I’ve endured, and I won’t act corruptly anymore.",
      "32": "What I don’t see, instruct me!\n    If I’ve done anything evil, I won’t repeat it!’",
      "33": "“Should you not be paid back,\n    since you have rejected him?\nYou do the choosing! I won’t!\n    Tell us what you know!",
      "34": "“Men of understanding, speak to me!\n    Are any of you men wise? Then listen to me!",
      "35": "Job has been speaking from his own ignorance,\n    and what he has to say lacks insight!",
      "36": "Oh, how Job needs to be given a full court trial,\n    as a rebuke to those who practice evil,",
      "37": "because he has been adding rebellion to his sin;\n    he claps his hands among us,\n        and keeps on ranting against God.”"
    },
    "35": {
      "1": "In response, Elihu said:",
      "2": "“Are you saying that it’s just for you to claim,\n    ‘I’m more righteous than God?’",
      "3": "After all, you’ve asked what your benefit will be:\n    ‘What will I profit from refraining from sin?’",
      "4": "I’m going to respond to that statement,\n    and to your friends with you.”",
      "5": "“Observe the heavens! Take a look around!\n    Look! The clouds are higher than you, aren’t they?",
      "6": "If you sin, what will that do to harm him?\n    If you add transgression to transgression\n        what will it do to him?",
      "7": "If you are righteous, what will you add to him?\n    What can God receive from your efforts?",
      "8": "Your wickedness affects only yourself;\n    and your righteousness, only human beings.",
      "9": "“They cry out because they have many oppressors;\n    they cry for help because the powerful are abusing them.",
      "10": "He never asks, ‘Where is God, my Creator,\n    who gives me songs in the night,",
      "11": "who teaches us more than the earth’s wild animals,\n    and makes us wiser than the birds of the sky?’",
      "12": "“They cry out there, but he doesn’t answer\n    because of the arrogance of those who practice evil.",
      "13": "Theirs is a useless plea—\n    God won’t listen;\n        the Almighty won’t pay any attention.",
      "14": "Even though you complain that you can’t perceive him,\n    your case is already pending for judgment in his presence\n        so keep on placing your hope in him.",
      "15": "“So now, if he doesn’t inflict punishment in his anger,\n    then he doesn’t keep track of your many transgressions.",
      "16": "When he began speaking, he communicated only worthlessness;\n    he added words upon words without knowing anything.”"
    },
    "36": {
      "1": "Elihu responded again and said:",
      "2": "“Be patient with me a moment longer,\n    and I’ll show you that there’s more to say on God’s behalf.",
      "3": "I’ll take what I know to its logical conclusion\n    and ascribe righteousness to my Creator,",
      "4": "because what I have to say isn’t deceptive,\n    and the one who has perfect knowledge is with you.”",
      "5": "“Indeed God is mighty and he doesn’t show disrespect;\n    he is mighty and strong of heart.",
      "6": "He doesn’t let the wicked live;\n    he grants justice to the afflicted.",
      "7": "He won’t stop looking at righteous people;\n    he seats them on thrones with kings forever,\n        and they are exalted.",
      "8": "“If they’re bound in chains,\n    caught in ropes of affliction,",
      "9": "he’ll reveal their actions to them,\n    when their transgressions have become excessive.",
      "10": "He opens their ears and instructs them,\n    commanding them to repent from evil.",
      "11": "If they listen and serve him,\n    they’ll finish their lives in prosperity\n        and their years will be pleasant.",
      "12": "“But if they won’t listen,\n    they’ll perish by the sword\n        and die in their ignorance.",
      "13": "The godless at heart cherish anger;\n    they won’t cry out for help when God afflicts them.",
      "14": "They die in their youth;\n    and their life will end among temple prostitutes.",
      "15": "He’ll deliver the afflicted through their afflictions\n    and open their ears when they are oppressed.”",
      "16": "“Indeed, he drew you away from the brink of distress\n    to a spacious place without constraints,\n        filling your festive table with bountiful food.",
      "17": "But now you are occupied with the case of the wicked;\n    but justice and judgment will be served.",
      "18": "So that no one entices you with riches,\n    don’t let a large ransom turn you astray.",
      "19": "“Will your wealth sustain you when you’re in distress,\n    despite your most powerful efforts?",
      "20": "Don’t long for night,\n    when people vanish in their place.",
      "21": "Be careful! Don’t turn to evil,\n    because of this you will be tried by more than affliction.",
      "22": "“Indeed, God is exalted in his power.\n    Who is like him as a teacher?",
      "23": "Who ordained his path for him,\n    and who has asked him, ‘You are wrong, aren’t you?’",
      "24": "Remember to magnify his awesome activities,\n    about which mortal man has sung.",
      "25": "All of mankind sees him;\n    human beings observe him from afar off.”",
      "26": "“God is truly awesome, beyond what we know;\n    the number of his years is unknowable.",
      "27": "He draws up drops of water,\n    distilling it to rain and mist.",
      "28": "When the clouds pour down;\n    they drop their rain on all of humanity.",
      "29": "“Furthermore, can anyone understand cloud patterns,\n    or the thundering in his pavilion?",
      "30": "He scatters his lightning above it,\n    and covers the bottom of the sea.",
      "31": "He uses them to judge some people\n    and give food to many.",
      "32": "His hands are covered with lightning\n    that he commands to strike his designated target.",
      "33": "His thunder declares his presence;\n    and tells the animals what is coming.”"
    },
    "37": {
      "1": "“Now I’ll conclude with this:\n    my heart is trembling violently;\n        it feels like it’s about to leap from my body!",
      "2": "Listen carefully to his thundering voice;\n    to the sound that rumbles from his mouth.",
      "3": "He releases his lightning throughout the sky,\n    to the ends of the earth.",
      "4": "His thunder roars after it;\n    his majestic voice will thunder;\nand no one can trace them\n    once his voice has been heard.",
      "5": "“God thunders with his wondrous voice;\n    he does awesome works that we don’t comprehend.",
      "6": "For he says to the snow, ‘Fall to the earth.’\n    He tells the rain, ‘Pour down,’\n        then it rains profusely.",
      "7": "“He puts a limit to the skill of every person;\n    to delineate all people from what they do.",
      "8": "“Then a beast enters its lair\n    and remains in its den.",
      "9": "“From the south, a whirlwind proceeds,\n    out of the icy north winds.",
      "10": "From the breath of God ice is produced,\n    and a wide body of water is frozen.",
      "11": "He also loads the clouds with moisture,\n    scattering his lightning with the clouds.",
      "12": "It whirls about in circles at his direction\n    to accomplish all that he commands\n        throughout the surface of the entire world,",
      "13": "whether for discipline on his land\n    or to demonstrate his gracious love,\n        he causes it to be realized.”",
      "14": "“Pay attention to this, Job!\n    Stand still,\n        and consider the wondrous attributes of God.",
      "15": "Do you know how God ordains them,\n    and makes his lightning to flash throughout his clouds?",
      "16": "Do you understand his wondrous work of balancing the clouds,\n    the one whose knowledge is perfect,",
      "17": "you whose garments are hot,\n    even though the land is cooled by a south wind?",
      "18": "Can you spread out the skies like he does;\n    can you cast them as one might a mirror?",
      "19": "Tell us! What are we to say to him?\n    Can we prepare our case to face him\n        when our faces are in darkness?",
      "20": "Has it been relayed to God that I want to talk?\n    Can a person speak when he is confused?”",
      "21": "“So then, the sun is too bright to gaze at, is it not?\n    The sky is swept clean by the wind that blows, is it not?",
      "22": "From the north he brings gold;\n    around God is awesome splendor.",
      "23": "We cannot find the Almighty—\n    he is majestic in power and justice,\nand overflowing with righteousness;\n    he never oppresses.",
      "24": "Therefore humanity fears him,\n    which none of the wise can quite comprehend.”"
    },
    "38": {
      "1": "The Lord responded to Job from the whirlwind and said:",
      "2": "“Who is this who keeps darkening my counsel\n    without knowing what he’s talking about?",
      "3": "Stand up like a man!\n    I’ll ask you some questions,\n        and you give me some answers!”",
      "4": "“Where were you when I laid the foundation of my earth?\n    Tell me, since you’re so informed!",
      "5": "Who set its measurement? Am I to assume you know?\n    Who stretched a boundary line over it?",
      "6": "On what were its bases set?\n    Who laid its corner stone",
      "7": "while the morning stars sang together\n    and all the divine beings shouted joyfully?",
      "8": "“Who enclosed the sea with limits\n    when it gushed out of the womb,",
      "9": "when I made clouds to be its clothes\n    and thick darkness its swaddling blanket,",
      "10": "when I proscribed a boundary for it,\n    set in place bars and doors for it;",
      "11": "and said, ‘You may come only this far and no more.\n    Your majestic waves will stop here.’?",
      "12": "“Have you ever commanded the morning at any time during your life?\n    Do you know where the dawn lives,",
      "13": "where it seizes the edge of the earth\n    and shakes the wicked out of it?",
      "14": "Like clay is molded by a signet ring,\n    the earth’s hills and valleys then stand out\n        like the colors of a garment.",
      "15": "Then from the wicked their light is withheld\n    and their upraised arm is broken.",
      "16": "“Have you been to the source of the sea\n    and walked about in the recesses of the deepest ocean?",
      "17": "Have the gates of death been revealed to you?\n    Have you seen the gates of the deepest darkness?",
      "18": "Do you understand the breadth of the earth?\n    Tell me, since you know it all!",
      "19": "“Where is the road to where the light lives?\n    Or where does the darkness live?",
      "20": "Can you take it to its homeland,\n    since you know the path to his house?",
      "21": "You should know! After all, you had been born back then,\n    so the number of your days is great!",
      "22": "“Have you entered the storehouses of the snow\n    or seen where the hail is stored,",
      "23": "which I’ve reserved for the tribulation to come,\n    for the day of battle and war?",
      "24": "Where is the lightning diffused\n    or the east wind scattered around the earth?",
      "25": "“Who cuts canals for storm floods,\n    and paths for the lightning and thunder,",
      "26": "to bring rain upon a land without inhabitants,\n    a desert in which no human beings live,",
      "27": "to satisfy a desolate and devastated desert,\n    causing it to sprout vegetation?",
      "28": "“Does the rain have a father?\n    Who fathered the dew?",
      "29": "Whose womb brings forth the ice?\n    Who gives birth to frost out of an empty sky,",
      "30": "when water solidifies like stone\n    and the surface of the deepest sea freezes?",
      "31": "“Can you bind the chains of Pleiades\n    or loosen the cords of Orion?",
      "32": "Can you bring out constellations in their season?\n    Can you guide the Bear with her cubs?",
      "33": "Do you know the laws of the heavens?\n    Can you regulate their authority over the earth?",
      "34": "“Can you call out to the clouds,\n    so that abundant water drenches you?",
      "35": "Can you command the lightning,\n    so that it goes forth and calls to you, ‘Look at us!’",
      "36": "“Who sets wisdom within you,\n    or imbues your mind with understanding?",
      "37": "Who has the wisdom to be able to count the clouds,\n    or to empty the water jars of heaven,",
      "38": "when dust dries into a mass\n    and then breaks apart into clods?",
      "39": "“Can you hunt prey for the lioness\n    to satisfy young lions",
      "40": "when they crouch in their dens\n    and lie in ambush in their lairs?",
      "41": "Who prepares food for the raven,\n    when its offspring cry out to God\n        as they wander for lack of food?”"
    },
    "39": {
      "1": "“Do you know when the mountain goat gives birth?\n    Do you watch the doe as it calves its young?",
      "2": "Can you count the months of their gestation?\n    Do you know the time when they give birth,",
      "3": "when they crouch down to give birth to their offspring,\n    and let go of their birth pangs?",
      "4": "Their young are strong;\n    they grow up in the open field;\nthen they go off\n    and don’t return to them.”",
      "5": "“Who sets the wild donkey free?\n    Who loosens the bonds of the wild donkey",
      "6": "to whom I’ve given the Arabah for a home;\n    the salt plain for his dwelling place?",
      "7": "He despises city noises;\n    he ignores the shouts of the driver.",
      "8": "He ranges the mountains that are his pasture\n    to search for anything green.",
      "9": "Is the wild ox willing to serve you?\n    Will he sleep at night near your feeding trough?",
      "10": "Can you bind the ox to plow a furrow with a rope?\n    Will he harrow after you in the valley?",
      "11": "Will you trust him because of his great strength\n    and entrust your labor to him?",
      "12": "Will you trust him that he’ll bring in your grain,\n    and gather it to your threshing floor?”",
      "13": "“The wings of the ostrich flap joyously,\n    but aren’t its pinions and feathers like the stork?",
      "14": "She abandons her eggs on the ground\n    and lets them be warmed in the sand,",
      "15": "but she forgets that a foot might crush them\n    or any wild animal might trample them.",
      "16": "She mistreats her young as though they’re not hers,\n    and she has no fear that her labor may be in vain,",
      "17": "because God didn’t grant her wisdom\n    and never gave her understanding.",
      "18": "And yet when she gets ready to run,\n    she laughs at the horse and its rider.”",
      "19": "Do you instill the horse with strength?\n    Do you clothe its neck with a mane?",
      "20": "Can you make him leap like the locust,\n    and make the splendor of his snorting terrifying?",
      "21": "He paws the ground in the valley\n    and rejoices in his strength;\n        he goes out to face weapons.",
      "22": "He scoffs at fear\n    and is never scared;\n        he never retreats from a sword.",
      "23": "A quiver of arrows rattles against his side,\n    along with a flashing spear and a lance.",
      "24": "Leaping in his excitement, he takes in the ground;\n    he cannot stand still when the trumpets sound!",
      "25": "When the trumpet blasts he’ll neigh, ‘Aha! Aha!’\n    From a distance he can sense war,\n        the war cry of generals, and their shouting.”",
      "26": "“Is it by your understanding that the hawk flies,\n    spreading its wings toward the south?",
      "27": "Does the eagle soar high at your command\n    and build its nest on the highest crags?",
      "28": "He dwells on the crags where he makes his home,\n    there on the rocky crag is his stronghold.",
      "29": "From there he searches for prey,\n    and his eyes recognize it from a distance.",
      "30": "His young ones feast on blood;\n    he’ll be found wherever there’s a carcass.”"
    },
    "40": {
      "1": "The Lord continued his response to Job by saying:",
      "2": "“Should the one who is fighting the Almighty find fault with him?\n    Let God’s accuser answer.”",
      "3": "Then Job replied to the Lord. He said:",
      "4": "“I must look insignificant to you!\n    How can I answer you?\n        I’m speechless.",
      "5": "I spoke once,\n    but I can’t answer;\nI tried a second time,\n    but I won’t do so anymore.”",
      "6": "The Lord answered Job from the wind storm and told him:",
      "7": "“Stand up like a man!\n    I’ll ask you some questions,\n        and you give me some answers!",
      "8": "Indeed would you annul my justice and condemn me,\n    just so you can claim that you’re righteous?",
      "9": "Do you have strength like God?\n    Can you create thunder with a sound like he can?”",
      "10": "“When you have adorned yourself with exalted majesty,\n    clothed yourself with splendor and dignity,",
      "11": "dispensed the fury of your anger,\n    made sure that you have humbled every proud person,",
      "12": "stared down and subdued every proud person,\n    trampled the wicked right where they are,",
      "13": "buried them in the dust together,\n    and sent them bound to that secret place,",
      "14": "then I will applaud you myself!\n    I’ll admit that you can deliver yourself by your own efforts!”",
      "15": "“Please observe Behemoth, which I made along with you.\n    He eats grass like an ox.",
      "16": "Now take a look at the strength that he has in his loins,\n    and in the muscles of his abdomen.",
      "17": "His tail protrudes stiffly, like cedar;\n    the sinews of his thigh interlink for strength.",
      "18": "His bones are conduits of bronze;\n    his strong bones are like bars of iron.",
      "19": "He is the grandest of God’s undertakings,\n    yet his creator is approaching him with his sword.",
      "20": "Mountains produce food for him,\n    where all the wild animals frolic.",
      "21": "He lies under the lotus trees,\n    hiding under reeds and marshes.",
      "22": "The lotus trees cover him with their shade,\n    and willows that line the wadis surround him.",
      "23": "What you see as a raging river doesn’t alarm him;\n    he is confident when the Jordan overflows.",
      "24": "Are your eyes looking to capture him,\n    or to pierce his snout with a bridle?”"
    },
    "41": {
      "1": "“Can you draw Leviathan out of the water with a hook,\n    or tie down his tongue with a rope?",
      "2": "Can you attach a bridle to his snout,\n    or pierce his jaw with a hook?",
      "3": "Will he make many supplications to you,\n    or will he beg you for mercy?",
      "4": "Will he try to make a deal with you,\n    so that you may take him in servitude forever?",
      "5": "“Will you play with him like a pet bird?\n    Will you put a leash on him for your little girls?",
      "6": "Will your business be able to buy him,\n    Will you divide him among your merchant friends?",
      "7": "Will you fill his flesh with harpoons,\n    or his head with lances?",
      "8": "Lay your hand on him,\n    and you’ll remember the struggle.\n        You’ll never do that again!",
      "9": "“Look! Anyone’s hope to capture him will prove itself false;\n    anyone would be terrified just by looking at him.",
      "10": "No one is fierce enough to dare to arouse him.\n“Who, then, can stand in my presence and face me?",
      "11": "Who can take me to court and be reconciled to me?\n        All of heaven is mine.",
      "12": "“I won’t be silent concerning his limbs,\n    his mighty strength, and orderly frame.",
      "13": "Who can strip off his outer armor?\n    Who can approach him with a bridle?",
      "14": "Who dares to open his mouth,\n    since it is ringed with his terrible teeth!",
      "15": "His protective scales are his pride,\n    they lie sealed tightly together.",
      "16": "Each one is so close to the other\n    that not even air comes in between them.",
      "17": "Each is attached to the other,\n    grasping each other so they cannot be separated.",
      "18": "“His snorting releases flashes of light;\n    his eyes are like the rays of the dawn.",
      "19": "Flames blaze from his mouth;\n    streams of sparking fire fly out.",
      "20": "Smoke billows from his nostrils;\n    like a boiling pot or burning reeds.",
      "21": "His breath can ignite coal;\n    and flames proceed from his mouth.",
      "22": "“His neck is so powerful\n    that all who meet him are terrified.",
      "23": "There is no flaw in his body’s armor;\n    it is firmly fixed on him and unbreachable.",
      "24": "His heart is as strong as stone,\n    it is as hard as a lower millstone.",
      "25": "When he rears up, the mighty are terrified;\n    they are bewildered as he thrashes about.",
      "26": "“Thrusting at him with a sword won’t be effective,\n    nor will spears, darts, or javelins.",
      "27": "He regards iron like straw,\n    and hardened bronze like a dead tree.",
      "28": "Arrows won’t make him flee;\n    stones from a sling are only pebbles to him.",
      "29": "Clubs are like twigs;\n    he laughs at the whoosh of the javelin.",
      "30": "“Beneath him he is armored as with sharp potsherds;\n    he tears through muddy ground\n        like a threshing sledge through grain.",
      "31": "He causes the deep to boil like water in a pot,\n    and churns the sea like one stirs ointment.",
      "32": "The sea is luminescent behind him;\n    his wake turns the sea white, like those with gray hair.",
      "33": "“There’s nothing like him on earth;\n    he was created without the ability to fear.",
      "34": "He looks down on everything that is high;\n    he rules over every kind of pride.”"
    },
    "42": {
      "1": "Job replied to the Lord:",
      "2": "“I know that you can do anything\n    and nothing that you plan is impossible.",
      "3": "You asked, ‘Who is this that darkens counsel without knowledge?’\n    Well now, I have talked about what I don’t understand—\n        awesome things beyond me that I don’t know.",
      "4": "Listen now, and I will speak for myself;\n    I’ll interrogate you and then inform me.",
      "5": "I’ve heard you with my ears;\n    and now I’ve seen you with my eyes.",
      "6": "As a result, I despise myself and repent\n    in dust and ashes.”",
      "7": "After these words had been spoken by the Lord to Job, the Lord spoke to Eliphaz from Teman: “My anger is burning against you along with your two friends, since you haven’t spoken correctly about me, as did my servant Job.",
      "8": "So take seven bulls and seven rams and bring them to my servant Job. And bring a whole burnt offering for yourselves and my servant Job will pray for you. I’ll encourage him by not responding as your disgraceful folly deserves, since you didn’t speak about me correctly as did my servant Job.”",
      "9": "So Eliphaz from Teman, Bildad from Shuah, and Zophar from Naamath did precisely as the Lord had spoken to them, because the Lord showed favor to Job.",
      "10": "The Lord restored Job’s prosperity after he prayed for his friends. The Lord doubled everything that Job had once possessed.",
      "11": "Then all his brothers and sisters and all those who knew him before arrived. They ate food with him in his house, mourned for him, and consoled him for all the trouble that the Lord had brought and placed on him. Some gave him gold bullion and some brought gold earrings.",
      "12": "The Lord blessed Job during the latter part of his life more than the former, since he owned 14,000 sheep, 6,000 camels, 1,000 teams of oxen and 1,000 female donkeys.",
      "13": "He also had seven sons and three daughters.",
      "14": "He named the first daughter Jemima, the second Keziah, and the name of the third was Keren-happuch.",
      "15": "No one could find more beautiful women in the whole land than Job’s daughters. Their father gave them their inheritance along with their brothers.",
      "16": "Job lived 140 years after this, and saw his children and grandchildren to the fourth generation.",
      "17": "Then Job died at an old age, having lived a full life."
    }
  }
}