{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:42:39.279670-04:00",
    "Translation": "ISV"
  },
  "Joel": {
    "1": {
      "1": "This message from the Lord came to Pethuel’s son Joel.",
      "2": "“Hear this, you elders!\nListen, all of you residents of the land! \nHas there ever been anything like this during your lifetime,\n    or even when your ancestors were alive?",
      "3": "Pass it on to your children,\n    and from your children to their children,\n        and from their children to the following generation.",
      "4": "Whatever the devouring locust left behind\n    the locust swarm has consumed!\nWhatever the locust swarm has left behind,\n    the young locust has consumed!\nWhatever the young locust has left behind,\n    the ravaging locust has consumed!”",
      "5": "“Wake up, you drunkards!\n    Cry aloud and howl, you wine drinkers,\n        because your supply of new wine has been snatched from you.",
      "6": "Indeed, a nation has invaded my land—\n    it is strong and its population is too large to count—\nwith teeth like a lion\n    and fangs like a lioness.",
      "7": "That nation laid waste my vines,\n    and stripped bare my fig tree,\n        discarding it.\nIt stripped off its bark.",
      "8": "“Grieve like a virgin,\n    who, dressed in her mourner’s clothes,\n        cries out in memory of the man she was going to marry.",
      "9": "Both grain offering and wine offering have been removed from the Lord’s Temple;\n    the priests and ministering servants of the Lord are mourning.”",
      "10": "“The fields lie in ruins\n    and the ground is dried up.\nIndeed, the grain is ruined,\n    the new wine has evaporated,\n        and the olive oil has run out.",
      "11": "Be dismayed, you farmers!\n    Cry aloud, you vintners,\n        for the wheat and barley,\n    because the harvest in your fields has been lost.",
      "12": "The grapevine is shriveled\n    and the fig tree is withered,\nalong with the pomegranate tree, the palm tree, the apple tree\n    and all of the cultivated trees.\nTruly, joy has evaporated from Adam’s children.”",
      "13": "“Put on your mourning clothes, you priests;\n    and cry aloud, you ministering servants at the altar!\nCome! Stay the night in mourner’s clothes, you ministers of my God,\n    because the grain offering and the wine offering is held back from the Temple of your God.",
      "14": "Set apart time for a fast!\n    Call a solemn assembly!\nGather the elders and everyone living in the land to the Temple of the Lord your God,\n    and cry out to the Lord!”",
      "15": "Oh, no! For the Day of the Lord approaches,\n    and like destruction from the Almighty, it will come!",
      "16": "Isn’t our food supply cut off right in front of us,\n    along with joy and gladness from the Temple of our God?",
      "17": "Seeds shrivel within their furrows,\n    the storehouses lie empty,\nand granaries stand in ruins\n    because the grain has withered.",
      "18": "Oh, how the livestock groan!\n    The herds of cattle wander about\n        because they have no pasture.\nEven flocks of sheep suffer!",
      "19": "To you, Lord, I cry out,\n    because fire has devoured the open pastures,\n        and has set all the cultivated trees ablaze.",
      "20": "The livestock also cries out to you,\n    because their water sources have evaporated\n        and because fire has consumed the open pastures."
    },
    "2": {
      "1": "“Sound the ram’s horn in Zion!\nSound an alarm on my holy mountain!\nTremble, all of you inhabitants of the land,\nbecause the Day of the Lord is coming.\n        Oh, how near it is!",
      "2": "A day of doom and gloom,\n    a day of clouds and shadows\nlike the dawn spreads out to cover the mountains—\n    a people strong and robust.\nNever has there been anything like it,\n    neither will anything follow to compare with it,\n        even through the lifetime of generation upon generation.”",
      "3": "“A fire blazes in their presence,\n    and behind them a conflagration rages.\nBefore they come, the land is like the garden in Eden;\n    after they leave, there is only a barren wasteland.\n        Indeed, nothing escapes them.",
      "4": "As to their form, they’re like horses;\n    and like chariot horses, how they can run!",
      "5": "They leap like the rumbling of chariots echoing from mountain tops,\n    like the roar of wild fire that devours the chaff,\n        as an army firmly established in battle array.",
      "6": "The people are terrified in their presence;\n    every face grows pale.",
      "7": "They run like elite soldiers,\n    climbing ramparts like men trained for war.\nEach man advances in proper order,\n    never breaking rank.",
      "8": "Neither does a man crowd his fellow soldier;\n    each one marches in his own path.\nWhen they fall by the sword\n    they are not injured.",
      "9": "They swarm through the city,\n    running upon its ramparts.\nClimbing atop the houses,\n    they enter through windows like a thief.”",
      "10": "“The land quivers in their presence;\n    even the heavens shake.\nThe sun and moon will grow dark,\n    and the stars will stop shining.",
      "11": "The Lord will shout in the presence of his forces,\n    because his encampment is very great;\nfor powerful is he who carries out his message.\n    Truly the Day of the Lord is great, and very terrifying.\n        Who will be able to survive it?”",
      "12": "“Yet even now,” declares the Lord,\n    “Turn back to me with your whole heart,\n        with fasting, tears, and mourning.",
      "13": "Tear your hearts, not your garments;\n    and turn back to the Lord your God.\nFor he is gracious and compassionate,\n    slow to become angry,\noverflowing in gracious love,\n    and grieves about this evil.",
      "14": "Who knows? He will turn back and relent, will he not,\n    leaving behind a blessing,\n        even a grain offering and drink offering for the Lord your God?”",
      "15": "“Sound the ram’s horn in Zion!\n    Dedicate a fast and call for a solemn assembly!",
      "16": "Gather the people!\n    Dedicate the congregation!\nBring in the elders.\n    Gather the youngsters\n        and even the nursing infants.\nCall the bridegroom from his wedding preparations,\n    and the bride from her dressing room.",
      "17": "As they serve between the porch and the altar,\n    let the priests and ministers of the Lord weep and pray:\n‘Spare your people, Lord,\n    and do not make your heritage a disgrace\n        so that nations ridicule them.\nWhy should they say among the people,\n    “Where is their God?”’”",
      "18": "Then the Lord will show great concern for his land,\n    and will have compassion on his people.",
      "19": "The Lord will say to his people,\n    “Look! I will send you grain, new wine, and oil,\n        and you will be content with them.\nI will no longer cause you to be a disgrace among the nations.”",
      "20": "“I will remove the northerners from you,\n    driving them to a barren and desolate land—\nthe front toward the Dead Sea\n    and the back toward the Mediterranean.\nTheir stench will rise,\n    and their stinking odor will ascend,\n        because they have done great things.”",
      "21": "“Stop being afraid, land!\n    Rejoice and be glad,\n        because the Lord will do great things.",
      "22": "Stop being afraid, beasts of the field,\n    because the desert pastures will bloom,\nthe trees will bear their fruit,\n    and the fig tree and vine will deliver their wealth.",
      "23": "And so be glad, children of Zion,\n    and rejoice in the Lord your God,\nbecause he has given you the right amount of early rain,\n    and he will cause the rain to fall for you,\n        both the early rain and the later rain as before.",
      "24": "The threshing floors will be smothered in grain,\n    and the vats will overflow with wine and oil.",
      "25": "“Then I will restore to you the years that the locust swarm devoured,\n    as did the young locust, the other locusts, and the ravaging locust,\n        that great army of mine that I sent among you.",
      "26": "You will have plenty to eat, and will be fully satisfied.\n    You will praise the name of the Lord your God,\nwho has performed wonders specifically for you.\n    And my people will never be ashamed.",
      "27": "As a result, you will know that I am in the midst of Israel;\n    that I myself am the Lord your God—\n        and there is none other!\nAnd my people will never be ashamed.”",
      "28": "“Then it will come about at a later time\n    that I will pour out my Spirit on every person.\nYour sons and your daughters will prophesy.\n    Your elderly people will dream dreams,\n        and your young people will see visions.",
      "29": "Also at that time I will pour out my Spirit\n    upon men and women servants.",
      "30": "I will display warnings in the heavens,\n    and on the earth blood, fire, and columns of smoke.",
      "31": "The sun will be given over to darkness,\n    and the moon to blood,\n        before the coming of the great and terrifying Day of the Lord.",
      "32": "And everyone who calls upon the name of the Lord will be delivered.\n    For as the Lord has said,\n        ‘In Mount Zion and in Jerusalem there will be those who escape,\n        the survivors whom the Lord is calling.’”"
    },
    "3": {
      "1": "“Look, now! In those very days and at that time,\nwhen I restore prosperity to Judah and Jerusalem,",
      "2": "I will gather all nations,\n    bringing them down to the Valley of Jehoshaphat.\nI will set out my case against them there,\n    on behalf of my people, my heritage Israel,\nwhom they scattered among the nations,\n    apportioning my land among themselves.",
      "3": "They cast lots for my people—\n    they sold a young boy in exchange for a prostitute,\nand a girl for wine,\n    so they could drink.”",
      "4": "“Furthermore, what have you to do with me,\n    Tyre, Sidon, and all the sea coasts of Philistia?\n        Are you taking revenge on me?\nIf you are taking revenge on me,\n    I’ll send it back on you swiftly and promptly,",
      "5": "since you took my silver and gold,\n    carried my precious treasures into your temples,",
      "6": "and sold Judah’s and Jerusalem’s descendants to the Greeks,\n    so you can remove them far from their homeland!",
      "7": "“Look, I will bring them up from where you sold them,\n    I will turn your revenge back upon you,",
      "8": "and I will sell your sons and daughters into the control of the people of Judah.\n    And they will sell them to the people of Sheba, a country far away.”\n        Indeed, the Lord has spoken.”",
      "9": "“Declare this among the nations:\n    ‘Prepare for war!\nWake up your elite forces!\n    Let all the soldiers draw near!\n        Call them up!",
      "10": "Beat your plow blades into swords,\n    and your pruning knives into spears!\n        Let the frail say, “I am strong!”",
      "11": "Hurry and come, all you gentiles!\n    Gather yourselves together!’”\n        “Lord, cause your mighty army to come down.",
      "12": "“Let the nations be awakened\n    and come to the Valley of Jehoshaphat;\n        because I will sit to judge all the surrounding nations.",
      "13": "Put in the sickle,\n    because the harvest is ripe.\nCome and go down,\n    because the winepress is full.\nThe wine vats are overflowing,\n    because their evil is great!",
      "14": "“Multitudes, multitudes\n    in the Valley of Judgment!\nFor the Day of the Lord is near\n    in the Valley of Judgment!",
      "15": "The sun and moon will grow dark,\n    and the stars will stop shining.",
      "16": "“The Lord will roar from Zion,\n    and shout from Jerusalem.\nThe heavens and the earth will shake,\n    but the Lord will be the refuge of his people,\n        and the strength of the people of Israel.”",
      "17": "“And truly you will know that I am the Lord your God,\n    dwelling in Zion, my holy mountain.\nThen Jerusalem will be holy,\n    and no foreigners will invade her again.",
      "18": "It will come about at that time\n    that the mountains will drip with newly pressed wine,\nthe hills will flow with milk,\n    and the streams of Judah will flow abundantly.\nA fountain will spring from the Temple of the Lord,\n    to water the Valley of the Acacias.",
      "19": "Egypt will be desolate,\n    and Edom will be a desert,\nbecause of violence against the people of Judah\n    since they shed innocent blood in their land.",
      "20": "But Judah will live forever,\n    and Jerusalem from generation to generation.",
      "21": "I will acquit their bloodguilt that has not yet been acquitted.\n    For the Lord lives in Zion!”"
    }
  }
}