{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:42:59.167002-04:00",
    "Translation": "ISV"
  },
  "John": {
    "1": {
      "1": "In the beginning, the Word existed. The Word was with God, and the Word was God.",
      "2": "He existed in the beginning with God.",
      "3": "Through him all things were made, and apart from him nothing was made that has been made.",
      "4": "In him was life, and that life brought light to humanity.",
      "5": "And the light shines on in the darkness, and the darkness has never put it out.",
      "6": "There was a man sent from God, whose name was John.",
      "7": "He came as a witness to testify about the light, so that all might believe because of him.",
      "8": "John was not the light, but he came to testify about the light.",
      "9": "This was the true light that enlightens every person by his coming into the world.",
      "10": "He was in the world, and the world was made through him. Yet the world did not recognize him.",
      "11": "He came to his own creation, yet his own people did not receive him.",
      "12": "However, to all who received him, those believing in his name, he gave authority to become God’s children,",
      "13": "who were born, not merely in a genetic sense, nor from lust, nor from man’s desire, but from the will of God.",
      "14": "The Word became flesh and lived among us. We gazed on his glory, the kind of glory that belongs to the Father’s uniquely existing Son, who is full of grace and truth.",
      "15": "John told the truth about him when he cried out, “This is the person about whom I said, ‘The one who comes after me ranks higher than me, because he existed before me.’”",
      "16": "We have all received one gracious gift after another from his abundance,",
      "17": "because while the Law was given through Moses, grace and truth came through Jesus the Messiah.",
      "18": "No one has ever seen God. The uniquely existing God, who is close to the Father’s side, has revealed him.",
      "19": "This was John’s testimony when the Jewish leaders sent priests and descendants of Levi to him from Jerusalem to ask him, “Who are you?”",
      "20": "He spoke openly and, remaining true to himself, admitted, “I am not the Messiah.”",
      "21": "So they asked him, “Well then, are you Elijah?”\nJohn said, “I am not.”\n“Are you the Prophet?”\nHe answered, “No.”",
      "22": "“Who are you?” they asked him. “We must give an answer to those who sent us. What do you say about yourself?”",
      "23": "He replied, “I am\n‘…a voice crying out in the wilderness,\n    “Prepare the Lord’s highway,”’\nas the prophet Isaiah said.”",
      "24": "Now those men had been sent from the Pharisees.",
      "25": "They asked him, “Why, then, are you baptizing if you are not the Messiah, or Elijah, or the Prophet?”",
      "26": "John answered them, “I am baptizing with water, but among you stands a man whom you do not know,",
      "27": "the one who is coming after me, whose sandal straps I am not worthy to untie.”",
      "28": "This happened in Bethany on the other side of the Jordan, where John was baptizing.",
      "29": "The next day, John saw Jesus coming toward him and said, “Look, the Lamb of God who takes away the sin of the world!",
      "30": "This is the one about whom I said, ‘After me comes a man who ranks above me, because he existed before me.’",
      "31": "I didn’t recognize him, but I came baptizing with water so that he might be revealed to Israel.”",
      "32": "John also testified, “I saw the Spirit coming down from heaven like a dove, and it remained on him.",
      "33": "I didn’t recognize him, but the one who sent me to baptize with water told me, ‘The person on whom you see the Spirit descending and remaining is the one who baptizes with the Holy Spirit.’",
      "34": "I have seen this and have testified that this is the Son of God.”",
      "35": "The next day, John was standing there again with two of his disciples.",
      "36": "As he watched Jesus walk by, he said, “Look, the Lamb of God!”",
      "37": "When the two disciples heard him say this, they followed Jesus.",
      "38": "But when Jesus turned around and saw them following, he asked them, “What are you looking for?”\nThey asked him, “Rabbi,” (which is translated “Teacher”), “where are you staying?”",
      "39": "He told them, “Come and see!” So they went and saw where he was staying, and they remained with him that day. It was about four o’clock in the afternoon.",
      "40": "Andrew, Simon Peter’s brother, was one of the two who heard John and followed Jesus.",
      "41": "The first thing Andrew did was to find his brother Simon and say to him, “We have found the Anointed One!” (which is translated “Messiah”).",
      "42": "He led Simon to Jesus. Jesus looked at him intently and said, “You are Simon, John’s son. You will be called Cephas!” (which is translated “Peter”).",
      "43": "The next day, Jesus decided to go away to Galilee, where he found Philip and told him, “Follow me.”",
      "44": "Now Philip was from Bethsaida, the hometown of Andrew and Peter.",
      "45": "Philip found Nathaniel and told him, “We have found the man about whom Moses in the Law and the Prophets wrote—Jesus, the son of Joseph, from Nazareth.”",
      "46": "Nathaniel asked him, “From Nazareth? Can anything good come from there?”\nPhilip told him, “Come and see!”",
      "47": "Jesus saw Nathaniel coming toward him and said about him, “Look, a genuine Israeli, in whom there is no deceit!”",
      "48": "Nathaniel asked him, “How do you know me?”\nJesus answered him, “Before Philip called you, while you were under the fig tree, I saw you.”",
      "49": "Nathaniel replied to him, “Rabbi, you are the Son of God! You are the King of Israel!”",
      "50": "Jesus told him, “Do you believe because I told you that I saw you under the fig tree? You will see greater things than that.”",
      "51": "Then he told him, “Truly, I tell all of you emphatically, you will see heaven standing open and the angels of God going up and coming down to the Son of Man.”"
    },
    "2": {
      "1": "On the third day of that week there was a wedding in Cana of Galilee. Jesus’ mother was there,",
      "2": "and Jesus and his disciples had also been invited to the wedding.",
      "3": "When the wine ran out, Jesus’ mother told him, “They don’t have any more wine.”",
      "4": "“How does that concern us, dear lady?” Jesus asked her. “My time hasn’t come yet.”",
      "5": "His mother told the servants, “Do whatever he tells you.”",
      "6": "Now standing there were six stone water jars used for the Jewish rites of purification, each one holding from two to three measures.",
      "7": "Jesus told the servants, “Fill the jars with water.” So they filled them up to the brim.",
      "8": "Then he told them, “Now draw some out and take it to the man in charge of the banquet.” So they did.",
      "9": "When the man in charge of the banquet tasted the water that had become wine (without knowing where it had come from, though the servants who had drawn the water knew), he called for the bridegroom",
      "10": "and told him, “Everyone serves the best wine first, and the cheap kind when people are drunk. But you have kept the best wine until now!”",
      "11": "Jesus did this, the first of his signs, in Cana of Galilee. He revealed his glory, and his disciples believed in him.",
      "12": "After this, Jesus went down to Capernaum—he, his mother, his brothers, and his disciples—and they remained there for a few days.",
      "13": "The Jewish Passover was near, and Jesus went up to Jerusalem.",
      "14": "In the Temple he found people selling cattle, sheep, and doves, as well as moneychangers sitting at their tables.",
      "15": "After making a whip out of cords, he drove all of them out of the Temple, including the sheep and the cattle. He scattered the coins of the moneychangers and knocked over their tables.",
      "16": "Then he told those who were selling the doves, “Take these things out of here! Stop making my Father’s house a marketplace!”",
      "17": "His disciples remembered that it was written, “Zeal for your house will consume me.”",
      "18": "Then the Jewish leaders asked him, “What sign can you show us as authority for doing these things?”",
      "19": "Jesus answered them, “Destroy this sanctuary, and in three days I will rebuild it.”",
      "20": "The Jewish leaders said, “This sanctuary has been under construction for 46 years, and you’re going to rebuild it in three days?”",
      "21": "But the sanctuary he was speaking about was his own body.",
      "22": "After he had been raised from the dead, his disciples remembered that he had said this. So they believed the Scripture and the statement that Jesus had made.",
      "23": "While Jesus was in Jerusalem for the Passover Festival, many people believed in him because they saw the signs that he was doing.",
      "24": "Jesus, however, did not entrust himself to them, because he knew all people",
      "25": "and didn’t need anyone to tell him what people were like, because he himself knew what was in every person."
    },
    "3": {
      "1": "Now there was a man from the Pharisees, a leader of the Jews, whose name was Nicodemus.",
      "2": "He came to Jesus at night and told him, “Rabbi, we know that you have come from God as a teacher, because no one can perform these signs that you are doing unless God is with him.”",
      "3": "Jesus replied to him, “Truly, I tell you emphatically, unless a person is born from above he cannot see the kingdom of God.”",
      "4": "Nicodemus asked him, “How can a person be born when he is old? He can’t go back into his mother’s womb a second time and be born, can he?”",
      "5": "Jesus answered, “Truly, I tell you emphatically, unless a person is born of water and Spirit he cannot enter the kingdom of God.",
      "6": "What is born of the flesh is flesh, and what is born of the Spirit is spirit.",
      "7": "Don’t be astonished that I told you, ‘All of you must be born from above.’",
      "8": "The wind blows where it wants to. You hear its sound, but you don’t know where it comes from or where it is going. That’s the way it is with everyone who is born of the Spirit.”",
      "9": "Nicodemus asked him, “How can that be?”",
      "10": "Jesus answered him, “You’re the teacher of Israel, and you can’t understand this?",
      "11": "Truly, I tell you emphatically, we know what we’re talking about, and we testify about what we’ve seen. Yet you people do not accept our testimony.",
      "12": "If I have told you people about earthly things and you do not believe, how will you believe if I tell you about heavenly things?",
      "13": "“No one has gone up to heaven except the one who came down from heaven, the Son of Man who is in heaven.",
      "14": "Just as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,",
      "15": "so that everyone who believes in him would have eternal life.",
      "16": "“For this is how God loved the world: He gave his uniquely existing Son so that everyone who believes in him would not be lost but have eternal life.",
      "17": "Because God sent the Son into the world, not to condemn the world, but that the world would be saved through him.",
      "18": "Whoever believes in him is not condemned, but whoever does not believe has already been condemned, because he has not believed in the name of God’s uniquely existing Son.",
      "19": "And this is the basis for judgment: The light has come into the world, but people loved the darkness more than the light because their actions were evil.",
      "20": "Everyone who practices wickedness hates the light and does not come to the light, so that his actions may not be exposed.",
      "21": "But whoever does what is true comes to the light, so that it may become evident that his actions have God’s approval.”",
      "22": "After this, Jesus and his disciples went into the Judean countryside. He spent some time there with them and began baptizing.",
      "23": "John was also baptizing in Aenon, near Salim, because there was plenty of water there. People kept coming and were being baptized,",
      "24": "since John had not yet been thrown into prison.",
      "25": "Then a controversy about ritual purification sprang up between a certain Jew and John’s disciples,",
      "26": "so they went to John and told him, “Rabbi, the man who was with you on the other side of the Jordan, the one about whom you testified—look, he’s baptizing, and everyone is going to him!”",
      "27": "John replied, “No one can receive anything unless it has been given to them from heaven.",
      "28": "You yourselves are my witnesses that I said, ‘I am not the Messiah, but I have been sent ahead of him.’",
      "29": "It is the bridegroom who gets the bride, yet the bridegroom’s friend, who merely stands by and listens for him, is overjoyed to hear the bridegroom’s voice. That’s why this joy of mine is now complete.",
      "30": "He must become more important, but I must become less important.”",
      "31": "The one who comes from above is superior to everything. The one who is of the earth belongs to the earth and speaks about earthly things. The one who comes from heaven is superior to everything.",
      "32": "He testifies about what he has seen and heard, yet no one accepts his testimony.",
      "33": "The person who has accepted his testimony has acknowledged that God is truthful.",
      "34": "The one whom God sent speaks the words of God, because God does not give the Spirit in limited measure to him.",
      "35": "The Father loves the Son and has put everything in his hands.",
      "36": "The one who believes in the Son has eternal life, but the one who disobeys the Son will not see life. Instead, the wrath of God remains on him."
    },
    "4": {
      "1": "Now when Jesus realized that the Pharisees had heard he was making and baptizing more disciples than John—",
      "2": "although it was not Jesus who did the baptizing but his disciples—",
      "3": "he left Judea and went back to Galilee.",
      "4": "Now it was necessary for him to go through Samaria.",
      "5": "So he came to a town in Samaria called Sychar, near the piece of land that Jacob had given to his son Joseph.",
      "6": "Jacob’s Well was also there, and Jesus, tired out by the journey, sat down by the well. It was about noon.",
      "7": "A Samaritan woman came to draw water, and Jesus told her, “Please give me a drink,”",
      "8": "since his disciples had gone off into town to buy food.",
      "9": "The Samaritan woman asked him, “How can you, a Jew, ask for a drink from me, a Samaritan woman?” Because Jews do not have anything to do with Samaritans.",
      "10": "Jesus answered her, “If you knew the gift of God, and who it is who is saying to you, ‘Please give me a drink,’ you would have been the one to ask him, and he would have given you living water.”",
      "11": "The woman told him, “Sir, you don’t have a bucket, and the well is deep. Where are you going to get this living water?",
      "12": "You’re not greater than our ancestor Jacob, who gave us the well and drank from it, along with his sons and his flocks, are you?”",
      "13": "Jesus answered her, “Everyone who drinks this water will become thirsty again.",
      "14": "But whoever drinks the water that I will give him will never become thirsty again. The water that I will give him will become a well of water for him, springing up to eternal life.”",
      "15": "The woman told him, “Sir, give me this water, so that I won’t get thirsty or have to keep coming here to draw water.”",
      "16": "He told her, “Go and call your husband, and come back here.”",
      "17": "The woman answered him, “I don’t have a husband.”\nJesus told her, “You are quite right in saying, ‘I don’t have a husband,’",
      "18": "because you have had five husbands, and the man you have now is not your husband. What you have said is true.”",
      "19": "The woman told him, “Sir, I see that you are a prophet!",
      "20": "Our ancestors worshipped on this mountain. But you Jews say that the place where people should worship is in Jerusalem.”",
      "21": "Jesus told her, “Believe me, dear lady, the hour is coming when you Samaritans will worship the Father neither on this mountain nor in Jerusalem.",
      "22": "You don’t know what you’re worshiping. We Jews know what we’re worshiping, because salvation comes from the Jews.",
      "23": "Yet the time is coming, and is now here, when true worshipers will worship the Father in spirit and truth. Indeed, the Father is looking for people like that to worship him.",
      "24": "God is spirit, and those who worship him must worship in spirit and truth.”",
      "25": "The woman told him, “I know that the Anointed One is coming, who is being called ‘the Messiah’. When that person comes, he will explain everything.”",
      "26": "“I AM,” Jesus replied, “the one who is speaking to you.”",
      "27": "At this point his disciples arrived, and they were astonished that he was talking to a woman. Yet no one said, “What do you want from her?” or, “Why are you talking to her?”",
      "28": "Then the woman left her water jar and went back to town. She told people,",
      "29": "“Come, see a man who told me everything I’ve ever done! Could he possibly be the Messiah?”",
      "30": "The people left the town and started on their way to him.",
      "31": "Meanwhile, the disciples were urging him, “Rabbi, have something to eat.”",
      "32": "But he told them, “I have food to eat that you know nothing about.”",
      "33": "So the disciples began to say to one another, “No one has brought him anything to eat, have they?”",
      "34": "Jesus told them, “My food is doing the will of the one who sent me and completing his work.",
      "35": "You say, don’t you, ‘In four more months the harvest will begin?’ Look, I tell you, open your eyes and observe that the fields are ready for harvesting now!",
      "36": "The one who harvests is already receiving his wages and gathering a crop for eternal life, so that the one who sows and the one who harvests may rejoice together.",
      "37": "In this respect the saying is true: ‘One person sows, and another person harvests.’",
      "38": "I have sent you to harvest what you have not worked for. Others have worked, and you have adopted their work as your own.”",
      "39": "Now many of the Samaritans of that town believed in Jesus because the woman had testified, “He told me everything I’ve ever done.”",
      "40": "So when the Samaritans came to Jesus, they asked him to stay with them, and he stayed there for two days.",
      "41": "And many more believed because of what he said.",
      "42": "They kept telling the woman, “It is no longer because of what you said that we believe, because now we have heard him ourselves, and we know that he really is the Savior of the world.”",
      "43": "Two days later, Jesus left for Galilee from there,",
      "44": "since Jesus himself had testified that a prophet has no honor in his own country.",
      "45": "When he arrived in Galilee, the Galileans welcomed him because they had seen everything that he had done in Jerusalem during the festival and because they, too, had gone to the festival.",
      "46": "So Jesus returned to Cana in Galilee, where he had turned the water into wine. Meanwhile, in Capernaum there was a government official whose son was ill.",
      "47": "When this man heard that Jesus had come from Judea to Galilee, he went to him and asked him repeatedly to come down and heal his son, because he was about to die.",
      "48": "Jesus told him, “Unless you people see signs and wonders, you will never believe.”",
      "49": "The official told him, “Sir, please come down before my little boy dies.”",
      "50": "Jesus told him, “Go home. Your son will live.” The man believed what Jesus told him and started back home.",
      "51": "While he was on his way, his servants met him and told him that his child was alive.",
      "52": "So he asked them at what hour he had begun to recover, and they told him, “The fever left him yesterday at one o’clock in the afternoon.”",
      "53": "Then the father realized that this was the very hour when Jesus had told him, “Your son will live.” So he himself believed, along with his whole family.",
      "54": "Now this was the second sign that Jesus did after coming from Judea to Galilee."
    },
    "5": {
      "1": "Later on, there was another festival of the Jews, and Jesus went up to Jerusalem.",
      "2": "Near the Sheep Gate in Jerusalem is a pool called Bethesda in Hebrew. It has five colonnades,",
      "3": "and under these a large number of sick people were lying—blind, lame, or paralyzed—waiting for the movement of the water.",
      "4": "At certain times an angel of the Lord would go down into the pool and stir up the water, and whoever stepped in first after the stirring of the water was healed of whatever disease he had.",
      "5": "One particular man was there who had been ill for 38 years.",
      "6": "When Jesus saw him lying there and knew that he had already been there a long time, he asked him, “Do you want to get well?”",
      "7": "The sick man answered him, “Sir, I don’t have anyone to put me into the pool when the water is stirred up. While I’m trying to get there, someone else steps down ahead of me.”",
      "8": "Jesus told him, “Stand up, pick up your mat, and walk!”",
      "9": "The man immediately became well, and he picked up his mat and started walking. Now that day was a Sabbath.",
      "10": "So the Jewish leaders told the man who had been healed, “It is the Sabbath, and it is not lawful for you to carry your mat.",
      "11": "But he answered them, “The man who made me well told me, ‘Pick up your mat and walk.’”",
      "12": "They asked him, “Who is the man who told you, ‘Pick it up and walk’?”",
      "13": "But the one who had been healed did not know who it was, because Jesus had slipped away from the crowd in that place.",
      "14": "Later on, Jesus found him in the Temple and told him, “Look! You have become well. Stop sinning or something worse may happen to you.”",
      "15": "The man went off and told the Jewish leaders that it was Jesus who had made him well.",
      "16": "So the Jewish leaders began persecuting Jesus, because he kept doing such things on the Sabbath.",
      "17": "But Jesus answered them, “My Father has been working until now, and I, too, am working.”",
      "18": "So the Jewish leaders were trying all the harder to kill him, because he was not only breaking the Sabbath but was also calling God his own Father, thereby making himself equal to God.",
      "19": "Jesus told them, “Truly, I tell all of you emphatically, the Son can do nothing on his own accord, but only what he sees the Father doing, What the Father does, the Son does likewise.",
      "20": "The Father loves the Son and shows him everything he is doing, and he will show him even greater actions than these, so that you may be amazed.",
      "21": "Just as the Father raises the dead and gives them life, so also the Son gives life to those he chooses.",
      "22": "The Father judges no one, but has given all authority to judge to the Son,",
      "23": "so that everyone may honor the Son as they honor the Father. Whoever does not honor the Son does not honor the Father who sent him.",
      "24": "“Truly, I tell all of you emphatically, whoever hears what I say and believes in the one who sent me has eternal life and will not be judged, but has passed from death to life.",
      "25": "Truly, I tell all of you emphatically, the time approaches, and is now here, when the dead will hear the voice of the Son of God, and those who hear it will live.",
      "26": "Just as the Father has life in himself, so also he has granted the Son to have life in himself,",
      "27": "and he has given him authority to judge, because he is the Son of Man.",
      "28": "Don’t be amazed at this, because the time is approaching when everyone in their graves will hear the Son of Man’s voice",
      "29": "and will come out—those who have done what is good to the resurrection that leads to life, and those who have practiced what is evil to the resurrection that ends in condemnation.",
      "30": "I can do nothing on my own accord. I judge according to what I hear, and my judgment is just, because I do not seek my own will but the will of the one who sent me.”",
      "31": "“If I testify on my own behalf, my testimony is not trustworthy.",
      "32": "There is another who testifies about me, and I know that the testimony he gives about me is true.",
      "33": "You have sent messengers to John, and he has testified to the truth.",
      "34": "I myself do not accept human testimony, but I am saying these things so that you may be saved.",
      "35": "That man John was a lamp that burns and brightly shines, and for a while you were willing to rejoice in his light.",
      "36": "“But I have a greater testimony than John’s, because the actions that the Father has given me to complete—the very actions that I am doing—testify on my behalf that the Father has sent me.",
      "37": "Moreover, the Father who sent me has himself testified on my behalf. You have never heard his voice or seen what he looks like,",
      "38": "nor do you have his word at work in you, because you do not believe in the one whom he sent.",
      "39": "You examine the Scriptures carefully because you suppose that in them you have eternal life. Yet they testify about me.",
      "40": "But you are not willing to come to me to have life.",
      "41": "“I do not accept human praise.",
      "42": "I know that you do not have the love of God in you.",
      "43": "I have come in my Father’s name, and you do not accept me. Yet if another man comes in his own name, you will accept him.",
      "44": "How can you believe when you accept each other’s praise and do not look for the praise that comes from the only God?",
      "45": "Do not suppose that I will be the one to accuse you before the Father. Your accuser is Moses, on whom you have set your hope,",
      "46": "because if you believed Moses, you would believe me, since he wrote about me.",
      "47": "But if you do not believe what he wrote, how will you believe my words?”"
    },
    "6": {
      "1": "After this, Jesus went away to the other side of the Sea of Galilee (that is, to Tiberias).",
      "2": "A large crowd kept following him because they had seen the signs that he was performing by healing the sick.",
      "3": "But Jesus went up on a hillside and sat down there with his disciples.",
      "4": "Now the Passover, the festival of the Jews, was near.",
      "5": "When Jesus looked up and saw that a large crowd was coming toward him, he asked Philip, “Where can we buy bread for these people to eat?”",
      "6": "Jesus said this to test him, because he himself knew what he was going to do.",
      "7": "Philip answered him, “Two hundred denarii worth of bread isn’t enough for each of them to have a little.”",
      "8": "One of his disciples, Andrew, who was Simon Peter’s brother, told him,",
      "9": "“There’s a little boy here who has five barley loaves and two small fish. But what are these among so many people?”",
      "10": "Jesus said, “Have the people sit down.” Now there was plenty of grass in that area, so they sat down, numbering about 5,000 men.",
      "11": "Then Jesus took the loaves, gave thanks, and distributed them to those who were seated. He also distributed as much fish as they wanted.",
      "12": "When they were completely satisfied, Jesus told his disciples, “Collect the pieces that are left over so that nothing is wasted.”",
      "13": "So they collected and filled twelve baskets full of pieces of the five barley loaves left over by those who had eaten.",
      "14": "When the people saw the sign that he had done, they kept saying, “Truly this is the Prophet who was to come into the world!”",
      "15": "Then Jesus, realizing that they were about to come and take him by force to make him king, withdrew again to the hillside by himself.",
      "16": "When evening came, his disciples went down to the sea,",
      "17": "got into a boat, and started across the sea to Capernaum. Darkness had already fallen, and Jesus had not yet come to them.",
      "18": "A strong wind was blowing, and the sea was getting rough.",
      "19": "After they had rowed about 25 or 30 stadia, they saw Jesus walking on the sea toward their boat. They became terrified.",
      "20": "But he told them, “It is I. Stop being afraid!”",
      "21": "So they were glad to take him on board, and immediately the boat reached the land toward which they were going.",
      "22": "The next day, the crowd that had remained on the other side of the sea noticed that only one boat had been there, and no other, and that Jesus had not gotten into that boat with his disciples. Instead, his disciples had gone away by themselves.",
      "23": "Other small boats from Tiberias arrived near the place where they had eaten the bread after the Lord had given thanks.",
      "24": "When the crowd saw that neither Jesus nor his disciples were there, they got into these boats and went to Capernaum to look for Jesus.",
      "25": "When they had found him on the other side of the sea, they asked him, “Rabbi, when did you get here?”",
      "26": "Jesus replied to them, “Truly, I tell all of you emphatically, you are looking for me, not because you saw signs, but because you ate the loaves and were completely satisfied.",
      "27": "Do not work for food that perishes but for food that lasts for eternal life, which the Son of Man will give you, because God the Father has set his seal on him.”",
      "28": "Then they asked him, “What must we do to perform God’s works?”",
      "29": "Jesus answered them, “This is God’s work: to believe in the one whom he has sent.”",
      "30": "So they asked him, “What sign are you going to do so that we may see it and believe in you? What actions are you performing?",
      "31": "Our ancestors ate the manna in the wilderness, just as it is written, ‘He gave them bread from heaven to eat.’”",
      "32": "Jesus told them, “Truly, I tell all of you emphatically, it was not Moses who gave you the bread from heaven, but it is my Father who gives you the true bread from heaven.",
      "33": "The bread of God is the one who comes down from heaven and gives life to the world.”",
      "34": "Then they told him, “Sir, give us this bread all the time.”",
      "35": "Jesus told them, “I am the bread of life. Whoever comes to me will never become hungry, and whoever believes in me will never become thirsty.",
      "36": "I told you that you have seen me, yet you don’t believe.",
      "37": "Everything the Father gives me will come to me, and I’ll never turn away the one who comes to me.",
      "38": "I have come down from heaven, not to do my own will, but the will of the one who sent me.",
      "39": "And this is the will of the one who sent me, that I should not lose anything that he has given me, but should raise it to life on the last day.",
      "40": "This is my Father’s will: That everyone who sees the Son and believes in him should have eternal life, and I will raise him to life on the last day.”",
      "41": "Then the Jewish leaders began grumbling about him because he said, “I am the bread that came down from heaven.”",
      "42": "They kept saying, “This is Jesus, the son of Joseph, isn’t it, whose father and mother we know? So how can he say, ‘I have come down from heaven’?”",
      "43": "Jesus answered them, “Stop grumbling among yourselves.",
      "44": "No one can come to me unless the Father who sent me draws him, and I will raise him to life on the last day.",
      "45": "It is written in the Prophets, ‘And all of them will be taught by God.’ Everyone who has listened to the Father and has learned anything comes to me.",
      "46": "Not that anyone has seen the Father except the one who comes from God. This one has seen the Father.",
      "47": "Truly, I tell all of you emphatically, the one who believes in me has eternal life.",
      "48": "I’m the bread of life.",
      "49": "Your ancestors ate the manna in the wilderness and died.",
      "50": "This is the bread that comes down from heaven, so that a person may eat it and not die.",
      "51": "I’m the living bread that came down from heaven. If anyone eats this bread, he’ll live forever. And the bread I will give for the life of the world is my flesh.”",
      "52": "Then the Jewish leaders debated angrily with each other, asking, “How can this man give us his flesh to eat?”",
      "53": "So Jesus told them, “Truly, I tell all of you emphatically, unless you eat the flesh of the Son of Man and drink his blood, you don’t have life in yourselves.",
      "54": "Whoever eats my flesh and drinks my blood has eternal life, and I’ll raise him to life on the last day,",
      "55": "because my flesh is real food, and my blood is real drink.",
      "56": "The person who eats my flesh and drinks my blood remains in me, and I in him.",
      "57": "Just as the living Father sent me and I live because of the Father, so the one who feeds on me will also live because of me.",
      "58": "This is the bread that came down from heaven, not the kind that your ancestors ate. They died, but the one who eats this bread will live forever.”",
      "59": "He said this while teaching in the synagogue at Capernaum.",
      "60": "When many of his disciples heard this, they said, “This is a difficult statement. Who can accept it?”",
      "61": "But Jesus, knowing within himself that his disciples were grumbling about this, asked them, “Does this offend you?",
      "62": "What if you saw the Son of Man going up to the place where he was before?",
      "63": "It’s the Spirit who gives life; the flesh accomplishes nothing. The words that I’ve spoken to you are spirit and life.",
      "64": "But there are some among you who don’t believe...”—because Jesus knew from the beginning those who weren’t believing, as well as the one who would betray him.",
      "65": "So he said, “That’s why I told you that no one can come to me unless it be granted him by the Father.”",
      "66": "As a result, many of his disciples turned back and no longer associated with him.",
      "67": "So Jesus asked the Twelve, “You don’t want to leave, too, do you?”",
      "68": "Simon Peter answered him, “Lord, to whom would we go? You have the words of eternal life.",
      "69": "Besides, we have believed and remain convinced that you are the Holy One of God.”",
      "70": "Jesus answered them, “I chose you, the Twelve, didn’t I? Yet one of you is a devil.”",
      "71": "Now he was speaking about Judas, the son of Simon Iscariot, because this man was going to betray him, even though he was one of the Twelve."
    },
    "7": {
      "1": "After this, Jesus traveled throughout Galilee, because he didn’t want to travel in Judea, since the Jewish leaders there were trying to kill him.",
      "2": "Now the Jewish Festival of Tents was approaching.",
      "3": "So his brothers told him, “You should leave this place and go to Judea, so that your disciples can see the actions that you’re doing,",
      "4": "since no one acts in secret if he wants to be known publicly. If you’re going to do these things, you should reveal yourself to the world!”",
      "5": "Not even his brothers believed in him.",
      "6": "Jesus told them, “My time has not yet come, but your time is always here.",
      "7": "The world cannot hate you, but it hates me because I testify against it that its actions are evil.",
      "8": "Go up to the festival yourselves. I am not going to this festival yet, because my time hasn’t fully come.”",
      "9": "After saying this, he remained in Galilee.",
      "10": "But after his brothers had gone up to the festival, he went up himself, not openly but, as it were, in secret.",
      "11": "The Jewish leaders kept looking for him at the festival, asking, “Where is that man?”",
      "12": "And there was a great deal of discussion about him among the crowds. Some were saying, “He is a good man,” while others were saying, “No, he is deceiving the crowds!”",
      "13": "Nevertheless, no one would speak openly about him because they were afraid of the Jewish leaders.",
      "14": "Halfway through the festival, Jesus went up to the Temple and began teaching.",
      "15": "The Jewish leaders were astonished and remarked, “How can this man be so educated when he has never gone to school?”",
      "16": "Jesus replied to them, “My teaching is not mine but comes from the one who sent me.",
      "17": "If anyone wants to do his will, he’ll know whether this teaching is from God or whether I’m speaking on my own.",
      "18": "The one who speaks on his own seeks his own praise. But the one who seeks the praise of him who sent him is genuine, and there’s nothing false in him.",
      "19": "Moses gave you the Law, didn’t he? Yet none of you is keeping the Law. Why are you trying to kill me?”",
      "20": "The crowd answered, “You have a demon! Who is trying to kill you?”",
      "21": "Jesus answered them, “I performed one action, and all of you are astonished.",
      "22": "Moses gave you circumcision—not that it is from Moses, but from the Patriarchs—and so you circumcise a man on the Sabbath.",
      "23": "If a man receives circumcision on the Sabbath so that the Law of Moses may not be broken, are you angry with me because I made a man perfectly well on the Sabbath?",
      "24": "Stop judging by appearances, but judge with righteous judgment!”",
      "25": "Then some of the people of Jerusalem began saying, “This is the man they are trying to kill, isn’t it?",
      "26": "And look, he is speaking in public, and they are not saying anything to him! Can it be that the authorities really know that this is the Messiah?",
      "27": "We know where this man comes from. But when the Messiah comes, no one will know where he comes from.”",
      "28": "At this point Jesus, still teaching in the Temple, shouted, “So you know me and know where I’ve come from? I haven’t come on my own accord. But the one who sent me is true, and he’s the one you don’t know.",
      "29": "I know him because I’ve come from him, and he sent me.”",
      "30": "Because of this, the Jewish leaders kept trying to seize him, but no one laid a hand on him because his hour had not yet come.",
      "31": "However, many in the crowd believed in him. They kept saying, “When the Messiah comes, he won’t do more signs than this man has done, will he?”",
      "32": "The Pharisees heard the crowd debating these things about him, so the high priests and the Pharisees sent officers to arrest Jesus.",
      "33": "Then Jesus said, “I’ll be with you only a little while longer, and then I’m going back to the one who sent me.",
      "34": "You’ll look for me but won’t find me. And where I am, you cannot come.”",
      "35": "Then the Jewish leaders asked one another, “Where does this man intend to go that we won’t be able to find him? Surely he’s not going to the Dispersion among the Greeks and teach the Greeks, is he?",
      "36": "What does this statement mean that he said, ‘You’ll look for me but won’t find me,’ and, ‘Where I am, you cannot come’?”",
      "37": "On the last and most important day of the festival, Jesus stood up and shouted, “If anyone is thirsty, let him come to me and drink!",
      "38": "The one who believes in me, as the Scripture has said, will have rivers of living water flowing from his heart.”",
      "39": "Now he said this about the Spirit, whom those who were believing in him were to receive, because the Spirit was not yet present and Jesus had not yet been glorified.",
      "40": "When they heard these words, some in the crowd were saying, “This really is the Prophet,”",
      "41": "while others were saying, “This is the Messiah!”\nBut some were saying, “The Messiah doesn’t come from Galilee, does he?",
      "42": "Doesn’t the Scripture say that the Messiah is from David’s family and from Bethlehem, the village where David lived?”",
      "43": "So there was a division in the crowd because of him.",
      "44": "Some of them were wanting to seize him, but no one laid hands on him.",
      "45": "Then the officers returned to the high priests and Pharisees, who asked them, “Why didn’t you bring him?”",
      "46": "The officers answered, “No man ever spoke like that!”",
      "47": "Then the Pharisees replied to them, “You haven’t been deceived, too, have you?",
      "48": "None of the authorities or Pharisees has believed in him, have they?",
      "49": "But this mob that does not know the Law—they’re under a curse!”",
      "50": "One of their own, Nicodemus (the man who had previously met with Jesus), asked them,",
      "51": "“Surely our Law does not condemn a person without first hearing from him and finding out what he is doing, does it?”",
      "52": "They answered him, “You aren’t from Galilee, too, are you? Search and see that no prophet comes from Galilee.”",
      "53": "Then all of them went to their own homes."
    },
    "8": {
      "1": "Jesus, however, went to the Mount of Olives.",
      "2": "At daybreak he appeared again in the Temple, and all the people came to him. So he sat down and began to teach them.",
      "3": "But the scribes and the Pharisees brought a woman who had been caught in adultery. After setting her before them,",
      "4": "they told him, “Teacher, this woman has been caught in the very act of adultery.",
      "5": "Now in the Law, Moses commanded us to stone such women to death. What do you say?”",
      "6": "They said this to test him, so that they might have a charge against him. But Jesus bent down and began to write on the ground with his finger.",
      "7": "When they persisted in questioning him, he straightened up and told them, “Let the person among you who is without sin be the first to throw a stone at her.”",
      "8": "Then he bent down again and continued writing on the ground.",
      "9": "When they heard this, they went away one by one, beginning with the oldest, and he was left alone with the woman standing there.",
      "10": "Then Jesus stood up and asked her, “Dear lady, where are your accusers? Hasn’t anyone condemned you?”",
      "11": "“No one, sir,” she replied.\nThen Jesus said, “I don’t condemn you, either. Go home, and from now on don’t sin anymore.”",
      "12": "Later on, Jesus spoke to them again, saying, “I am the light of the world. The one who follows me will never walk in darkness, but will have the light of life.”",
      "13": "The Pharisees told him, “You’re testifying about yourself. Your testimony isn’t valid.”",
      "14": "Jesus answered them, “Even though I’m testifying about myself, my testimony is valid because I know where I’ve come from and where I’m going. But you don’t know where I come from or where I’m going.",
      "15": "You’re judging by human standards, but I’m not judging anyone.",
      "16": "Yet even if I should judge, my judgment would be valid, because it is not I alone who judges, but I and the one who sent me.",
      "17": "In your own Law it is written that the testimony of two people is valid.",
      "18": "I’m testifying about myself, and the Father who sent me is testifying about me.”",
      "19": "Then they asked him, “Where is this Father of yours?”\nJesus replied, “You don’t know me or my Father. If you had known me, you would’ve known my Father, too.”",
      "20": "He spoke these words in the treasury, while he was teaching in the Temple. Yet no one arrested him, because his hour had not yet come.",
      "21": "Later on, he told them again, “I’m going away, and you’ll look for me, but you will die in your sin. You cannot come where I’m going.”",
      "22": "So the Jewish leaders were asking, “He isn’t going to kill himself, is he? Is that why he said, ‘You cannot come where I’m going’?”",
      "23": "He told them, “You are from below, I’m from above. You are of this world, but I’m not of this world.",
      "24": "That is why I told you that you will die in your sins, for unless you believe that I AM, you’ll die in your sins.”",
      "25": "Then they asked him, “Who are you?”\nJesus told them, “What have I been telling you all along?",
      "26": "I have much to say about you and to condemn you for. But the one who sent me is truthful, and what I’ve heard from him I declare to the world.”",
      "27": "They didn’t realize that he was talking to them about the Father.",
      "28": "So Jesus told them, “When you have lifted up the Son of Man, then you will know that I AM, and that I do nothing on my own authority. Instead, I speak only what the Father has taught me.",
      "29": "Moreover, the one who sent me is with me. He has never left me alone, because I always do what pleases him.”",
      "30": "While he was saying these things, many believed in him.",
      "31": "So Jesus told those Jews who had believed in him, “If you continue in my word, you are really my disciples.",
      "32": "And you will know the truth, and the truth will set you free.”",
      "33": "They replied to him, “We are Abraham’s descendants and have never been slaves to anybody. So how can you say, ‘You will be set free’?”",
      "34": "Jesus answered them, “Truly, I tell all of you emphatically, that everyone who commits sin is a slave of sin.",
      "35": "The slave does not remain in the household forever, but the son does remain forever.",
      "36": "So if the Son sets you free, you will be free indeed!”",
      "37": "“I know that you are Abraham’s descendants. Yet you are trying to kill me because you’ve not received what I’ve told you.",
      "38": "I declare what I’ve seen in my Father’s presence, and you’re doing what you’ve heard from your father.”",
      "39": "They replied to him, “Our father is Abraham!”\nJesus told them, “If you were Abraham’s children, you would be doing what Abraham did.",
      "40": "But now you’re trying to kill me, a man who has told you the truth that I heard from God. Abraham wouldn’t have done that.",
      "41": "You are doing your father’s actions.”\nThey told him, “We’re not illegitimate children. We have one Father, God himself.”",
      "42": "Jesus told them, “If God were your Father, you would’ve loved me, because I came from God and am here. I haven’t come on my own accord, but he sent me.",
      "43": "Why don’t you understand what I’ve said? It’s because you can’t listen to my words.",
      "44": "You belong to your father the Devil, and you want to carry out the desires of your father. He was a murderer from the beginning and has never stood for truth, since there is no truth in him. Whenever he tells a lie, he speaks in character, because he is a liar and the father of lies.",
      "45": "But it is because I speak the truth that you don’t believe me.",
      "46": "Can any of you prove me guilty of sin? If I’m telling the truth, why don’t you believe me?",
      "47": "The one who belongs to God listens to the words of God. The reason you don’t listen is because you don’t belong to God.”",
      "48": "The Jewish leaders replied to him, “Surely we’re right in saying that you are a Samaritan and have a demon, aren’t we?”",
      "49": "Jesus answered, “I don’t have a demon. On the contrary, I honor my Father, and you dishonor me.",
      "50": "I don’t seek my own glory. There is one who seeks it, and he is the Judge.",
      "51": "Truly, I tell all of you emphatically, if anyone keeps my word, he will never see death.”",
      "52": "Then the Jewish leaders told him, “Now we really know that you have a demon. Abraham died, and so did the prophets, but you say, ‘If anyone keeps my word, he will never taste death.’",
      "53": "You aren’t greater than our father Abraham, who died, are you? The prophets also died. Who are you making yourself out to be?”",
      "54": "Jesus answered, “If I were trying to glorify myself, my glory would mean nothing. It is my Father who glorifies me, of whom you say, ‘He is our God.’",
      "55": "You don’t know him, but I know him. If I were to say that I don’t know him, I would be a liar like you. But I do know him and keep his word.",
      "56": "Your father Abraham rejoiced that he would see my day, and he saw it and was glad.”",
      "57": "Then the Jewish leaders asked him, “You are not even 50 years old, yet you have seen Abraham?”",
      "58": "Jesus told them, “Truly, I tell all of you emphatically, before there was an Abraham, I AM!”",
      "59": "At this, they picked up stones to throw at him, but Jesus hid himself and went out of the Temple."
    },
    "9": {
      "1": "As he was walking along, he observed a man who had been blind from birth.",
      "2": "His disciples asked him, “Rabbi, who sinned, this man or his parents, that caused him to be born blind?”",
      "3": "Jesus answered, “Neither this man nor his parents sinned. This happened so that God’s work might be revealed in him.",
      "4": "I must do the work of the one who sent me while it is day. Night is approaching, when no one can work.",
      "5": "As long as I’m in the world, I’m the light of the world.”",
      "6": "After saying this, he spit on the ground and made mud with the saliva. Then he spread the mud on the man’s eyes",
      "7": "and told him, “Go and wash in the pool of Siloam” (which is translated “Sent One”). So he went off, washed, and came back seeing.",
      "8": "Then the neighbors and those who had previously seen him as a beggar said, “This is the man who used to sit and beg, isn’t it?”",
      "9": "Some were saying, “It’s him,” while others were saying, “No, but it’s someone like him.”\nBut he himself kept saying, “It’s me!”",
      "10": "So they asked him, “How, then, did you gain your eyesight?”",
      "11": "He said, “The man named Jesus made some mud, spread it on my eyes, and told me, ‘Go to Siloam and wash.’ So off I went and washed, and I received my sight.”",
      "12": "They asked him, “Where is that man?”\nHe said, “I don’t know!”",
      "13": "So they brought to the Pharisees the man who had once been blind.",
      "14": "Now it was a Sabbath day when Jesus made the mud and healed his eyes.",
      "15": "So the Pharisees also began to ask him how he had gained his sight. He told them, “He put mud on my eyes, then I washed, and now I can see.”",
      "16": "Some of the Pharisees began to remark, “This man is not from God because he does not keep the Sabbath.”\nBut others were saying, “How can a sinful man perform such signs?” And there was a division among them.",
      "17": "So they asked the formerly blind man again, “What do you say about him, since it was your eyes he healed?”\nHe said, “He is a prophet.”",
      "18": "The Jewish leaders did not believe that the man had been blind and had gained sight until they summoned his parents",
      "19": "and asked them, “Is this your son, the one you say was born blind? How does he now see?”",
      "20": "His parents replied, “We know that this is our son and that he was born blind.",
      "21": "But we don’t know how it is that he now sees, and we don’t know who opened his eyes. Ask him. He is of age and can speak for himself.”",
      "22": "His parents said this because they were afraid of the Jewish leaders, since the Jewish leaders had already agreed that anyone who acknowledged that Jesus was the Messiah would be thrown out of the synagogue.",
      "23": "That’s why his parents said, “He is of age. Ask him.”",
      "24": "The Jewish leaders summoned the man who had been blind a second time and told him, “Give glory to God! We know that this man is a sinner.”",
      "25": "But he responded, “I don’t know whether he is a sinner or not. The one thing I do know is that I used to be blind and now I can see!”",
      "26": "Then they asked him, “What did he do to you? How did he heal your eyes?”",
      "27": "He answered them, “I’ve already told you, but you didn’t listen. Why do you want to hear it again? You don’t want to become his disciples, too, do you?”",
      "28": "At this, they turned on him in fury and said, “You are his disciple, but we are disciples of Moses!",
      "29": "We know that God has spoken to Moses, but we do not know where this fellow comes from.”",
      "30": "The man answered them, “This is an amazing thing! You don’t know where he comes from, yet he healed my eyes.",
      "31": "We know that God doesn’t listen to sinners, but he does listen to anyone who worships him and does his will.",
      "32": "Ever since creation it has never been heard that anyone healed the eyes of a man who was born blind.",
      "33": "If this man were not from God, he couldn’t do anything like that.”",
      "34": "They asked him, “You were born a sinner and you are trying to instruct us?” And they threw him out.",
      "35": "Jesus heard that they had thrown him out. So when he found him, he asked him, “Do you believe in the Son of Man?”",
      "36": "He answered, “And who is he, sir? Tell me, so that I may believe in him.”",
      "37": "Jesus told him, “You have seen him. He is the person who is talking with you.”",
      "38": "He said, “Lord, I do believe,” and worshipped him.",
      "39": "Then Jesus said, “I have come into this world to judge it, so that those who are blind may see and so that those who see may become blind.”",
      "40": "Some of the Pharisees who were near him overheard this and asked him, “We aren’t blind, too, are we?”",
      "41": "Jesus told them, “If you were blind, you would not have any sin. But now that you insist, ‘We see,’ your sin still exists.”"
    },
    "10": {
      "1": "“Truly, I tell all of you emphatically, the person who doesn’t enter the sheepfold through the gate, but climbs in by some other way, is a thief and a bandit.",
      "2": "The one who enters through the gate is the shepherd of the sheep.",
      "3": "It’s to him the gatekeeper opens the gate, and it’s his voice the sheep hear. He calls his own sheep by name and leads them out.",
      "4": "When he has driven out all his own, he goes ahead of them, and the sheep follow him because they recognize his voice.",
      "5": "They’ll never follow a stranger, but will run away from him because they don’t recognize the voice of strangers.”",
      "6": "Jesus used this illustration with them, but they didn’t understand what he was saying to them.",
      "7": "So again Jesus said, “Truly, I tell all of you emphatically, I’m the gate for the sheep.",
      "8": "All who came before me are thieves and bandits, but the sheep didn’t listen to them.",
      "9": "I’m the gate. If anyone enters through me, he will be saved. He’ll come in and go out and find pasture.",
      "10": "The thief comes only to steal, slaughter, and destroy. I’ve come that they may have life, and have it abundantly.",
      "11": "“I’m the good shepherd. The good shepherd lays down his life for the sheep.",
      "12": "The hired worker, who isn’t the shepherd and doesn’t own the sheep, sees the wolf coming, deserts the sheep, and runs away. So the wolf snatches them and scatters them,",
      "13": "because he’s a hired worker, and the sheep don’t matter to him.",
      "14": "I’m the good shepherd. I know my own and my own know me,",
      "15": "just as the Father knows me and I know the Father. And I lay down my life for the sheep.",
      "16": "I have other sheep that don’t belong to this fold. I must lead these also, and they’ll listen to my voice. So there will be one flock and one shepherd.",
      "17": "This is why the Father loves me, because I lay down my life in order to take it back again.",
      "18": "No one is taking it from me; I lay it down of my own free will. I have the authority to lay it down, and I have the authority to take it back again. This is what my Father has commanded me.”",
      "19": "Once again there was a division among the Jews because of what Jesus had been saying.",
      "20": "Many of them were saying, “He has a demon and is insane. Why bother listening to him?”",
      "21": "Others were saying, “These are not the words of a man who is demon-possessed. A demon cannot open the eyes of the blind, can it?”",
      "22": "Now Hanukkah was taking place in Jerusalem. It was winter,",
      "23": "and Jesus was walking around in the Temple inside the open porch of Solomon.",
      "24": "So the Jewish leaders surrounded him and quizzed him, “How long are you going to keep us in suspense? If you’re the Messiah, tell us so plainly.”",
      "25": "Jesus answered them, “I have told you, but you don’t believe it. The actions that I do in my Father’s name testify on my behalf,",
      "26": "but you don’t believe, because you don’t belong to my sheep.",
      "27": "My sheep hear my voice. I know them, and they follow me.",
      "28": "I give them eternal life, they’ll never be lost, and no one will snatch them out of my hand.",
      "29": "What my Father has given me is more important than anything, and no one can snatch it from the Father’s hand.",
      "30": "I and the Father are one.”",
      "31": "Again the Jewish leaders picked up stones to stone him to death.",
      "32": "Jesus replied to them, “I’ve shown you many good actions from my Father. For which of them are you going to stone me?”",
      "33": "The Jewish leaders answered him, “We are not going to stone you for a good action, but for blasphemy, because you, a mere man, are making yourself God!”",
      "34": "Jesus replied to them, “Is it not written in your Law, ‘I said, “You are gods”’?",
      "35": "If he called those to whom a message from God came ‘gods’ (and the Scripture cannot be disregarded),",
      "36": "how can you say to the one whom the Father has consecrated and sent into the world, ‘You’re blaspheming,’ because I said, ‘I’m the Son of God’?",
      "37": "If I’m not doing my Father’s actions, don’t believe me.",
      "38": "But if I’m doing them, even though you don’t believe me, believe the actions, so that you may know and understand that the Father is in me and I am in the Father.”",
      "39": "Again they tried to seize him, but he slipped away from them.",
      "40": "Then he went away again across the Jordan to the place where John had been baptizing at first, and he remained there.",
      "41": "Many people came to him and kept saying, “John never performed a sign, but everything that John said about this man is true!”",
      "42": "And many believed in Jesus there."
    },
    "11": {
      "1": "Now a certain man was ill, Lazarus from Bethany, the village of Mary and her sister Martha.",
      "2": "Mary was the woman who anointed the Lord with perfume and wiped his feet with her hair. Her brother Lazarus was the one who was ill.",
      "3": "So the sisters sent word to Jesus and told him, “Lord, the one whom you love is ill.”",
      "4": "But when Jesus heard it, he said, “This illness isn’t meant to end in death. It’s for God’s glory, so that the Son of God may be glorified through it.”",
      "5": "Now Jesus loved Martha and her sister and Lazarus.",
      "6": "Yet, when he heard that Lazarus was ill, he stayed where he was for two more days.",
      "7": "After this, he told the disciples, “Let’s go back to Judea.”",
      "8": "The disciples told him, “Rabbi, the Jewish leaders were just now trying to stone you to death, and you are going back there again?”",
      "9": "Jesus replied, “There are twelve hours in the day, aren’t there? If anyone walks during the day he does not stumble, because he sees the light of this world.",
      "10": "But if anyone walks at night he stumbles, because the light is not in him.”",
      "11": "These were the things he said.\nThen after this, he told them, “Our friend Lazarus has fallen asleep, but I’m leaving to wake him up.”",
      "12": "So the disciples told him, “Lord, if he has fallen asleep, he will get well.”",
      "13": "Jesus, however, had been speaking about his death, but they thought that he was speaking about resting or sleeping.",
      "14": "Then Jesus told them plainly, “Lazarus has died.",
      "15": "For your sake I’m glad that I wasn’t there, so that you may believe. But let’s go to him.”",
      "16": "Then Thomas, who was called the Twin, told his fellow disciples, “Let’s go, too, so that we may die with him!”",
      "17": "When Jesus arrived, he found that Lazarus had already been in the tomb for four days.",
      "18": "Now Bethany was near Jerusalem, about fifteen stadia away,",
      "19": "and many of the Jews had come to Martha and Mary to console them about their brother.",
      "20": "As soon as Martha heard that Jesus was coming, she went and met him, while Mary stayed at home.",
      "21": "Martha told Jesus, “Lord, if you had been here, my brother would not have died.",
      "22": "But even now I know that whatever you ask of God, he will give it to you.”",
      "23": "Jesus told her, “Your brother will rise again.”",
      "24": "Martha told him, “I know that he will rise again in the resurrection on the last day.”",
      "25": "Jesus told her, “I am the resurrection and the life. The person who believes in me, even though he dies, will live.",
      "26": "Indeed, everyone who lives and believes in me will never die. Do you believe that?”",
      "27": "“Yes, Lord,” she told him. “I believe that you are the Messiah, the Son of God, the one who was to come into the world.”",
      "28": "When she had said this, she went away and called her sister Mary and told her privately, “The Teacher is here and is calling for you!”",
      "29": "As soon as Mary heard this, she got up quickly and went to him.",
      "30": "Now Jesus had not yet arrived at the village but was still at the place where Martha had met him.",
      "31": "When the Jews who had been with her, consoling her in the house, saw Mary get up quickly and go out, they followed her, thinking that she had gone to the tomb to cry there.",
      "32": "As soon as Mary came to where Jesus was and saw him, she fell down at his feet and told him, “Lord, if you had been here, my brother wouldn’t have died.”",
      "33": "When Jesus saw her crying, and the Jews who had come with her crying, he was greatly troubled in spirit and deeply moved.",
      "34": "He asked, “Where have you put him?”\nThey told him, “Lord, come and see.”",
      "35": "Jesus burst into tears.",
      "36": "So the Jews said, “See how much he loved him!”",
      "37": "But some of them said, “Surely the one who opened the eyes of the blind man could have kept this man from dying, couldn’t he?”",
      "38": "Groaning deeply again, Jesus came to the tomb. It was a cave, and a stone was lying in front of it.",
      "39": "Jesus said, “Remove the stone.”\nMartha, the dead man’s sister, told him, “Lord, there must be a stench by now, because he’s been dead for four days.”",
      "40": "Jesus told her, “I told you that if you believed you would see God’s glory, didn’t I?”",
      "41": "So they removed the stone.\nThen Jesus looked upward and said, “Father, I thank you for hearing me.",
      "42": "I know that you always hear me, but I have said this for the sake of the crowd standing here, so that they may believe that you sent me.”",
      "43": "After saying this, he shouted with a loud voice, “Lazarus, come out!”",
      "44": "The man who had died came out, his hands and feet tied with strips of cloth, and his face wrapped in a handkerchief. Jesus told them, “Untie him, and let him go.”",
      "45": "Many of the Jews who had come with Mary and who had observed what Jesus did believed in him.",
      "46": "Some of them, however, went to the Pharisees and told them what Jesus had done.",
      "47": "So the high priests and the Pharisees assembled the Council and said, “What are we going to do? This man is performing many signs.",
      "48": "If we let him go on like this, everyone will believe in him, and the Romans will come and destroy both our Temple and our nation.”",
      "49": "But one of them, Caiaphas, who was high priest that year, told them, “You don’t know anything!",
      "50": "You don’t realize that it is better for you to have one man die for the people than to have the whole nation destroyed.”",
      "51": "Now he did not say this on his own initiative. As high priest that year, he prophesied that Jesus would die for the nation,",
      "52": "and not only for the nation, but that he would also gather into one the children of God who were scattered abroad.",
      "53": "So from that day on they resolved to put him to death.",
      "54": "As a result, Jesus no longer walked openly among the Jews. Instead, he went from there to a town called Ephraim in the region near the wilderness. There he remained with his disciples.",
      "55": "Now the Jewish Passover was approaching, and before the Passover many people from the countryside went up to Jerusalem to purify themselves.",
      "56": "They kept looking for Jesus and saying to one another as they stood in the Temple, “What do you think? Surely he won’t come to the festival, will he?”",
      "57": "Now the high priests and the Pharisees had given orders that whoever knew where he was should tell them so that they could arrest him."
    },
    "12": {
      "1": "Six days before the Passover, Jesus arrived in Bethany, where Lazarus lived, the man whom Jesus had raised from the dead.",
      "2": "There they gave a dinner for him. Martha served, and Lazarus was one of those at the table with him.",
      "3": "Mary took a litron of very expensive perfume made of pure nard and anointed Jesus’ feet. She wiped his feet with her hair, and the house became filled with the fragrance of the perfume.",
      "4": "But Judas Iscariot, one of his disciples, who was going to betray him, asked,",
      "5": "“Why wasn’t this perfume sold for 300 denarii and the money given to the destitute?”",
      "6": "He said this, not because he cared about the destitute, but because he was a thief. He was in charge of the moneybag and would steal what was put into it.",
      "7": "Then Jesus said, “Leave her alone so she can observe the day of my burial,",
      "8": "because you will always have the destitute with you, but you won’t always have me.”",
      "9": "When the large crowd of Jews realized that he was there, they came not only because of Jesus but also to see Lazarus, whom he had raised from the dead.",
      "10": "So the high priests planned to kill Lazarus, too,",
      "11": "since he was the reason why so many of the Jews were leaving to believe in Jesus.",
      "12": "The next day, the large crowd that had come to the festival heard that Jesus was coming into Jerusalem.",
      "13": "So they took branches of palm trees and went out to meet him, shouting,\n“Hosanna!\nHow blessed is the one who comes\n    in the name of the Lord, the King of Israel!”",
      "14": "Then Jesus found a young donkey and sat upon it, as it is written:",
      "15": "“Stop being afraid, people of Zion.\nLook, your king is coming,\n    sitting upon a donkey’s colt!”",
      "16": "At first, his disciples didn’t understand these things. However, when Jesus had been glorified, they remembered that these things had been written about him and that people had done these things to him.",
      "17": "So the crowd that had been with him when he called Lazarus out of the tomb and raised him from the dead continued to testify to what they had seen.",
      "18": "The crowd was going out to meet Jesus because they had heard that he had performed this sign.",
      "19": "Then the Pharisees told one another, “You see, there is nothing you can do. Look, the world has gone after him!”",
      "20": "Now some Greeks were among those who had come up to worship at the festival.",
      "21": "They went to Philip (who was from Bethsaida in Galilee) and told him, “Sir, we would like to see Jesus.”",
      "22": "Philip went and told Andrew, and Andrew and Philip went and told Jesus.",
      "23": "Jesus told them, “The hour has come for the Son of Man to be glorified.",
      "24": "Truly, I tell all of you emphatically, unless a grain of wheat falls into the ground and dies, it remains alone. But if it dies, it produces a lot of grain.",
      "25": "The one who loves his life will destroy it, and the one who hates his life in this world will preserve it for eternal life.",
      "26": "If anyone serves me, he must follow me. And where I am, there my servant will also be. If anyone serves me, the Father will honor him.”",
      "27": "“Now my soul is in turmoil, and what should I say—‘Father, save me from this hour’? No! It was for this very reason that I came to this hour.",
      "28": "Father, glorify your name.”\nThen a voice came from heaven, “I have glorified it, and I will glorify it again!”",
      "29": "The crowd standing there heard this and said that it was thunder.\nOthers were saying, “An angel has spoken to him.”",
      "30": "Jesus replied, “This voice is for your benefit, not for mine.",
      "31": "Now is the time for the judgment of this world to begin. Now the ruler of this world will be thrown out.",
      "32": "As for me, if I am lifted up from the earth, I will draw all people to myself.”",
      "33": "He said this to indicate the kind of death he was about to die.",
      "34": "Then the crowd answered him, “We have learned from the Law that the Messiah remains forever. So how can you say that the Son of Man must be lifted up? Who is this Son of Man?”",
      "35": "Jesus replied to the crowd, “The light is among you only for a short time. Walk while you have the light, so that the darkness may not overtake you. The person who walks in the darkness is in the darkness and does not know where he is going.",
      "36": "As long as you have the light, believe in the light, so that you may become children of light.” After Jesus had said this, he went away and hid from them.",
      "37": "Although he had performed numerous signs in their presence, they did not believe in him,",
      "38": "so that what the prophet Isaiah spoke might be fulfilled when he said:\n“Lord, who has believed our message,\n    and to whom has the Lord’s power been revealed?”",
      "39": "This is why they could not believe: Isaiah also said,",
      "40": "“He has blinded their eyes\n    and hardened their heart,\nso that they might not perceive with their eyes,\n    and understand with their mind and turn,\n        and I would heal them.”",
      "41": "Isaiah said this when he saw his glory and spoke about him.",
      "42": "Yet many people, even some of the authorities, believed in him, but because of the Pharisees they did not admit it so they would not be thrown out of the synagogue.",
      "43": "For they loved the praise of human beings more than the praise of God.",
      "44": "Then Jesus said loudly, “The one who believes in me does not believe in me only, but also in the one who sent me.",
      "45": "The one who sees me sees the one who sent me.",
      "46": "I’ve come into the world as light, so that everyone who believes in me won’t remain in the darkness.",
      "47": "If anyone hears my words and doesn’t keep them, I don’t condemn him, because I didn’t come to condemn the world, but to save it.",
      "48": "The one who rejects me and doesn’t receive my words has something to judge him: The word that I’ve spoken will judge him on the last day,",
      "49": "because I haven’t spoken on my own authority. Instead, the Father who sent me has himself commanded me what to say and how to speak.",
      "50": "And I know that what he commands brings eternal life. What I speak, therefore, I speak just as the Father has told me.”"
    },
    "13": {
      "1": "Now before the Passover Festival, Jesus realized that his hour had come to leave this world and return to the Father. Having loved his own who were in the world, he loved them to the end.",
      "2": "By supper time, the Devil had already put it into the heart of Judas, the son of Simon Iscariot, to betray him.",
      "3": "Because Jesus knew that the Father had given everything into his control, that he had come from God, and that he was returning to God,",
      "4": "therefore he got up from the table, removed his outer robe, and took a towel and fastened it around his waist.",
      "5": "Then he poured some water into a basin and began to wash the disciples’ feet and to dry them with the towel that was tied around his waist.",
      "6": "Then he came to Simon Peter, who asked him, “Lord, are you going to wash my feet?”",
      "7": "Jesus answered him, “You don’t realize now what I’m doing, but later on you’ll understand.”",
      "8": "Peter told him, “You must never wash my feet!”\nJesus answered him, “Unless I wash you, you cannot be involved with me.”",
      "9": "Simon Peter told him, “Lord, not just my feet, but my hands and my head as well!”",
      "10": "Jesus told him, “Whoever has bathed is entirely clean. He doesn’t need to wash himself further, except for his feet. And you men are clean, though not all of you.”",
      "11": "For he knew who was going to betray him. That’s why he said, “Not all of you are clean.”",
      "12": "When Jesus had washed their feet and put on his outer robe, he sat down again and told them, “Do you realize what I’ve done to you?",
      "13": "You call me Teacher and Lord, and you are right because that is what I am.",
      "14": "So if I, your Lord and Teacher, have washed your feet, you must also wash one another’s feet.",
      "15": "I’ve set an example for you, so that you may do as I have done to you.",
      "16": "Truly, I tell all of you emphatically, a servant isn’t greater than his master, and a messenger isn’t greater than the one who sent him.",
      "17": "If you understand these things, how blessed you are if you put them into practice!",
      "18": "I’m not talking about all of you. I know the ones I have chosen. But the Scripture must be fulfilled: ‘The one who ate bread with me has turned against me.’",
      "19": "I’m telling you this now, before it happens, so that when it does happen, you may believe that I AM.",
      "20": "Truly, I tell all of you emphatically, the one who receives whomever I send receives me, and the one who receives me receives the one who sent me.”",
      "21": "After saying this, Jesus was deeply troubled in spirit and declared solemnly, “Truly, I tell all of you emphatically, one of you is going to betray me!”",
      "22": "The disciples began looking at one another, completely mystified about whom he was speaking.",
      "23": "One of his disciples, the one whom Jesus kept loving, had been sitting very close to him.",
      "24": "So Simon Peter motioned to this man to ask Jesus about whom he was speaking.",
      "25": "Leaning forward on Jesus’ chest, he asked him, “Lord, who is it?”",
      "26": "Jesus answered, “He is the one to whom I will give this piece of bread after I have dipped it in the dish.”\nThen he took a piece of bread, dipped it, and gave it to Judas, the son of Simon Iscariot.",
      "27": "After he had taken the piece of bread, Satan entered him. Then Jesus told him, “Do quickly what you are going to do!”",
      "28": "Now no one at the table knew why Jesus said this to him.",
      "29": "Some thought that, since Judas had the moneybag, Jesus was telling him to buy what they needed for the festival or to give something to the destitute.",
      "30": "So Judas took the piece of bread, immediately went outside…and it was night.",
      "31": "After Judas had gone out, Jesus said, “The Son of Man is now glorified, and God has been glorified by him.",
      "32": "If God has been glorified by him, God himself also will glorify the Son of Man, and he will do so quickly.",
      "33": "Little children, I’m with you only a little longer. You will look for me, but what I told the Jewish leaders I now tell you, ‘Where I’m going, you cannot come.’",
      "34": "I’m giving you a new commandment…to love one another. Just as I have loved you, you also should love one another.",
      "35": "This is how everyone will know that you are my disciples, if you have love for one another.”",
      "36": "Simon Peter asked him, “Lord, where are you going?”\nJesus answered him, “I’m going where you cannot follow me now, though you will follow me later on.”",
      "37": "“Lord, why can’t I follow you now?” Peter asked him. “I would lay down my life for you!”",
      "38": "Jesus answered him, “Would you lay down your life for me? I tell you emphatically, a rooster will not crow until you have denied me three times.”"
    },
    "14": {
      "1": "“Don’t let your hearts be troubled. Believe in God, believe also in me.",
      "2": "There are many rooms in my Father’s house. If there weren’t, I wouldn’t have told you that I am going away to prepare a place for you, would I?",
      "3": "And since I’m going away to prepare a place for you, I’ll come back again and welcome you into my presence, so that you may be where I am.",
      "4": "You know where I am going, and you know the way.”",
      "5": "Thomas asked him, “Lord, we don’t know where you are going, so how can we know the way?”",
      "6": "Jesus told him, “I am the way, the truth, and the life. No one comes to the Father except through me.",
      "7": "If you have known me, you will also know my Father. From now on you know him and have seen him.”",
      "8": "Philip told him, “Lord, show us the Father, and that will satisfy us.”",
      "9": "“Have I been with you all this time, Philip, and you still do not know me?” Jesus asked him. “The person who has seen me has seen the Father. So how can you say, ‘Show us the Father’?",
      "10": "You believe, don’t you, that I am in the Father and the Father is in me? The words that I say to you I don’t speak on my own. It is the Father who dwells in me and who carries out his work.",
      "11": "Believe me, I am in the Father and the Father is in me. Otherwise, believe me because of what I’ve been doing.",
      "12": "Truly, I tell all of you emphatically, the one who believes in me will also do what I’m doing. He will do even greater things than these, because I’m going to the Father.",
      "13": "I’ll do whatever you ask in my name, so that the Father may be glorified in the Son.",
      "14": "If you ask me for anything in my name, I will do it.”",
      "15": "“If you love me, keep my commandments.",
      "16": "I will ask the Father to give you another Helper, to be with you always.",
      "17": "He is the Spirit of truth, whom the world cannot receive, because it neither sees him nor recognizes him. But you recognize him, because he lives with you and will be in you.",
      "18": "I’m not going to forsake you like orphans. I will come back to you.",
      "19": "“In a little while the world will no longer see me, but you will see me. Because I live, you will live also.",
      "20": "At that time, you’ll know that I am in my Father, that you are in me, and that I am in you.",
      "21": "The person who has my commandments and keeps them is the one who loves me. The one who loves me will be loved by my Father, and I, too, will love him and reveal myself to him.”",
      "22": "Judas (not Iscariot) asked him, “Lord, how is it that you are going to reveal yourself to us and not to the world?”",
      "23": "Jesus answered him, “If anyone loves me, he will keep my word. Then my Father will love him, and we will go to him and make our home within him.",
      "24": "The one who doesn’t love me doesn’t keep my words. The words that you’re hearing me say are not mine, but come from the Father who sent me.",
      "25": "“I have told you this while I am still with you.",
      "26": "But the Helper, the Holy Spirit, whom the Father will send in my name, will teach you all things and remind you of everything that I have told you.",
      "27": "I’m leaving you at peace. I’m giving you my own peace. I’m not giving it to you as the world gives. So don’t let your hearts be troubled, and don’t be afraid.",
      "28": "You have heard me tell you, ‘I’m going away, but I’m coming back to you.’ If you loved me, you would rejoice that I’m going to the Father, because the Father is greater than I am.",
      "29": "I’ve told you this now, before I leave, so that when I do leave, you will believe.",
      "30": "I won’t talk with you much longer, because the ruler of this world is coming. He has no power over me.",
      "31": "But I’m doing what the Father has commanded me, to let the world know that I love the Father. Get up! Let us leave this place.”"
    },
    "15": {
      "1": "“I am the true vine, and my Father is the vintner.",
      "2": "He cuts off every branch that does not produce fruit in me, and he cuts back every branch that does produce fruit, so that it might produce more fruit.",
      "3": "You are already clean because of what I’ve spoken to you.",
      "4": "“Abide in me, and I will abide in you. Just as the branch cannot produce fruit by itself unless it abides in the vine, neither can you unless you abide in me.",
      "5": "I am the vine, you are the branches. The one who abides in me while I abide in him produces much fruit, because apart from me you can do nothing.",
      "6": "Unless a person abides in me, he is thrown away like a pruned branch and dries up. People gather such branches, throw them into a fire, and they are burned up.",
      "7": "“If you abide in me and my words abide in you, you can ask for anything you want, and you’ll receive it.",
      "8": "This is how my Father is glorified, when you produce a lot of fruit and so prove to be my disciples.",
      "9": "Just as the Father has loved me, so I have loved you. So abide in my love.",
      "10": "If you keep my commandments, you’ll abide in my love, just as I have kept my Father’s commandments and abide in his love.",
      "11": "I’ve told you this, so that my joy may be in you, and that your joy may be complete.",
      "12": "“This is my commandment: that you love one another as I have loved you.",
      "13": "No one shows greater love than when he lays down his life for his friends.",
      "14": "You are my friends, if you do what I command you.",
      "15": "I don’t call you servants anymore, because a servant doesn’t know what his master is doing. But I’ve called you friends, because I’ve made known to you everything that I’ve heard from my Father.",
      "16": "“You have not chosen me, but I have chosen you. I have appointed you to go and produce fruit that will last, so that whatever you ask the Father in my name, he will give it to you.",
      "17": "I am giving you these commandments so that you may love one another.”",
      "18": "“If the world hates you, you should realize that it hated me before you.",
      "19": "If you belonged to the world, the world would love you as one of its own. But because you do not belong to the world and I have chosen you out of it, the world hates you.",
      "20": "Remember what I told you: ‘A servant is not greater than his master.’ If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours.",
      "21": "They will do all these things to you on account of my name, because they do not know the one who sent me.",
      "22": "“If I had not come and spoken to them, they would not have any sin. But now they have no excuse for their sin.",
      "23": "The person who hates me also hates my Father.",
      "24": "If I hadn’t done among them the actions that no one else did, they wouldn’t have any sin. But now they have seen and hated both me and my Father.",
      "25": "But this happened so that what has been written in their Law might be fulfilled: ‘They hated me for no reason.’",
      "26": "“When the Helper comes, whom I will send to you from the Father— the Spirit of Truth, who comes from the Father—he will testify on my behalf.",
      "27": "You will testify also, because you have been with me from the beginning."
    },
    "16": {
      "1": "“I have told you this to keep you from falling away.",
      "2": "You’ll be thrown out of the synagogues. Yes, a time is coming when the one who kills you will think he’s serving God.",
      "3": "They’ll do this because they haven’t known the Father or me.",
      "4": "But I’ve told you this, so that when the time comes you’ll remember that I told you about them. I didn’t tell you this in the beginning, because I was still with you.”",
      "5": "“But now I am going to the one who sent me. Yet none of you asks me, ‘Where are you going?’",
      "6": "But because I have told you this, sorrow has filled your hearts.",
      "7": "However, I’m telling you the truth. It’s for your advantage that I’m going away, because if I don’t go away, the Helper won’t come to you. But if I go, I will send him to you.",
      "8": "When he comes, he will convict the world of sin, righteousness, and judgment—",
      "9": "of sin, because they don’t believe in me;",
      "10": "of righteousness, because I’m going to the Father and you will no longer see me;",
      "11": "and of judgment, because the ruler of this world has been judged.",
      "12": "“I still have a lot to say to you, but you cannot bear it now.",
      "13": "Yet when the Spirit of Truth comes, he’ll guide you into all truth. He won’t speak on his own accord, but he’ll speak whatever he hears and will declare to you the things that are to come.",
      "14": "He will glorify me, because he will take what is mine and declare it to you.",
      "15": "All that the Father has is mine. That is why I said, ‘He will take what is mine and declare it to you.’",
      "16": "In a little while you will no longer see me, then in a little while you will see me again.”",
      "17": "At this point, some of his disciples asked each other, “What does he mean by telling us, ‘In a little while you will no longer see me, then in a little while you will see me again,’ and, ‘because I am going to the Father’?”",
      "18": "They kept saying, “What is this ‘in a little while’ that he keeps talking about? We don’t know what he means.”",
      "19": "Jesus knew that they wanted to ask him a question, so he asked them, “Are you discussing among yourselves what I meant when I said, ‘In a little while you will no longer see me, then in a little while you will see me again’?",
      "20": "Truly, I tell all of you emphatically, you’ll cry and mourn, but the world will rejoice. You’ll be deeply distressed, but your pain will turn into joy.",
      "21": "When a woman is in labor she has pain, because her time has come. Yet when she has given birth to her child, she doesn’t remember the agony anymore because of the joy of having brought a human being into the world.",
      "22": "Now you are having pain. But I’ll see you again, and your hearts will rejoice, and no one will take your joy away from you.",
      "23": "On that day, you won’t ask me for anything. Truly, I tell all of you emphatically, whatever you ask the Father for in my name, he will give it to you.",
      "24": "So far you haven’t asked for anything in my name. Keep asking and you will receive, so that your joy may be complete.”",
      "25": "“I have said these things to you in figurative language. The time is coming when I will no longer speak to you in figurative language, but will tell you plainly about the Father.",
      "26": "At that time, you will make your requests in my name, so that I will have no need to ask the Father on your behalf,",
      "27": "because the Father himself loves you, and because you have loved me and believed that I came from God.",
      "28": "I left the Father and came into the world. Now I’m leaving the world and going back to the Father.”",
      "29": "Jesus’ disciples said, “Well, now you’re speaking plainly and not using figurative language.",
      "30": "Now we know that you know everything and don’t need to have anyone ask you any questions. Because of this, we believe that you have come from God.”",
      "31": "Jesus answered them, “Do you now believe?",
      "32": "Listen, the time is coming, indeed it has already come, when you will be scattered, each of you to his own home, and you will leave me all by myself. Yet I’m not alone, because the Father is with me.",
      "33": "I have told you this so that through me you may have peace. In the world you’ll have trouble, but be courageous—I’ve overcome the world!”"
    },
    "17": {
      "1": "After Jesus had said this, he looked up to heaven and said, “Father, the hour has come. Glorify your Son, so that the Son may glorify you.",
      "2": "For you have given him authority over all humanity so that he might give eternal life to all those you gave him.",
      "3": "And this is eternal life: to know you, the only true God, and the one whom you sent—Jesus the Messiah.",
      "4": "I glorified you on earth by completing the task you gave me to do.",
      "5": "“So now, Father, glorify me in your presence with the glory I had with you before the world existed.",
      "6": "I have made your name known to these men whom you gave me from the world. They were yours, and you gave them to me, and they have kept your word.",
      "7": "Now they realize that everything you gave me comes from you,",
      "8": "because the words that you gave me I passed on to them. They have received them and know for sure that I came from you. They have believed that you sent me.",
      "9": "“I am asking on their behalf. I am not asking on behalf of the world, but on behalf of those you gave me, because they are yours.",
      "10": "All that is mine is yours, and what is yours is mine, and I have been glorified through them.",
      "11": "I am no longer in the world, but they are in the world, and I am coming to you. Holy Father, protect them by your Name, the Name that you gave me, so that they may be one, as we are one.",
      "12": "While I was with them, I protected them by the authority that you gave me. I guarded them, and not one of them became lost except the one who was destined for destruction, so that the Scripture might be fulfilled.",
      "13": "“And now I am coming to you, and I say these things in the world so that they may have my joy made complete in themselves.",
      "14": "I have given them your word, and the world has hated them, because they do not belong to the world, just as I don’t belong to the world.",
      "15": "I’m not asking you to take them out of the world but to protect them from the evil one.",
      "16": "They don’t belong to the world, just as I don’t belong to the world.",
      "17": "“Sanctify them by the truth. Your word is truth.",
      "18": "Just as you sent me into the world, so I have sent them into the world.",
      "19": "It is for their sakes that I sanctify myself, so that they, too, may be sanctified by the truth.",
      "20": "I ask not only on behalf of these men, but also on behalf of those who will believe in me through their message,",
      "21": "so that they may all be one. Just as you, Father, are in me and I am in you, may they also be one in us, so that the world may believe that you sent me.",
      "22": "“I have given them the glory that you gave me, so that they may be one, just as we are one.",
      "23": "I am in them, and you are in me. May they be completely one, so that the world may know that you sent me and that you have loved them as you loved me.",
      "24": "Father, I want those you have given me to be with me where I am and to see my glory, which you gave me because you loved me before the creation of the world.",
      "25": "“Righteous Father, the world has never known you. Yet I have known you, and these men have known that you sent me.",
      "26": "I made your name known to them, and will continue to make it known, so that the love you have for me may be in them and I myself may be in them.”"
    },
    "18": {
      "1": "After Jesus had said all of this, he went with his disciples across the Kidron valley to a place where there was a garden, which he and his disciples entered.",
      "2": "Now Judas, who betrayed him, also knew the place, because Jesus often met there with his disciples.",
      "3": "So Judas took a detachment of soldiers and some officers from the high priests and the Pharisees and went there with lanterns, torches, and weapons.",
      "4": "Then Jesus, knowing everything that was going to happen, went forward and asked them, “Who are you looking for?”",
      "5": "They answered him, “Jesus from Nazareth.”\nJesus told them, “I AM.” Judas, the man who betrayed him, was standing with them.",
      "6": "When Jesus told them, “I AM,” they backed away and fell to the ground.",
      "7": "So he asked them again, “Who are you looking for?”\nThey said, “Jesus from Nazareth.”",
      "8": "Jesus replied, “I told you that I am the one, so if you are looking for me, let these men go.”",
      "9": "This was to fulfill what he had said, “I did not lose a single one of those you gave me.”",
      "10": "Then Simon Peter, who had a sword, drew it and struck the high priest’s servant, cutting off his right ear. The servant’s name was Malchus.",
      "11": "Jesus told Peter, “Put your sword back into its sheath. Shouldn’t I drink the cup that the Father has given me?”",
      "12": "Then the soldiers, along with their commander and the Jewish officers, arrested Jesus and tied him up.",
      "13": "First they brought him to Annas, because he was the father-in-law of Caiaphas, the high priest that year.",
      "14": "Caiaphas was the person who had advised the Jews that it was better to have one man die for the people.",
      "15": "Simon Peter and another disciple were following Jesus. Since the other disciple was known to the high priest, he accompanied Jesus into the courtyard of the high priest.",
      "16": "Peter, however, stood outside the gate. So this other disciple who was known to the high priest went out and spoke to the gatekeeper and brought Peter inside.",
      "17": "The young woman at the gate asked Peter, “You aren’t one of this man’s disciples, too, are you?”\n“I am not,” he replied.",
      "18": "Meanwhile, the servants and officers were standing around a charcoal fire they had built and were warming themselves because it was cold. Peter was also standing with them, keeping himself warm.",
      "19": "Then the high priest questioned Jesus about his disciples and about his own teaching.",
      "20": "Jesus answered him, “I have spoken publicly to the world. I have always taught in the synagogue or in the Temple, where all Jews meet together, and I have said nothing in secret.",
      "21": "Why do you question me? Question those who heard what I said. These are the people who know what I said.”",
      "22": "When he said this, one of the officers standing nearby slapped Jesus on the face and demanded, “Is that any way to answer the high priest?”",
      "23": "Jesus answered him, “If I have said anything wrong, tell me what it was. But if I have told the truth, why do you hit me?”",
      "24": "Then Annas sent him, with his hands tied, to Caiaphas the high priest.",
      "25": "Meanwhile, Simon Peter was standing and warming himself. Some people asked him, “You aren’t one of his disciples, too, are you?”\nHe denied it by saying, “I am not!”",
      "26": "Then one of the high priest’s servants, a relative of the man whose ear Peter had cut off, said, “I saw you in the garden with Jesus, didn’t I?”",
      "27": "Peter again denied it, and immediately a rooster crowed.",
      "28": "Then Jesus was led from Caiaphas to the governor’s headquarters early in the morning. The Jews did not go into the headquarters, to avoid becoming unclean and unable to eat the Passover meal.",
      "29": "So Pilate came out to them and asked, “What accusation are you bringing against this man?”",
      "30": "They answered him, “If he weren’t a criminal, we wouldn’t have handed him over to you.”",
      "31": "Pilate told them, “You take him and try him according to your Law.”\nThe Jewish leaders told him, “It is not legal for us to put anyone to death.”",
      "32": "This was to fulfill what Jesus had said when he indicated the kind of death he was to die.",
      "33": "So Pilate went back into the governor’s headquarters, summoned Jesus, and asked him, “Are you the king of the Jews?”",
      "34": "Jesus replied, “Are you asking this on your own initiative, or did others tell you about me?”",
      "35": "Pilate replied, “I am not a Jew, am I? It is your own nation and high priests who have handed you over to me. What have you done?”",
      "36": "Jesus answered, “My kingdom does not belong to this world. If my kingdom belonged to this world, my servants would fight to keep me from being handed over to the Jewish leaders. But for now my kingdom is not from here.”",
      "37": "Pilate asked him, “So you are a king?”\nJesus answered, “You say that I am a king. I was born for this, and I came into the world for this: to testify to the truth. Everyone who is committed to the truth listens to my voice.”",
      "38": "Pilate asked him, “What is ‘truth’?” and then he went out to the Jewish leaders again and told them, “I find no basis for a charge against him.",
      "39": "But you have a custom that I release one person for you at Passover. Do you want me to release for you the king of the Jews?”",
      "40": "At this, they shouted out again, “Not this fellow, but Barabbas!” Now Barabbas was a revolutionary."
    },
    "19": {
      "1": "Then Pilate had Jesus taken away and whipped.",
      "2": "The soldiers twisted some thorns into a victor’s crown, put it on his head, and threw a purple robe on him.",
      "3": "They kept coming up to him and saying, “Long live the king of the Jews!” Then they began to slap him on the face.",
      "4": "Pilate went outside again and told the Jews, “Look, I am bringing him out to you to let you know that I find no basis for a charge against him.”",
      "5": "Then Jesus came outside, wearing the victor’s crown of thorns and the purple robe.\nPilate told them, “Here is the man!”",
      "6": "When the high priests and the officials saw him, they shouted, “Crucify him! Crucify him!”\nPilate told them, “You take him and crucify him. I find no basis for a charge against him.”",
      "7": "The Jewish leaders answered Pilate, “We have a law, and according to that Law he must die because he made himself out to be the Son of God.”",
      "8": "When Pilate heard this, he became even more afraid.",
      "9": "Returning to his headquarters, he asked Jesus, “Where are you from?”\nBut Jesus did not answer him.",
      "10": "So Pilate asked him, “Aren’t you going to speak to me? You realize, don’t you, that I have the authority to release you and the authority to crucify you?”",
      "11": "Jesus answered him, “You have no authority over me at all, except what was given to you from above. That’s why the one who handed me over to you is guilty of a greater sin.”",
      "12": "From then on, Pilate tried to release him, but the Jewish leaders kept shouting, “If you release this fellow, you’re not a friend of Caesar! Anyone who claims to be a king is defying Caesar!”",
      "13": "When Pilate heard these words, he brought Jesus outside and sat down on the judgment seat in a place called The Pavement, which in Hebrew is called Gabbatha.",
      "14": "Now it was the Preparation Day for the Passover, about noon. He told the Jewish leaders, “Here is your king!”",
      "15": "Then they shouted, “Take him away! Take him away! Crucify him!”\nPilate asked them, “Should I crucify your king?”\nThe high priests responded, “We have no king but Caesar!”",
      "16": "Then Pilate handed him over to be crucified, and they took Jesus away.",
      "17": "Carrying the cross all by himself, he went out to what is called The Place of a Skull, which in Hebrew is called Golgotha.",
      "18": "There they crucified him, along with two others, one on each side of him with Jesus in the middle.",
      "19": "Pilate wrote an inscription and put it on the cross. It read, “Jesus from Nazareth, the King of the Jews.”",
      "20": "Many Jews read this inscription, because the place where Jesus was crucified was near the city. It was written in Hebrew, Latin, and Greek.",
      "21": "Then the Jewish high priests told Pilate, “Don’t write, ‘The King of the Jews,’ but that this fellow said, ‘I am the King of the Jews.’”",
      "22": "Pilate replied, “What I have written I have written.”",
      "23": "When the soldiers had crucified Jesus, they took his clothes and divided them into four parts, one for each soldier, and took his cloak as well. The cloak was seamless, woven in one piece from the top down.",
      "24": "So they told each other, “Let’s not tear it. Instead, let’s throw dice to see who gets it.” This was to fulfill the Scripture that says,\n“They divided my clothes among themselves,\n    and for my clothing they threw dice.”\nSo that is what the soldiers did.",
      "25": "Meanwhile, standing near Jesus’ cross were his mother, his mother’s sister, Mary the wife of Clopas, and Mary Magdalene.",
      "26": "When Jesus saw his mother and the disciple whom he kept loving standing there, he told his mother, “Dear lady, here is your son.”",
      "27": "Then he told the disciple, “Here is your mother.” And from that hour the disciple took her into his own home.",
      "28": "After this, when Jesus realized that everything was now completed, he said (in order to fulfill the Scripture), “I’m thirsty.”",
      "29": "A jar of sour wine was standing there, so they put a sponge full of the wine on a branch of hyssop and held it to his mouth.",
      "30": "After Jesus had taken the wine, he said, “It is finished.” Then he bowed his head and released his spirit.",
      "31": "Since it was the Preparation Day, the Jewish leaders did not want to leave the bodies on the crosses during the Sabbath, because that was a particularly important Sabbath. So they asked Pilate to have the men’s legs broken and the bodies removed.",
      "32": "So the soldiers went and broke the legs of the first man and then of the other man who had been crucified with him.",
      "33": "But when they came to Jesus and saw that he was already dead, they did not break his legs.",
      "34": "Instead, one of the soldiers pierced his side with a spear, and blood and water immediately came out.",
      "35": "The one who saw this has testified, and his testimony is true. He knows he is telling the truth so that you, too, may believe,",
      "36": "because these things happened so that the Scripture might be fulfilled:\n“None of his bones will be broken.”",
      "37": "In addition, another passage of Scripture says,\n“They will look on the one whom they pierced.”",
      "38": "Later on, Joseph of Arimathea, who was a disciple of Jesus (though a secret one because he was afraid of the Jewish leaders), asked Pilate to let him remove the body of Jesus. Pilate gave him permission, and he came and removed his body.",
      "39": "Nicodemus, the man who had first come to Jesus at night, also arrived, bringing a mixture of myrrh and aloes weighing about 100 litra.",
      "40": "They took the body of Jesus and wrapped it in linen cloths along with spices, according to the burial custom of the Jews.",
      "41": "A garden was located in the place where he was crucified, and in that garden was a new tomb in which no one had yet been placed.",
      "42": "Because it was the Jewish Preparation Day, and because the tomb was nearby, they put Jesus there."
    },
    "20": {
      "1": "On the first day of the week, early in the morning and while it was still dark, Mary Magdalene went to the tomb and noticed that the stone had been removed from the tomb.",
      "2": "So she ran off and went to Simon Peter and the other disciple, whom Jesus kept loving. She told them, “They have taken the Lord out of the tomb, and we don’t know where they have put him!”",
      "3": "So Peter and the other disciple took off for the tomb.",
      "4": "The two of them were running together, but the other disciple ran faster than Peter and came to the tomb first.",
      "5": "Bending over to look inside, he noticed the linen cloths lying there, but didn’t go in.",
      "6": "At this point Simon Peter arrived, following him, and went straight into the tomb. He observed that the linen cloths were lying there,",
      "7": "and that the handkerchief that had been on Jesus’ head was not lying with the linen cloths but was rolled up in a separate place.",
      "8": "Then the other disciple, who arrived at the tomb first, went inside, looked, and believed.",
      "9": "For they did not yet understand the Scripture that said that Jesus had to rise from the dead.",
      "10": "So the disciples went back to their homes.",
      "11": "Meanwhile, Mary stood crying outside the tomb. As she cried, she bent over and looked into the tomb.",
      "12": "She saw two angels in white clothes who were sitting down, one at the head and the other at the foot of the place where Jesus’ body had been lying.",
      "13": "They asked her, “Lady, why are you crying?”\nShe told them, “Because they have taken away my Lord, and I don’t know where they have put him.”",
      "14": "After she had said this, she turned around and noticed Jesus standing there, without realizing that it was Jesus.",
      "15": "Jesus asked her, “Dear lady, why are you crying? Who are you looking for?”\nThinking he was the gardener, she told him, “Sir, if you have carried him away, tell me where you have put him, and I will take him away.”",
      "16": "Jesus told her, “Mary!”\nShe turned around and told him in Hebrew, “Rabbouni!” (which means “Teacher”).",
      "17": "Jesus told her, “Don’t hold on to me, because I haven’t yet ascended to the Father. But go to my brothers and tell them, ‘I’m ascending to my Father and your Father, to my God and your God.’”",
      "18": "So Mary Magdalene went and announced to the disciples, “I’ve seen the Lord!” She also told them what he had told her.",
      "19": "It was the evening of the first day of the week, and the doors of the house where the disciples had met were locked because they were afraid of the Jewish leaders. Jesus came and stood among them. He told them, “Peace be with you.”",
      "20": "After saying this, he showed them his hands and his side, and when they saw the Lord, the disciples were overjoyed.",
      "21": "Jesus told them again, “Peace be with you. Just as the Father has sent me, so I am sending you.”",
      "22": "When he had said this, he breathed on them and told them, “Receive the Holy Spirit.",
      "23": "If you forgive people’s sins, they are forgiven. If you retain people’s sins, they are retained.”",
      "24": "Thomas, one of the Twelve (called the Twin), wasn’t with them when Jesus came.",
      "25": "So the other disciples kept telling him, “We’ve seen the Lord!” But he told them, “Unless I see the nail marks in his hands, put my finger into them, and put my hand into his side, I’ll never believe!”",
      "26": "A week later, his disciples were again inside, and Thomas was with them. Even though the doors were shut, Jesus came, stood among them, and said, “Peace be with you.”",
      "27": "Then he told Thomas, “Put your finger here, and look at my hands. Take your hand, and put it into my side. Stop doubting, but believe.”",
      "28": "Thomas answered him, “My Lord and my God!”",
      "29": "Jesus told him, “Is it because you’ve seen me that you have believed? How blessed are those who have never seen me and yet have believed!”",
      "30": "Jesus performed many other signs in the presence of his disciples that are not recorded in this book.",
      "31": "But these have been recorded so that you may believe that Jesus is the Messiah, the Son of God, and so that through believing you may have life in his name."
    },
    "21": {
      "1": "Later on, Jesus revealed himself again to the disciples at the Sea of Tiberias. This is what happened:",
      "2": "Simon Peter, Thomas (called the Twin), Nathaniel from Cana in Galilee, the sons of Zebedee, and two of his other disciples were together.",
      "3": "Simon Peter told them, “I’m going fishing.”\nThey all told him, “We’ll go with you, too.” So they went out and got into the boat but didn’t catch a thing that night.",
      "4": "Just as dawn was breaking, Jesus stood on the shore. The disciples didn’t realize it was Jesus.",
      "5": "Jesus asked them, “Children, you don’t have any fish, do you?”\nThey answered him, “No.”",
      "6": "He told them, “Throw the net on the right hand side of the boat, and you’ll catch some.” So they threw it out and were unable to haul it in because it was so full of fish.",
      "7": "That disciple whom Jesus kept loving told Peter, “It’s the Lord!” When Simon Peter heard that it was the Lord, he put his clothes back on, because he was practically naked, and jumped into the sea.",
      "8": "But the other disciples came in the boat, dragging the net full of fish. They were only about 200 cubits away from the shore.",
      "9": "When they arrived at the shore, they saw a charcoal fire with fish lying on it, and some bread.",
      "10": "Jesus told them, “Bring me some of the fish you’ve just caught.”",
      "11": "So Simon Peter went aboard and dragged the net ashore. It was full of large fish—153 of them. And although there were so many of them, the net was not torn.",
      "12": "Then Jesus told them, “Come, have breakfast.” Now none of the disciples dared to ask him, “Who are you?”, because they knew it was the Lord.",
      "13": "Jesus took the bread, gave it to them, and did the same with the fish.",
      "14": "This was now the third time that Jesus revealed himself to the disciples after he had been raised from the dead.",
      "15": "When they had finished breakfast, Jesus asked Simon Peter, “Simon, son of John, do you love me more than these?”\nPeter told him, “Yes, Lord, you know that I love you.”\nJesus told him, “Feed my lambs.”",
      "16": "Then he asked him a second time, “Simon, son of John, do you love me?”\nPeter told him, “Yes, Lord, you know that I love you.”\nJesus told him, “Take care of my sheep.”",
      "17": "He asked him a third time, “Simon, son of John, do you love me?”\nPeter was deeply hurt that he had asked him a third time, “Do you love me?” So he told him, “Lord, you know everything. You know that I love you!”\nJesus told him, “Feed my sheep.",
      "18": "“Truly, I tell you emphatically, when you were young, you would fasten your belt and go wherever you liked. But when you get old, you will stretch out your hands, and someone else will fasten your belt and take you where you don’t want to go.”",
      "19": "Now he said this to show by what kind of death he would glorify God.\nAfter saying this, Jesus told him, “Keep following me.”",
      "20": "Peter turned around and noticed the disciple whom Jesus kept loving following them. He was the one who had put his head on Jesus’ chest at the supper and had asked, “Lord, who is the one who is going to betray you?”",
      "21": "When Peter saw him, he said, “Lord, what about him?”",
      "22": "Jesus told him, “If it’s my will for him to remain until I come back, how does that concern you? You must keep following me!”",
      "23": "So the rumor spread among the brothers that this disciple wasn’t going to die. Yet Jesus didn’t say to Peter that he wasn’t going to die, but, “If it’s my will for him to remain until I come back, how does that concern you?”",
      "24": "This is the disciple who is testifying to these things and has written them down. We know that his testimony is true.",
      "25": "Of course, Jesus also did many other things, and I suppose that if every one of them were written down, the world couldn’t contain the books that would be written."
    }
  }
}