{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:42:41.914556-04:00",
    "Translation": "ISV"
  },
  "Jonah": {
    "1": {
      "1": "Now this message from the Lord came to Amittai’s son Jonah:",
      "2": "“Get up and go to Nineveh, that great city! Then cry out in protest against it, because their evil has come to my attention.”",
      "3": "But Jonah got up and fled from the Lord to Tarshish. He went down to Joppa, secured passage on a ship bound for Tarshish, paid the fare, and boarded, intending to go with the mariners to Tarshish to escape from the Lord.",
      "4": "Then the Lord sent a great wind over the sea, and a severe storm broke out. It seemed as if the ship were about to break up.",
      "5": "At this point the mariners became terrified, and each man cried out to his gods. They began to throw the cargo into the sea in order to lighten the vessel. But Jonah had gone down into the vessel’s hold, had lain down, and was fast asleep.",
      "6": "So the captain approached him, and told him, “What are you doing asleep? Get up! Call on your gods! Maybe your god will think about us so we won’t die!”",
      "7": "Meanwhile, each crewman told another, “Come on! Let’s cast lots to find out whose fault it is that we’re in this trouble.” So they cast lots, and the lot indicated Jonah!",
      "8": "So they interrogated him: “Tell us, why has this trouble come upon us? What’s your occupation? Where’d you come from? What’s your home country? What’s your nationality?”",
      "9": "“I’m a Hebrew,” he replied, “and I’m afraid of the Lord God of heaven, who made the sea—along with the dry land!”",
      "10": "In mounting terror, the men asked him, “What have you done?” The men were aware that he was fleeing from the Lord, because he had admitted this to them.",
      "11": "Because the sea was growing more and more stormy, they asked him, “What do we have to do to you so the sea will calm down for us?”",
      "12": "Jonah told them, “Pick me up and toss me into the sea. Then the sea will calm down for you, because I know that it’s my fault that this mighty storm has come upon you.”",
      "13": "Even so, the crewmen rowed hard to bring the ship toward dry land, but they were unsuccessful, because the sea was growing more and more stormy.",
      "14": "At last they cried out to the Lord, “Please, Lord, do not let us perish because of this man’s life, and do not hold us responsible for innocent blood, because you, Lord, have done what pleased you.”",
      "15": "So they picked up Jonah and tossed him into the sea, and the sea stopped raging.",
      "16": "Then the men feared the Lord greatly, offered a sacrifice to the Lord, and made vows.",
      "17": "Now the Lord had prepared a large sea creature to swallow Jonah, and Jonah was inside the sea creature for three days and three nights."
    },
    "2": {
      "1": "Then Jonah prayed to the Lord his God from inside the sea creature.",
      "2": "He said:\n“I called out to the Lord from the midst of affliction directed at me,\n    and he answered me.\nFrom the depths of death I cried out for help;\n    and you heard my cry.",
      "3": "You cast me into the deep—\n    into the heart of the sea.\nFlood waters engulfed me.\n    All your breakers and your waves swirled over me.",
      "4": "So I told myself, ‘I have been driven away from you.\n    How will I again gaze on your holy Temple?’",
      "5": "Flood waters encompassed me,\n    the deep surrounded me\n        while seaweed wrapped around my head.",
      "6": "I sank to the roots of the mountains;\n    the earth’s prison bars closed around me forever.\n        Yet you resurrect the dead from the Pit, Lord my God!",
      "7": "“As my life was fading away,\n    I remembered the Lord;\n        and my prayer came to you in your holy Temple.",
      "8": "Those who cling to vain idols\n    leave behind the gracious love that could have been theirs.",
      "9": "But as for me, with a voice of thanksgiving I will sacrifice to you;\n    what I have vowed I will pay.\nDeliverance is the Lord’s!”",
      "10": "Then the Lord spoke to the sea creature, and it spewed Jonah onto the dry land."
    },
    "3": {
      "1": "This message from the Lord came to Jonah a second time:",
      "2": "“Get up and go to Nineveh, that great city, and proclaim to it the message that I tell you.”",
      "3": "So Jonah got up and went to Nineveh to do what the Lord had ordered.\nNow Nineveh was a very large city, requiring a three-day journey to cross through it.",
      "4": "As Jonah started into the city on the first day’s journey, he proclaimed the message, “40 days more and Nineveh will be overthrown!”",
      "5": "The people of Nineveh believed God. They called for a fast and put on sackcloth, from the greatest of them to the least important.",
      "6": "When the message reached the king of Nineveh, he got up from his throne, removed his royal garments, covered himself with sackcloth, and sat down in ashes.",
      "7": "Then he had this proclamation published throughout Nineveh:\n“By decree of the king and his nobles: \nNo man or animal, herd or flock, is to taste anything, graze, or drink water.",
      "8": "Instead, let both man and animal clothe themselves with sackcloth and cry out to God forcefully. Let every person turn from his evil ways and from his tendency to do violence.",
      "9": "Who knows but that God may relent, have compassion, and turn from his fierce anger, so that we are not exterminated?”",
      "10": "God took note of what they did—that they turned from their evil ways. Because God relented concerning the trouble about which he had warned them, he did not carry it out."
    },
    "4": {
      "1": "Greatly displeased, Jonah flew into a rage.",
      "2": "So he prayed to the Lord, “Lord, isn’t this what I said while I was still in my home country? That’s why I fled previously to Tarshish, because I knew you’re a compassionate God, slow to anger, overflowing with gracious love, and reluctant to send trouble.",
      "3": "Therefore, Lord, please kill me, because it’s better for me to die than to live!”",
      "4": "The Lord replied, “Does being angry make you right?”",
      "5": "Then Jonah left the city and sat down on the eastern side. There he made a shelter for himself and sat down under its shade to see what would happen to the city.",
      "6": "The Lord God prepared a vine plant, and it grew over Jonah to shade his head and provide relief from his misery. Jonah was happy—indeed, he was ecstatic—about the vine plant.",
      "7": "But at dawn the next day, God provided a worm that attacked the vine plant so that it withered away.",
      "8": "When the sun rose, God prepared a harsh east wind. The sun beat down on Jonah’s head, he became faint, and he begged to die. “It is better for me to die than to live!” he said.",
      "9": "Then God asked Jonah, “Is your anger about the vine plant justified?”\nAnd he answered, “Absolutely! I’m so angry I could die!”",
      "10": "But the Lord asked, “You cared about a vine plant that you neither worked on nor cultivated? A vine plant that grew up overnight and died overnight?",
      "11": "So why shouldn’t I be concerned about Nineveh, that great city, in which there are more than 120,000 human beings who do not know their right hand from their left, as well as a lot of livestock?"
    }
  }
}