{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:38.718748-04:00",
    "Translation": "ISV"
  },
  "Joshua": {
    "1": {
      "1": "After Moses, the servant of the Lord, had died, the Lord spoke to Nun’s son Joshua, announcing to him,",
      "2": "“My servant Moses is dead. Now get ready to cross the Jordan River—you and all the people—to the land that I’m giving the Israelis.",
      "3": "I’m giving you every place where the sole of your foot falls, just as I promised Moses.",
      "4": "Your territorial border will extend from the wilderness to the Lebanon Mountains, to the river—that great River Euphrates—all the land of the Hittites—as far as the Mediterranean Sea where the sun sets.",
      "5": "No one will be victorious against you for the rest of your life. I’ll be with you just like I was with Moses—I’ll neither fail you nor abandon you.",
      "6": "“Be strong and courageous, because you’ll be leading this people to inherit the land that I promised to give their ancestors.",
      "7": "Only be strong and very courageous to ensure that you obey all the instructions that my servant Moses gave you—turn neither to the right nor to the left from it—so that you may succeed wherever you go.",
      "8": "This set of instructions is not to cease being a part of your conversations. Meditate on it day and night, so that you may be careful to carry out everything that’s written in it, for then you’ll prosper and succeed.",
      "9": "I’ve commanded you, haven’t I? Be strong and courageous. Don’t be fearful or discouraged, because the Lord your God is with you wherever you go.”",
      "10": "Then Joshua gave orders to the officials of the people.",
      "11": "“Go through the camp,” he said, “and command the people, ‘Prepare provisions for yourselves, because within three days you’ll be crossing the Jordan River to take possession of the land that the Lord your God is giving you—so go get it!’”",
      "12": "Joshua told the descendants of Reuben, the descendants of Gad, and the half-tribe of Manasseh,",
      "13": "“Remember what Moses commanded you when he said, ‘The Lord your God will provide you rest, as well as this land.’",
      "14": "Your wives, your young children, and your livestock will remain in the land that Moses gave you on this side of the Jordan River, but you and all your warriors will cross, ready for battle, in full view of your relatives, and you will help them",
      "15": "until the Lord gives relief to your relatives, as he did to you. Then they’ll take the land that the Lord your God is giving them as their inheritance. You’ll return to the land of your heritage and receive the inheritance that Moses the servant of the Lord gave you on the east side of the Jordan River, in the direction of the sunrise.”",
      "16": "“We’ll do everything that you commanded,” they replied. “We’ll go wherever you send us.",
      "17": "We’ll listen and obey you in everything, just like we did with Moses. Only may the Lord your God be with you, just as he was with Moses.",
      "18": "Anyone who rebels against what you say and doesn’t listen to your words regarding everything that you command will be executed. Only be strong and courageous.”"
    },
    "2": {
      "1": "After this, Nun’s son Joshua sent two men from the Acacia groves as undercover scouts. He told them, “Go and look over the land. Pay special attention to Jericho.” So they went out, came to the house of a prostitute named Rahab, and lodged there.",
      "2": "Then the king of Jericho was told, “Look! Israeli men arrived tonight to scout out the land.”",
      "3": "So the king of Jericho sent for Rahab and ordered her, “Bring out the men who came to visit you and lodged in your house, because they’ve come to scout out the entire land.”",
      "4": "Now the woman had taken the two men and hid them. So she replied, “The men really did come to me, but I didn’t know from where they came.",
      "5": "At dusk, when it was time to close the city gates, the men left. I don’t know where the men went. Go after them quickly, and you might overtake them.”",
      "6": "But she had taken them up to the roof and had hidden them among stalks of flax that she had laid out in order on the roof.",
      "7": "So the men pursued them along the road that leads to the fords of the Jordan River. As soon as the search party had left, they shut the city gate after them.",
      "8": "Before the scouts had lain down, she went up to them on the roof",
      "9": "“I’m really convinced that the Lord has given you the land,” she said, “because we’re overwhelmed with fear of you. All the other inhabitants of the land are demoralized at your presence,",
      "10": "because we heard how the Lord dried up the water of the Reed Sea right in front of you as you were coming out of Egypt, and what you did to the two kings of the Amorites who were on the other side of the Jordan River—to Sihon and Og—whom you completely destroyed.",
      "11": "When we heard these reports, we all became terrified and discouraged because of you, for the Lord your God is God in heaven above and on the earth beneath.",
      "12": "Now therefore, since I’ve treated you so kindly, please swear in the name of the Lord that you’ll also be kind to my father’s household by giving me this sure sign:",
      "13": "Spare my father, my mother, and my brothers and sisters, along with everyone who belongs with them so we won’t be killed.”",
      "14": "So the men told her, “Our life for yours—even to death—if you don’t betray this mission of ours. Then when the Lord gives us this land, we’ll treat you graciously and faithfully.”",
      "15": "So she let them down by a rope through the window, since her house was built into the town wall where she lived.",
      "16": "She told them, “Go out to the hill country, so the search party won’t find you, and hide for three days. After that, you may go on your own way.”",
      "17": "The men replied, “We’ll be free from our commitment to you to which you’ve obligated us",
      "18": "when we invade the land, if you don’t tie this rope made with red cords in the window through which you let us down, and if you don’t gather your father, your mother, your brothers, and all of the rest of your father’s household into your house.",
      "19": "Everyone who leaves through the doors of your house into the street will be responsible for his own death, but we’ll be responsible for anyone who remains with you in the house if even so much as a hand is laid on him.",
      "20": "But if you report this incident, we’ll be free from the oath to which you’ve made us swear.”",
      "21": "“Since you put it that way,” she replied, “I agree.” After she sent them on their way and they had left, she tied the red cord in the window.",
      "22": "The scouts left for the hill country and remained there for three days until the search party returned. The search party searched the entire road, but was unable to find them.",
      "23": "Later, the two men returned from the hill country, crossed over the Jordan River, approached Nun’s son Joshua, and told him everything that had happened to them.",
      "24": "They reported to Joshua, “The Lord really has given the entire land into our control. The inhabitants of the land have melted away right in front of us!”"
    },
    "3": {
      "1": "Joshua got up early the next morning. Accompanied by all the Israelis, he set out from the Acacia groves and arrived at the Jordan River, where they encamped before crossing it.",
      "2": "Three days later, the officers went throughout the camp,",
      "3": "giving orders to the people. They said, “When you see the Ark of the Covenant of the Lord your God being carried by the Levitical priests, then get up, leave where you are, and follow it.",
      "4": "Be sure to keep a distance of about 2,000 cubits between you and it. Don’t come near it, so you can be certain where you’re going, since you haven’t passed this way before.”",
      "5": "Then Joshua addressed the people: “Consecrate yourselves, because tomorrow the Lord will do marvelous things among you.”",
      "6": "After this, Joshua instructed the priests, “Take up the Ark of the Covenant and cross over ahead of the people.” So they took up the Ark of the Covenant and went on ahead of the people.",
      "7": "At this point, the Lord told Joshua, “Today I’m going to exalt you in the sight of all Israel, so they’ll be sure that I’m going to be with you just as I was with Moses.",
      "8": "Give this command to the priests who are carrying the Ark of the Covenant: ‘When you arrive at the water of the Jordan River, stand still in the Jordan.’”",
      "9": "So Joshua told the Israelis, “Come here and listen to what the Lord your God has to say.”",
      "10": "Joshua continued, “This is how you’ll know that the living God really is among you: he’s going to remove the Canaanites, the Hittites, the Hivites, the Perizzites, the Girgashites, the Amorites, and the Jebusites right in front of you.",
      "11": "Look! The Ark of the Covenant of the Lord of whole the earth is crossing ahead of you into the Jordan River.",
      "12": "So take for yourselves twelve men from the tribes of Israel, one man from each tribe.",
      "13": "When the soles of the feet of the priests who carry the ark of the Lord, the Lord of the whole earth, touch the water in the Jordan River, the water that feeds the Jordan will be cut off from above and they’ll stand still in a single location.”",
      "14": "So the people set out from their tents to cross the Jordan River, with the priests carrying the Ark of the Covenant in full view of the people.",
      "15": "When the priests who carried the ark entered the Jordan River, as their feet touched the water’s edge (The Jordan River overflows all of its banks daily during the harvest season.),",
      "16": "the water flowing downstream from above stood still in a single location, a great distance away at Adam, a city near Zarethan. The water that flowed south toward the sea in the Arabah (that is, the Dead Sea) was completely cut off. So the people crossed opposite Jericho.",
      "17": "The priests who were carrying the Ark of the Covenant of the Lord stood firm on dry ground in the middle of the Jordan River, while all Israel crossed on dry ground until the entire nation had finished crossing the Jordan River."
    },
    "4": {
      "1": "As soon as the entire nation had completed its crossing of the Jordan, the Lord spoke to Joshua. He said,",
      "2": "“Gather together twelve men from the people—one man from each tribe—",
      "3": "and tell them, ‘Pick up twelve stones from the middle of the Jordan where the priests’ feet were standing, bring them along with you, and put them down where you camp tonight.’”",
      "4": "So Joshua called the twelve men whom he had chosen from the people of Israel, one man from each tribe.",
      "5": "Joshua told them, “Cross over again in front of the ark of the Lord your God into the middle of the Jordan River. Then each of you pick up a stone on his shoulder with which to build a memorial, one for each of the tribes of Israel.",
      "6": "Let this serve as a sign among you, so that when your children ask in times to come, ‘What do these stones mean to you,’",
      "7": "then you’ll say to them, ‘Because the waters of the Jordan River were cut off in front of the Ark of the Covenant of the Lord. When it crossed the Jordan River, the waters of the Jordan were cut off.’ So these stones will become a memorial to the Israelis forever.”",
      "8": "The Israelis did just as Joshua commanded. They took up twelve stones from the middle of the Jordan River—just as the Lord had spoken to Joshua—according to the number of the tribes of the Israelis, and they carried them over to where they would be pitching camp, and they put them down there.",
      "9": "Then Joshua set up twelve stones in the middle of the Jordan River at the location where the feet of the priests who carried the Ark of the Covenant had been standing, and they remain there to this day.",
      "10": "The priests who were carrying the ark stood in the middle of the Jordan River until everything had been done in accordance with what the Lord had commanded Joshua to speak to the people and with everything that Moses had commanded Joshua. So the people hurried and crossed over.",
      "11": "When all of the people had completed their crossing, the ark of the Lord and the priests crossed over in full view of the people.",
      "12": "Just as Moses had directed, the descendants of Reuben, the descendants of Gad, and the half-tribe of Manasseh crossed over, dressed in battle regalia, in full view of the other Israelis.",
      "13": "About 40,000 soldiers equipped to do battle in the Lord’s presence crossed over to the desert plains of Jericho.",
      "14": "That day, the Lord exalted Joshua in the presence of all Israel so that they revered him just as they had revered Moses throughout his life.",
      "15": "Now the Lord had told Joshua,",
      "16": "“Command the priests who carry the Ark of the Testimony to come up from the Jordan River.”",
      "17": "So Joshua ordered the priests, “Come up from the Jordan River.”",
      "18": "As soon as the priests who were carrying the Ark of the Covenant of the Lord had come up from the middle of the Jordan River, and the soles of the priests’ feet came up to dry ground, the water of the Jordan River returned to normal, covering its banks as it had done so before.",
      "19": "The people came up from the Jordan River on the tenth day of the first month and camped at Gilgal on the eastern outskirts of Jericho.",
      "20": "Joshua set up the twelve stones that they had removed from the Jordan River at Gilgal.",
      "21": "Then he told the Israelis, “When your descendants ask their parents in years to come, ‘What is the meaning of these stones?’",
      "22": "you are to tell your descendants: ‘Israel crossed this Jordan River on dry ground",
      "23": "because the Lord your God dried up the water of the Jordan River right in front of you, until you had crossed over, just as the Lord your God had done to the Reed Sea—which he had dried up in front of us until we had crossed it also.’",
      "24": "Do this so that all of the people of the earth may know how strong the power of the Lord is, and so that you may fear the Lord your God every day.”"
    },
    "5": {
      "1": "All the Amorite kings who lived across the Jordan River to the west and all the Canaanite kings by the Mediterranean Sea became discouraged as soon as they heard that the Lord had dried up the water of the Jordan River for the people of Israel until they had crossed it. They no longer had a will to fight because of the people of Israel.",
      "2": "At that time the Lord told Joshua, “Make for yourselves some flint knives and circumcise the Israelis who haven’t been circumcised yet.”",
      "3": "So Joshua made some flint knives and circumcised the Israelis at Gibeath-haaraloth.",
      "4": "Joshua circumcised them because all of the males among the people who came out of Egypt—that is, all the warriors—had died during their journey through the wilderness following their departure from Egypt.",
      "5": "Although everyone who had left Egypt had been circumcised, nevertheless all the people born during the journey after their departure from Egypt had not been circumcised.",
      "6": "The Israelis traveled 40 years in the wilderness until the entire nation—that is, the warriors who had departed from Egypt—had perished because they hadn’t listened to the voice of the Lord. The Lord had promised them that he would not let them see the land that he had sworn to give us, a land that flows with milk and honey.",
      "7": "As a result, it was their descendants, whom he raised up to take their place, that Joshua circumcised. They had remained uncircumcised, because they had not been circumcised during their journey.",
      "8": "When the circumcision of the entire nation was complete, they remained in their places within the camp until they were healed.",
      "9": "Then the Lord told Joshua, “Today I have rolled the disgrace of Egypt away from you.” That’s why that place is called “Gilgal” to this day.",
      "10": "While the Israelis remained encamped at Gilgal on the plains of Jericho, they observed the Passover during the evening of the fourteenth day of the month.",
      "11": "On the day following Passover—on that exact day—they ate the produce of the land, unleavened cakes and parched grain.",
      "12": "The manna ceased on the day they ate the produce of the land. Since the Israelis no longer received manna, they ate crops from the land of Canaan that year.",
      "13": "Now it happened that while Joshua was near Jericho, he looked up and much to his amazement, he saw a man standing in front of him, holding a drawn sword in his hand! Joshua approached him and asked him, “Are you one of us, or are you with our enemies?”",
      "14": "“Neither,” he answered. “I have come as commander of the Lord’s Army.”\nJoshua immediately fell on his face to the earth and worshipped, saying to him, “Lord, what do you have for your servant by way of command?”",
      "15": "The commander of the Lord’s Army replied to Joshua, “Remove your sandals from your feet, because the place where you’re standing is holy.” So Joshua did so."
    },
    "6": {
      "1": "Meanwhile, Jericho was fortified inside and out because of the Israelis. Nobody could leave or enter.",
      "2": "The Lord told Joshua, “Look! I have given Jericho over to your control, along with its kings and valiant soldiers.",
      "3": "March around the city, all the soldiers circling the city once. Do this for six days,",
      "4": "with seven priests carrying in front of the ark seven trumpets made from rams’ horns. On the seventh day march around the city seven times while the priests blow their trumpets.",
      "5": "When they sound a long blast with the ram’s horn, as soon as you hear the sound of the trumpet, then the entire army is to cry out loud, the city wall will collapse, and then all of the soldiers are to charge straight ahead.”",
      "6": "So Nun’s son Joshua called for the priests. “Pick up the Ark of the Covenant,” he told them, “and have seven priests carry seven trumpets made from rams’ horns in front of the ark of the Lord.”",
      "7": "He told the army, “Go out and encircle the city. Have the armed men march out in front of the ark of the Lord.”",
      "8": "And so, just as Joshua had commanded, seven of the priests went forward, carrying the seven trumpets made of rams’ horns in the Lord’s presence, blowing the trumpets while the Ark of the Covenant of the Lord followed them.",
      "9": "Armed men preceded the priests who were blowing the trumpets, and a rear guard followed the ark, while the trumpets continued to blow.",
      "10": "Joshua issued orders to the army: “You are not to shout or even let your voice be heard. Don’t utter a word until I tell you to shout. Then shout!”",
      "11": "So the ark of the Lord was taken once around the city, then they went back to camp and spent the night there.",
      "12": "Joshua got up early the next morning, and the priests picked up the ark of the Lord.",
      "13": "The seven priests who carried the seven trumpets made from rams’ horns preceded the ark of the Lord, blowing their trumpets constantly. The armed men preceded them, and the rear guard followed the ark of the Lord, while the trumpets continued to blow.",
      "14": "On the second day they marched around the city once and then went back to camp. They did this for six days.",
      "15": "They rose early at dawn on the seventh day and marched around the city seven times, just as they had before, except that on that day only they marched around the city seven times.",
      "16": "As they completed the seventh time, after the priests had blown the trumpets, Joshua told the army, “Shout, because the Lord has given you the city!",
      "17": "The city—along with everything in it—is to be turned over to the Lord for destruction. Only Rahab the prostitute and everyone who is with her in her house may live, because she hid the scouts we sent.",
      "18": "Now as for you, everything has been turned over for destruction. Don’t covet or take any of these things. Otherwise, you’ll make the camp of Israel itself an object worthy of destruction, and bring trouble on it.",
      "19": "But everything made of silver and gold, and vessels made of bronze and iron are set apart to the Lord. They are to go into the treasury of the Lord.”",
      "20": "So the army shouted and the trumpets were blown again. As soon as the army heard the sound of the trumpets, they shouted loudly and the wall collapsed. The army charged straight ahead into the city and captured it.",
      "21": "They turned over everyone in the city for destruction and executed them, including both men and women, young and old, and oxen, sheep, and donkeys.",
      "22": "Joshua told the two men who had scouted the land, “Go into the prostitute’s home and bring her out of it, along with everyone who is with her, just as you promised her.”",
      "23": "So the young men who had been scouts went in and brought Rahab out, along with her father, her mother, her brothers, and everyone else who was with her. They brought her entire family out and set them outside the camp of Israel.",
      "24": "Then the army set fire to the city and to everything in it, except that they reserved the silver, gold, and vessels of bronze and iron for the treasury of the Lord.",
      "25": "But Joshua spared Rahab the prostitute, along with her family and everyone who was with her. Her family has lived in Israel ever since, because she hid the scouts whom Joshua sent to observe Jericho.",
      "26": "Then Joshua made everyone take the following oath at that time. He said:\n“Cursed in the presence of the Lord is the man\n    who restores and rebuilds this city of Jericho!\nHe will lay its foundation at the cost of his firstborn,\n    and at the cost of his youngest he will set up its gates.”",
      "27": "So the Lord was with Joshua, and as a result, Joshua’s reputation spread throughout the land."
    },
    "7": {
      "1": "Later, the Israelis broke their promise regarding the things that had been turned over to destruction. Carmi’s son Achan, grandson of Zabdi and great-grandson of Zerah from the tribe of Judah, appropriated some of the things that had been turned over to destruction. As a result, the Lord became angry with the Israelis.",
      "2": "Meanwhile, Joshua had sent some soldiers from Jericho to Ai, which was near Beth-aven, east of Bethel. He ordered them, “Go up and scout the land.” So the soldiers went up and scouted Ai and",
      "3": "returned to Joshua.\n“Not all of the people need to go up,” they reported. “Only about two or three thousand men should attack Ai. Since they are so few, don’t make all of the army work hard up there.”",
      "4": "So about three thousand went up there, but they ran away from the men of Ai.",
      "5": "The men of Ai killed about 36 of them, pursuing them outside the city gates as far as Shebarim, killing them as they descended. As a result, the army became terrified and lost their confidence.",
      "6": "At this, Joshua tore his clothes, fell down to the ground on his face before the ark of the Lord until evening—he and the leaders of Israel—and they covered their heads with dust.",
      "7": "“Lord God,” Joshua asked, “Why have you brought this people across the Jordan River? To hand us over to the Amorites so we’ll be destroyed? Wouldn’t it have been better for us to be content to settle on the other side of the Jordan?",
      "8": "Lord, what am I to say, now that Israel has run away from its enemies?",
      "9": "The Canaanites and all the inhabitants of the land will hear of this, will surround us, and eliminate us from the earth! Then what will you do about your great reputation?”",
      "10": "“Get up!” the Lord replied to Joshua. “Why have you fallen on your face?",
      "11": "Israel has sinned. They broke my covenant that I commanded them by taking some of the things that had been turned over to destruction. They have stolen, have been deceitful, and have stored what they stole among their own belongings.",
      "12": "The Israelis have been unable to stand before their enemies. They’re turning their backs and running from their enemies because they themselves have been turned over to destruction. I will not be with you anymore unless you destroy these things that have been turned over to destruction.",
      "13": "So get up and sanctify the people. Tell them, ‘Sanctify yourselves in preparation for tomorrow, because this is what the Lord God of Israel, says: “There are things turned over to destruction among you, Israel. You won’t be able to defeat your enemies until you remove what has been turned over to destruction.",
      "14": "Tomorrow morning you are to come forward tribe by tribe. The tribe that the Lord selects is to come forward by tribes, the tribe that the Lord selects is to come forward by households, and the household that the Lord selects is to come forward one by one.",
      "15": "The one selected as having taken what has been turned over to destruction is to be incinerated, along with everything that pertains to him, because he has transgressed against the covenant of the Lord and committed an outrageous thing in Israel.”’”",
      "16": "So Joshua got up early that morning, brought Israel near tribe by tribe, and the tribe of Judah was selected.",
      "17": "He brought near the tribes of Judah, and the Zerahite tribe was selected. Then he brought near the Zerahite tribe family by family, and the household of Zabdi was selected.",
      "18": "Next, he brought near his household one by one, and Carmi’s son Achan, grandson of Zabdi and great-grandson of Zerah, was selected from the tribe of Judah.",
      "19": "Joshua then spoke to Achan, “My son, give glory and praise to the Lord God of Israel. Tell me right now what you did. Don’t hide anything.”",
      "20": "Achan answered Joshua, “It’s true. I’m the one who sinned against the Lord God of Israel.",
      "21": "I noticed among the war spoils a beautiful mantle from Shinar, 200 shekels of silver, and a bar of gold weighing 50 shekels. Because I wanted them, I took them, and they’re buried in the ground inside my tent. The silver is underneath.”",
      "22": "So Joshua sent some messengers, who ran to the tent. And there it was, hidden in the tent with the silver underneath.",
      "23": "They took the things from the tent that had been turned over to destruction, brought them to Joshua and all of the Israelis, and laid them out in the presence of the Lord.",
      "24": "Then Joshua, with all Israel accompanying him, took Zerah’s son Achan, along with the silver, the mantle, the gold, his sons, his daughters, his oxen, his donkeys, his sheep, his tent, and everything that belonged to him to the Valley of Achor.",
      "25": "Joshua announced, “Why did you bring trouble to us? Today the Lord is bringing trouble to you!” So all Israel stoned him to death, incinerated them, and buried them with stones,",
      "26": "piling up a large mound of boulders that remains to this day. After this, the Lord turned his burning anger away, and that is why that place is called “the Valley of Achor” to this day."
    },
    "8": {
      "1": "The Lord then told Joshua, “Don’t be afraid or lose heart! Take all the fighting men with you, and go up right now to Ai. Take note that I have handed over the king of Ai into your control, along with his people, his city, and his land.",
      "2": "Do to Ai and its king as you did to Jericho and its king, but take its spoil and its livestock as war booty for yourselves. Set an ambush around the city.”",
      "3": "So Joshua and all of the fighting men prepared to go out against Ai. Joshua selected 30,000 valiant warriors and sent them out by night,",
      "4": "telling them, “Pay attention now! You are to set up an ambush around the city. Don’t go very far from the city, and all of you remain on alert.",
      "5": "I and all of the army with me will advance upon the city. When they come out after us like they did before, we’ll run away from them.",
      "6": "They’ll come after us until we’ve drawn them away from the city, because they’ll say, ‘They’re running away from us just like they did before.’ While we’re running away from them,",
      "7": "you get up from the ambush and seize the city, because the Lord your God will give it into your control.",
      "8": "When you’ve taken the city, set it on fire, just as the Lord ordered. Look! These are your orders!”",
      "9": "So Joshua sent them out, and they set up an ambush between Bethel and Ai, to the west of Ai.\nJoshua spent that night in the camp among the army.",
      "10": "In the morning, Joshua got up early, mustered his army, and set off for Ai, accompanied by the elders of Israel in full view of the army.",
      "11": "The entire fighting force with him attacked, approaching the city, and camped on the north side of Ai, with a ravine between them and Ai.",
      "12": "Taking about 5,000 men, he set them in ambush between Bethel and Ai to the west of the city,",
      "13": "stationing their forces with its main encampment north of the city and its rear guard to the west. Joshua spent that night in the valley.",
      "14": "When the king of Ai saw what had happened, he and his army quickly got up early and went out to meet Israel in battle. He and all his people met at the place adjacent to the desert plain. But he didn’t know about the ambush that had been set for him on the other side of the city.",
      "15": "Because Joshua and the entire fighting force of Israel pretended to lose the battle by running away in front of them toward the wilderness,",
      "16": "everyone in the city followed after them. As they pursued Joshua, they were drawn away from the town.",
      "17": "There wasn’t a single man left in Ai or Bethel who didn’t run out after Israel. They left the city open and pursued Israel.",
      "18": "Then the Lord told Joshua, “Stretch out the battle lance that’s in your hand toward Ai, because I will give it into your control.” So Joshua stretched out the battle lance that was in his hand toward the city.",
      "19": "As soon as he stretched out his hand, the troops in ambush quickly got up from their place of hiding and attacked. They entered the city, seized it, and immediately set it on fire.",
      "20": "Then the men of Ai looked back behind them—and all of a sudden!—smoke from the city was rising into the sky. They were unable to run in any direction, because the Israelis who had fled toward the wilderness had turned around to attack their pursuers.",
      "21": "When Joshua and the entire fighting force of Israel observed that the men who had been in ambush had seized the city and that the smoke from the city was rising, they turned around and attacked the men of Ai.",
      "22": "Then the others came out from the city against them, so the men of Ai were surrounded by the Israelis, some on one side and some on the other. Israel attacked them until no one was left to survive or escape.",
      "23": "But the king of Ai was taken alive and brought to Joshua.",
      "24": "When Israel had completed executing all of the residents of Ai in the open wilderness where they had chased them, and after all of them—to the very last of them—had been killed by swords, the entire fighting force of Israel returned to Ai and attacked it with swords.",
      "25": "The total of all who fell that day, including men and women, was 12,000—the entire population of Ai.",
      "26": "Joshua did not cease his attack until he had completely destroyed every inhabitant of Ai.",
      "27": "Israel took only the livestock and the spoil of that city as their war booty, in accordance with what the Lord had commanded to Joshua.",
      "28": "Joshua burned Ai, turning it into a permanent mound of ruins, and it remains so to this day.",
      "29": "He hanged the king of Ai on a tree until dusk, and at sunset Joshua ordered his body brought down from the tree and laid at the entrance to the gate of the town. There he raised over it a large mound of stones, which stands there to this day.",
      "30": "Then Joshua built an altar to the Lord God of Israel, on Mount Ebal,",
      "31": "just the way Moses the servant of the Lord had commanded the Israelis in the Book of the Law of Moses: “…an altar of uncut stones that hasn’t been worked with iron tools…” and they offered burnt offerings to the Lord on it, along with peace offerings.",
      "32": "There Joshua inscribed on stones a copy of the Law of Moses that Moses had presented to the Israelis.",
      "33": "All Israel, both foreigners and citizens, together with their elders, officers, and judges, stood on opposite sides of the Ark of the Covenant of the Lord. Half stood in front of Mount Gerizim and half stood in front of Mount Ebal, just as Moses, the Lord’s servant had commanded at the first, so that they could bless the people of Israel.",
      "34": "Afterwards, Joshua read all the words of the Law—both the blessings and the curses—according to everything written in the Book of the Law.",
      "35": "There wasn’t one word of everything Moses had commanded that Joshua did not read in front of the entire assembly of Israel, including the women, their little ones, and the foreigners who lived among them."
    },
    "9": {
      "1": "Eventually all the kings who reigned in the hill country across the Jordan River and in the low-lying coastlands of the Mediterranean Sea facing Lebanon heard about this. So the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites",
      "2": "united together as one to fight against both Joshua and Israel.",
      "3": "But when the inhabitants of Gibeon heard what Joshua had done to Jericho and Ai,",
      "4": "they took the initiative by preparing their provisions shrewdly: they took tattered sacks for their donkeys, worn-out, torn, and mended wineskins,",
      "5": "worn-out, patched sandals for their feet, and worn-out clothes. All of their food was dried out and covered in mold.",
      "6": "Then they approached Joshua in the camp at Gilgal and addressed him and the Israelis, “We’ve arrived from a distant country, so please make a treaty with us right now.”",
      "7": "But the Israelis responded to the Hivites, “Perhaps you live in our midst. If this is so, how can we make a treaty with you?”",
      "8": "So they responded to Joshua, “We are your servants.”\nJoshua asked them, “Who are you? And where did you come from?”",
      "9": "They answered, “Your servants have arrived from a very distant land, because of the reputation of the Lord your God, because we’ve heard a report about all that he did in Egypt,",
      "10": "along with all of what he did to the two Amorite kings who were beyond the Jordan River—that is, to King Sihon of Heshbon and to King Og of Bashan, who lived in Ashtaroth.",
      "11": "So our leaders and all of the inhabitants of our country told us, ‘Take provisions along with you for your journey, go to meet them, and tell them, “We are your servants. Come now and make a treaty with us.”’",
      "12": "Look at our bread: it was still warm when we took it from our houses as our food for our journey on the very day we set out to come to you. But now, look how it’s dry and moldy.",
      "13": "And these wineskins were new when we filled them, but look—now they’re cracked. And our clothes and sandals are worn out from our very long journey.”",
      "14": "So the leaders of Israel sampled their provisions, but did not ask the Lord about it.",
      "15": "They made a treaty with them, guaranteeing their lives with a covenant, and the leaders of the congregation confirmed it with an oath to them.",
      "16": "But three days after they had made the treaty with them, they learned that they were their neighbors and were living in their midst.",
      "17": "So the Israelis set out for their cities and three days later they reached their cities of Gibeon, Chephirah, Beeroth, and Kiriath-jearim.",
      "18": "The Israelis did not attack them, because the leaders of the congregation had made an oath with them in the name of the Lord, the God of Israel. Nevertheless, the entire congregation grumbled against their leaders.",
      "19": "Then all of the leaders spoke to the entire congregation, “We have sworn to them in the name of the Lord, the God of Israel, and we cannot touch them.",
      "20": "So this is what we’ll do to them: we’ll let them live, so that wrath won’t come upon us because of the oath that we swore to them.”",
      "21": "The leaders told them, “Let them live.” So they became wood cutters and water carriers for the entire congregation, which is what the leaders had decided concerning them.",
      "22": "Joshua summoned the Gibeonites and asked them, “Why did you deceive us by saying ‘We live far away from you,’ even though you were, in fact, living in our midst?",
      "23": "Now therefore you are under a curse. Some of you will always be slaves, wood cutters, and water carriers for the house of my God.”",
      "24": "They replied to Joshua, “Because your servants had been informed that the Lord your God had certainly commanded his servant Moses to give you the entire land and to destroy all of the inhabitants of the land before you. So we were terrified for our lives because of you. That’s why we did this.",
      "25": "Now we’re under your control: do to us as it seems good and right in your opinion.”",
      "26": "So this is what Joshua did for them: he saved them from the Israelis, and they did not kill them.",
      "27": "However, on that very day Joshua made them become wood cutters and water carriers for the congregation and for the Lord’s altar in the place that he should choose, and this tradition continues to this day."
    },
    "10": {
      "1": "King Adoni-zedek of Jerusalem eventually heard how Joshua had conquered Ai, utterly destroying it, doing to Ai and its king the same thing that he had done to Jericho and its king, and how the inhabitants of Gibeon had made peace with Israel and were now living among them.",
      "2": "So they were terrified, since Gibeon was a large city, comparable to one of the royal cities, was larger than Ai, and all of its men had been warriors.",
      "3": "So King Adoni-zedek of Jerusalem sent word to King Hoham of Hebron, King Piram of Jarmuth, King Japhia of Lachish, and King Debir of Eglon. He told them,",
      "4": "“Come over and help me, and let’s attack Gibeon, because it made a peace treaty with Joshua and the Israelis.”",
      "5": "So the five kings of the Amorites—the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon—gathered their armies together and advanced with all of their armies toward Gideon, camped there, and laid siege to it.",
      "6": "The Gibeonites sent word to Joshua at his camp in Gilgal: “Don’t abandon your servants. Come quickly, save us, and help us, because all of the kings of the Amorites who live in the hill country have attacked us.”",
      "7": "So Joshua went up from Gilgal, along with his entire fighting force of mighty warriors with him.",
      "8": "The Lord told Joshua, “Don’t fear them, because I have handed them over to you. Not one of them will withstand you.”",
      "9": "So after an all-night march from Gilgal, Joshua attacked them by surprise.",
      "10": "The Lord threw the Amorites into a panic right in front of the army of Israel, which then slaughtered many of them at Gibeon. The Israeli army chased them along the road that goes up to Beth-horon, striking them down as far as Azekah and Makkedah.",
      "11": "While they were fleeing in front of Israel and descending the slope of Beth-horon, the Lord rained down huge hailstones on them as far as Azekah, and they died. More died because of the hailstones than were killed by the Israelis in battle.",
      "12": "Later that day, Joshua spoke to the Lord while the Lord was delivering the Amorites to the Israelis. This is what he said in the presence of Israel:\n“Sun, be still over Gibeon!\n    Moon, stand in place in the Aijalon Valley!”",
      "13": "So the sun remained still\n    and the moon stood in place\n        until the nation settled their score with their enemies.\nThis is recorded, is it not, in the book of Jashar?\nThe sun stood in place\n    in the middle of the sky\nand seemed not to be in a hurry\n    to set for nearly an entire day.",
      "14": "There has never been a day like it before or since, when the Lord listened to the voice of a man, because the Lord was fighting on behalf of Israel.",
      "15": "After this, Joshua returned to the camp at Gilgal with the entire fighting force of Israel.",
      "16": "Meanwhile, the five kings had fled and hidden themselves inside a cave at Makkedah.",
      "17": "Joshua was informed, “The five kings have been discovered hiding in the cave at Makkedah.”",
      "18": "So Joshua gave an order, “Roll large stones up against the mouth of the cave and assign men to stand guard there,",
      "19": "but don’t stay there yourselves. Instead, pursue your enemies and attack them from behind. Don’t allow them to enter their cities, because the Lord your God has delivered them into your control.”",
      "20": "Now it came about that after Joshua and the Israelis had finished the battle, destroying and scattering their survivors, who retreated into their fortified cities,",
      "21": "the entire army returned safely to Joshua’s encampment at Makkedah. No one could speak so much as a single word against any of the Israelis.",
      "22": "Then Joshua gave this order: “Unseal the mouth of the cave and bring out these five kings to me from the cave.”",
      "23": "So they did. They brought out these five kings to him from within the cave: the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon.",
      "24": "When they had brought these kings out to Joshua, Joshua called for all the men of Israel and spoke to the leaders of the men who had gone out to war along with him, “Come close and put your feet on the necks of these kings.” So they came near and put their feet on their necks.",
      "25": "Joshua told the army, “Don’t fear or be dismayed! Be strong and courageous, because this is how the Lord will treat all of your enemies whom you fight.”",
      "26": "After this, Joshua struck those kings down, executing them, and hanged them on five gallows until sunset.",
      "27": "When evening had come, Joshua gave a command to remove the bodies from the gallows and bury them in the cave where they had hidden. The army sealed the mouth of the cave with large stones that remain there to this very day.",
      "28": "Joshua captured Makkedah that very day, and attacked both it and its king with swords, utterly destroying it along with every person in it, leaving no survivors. He dealt with the king of Makkedah the same way he had dealt with the king of Jericho.",
      "29": "Afterward, Joshua and all of Israel passed on from Makkedah to Libnah, where they fought against Libnah.",
      "30": "The Lord gave both it and its king into the control of Israel, and Joshua executed both its king and every person in it with swords, leaving no survivors. He dealt with the king the same way he had dealt with the king of Jericho.",
      "31": "Then Joshua and all of Israel passed from Libnah to Lachish, camped near it, and attacked it.",
      "32": "The Lord gave Lachish into the control of Israel, and Joshua captured it the next day. He declared war on the city and executed everyone in it, the same way he had treated Libnah.",
      "33": "Then Horam king of Gezer appeared to help Lachish. So Joshua attacked him and his army, until he left no one remaining.",
      "34": "After this, Joshua, accompanied by all of Israel, proceeded from Lachish to Eglon, laid siege to it, and attacked it.",
      "35": "They captured it on that day, attacking it in battle. Then Joshua completely destroyed it that day, the same way he had dealt with Lachish.",
      "36": "Then Joshua, accompanied by all of Israel, left Eglon for Hebron, where they attacked it,",
      "37": "captured it, and executed its inhabitants—its king, all of its cities, and every person in it, leaving no one remaining, the same way he had dealt with Eglon. He completely destroyed it, along with everyone in it.",
      "38": "Then Joshua returned, accompanied by the entire fighting force of Israel, to Debir, where they attacked it,",
      "39": "captured it, its king, and all of its villages. They executed them, totally destroying it and everyone in it, leaving no one remaining. He dealt with Debir and its king just as he had dealt with Hebron, treating them the same way he had dealt with Libnah and its king.",
      "40": "So Joshua conquered the entire land, the hill country, the Negev, the Shephelah, and the wilderness highlands, along with all of their kings. He left none of them remaining, but completely destroyed every living person, just as the Lord God of Israel had commanded.",
      "41": "Joshua conquered them from Kadesh-barnea to Gaza, including the entire territory of Goshen as far as Gibeon.",
      "42": "Joshua conquered all of these kings and their territories in one campaign, because the Lord God of Israel fought for Israel.",
      "43": "Then Joshua returned to the camp at Gilgal, along with the entire fighting force of Israel."
    },
    "11": {
      "1": "When King Jabin of Hazor heard all of this, he sent word to Jobab king of Madon, to the king of Shimron, to the king of Achshaph,",
      "2": "and to the kings in the north, in the hill country, in the plain south of Chinnereth, in the Shephelah, and in the hills of Dor toward the west,",
      "3": "to the eastern and western Canaanites—the Amorites, the Hittites, the Perizzites, the Jebusites in the hill country, and the Hivites below Hermon in the territory of Mizpah.",
      "4": "So they went out, they and all of their armies with them—a multitude as numerous as the sand on the seashore—accompanied by many horses and chariots.",
      "5": "After all these kings had gathered together, they went out and camped together at the waters of Merom to fight Israel.",
      "6": "But the Lord told Joshua, “Don’t be afraid of them, because tomorrow about this time I am giving them all to you—dead—in the presence of Israel. Hamstring their horses and incinerate their chariots.”",
      "7": "So Joshua and his entire fighting force approached them suddenly by the waters of Merom and attacked them.",
      "8": "The Lord handed them over to the control of Israel, who defeated them and chased them as far as Greater Sidon and east as far as the Mizpah Valley. They attacked them until none remained.",
      "9": "Joshua dealt with them just as the Lord had told him: he hamstrung their horses and incinerated their chariots.",
      "10": "Joshua then turned back and captured Hazor, executing its king, because Hazor used to be the head of all of those kingdoms.",
      "11": "They executed all of the people who lived in it, completely destroying it and leaving no one alive. Then he burned Hazor in fire.",
      "12": "So Joshua captured and annihilated all of these cities, along with their kings, completely destroying them, just as Moses the servant of the Lord had commanded.",
      "13": "However, Israel did not burn any of the cities that had been built on mounds of ruins, except for Hazor only, which Joshua burned.",
      "14": "The Israelis took the spoils of war from these cities, along with their livestock, but they executed every human being until they had completely destroyed them, leaving no one alive.",
      "15": "Joshua did just what the Lord had commanded his servant Moses and just what Moses had commanded him, leaving nothing unfinished.",
      "16": "So Joshua conquered all of these territories: the hill country, all of the Negev, the entire land of Goshen with its foothills, the plains of Jordan, and the mountains of Israel with its foothills",
      "17": "from Mount Halak and the ascent toward Seir, including as far as Baal-gad in the Lebanon Valley that lies at the foot of Mount Hermon. Joshua captured all of their kings, struck them down, and put them to death.",
      "18": "Joshua fought an extended campaign against all those kings.",
      "19": "There wasn’t a single city that made a peace accord with the Israelis, except the Hivites who lived in Gibeon. The Israelis captured all the rest in battle,",
      "20": "because the Lord had hardened their hearts so they would fight Israel in war, be completely destroyed without mercy, and be completely wiped out, as the Lord had commanded Moses.",
      "21": "At that time Joshua came and annihilated the Anakim from the hill country, that is, from Hebron, Debir, and Anab, as well as from all the hill country of Judah and Israel. Joshua completely destroyed them along with their cities.",
      "22": "None of the Anakim remained in the land belonging to the Israelis—they remained only in Gaza, in Gath, and in Ashdod.",
      "23": "Joshua conquered the entire land, in accordance with everything that the Lord had told Moses. Joshua presented it as an inheritance to Israel, dividing it according to tribal allotments. Then the land enjoyed rest from war."
    },
    "12": {
      "1": "This is a list of the kings who ruled the land that the Israelis conquered, and whose territories they took on the other side of the Jordan River toward the east, from the Arnon River to Mount Hermon, along with the entire eastern Jordan plain.",
      "2": "Sihon king of the Amorites lived in Heshbon and ruled from Aroer, which is located on the edge of the Arnon River from the middle of the valley, including half of Gilead as far as Wadi Jabbok, the border of the Ammonites,",
      "3": "and toward the Arabah as far as the Sea of Galilee to the east, as far as the Arabah Sea (that is, the Dead Sea) to the east as one travels in the direction of Beth-jeshimoth, and to the south as far as the foothills of Pisgah.",
      "4": "The territory of Og king of Bashan was conquered. He was one of the last of the Rephaim, and lived at Ashtaroth and Edrei,",
      "5": "ruling over Mount Hermon, Salecah, and all of Bashan as far as the border of the descendants of Geshur, the descendants of Maacath, and half of Gilead to the border of Sihon king of Heshbon.",
      "6": "Moses, the servant of the Lord, and the Israelis defeated them. Then Moses, the servant of the Lord, gave it to the descendants of Reuben, the descendants of Gad, and the half-tribe of Manasseh as their inheritance.",
      "7": "This is a list of the kings of the land whom Joshua and the Israelis defeated beyond the Jordan River toward the west, from Baal-gad in the Lebanon valley as far as Mount Halak, which rises in the direction of Seir. Joshua gave it to Israel, distributing it according to their tribal divisions as their inheritance,",
      "8": "in the mountain regions, in the Arabah, on the foothills, in the wilderness, in the Negev; that is, the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites:",
      "9": "The king of Jericho: 1\nThe king of Ai, which is near Bethel: 1",
      "10": "The king of Jerusalem: 1\nThe king of Hebron: 1",
      "11": "The king of Jarmuth: 1\nThe king of Lachish: 1",
      "12": "The king of Eglon: 1\nThe king of Gezer: 1",
      "13": "The king of Debir: 1\nThe king of Geder: 1",
      "14": "The king of Hormah: 1\nThe king of Arad: 1",
      "15": "The king of Libnah: 1\nThe king of Adullam: 1",
      "16": "The king of Makkedah: 1\nThe king of Bethel: 1",
      "17": "The king of Tappuach: 1\nThe king of Hepher: 1",
      "18": "The king of Aphek: 1\nThe king of Lasharon: 1",
      "19": "The king of Madon: 1\nThe king of Hazor: 1",
      "20": "The king of Shimron-meron: 1\nThe king of Achshaph: 1",
      "21": "The king of Taanach: 1\nThe king of Megiddo: 1",
      "22": "The king of Kedesh: 1\nThe king of Jokneam in Carmel: 1",
      "23": "The king of Dor in the Dor heights: 1\nThe king of various gentiles in Gilgal: 1",
      "24": "The king of Tirzah: 1\nTotal number of all kings: 31"
    },
    "13": {
      "1": "When Joshua had grown old, having lived many years, the Lord told him, “You are old and have lived many years, but much of the land still remains to be possessed.",
      "2": "This territory remains: all of the Philistine regions, including all Geshurite holdings",
      "3": "from the Shihor east of Egypt as far as the border of Ekron on the north (which is considered part of Canaan). This includes the five rulers of the Philistines, the Gazites, the Ashdodites, the Ashkelonites, the Gittites, the Ekronites, and the Avvites.",
      "4": "“To the south, there remains to be conquered all the territory held by the Canaanites, Mearah that belongs to the Sidonians, as far as Aphek, to the border of the Amorites,",
      "5": "including the territory of the Gebalites and all of Lebanon facing the east from Baal-gad at the foot of Mount Hermon as far as Lebo-hamath,",
      "6": "and all the inhabitants of the hill country from Lebanon to Misrephoth-maim, including all the Sidonians. I myself will drive them out in the presence of the Israelis.",
      "7": "You only have to allocate the land as an inheritance, just as I commanded you.”",
      "8": "The descendants of Reuben and descendants of Gad, along with the other half-tribe of Manasseh, received their inherited portion that Moses the servant of the Lord had given them to the east beyond the Jordan River.",
      "9": "Specifically included was from Aroer on the banks of the Wadi Arnon, and the town that lies in the middle of the valley, including all the plains from Medeba to Dibon,",
      "10": "all the cities pertaining to King Sihon of the Amorites, who reigned in Heshbon, as far as the boundary of the Ammonite territory,",
      "11": "Gilead and the region belonging to the descendants of Geshur and Maacath, including all of Mount Hermon, and all of Bashan as far as Salecah.",
      "12": "Also included was the entire kingdom of Og in Bashan, who reigned in Ashtaroth and Edrei. (He was the sole survivor left of the Rephaim.) Although Moses had defeated these people and driven them out,",
      "13": "the Israelis did not drive out the descendants of Geshur or the descendants of Maacath—Geshur and Maacath live within the territory of Israel to this day.",
      "14": "Moses allotted no inheritance solely to the tribe of Levi. As he had mentioned to them, the offerings by fire to the Lord God of Israel are their inheritance.",
      "15": "Moses allocated territory to the tribe of the descendants of Reuben according to their tribes.",
      "16": "Their allocation was from the border of Aroer on the edge of the Arnon valley (including the city that is located in the valley, as well as the entire plain next to Medeba),",
      "17": "Heshbon and all of its cities that are on the plain, including Dibon, Bamoth-baal, Beth-baal-meon,",
      "18": "Jahaz, Kedemoth, Mephaath,",
      "19": "Kiriathaim, Sibmah, and Zereth-shahar on the hill in the valley,",
      "20": "Beth-peor, the slopes of Pisgah, Beth-jeshimoth,",
      "21": "all of the cities of the plain, the entire kingdom of King Sihon of the Amorites, who used to reign in Heshbon and whom Moses attacked, along with the chiefs of Midian, Evi, Rekem, Zur, Hur, and Reba, nobles of Sihon who lived in the land.",
      "22": "The Israelis also killed Beor’s son Balaam, the occult practitioner, executing him with a sword as one of those killed.",
      "23": "The border of the descendants of Reuben was the Jordan River and its banks. This was the inheritance belonging to the descendants of Reuben, divided according to their families, cities, and villages.",
      "24": "Moses also allocated territory to the tribe of Gad, that is, to the descendants of Gad, according to their families.",
      "25": "Their territory included Jazer, all the cities of Gilead, half the land of the Ammonites as far as Aroer which is located near Rabbah,",
      "26": "from Heshbon as far as Ramath-mizpeh and Betonim, from Mahanaim as far as the border of Debir,",
      "27": "the valley containing Beth-haram, Beth-nimrah, Succoth, and Zaphon, the rest of the kingdom of King Sihon of Heshbon, with the Jordan River as its border as far as the southern end of the Sea of Galilee beyond the Jordan River to the east.",
      "28": "This was the inheritance belonging to the descendants of Gad according to their tribes, cities, and villages.",
      "29": "Moses also allocated territory to the half-tribe of Manasseh, that is, for the half-tribe of the descendants of Manasseh according to their tribes.",
      "30": "Their territory extended from Mahanaim to include all of Bashan, all of the kingdom of King Og of Bashan, all of the 60 towns of Jair there in Bashan,",
      "31": "half of Gilead, including Ashtaroth and Edrei. The cities of the kingdom of Og in Bashan went to half of the descendants of Manasseh’s son Machir, according to their tribes.",
      "32": "These were the allotments that Moses apportioned for an inheritance in the plains of Moab beyond the Jordan River east of Jericho.",
      "33": "Moses allotted no inheritance to the tribe of Levi. The Lord God of Israel is their inheritance, as he promised them."
    },
    "14": {
      "1": "This is what the Israelis inherited in the land of Canaan, which Eleazar the priest, Nun’s son Joshua, and the heads of the families of the Israelis allotted to them as an inheritance",
      "2": "by lot, just as the Lord commanded through Moses for the nine tribes and the half-tribe,",
      "3": "since Moses had given the inheritance of the two tribes and the half-tribe across the Jordan River. However, he did not give an inheritance to the descendants of Levi who lived among them,",
      "4": "since the descendants of Joseph constituted two tribes—Manasseh and Ephraim. They did not allot a portion to the descendants of Levi in the land, since they were given cities to live in, along with pastures for their livestock and property.",
      "5": "So the Israelis did just as the Lord had commanded Moses—they divided the land.",
      "6": "After this, the descendants of Judah approached Joshua in Gilgal. Jephunneh the Kenizzite’s son Caleb told him, “You know the promise that the Lord gave Moses the man of God concerning the two of us in Kadesh-barnea.",
      "7": "I was 40 years old when Moses the servant of the Lord sent me from Kadesh-barnea to scout the land. I brought back an honest report to him.",
      "8": "As it happened, my fellow Israelis who went up with me terrified the people, but I fully followed the Lord my God.",
      "9": "Moses made a promise to me on that day when he said, ‘The land that you covered on foot will certainly be your inheritance. It will belong to your descendants forever, because you have fully followed the Lord my God.’",
      "10": "“Look how the Lord has let me survive, as you can see, these 45 years since the time when the Lord said this through Moses, while Israel was wandering through the wilderness. And look! I’m here today—my eighty-fifth birthday!",
      "11": "I’m still as strong today as I was the day Moses commissioned me. I’m as strong today as I was then, and I can go out to battle and come back successful.",
      "12": "Now then, give me that hill country about which the Lord spoke back on that day, because you yourself heard back then that the Anakim were there, with great reinforced cities. Perhaps the Lord will be with me and I will expel them, just as the Lord said.”",
      "13": "So Joshua blessed him and gave Hebron to Jephunneh’s son Caleb for his inheritance.",
      "14": "Therefore Hebron became the inheritance of Jephunneh the Kenizzite’s son Caleb, and it remains so today, because he fully followed the Lord God of Israel.",
      "15": "Hebron used to be known as Kiriath-arba, after the greatest man among the Anakim. After all of this, the land enjoyed rest from war."
    },
    "15": {
      "1": "Joshua said, “Now the allotment for the tribe of the descendants of Judah, allocated according to their families, will extend to the border of Edom, southward to the wilderness of Zin until land’s end,",
      "2": "then from the southern end of the Dead Sea, that is, from the bay that orients toward the Negev,",
      "3": "proceeding south to the ascent of Akrabbim, then continuing to Zin, and from there up along the south of Kadesh-barnea to Hezron, and from there up to Addar and then to Karka,",
      "4": "passing along to Azmon toward the Wadi of Egypt and ending at the sea. This will be your southern border.”",
      "5": "The eastern border was the Dead Sea as far as the mouth of the Jordan River. The border of the north side extended from the bay of the sea at the mouth of the Jordan River",
      "6": "toward Beth-hoglah, and continuing on the north of Beth-arabah. The border ascended up to the boundary marker set up by Reuben’s son Bohan.",
      "7": "The boundary then went up to Debir from the Achor valley and turned north toward Gilgal opposite the ascent of Adummim in the southern part of the valley. Then the border continued to the waters of En-shemesh and terminated at En-rogel.",
      "8": "Then the border proceeded up the valley of Ben-hinnom to the southern ascent of the Jebusites (that is, to Jerusalem), and from there to the top of the mountain that faces the valley of Hinnom to the west at the end of the valley of Rephaim toward the north.",
      "9": "The border proceeded from the top of the mountain to the spring of the waters of Nephtoah, then to the cities of Mount Ephron, and then the border curved toward Baalah (also known as Kiriath-jearim).",
      "10": "The border turned west from Baalah to Mount Seir, continuing to the top of Mount Jearim on the north (also known as Chesalon), and then proceeded to Beth-shemesh, continuing through Timnah.",
      "11": "The border proceeded north to the edge of Ekron, then curved to Shikkeron and on to Mount Baalah, proceeding then to Jabneel, where the boundary ended at the sea.",
      "12": "The western border was at the Mediterranean Sea coastline. This is the border that surrounded the territory of the descendants of Judah, according to their families.",
      "13": "Now Joshua gave an allotment among the descendants of Judah to Jephunneh’s son Caleb, just as God told Joshua, Kiriath-arba, which was named after the ancestor of Anak (that is, Hebron).",
      "14": "From there Caleb drove the three descendants of Anak, Sheshai, Ahiman, and Talmai—the Anakim.",
      "15": "Then he went up from there to attack the inhabitants of Debir. (Debir was formerly known as Kiriath-sepher.)",
      "16": "Then Caleb announced, “I will give my daughter Achsah in marriage to the one who attacks Kiriath-sepher and captures it.”",
      "17": "Othniel, the son of Caleb’s brother Kenaz, captured it, so Caleb gave him his daughter Achsah as his wife.",
      "18": "Sometime later, she came to Othniel and persuaded him to ask her father for a field.\nAs she dismounted from her donkey, Caleb asked her, “What do you want?”",
      "19": "She replied, “Give me a blessing. Since you have given me the land of the Negev, give me also some springs of water.” So he gave her the upper and lower springs.",
      "20": "Here’s a list of cities allotted for the tribe of the descendants of Judah according to their families:",
      "21": "The cities to the far south of the tribe of the descendants of Judah (toward the border of Edom in the south) included Kabzeel, Eder, Jagur,",
      "22": "Kinah, Dimonah, Adadah,",
      "23": "Kedesh, Hazor, Ithnan,",
      "24": "Ziph, Telem, Bealoth,",
      "25": "Hazor-hadattah, Kerioth-hezron (also known as Hazor),",
      "26": "Amam, Shema, Moladah,",
      "27": "Hazar-gaddah, Heshmon, Beth-pelet,",
      "28": "Hazar-shual, Beer-sheba, Biziothiah,",
      "29": "Baalah, Iim, Ezem,",
      "30": "Eltolad, Chesil, Hormah,",
      "31": "Ziklag, Madmannah, Sansannah,",
      "32": "Lebaoth, Shilhim, Ain, and Rimmon, for a total of 29 cities and villages.",
      "33": "The lowland cities included Eshtaol, Zorah, Ashnah,",
      "34": "Zanoah, En-gannim, Tappuach, Enam,",
      "35": "Jarmuth, Adullam, Socoh, Azekah,",
      "36": "Shaaraim, Adithaim, Gederah, and Gederothaim, for a total of fourteen cities and villages.",
      "37": "Also included were Zenan, Hadashah, Migdal-gad,",
      "38": "Dilan, Mizpeh, Joktheel,",
      "39": "Lachish, Bozkath, Eglon,",
      "40": "Cabbon, Lahmam, Chitlish,",
      "41": "Gederoth, Beth-dagon, Naamah, and Makkedah, for a total of sixteen cities and villages.",
      "42": "Also included were Libnah, Ether, Ashan,",
      "43": "Iphtah, Ashnah, Nezib,",
      "44": "Keilah, Achzib, and Mareshah, for a total of nine cities and villages.",
      "45": "Also included were Ekron, with its towns and villages,",
      "46": "from Ekron to the Mediterranean Sea, including everything by the edge of Ashdod, along with their villages,",
      "47": "Ashdod and its towns and villages, Gaza and its towns and villages as far as the River of Egypt, and the coastline of the Mediterranean Sea.",
      "48": "The hill country included Shamir, Jattir, Socoh,",
      "49": "Dannah, Kiriath-sannah (also known as Debir),",
      "50": "Anab, Eshtemoh, Anim,",
      "51": "Goshen, Holon, Giloh, for a total of eleven cities and villages.",
      "52": "Also included were Arab, Dumah, Eshan,",
      "53": "Janum, Beth-tappuach, Aphekah,",
      "54": "Humtah, Kiriath-arba (also known as Hebron), and Zior, for a total of nine cities and villages.",
      "55": "Also included were Maon, Carmel, Ziph, Juttah,",
      "56": "Jezreel, Jokdeam, Zanoah,",
      "57": "Kain, Gibeah, and Timnah, for a total of ten cities and villages.",
      "58": "Also included were Halhul, Beth-zur, Gedor,",
      "59": "Maarath, Beth-anoth, and Eltekon, for a total of six cities and villages.",
      "60": "Also included were Kiriath-baal (also known as Kiriath-jearim) and Rabbah, for a total of two cities and villages.",
      "61": "The wilderness included Beth-arabah, Middin, Secacah,",
      "62": "Nibshan, Salt City, and En-gedi, for a total of six cities and villages.",
      "63": "Now as for the Jebusites who lived in Jerusalem, the descendants of Judah could not expel them, so Jebusites live with the descendants of Judah in Jerusalem to this day."
    },
    "16": {
      "1": "The territorial allotment for the descendants of Joseph proceeded from the Jordan River by Jericho eastward of the Jericho waters into the wilderness, proceeding from Jericho through the hill country of Bethel",
      "2": "and from Bethel to Luz, continuing to the border of the Archites at Ataroth.",
      "3": "It proceeded westward to the territory of the Japhletites as far as the territory of lower Beth-horon, then toward Gezer, ending at the Mediterranean Sea.",
      "4": "Manasseh and Ephraim, the descendants of Joseph, received their inheritance.",
      "5": "This was the territory allocated to the descendants of Ephraim according to their families: the border of their inheritance on the east was Ataroth-addar as far as upper Beth-horon.",
      "6": "Then the border proceeded west from Michmethath on the north, then turned east toward Taanath-shiloh, continuing to the east of Janoah.",
      "7": "It proceeded from Janoah to Ataroth, then to Naarah, then proceeded to Jericho and ended at the Jordan River.",
      "8": "From Tappuach, the border proceeded west to the Kanah brook, ending at the Mediterranean Sea. This is the inheritance of the tribe of the descendants of Ephraim according to their families,",
      "9": "along with the cities that had been set aside for the descendants of Ephraim within the allotment of the descendants of Manasseh, including all of the cities and villages.",
      "10": "However, they did not drive out the Canaanites who lived in Gezer, so the Canaanites live within the territory of Ephraim to this day, but they serve as forced laborers."
    },
    "17": {
      "1": "The territorial allotment for the tribe of Manasseh, the firstborn of Joseph, was allocated first to Machir the firstborn of Manasseh and father of Gilead. Since he had been a man of war, Gilead and Bashan were allocated to him.",
      "2": "Now allotments were made with respect to the remaining descendants of Manasseh according to their families: for the descendants of Abiezer, the descendants of Helek, the descendants of Asriel, the descendants of Shechem, the descendants of Hepher, and the descendants of Shemida—the male descendants of Joseph’s son Manasseh, according to their families.",
      "3": "Hepher’s son Zelophehad, grandson of Gilead and great-grandson of Manasseh’s son Machir had no sons, only daughters. These are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah.",
      "4": "They appeared before Eleazar the priest and Nun’s son Joshua and declared, “The Lord commanded Moses to give us an inheritance among our relatives.” So in keeping what the Lord had commanded, he gave them an inheritance among their ancestor’s relatives.",
      "5": "That is why ten allotments fell to Manasseh, besides the land of Gilead and Bashan beyond the Jordan River,",
      "6": "since the granddaughters of Manasseh received an inheritance along with his sons. (The land of Gilead belonged to the rest of the descendants of Manasseh.)",
      "7": "The border of Manasseh proceeded from Asher to Michmethath east of Shechem, then turned south to include the inhabitants of En-tappuach.",
      "8": "(The territory of Tappuach belonged to Manasseh, but Tappuach itself, on the border of Manasseh, was allocated to the descendants of Ephraim.)",
      "9": "The border proceeded to the Kanah brook and proceeded south. These cities belonged to Ephraim among the cities of Manasseh, with the border of Manasseh on the north of the brook, terminating at the Mediterranean Sea.",
      "10": "The southern area was allocated to Ephraim and the northern area to Manasseh. The Mediterranean Sea was the border, extending to Asher on the North and to Issachar on the east.",
      "11": "In Issachar and Asher, Manasseh held Beth-shean and its towns, Ibleam and its towns, the inhabitants of En-dor and its towns, the inhabitants of Taanach and its towns, and the inhabitants of Megiddo and its towns, and the three coastal districts.",
      "12": "The descendants of Manasseh did not take possession of these cities, because the Canaanites predominated in that territory.",
      "13": "Later on, when the Israelis had become strong, they forced the Canaanites to work for them, but they never did expel them completely.",
      "14": "At that time, the descendants of Joseph asked Joshua, “Why did you give us only one allotment and portion for an inheritance, since we’re numerous and the Lord has blessed us all along?”",
      "15": "So Joshua replied to them, “Since you’re so numerous, go up to the forest and clear ground there for yourselves in the territory where the Perizzites and Rephaim are, because the hill country of Ephraim is too narrow for you.”",
      "16": "The descendants of Joseph replied, “The hill country isn’t sufficient for us, but all the Canaanites who live on the plain have iron chariots, both those in Beth-shean and its villages as well as the inhabitants of the Jezreel Valley.”",
      "17": "So Joshua told the tribes of Joseph, which were Ephraim and Manasseh, “You’re truly a numerous group, and you have great power. You are not to have only one allotment,",
      "18": "but the hill country will also belong to you. Even though it’s a forest, you will clear it and possess it to its farthest borders. You’ll drive out the Canaanites, even though they have iron chariots and even though they’re strong.”"
    },
    "18": {
      "1": "After this, the entire assembly of the Israelis gathered together at Shiloh and set up the Tent of Meeting there, where the land lay conquered before them.",
      "2": "Seven tribes remained among the Israelis for whom their inheritances had not yet been allocated.",
      "3": "So Joshua told the Israelis, “How long will you delay invading and taking possession of the land that the Lord God of your ancestors has given you?",
      "4": "Appoint three men from each tribe and I’ll send them. They’ll begin to go through the land and record a description of it, categorized according to their inheritance, and then they’ll report back to me.",
      "5": "They’ll divide it seven ways. Judah will stay in its territory on the south and the house of Joseph will remain in its territory on the north.",
      "6": "Lay out the land in seven divisions, then bring your report here to me. I will then cast lots in the presence of the Lord our God.",
      "7": "The descendants of Levi have no allotment among you, since the priesthood of the Lord is their inheritance. Gad, Reuben, and the half-tribe of Manasseh received their inheritance to the east, beyond the Jordan River given to them by Moses the servant of the Lord.”",
      "8": "So the men started out, following Joshua’s command to those who went to scout the land, “Go through the land and record a description of it, and then return to me. I will then cast lots in the presence of the Lord your God in Shiloh.”",
      "9": "Then the men left camp and went throughout the land, describing its cities in a book with seven divisions. Then they returned to Joshua at the camp at Shiloh.",
      "10": "Joshua threw lots in Shiloh in the Lord’s presence and divided the land accordingly among the Israelis according to their divisions.",
      "11": "The allotment of the tribe of the descendants of Benjamin came up according to their families, and their territorial allotment fell between the descendants of Judah and the descendants of Joseph.",
      "12": "Their border started on the north side at the Jordan River, proceeded to the slope of Jericho on the north, then westward through the hill country, and terminated at the wilderness of Beth-aven.",
      "13": "From there the boundary proceeded south in the direction of Luz to the slope of Luz (also known as Bethel), then proceeded to Ataroth-addar, on the mountain that lies south of Lower Beth-horon.",
      "14": "From there the boundary changed direction, turning southward on the western side opposite Beth-horon, terminating at Kiriath-baal (also known as Kiriath-jearim), which belongs to Judah. This formed the western boundary.",
      "15": "The southern boundary began at the edge of Kiriath-jearim, proceeding from there to Ephron and then to the spring at the Nephtoah Waters.",
      "16": "From there the boundary proceeded to the border of the mountain that overlooks the Ben-hinnom Valley at the northern end of the Rephaim Valley, where it proceeded down the Hinnom Valley south of the slope of the Jebusites toward En-rogel.",
      "17": "Then it turned north toward En-shemesh and proceeded from there to Geliloth opposite the ascent of Adummim, where it turned toward the Stone of Bohan, Reuben’s son,",
      "18": "and proceeded north of the slope of Beth-arabah down to the Arabah.",
      "19": "From there the boundary proceeded to north of the slope of Beth-hoglah and terminated at the northern bay of the Salt Sea where the Jordan River ends in the south. This was the southern border.",
      "20": "The Jordan River formed its boundary on the east. This is the inheritance for the tribe of Benjamin according to its families, boundary by boundary around the entire territory.",
      "21": "The towns belonging to the tribe of Benjamin according to their families were Jericho, Beth-hoglah, Emek-keziz,",
      "22": "Beth-arabah, Zemaraim, Bethel,",
      "23": "Avvim, Parah, Ophrah,",
      "24": "Chephar-ammoni, Ophni, and Geba, for a total of twelve towns and villages.",
      "25": "Also included were Gibeon, Ramah, Beeroth,",
      "26": "Mizpeh, Chephirah, Mozah,",
      "27": "Rekem, Irpeel, Taralah,",
      "28": "Zela, Haeleph, Jebus (also known as Jerusalem), Gibeah, and Kiriath-jearim, for a total of fourteen towns and villages. This is the inheritance of the tribe of Benjamin according to their families."
    },
    "19": {
      "1": "The second lottery went to the tribe of Simeon according to its families. Its inheritance was enclosed within the inheritance of the tribe of Judah.",
      "2": "Its inheritance included Beer-sheba (also known as Shebah), Moladah,",
      "3": "Hazar-shual, Balah, Ezem,",
      "4": "Eltolad, Bethul, Hormah,",
      "5": "Ziklag, Beth-marcaboth, Hazar-susah,",
      "6": "Beth-lebaoth, and Sharuhen, for a total of thirteen towns and villages.",
      "7": "Also included were Ain, Rimmon, Ether, and Ashan, for a total of four towns and villages.",
      "8": "Also included were all the surrounding villages as far as Baalath-beer, in Ramah of the Negev. This was the inheritance of the tribe of Simeon, according to its families.",
      "9": "The inheritance of the tribe of Simeon was contained in part of the territory of Judah; that is, because the portion allotted to the tribe of Judah was large enough for both tribes, the tribe of Simeon obtained an inheritance within that of Judah.",
      "10": "The third lottery went to the tribe of Zebulun according to its families. The boundary of its inheritance extended to Sarid,",
      "11": "then turned westward toward Maralah, proceeding to Dabbesheth, and then to the valley that is east of Jokneam.",
      "12": "From Sarid it proceeded back eastward, creating a sunrise boundary at Chisloth-tabor, and proceeded from there to Daberath, then to Japhia,",
      "13": "from which it proceeded toward the east to Gath-hepher, then to Eth-kazin, then going to Rimmon, where it turned toward Neah.",
      "14": "On the north of Neah, the boundary turned toward Hannathon, terminating at Iphtah-el Valley",
      "15": "and Kattath, Nahalal, Shimron, Idalah, and Bethlehem, for a total of twelve towns and villages.",
      "16": "These towns and villages are the inheritance of the tribe of Zebulun according to its families.",
      "17": "The fourth lottery went to the tribe of Issachar according to its families.",
      "18": "The territorial allotment included Jezreel, Chesulloth, Shunem,",
      "19": "Hapharaim, Shion, Anaharath,",
      "20": "Rabbith, Kishion, Ebez,",
      "21": "Remeth, En-gannim, En-haddah, Beth-pazzez,",
      "22": "with the boundary including Tabor, Shahazumah, and Beth-shemesh. The boundary terminated at the Jordan River, for a total of sixteen towns and villages.",
      "23": "These towns and villages comprise the inheritance of the tribe of Issachar, according to its families.",
      "24": "The fifth lottery went to the tribe of Asher according to its families.",
      "25": "The territorial boundary included Helkath, Hali, Beten, Achshaph,",
      "26": "Allammelech, Amad, and Mishal, and on the west Carmel and Shihor-libnath,",
      "27": "then proceeded east to Beth-dagon. It proceeded to Zebulun and the Iphtah-el Valley, turned north to Beth-emek and Neiel, then proceeded north to Cabul,",
      "28": "Ebron, Rehob, Hammon, and Kanah as far as Great Sidon.",
      "29": "There the boundary turned toward Ramah, reaching to the fortress city of Tyre and turned to Hosah, where it terminated at the Mediterranean Sea. Also included were Mahalab, Achzib,",
      "30": "Ummah, Aphek, and Rehob, for a total of 22 towns and villages.",
      "31": "These towns and villages are the inheritance of the tribe of Asher according to its families.",
      "32": "The sixth lottery went to the tribe of Naphtali according to its families.",
      "33": "The territorial boundary proceeded from Heleph, the oak in Zaanannim, and Adami-nekeb, and Jabneel as far as Lakkum, terminating at the Jordan River.",
      "34": "There the boundary proceeded west to Aznoth-tabor and then to Hukkok, reaching Zebulun at the south, Asher on the west, and Judah on the east at the Jordan River.",
      "35": "Also included were the fortress towns of Ziddim, Zer, Hammath, Rakkath, Chinnereth,",
      "36": "Adamah, Ramah, Hazor,",
      "37": "Kedesh, Edrei, En-hazor,",
      "38": "Iron, Migdal-el, Horem, Beth-anath, and Beth-shemesh, for a total of nineteen towns and their villages.",
      "39": "These towns and villages comprised the inheritance of the tribe of Naphtali according to its families.",
      "40": "The seventh lottery went to the tribe of Dan according to its families.",
      "41": "The territorial allotment included Zorah, Eshtaol, Ir-shemesh,",
      "42": "Shaalabbin, Aijalon, Ithlah,",
      "43": "Elon, Timnah, Ekron,",
      "44": "Eltekeh, Gibbethon, Baalath,",
      "45": "Jehud, Bene-berak, Gath-rimmon,",
      "46": "Me-jarkon, and Rakkon at the border near Joppa.",
      "47": "Later, when the descendants of Dan lost their territory, they went up and attacked Leshem. After they captured it and executed its inhabitants, they took possession of it and settled there, renaming the city of Leshem to Dan in memory of their ancestor Dan.",
      "48": "These towns and villages comprised the inheritance of the tribe of Dan according to their families.",
      "49": "When the Israelis had completed distribution of the various territories of the land as inheritances, they provided an inheritance to Nun’s son Joshua.",
      "50": "By a command from the Lord, they allocated the town that he requested, Timnath-serah in the hill country of Ephraim. He rebuilt the town and settled there.",
      "51": "These are the inheritances that Eleazar the priest, Nun’s son Joshua, and the heads of the families of the Israeli tribes distributed by lot in the Lord’s presence at the entrance to the Tent of Meeting. So they finished dividing the land."
    },
    "20": {
      "1": "Then the Lord told Joshua,",
      "2": "“Tell the people of Israel to set apart cities of refuge about which I spoke to you through Moses,",
      "3": "so that anyone who kills a person unintentionally and without premeditation may run there and be protected from closely related avengers.",
      "4": "He may run to one of those cities, stand at the entrance to the city gate, and tell his side of the story to the elders of the city. They are to bring him inside the city with them and provide him a place to live among them.",
      "5": "Now if the closely related avenger pursues him, then they are not to hand the killer over to him, because he killed his neighbor without premeditation and without hating him beforehand.",
      "6": "He is to live in that city until he stands trial before the community, until the death of the one who is high priest at that time. Then the killer may return to his own city and to his own home, that is, to the city from which he fled.”",
      "7": "So they set apart Kedesh in Galilee in the hill country of Naphtali, Shechem in the hill country of Ephraim, and Kiriath-arba (also known as Hebron) in the hill country of Judah.",
      "8": "East of Jericho beyond the Jordan River, they reserved Bezer in the wilderness on the plain from the tribe of Reuben, Ramoth in Gilead from the tribe of Gad, and Golan in Bashan from the tribe of Manasseh.",
      "9": "These were appointed to be cities for all the Israelis and for the foreigner who lives among them, so that whoever kills anyone unintentionally may run there and not die at the hands of a closely related avenger until he stands for trial before the community."
    },
    "21": {
      "1": "Then the family leaders of the descendants of Levi approached Eleazar the priest and Nun’s son Joshua, along with the family leaders of the people of Israel.",
      "2": "It was at Shiloh in the land of Canaan that they told them, “The Lord ordered through Moses that we be given cities in which to live, along with their pasture lands for our livestock.”",
      "3": "So, just as the Lord had said, the Israelis set aside cities for the descendants of Levi from a portion of their own inheritances, along with their grazing lands.",
      "4": "The lottery went to the families of the descendants of Kohath. So the descendants of Aaron the priest, who were descendants of Levi, received thirteen cities by random lot from the tribes of Judah, Simeon, and Benjamin.",
      "5": "The rest of the descendants of Kohath received ten cities by random lot from the families of the tribes of Ephraim, Dan, and the half-tribe of Manasseh.",
      "6": "The descendants of Gershon received thirteen cities by random lot from the families of the tribes of Issachar, Asher, Naphtali, and from the half-tribe of Manasseh located in Bashan.",
      "7": "The descendants of Merari, allocated according to their families, received twelve cities from the tribes of Reuben, Gad, and Zebulun.",
      "8": "The Israelis apportioned these cities, along with their pasture lands, to the descendants of Levi by random lot, just as the Lord had commanded through Moses.",
      "9": "From the tribes of the descendants of Judah and Simeon, they gave these cities, delineated by name:",
      "10": "for the descendants of Aaron, one of the families of the descendants of Kohath, of the descendants of Levi, since the lot fell in their favor first.",
      "11": "They gave them Kiriath-arba, also known as Hebron, (Arba was named after the ancestor of Anak), in the hill country of Judah, along with its surrounding pasture lands.",
      "12": "But the fields adjoining the city and its surrounding villages were given to Jephunneh’s son Caleb.",
      "13": "So they gave Hebron to the descendants of Aaron the priest to serve as a city of refuge for unintentional killers, along with its pasture lands, Libnah with its pasture lands,",
      "14": "Jattir with its pasture lands, Eshtemoa with its pasture lands,",
      "15": "Holon with its pasture lands, Debir with its pasture lands,",
      "16": "Ain with its pasture lands, Juttah with its pasture lands, and Beth-shemesh with its pasture lands, for a total of nine cities from these two tribes.",
      "17": "From the tribe of Benjamin, Gibeon with its pasture lands, Geba with its pasture lands,",
      "18": "Anathoth with its pasture lands, and Almon with its pasture lands, for a total of four cities.",
      "19": "All of the cities allocated to the priests, who were descendants of Aaron, numbered thirteen, along with their pasture lands.",
      "20": "Cities from the tribe of Ephraim were also allotted to the families of the descendants of Kohath, that is, to the rest of the descendants of Kohath, who were descendants of Levi.",
      "21": "Shechem was allocated to them as a city of refuge for unintentional killers, along with its pasture lands, in the mountainous region of Ephraim, Gezer with its pasture lands,",
      "22": "Kibzaim with its pasture lands, and Beth-horon with its pasture lands, for a total of four cities.",
      "23": "From the tribe of Dan were allocated Elteke with its pasture lands, Gibbethon with its pasture lands,",
      "24": "Aijalon with its pasture lands, and Gath-rimmon with its pasture lands, for a total of four cities.",
      "25": "From the half-tribe of Manasseh were allocated Taanach with its pasture lands and Gath-rimmon with its pasture lands, for a total of two cities.",
      "26": "All the cities with their pasture lands for the families of the rest of the descendants of Kohath numbered ten.",
      "27": "To the descendants of Gershon (one of the Levitical families) from the half-tribe of Manasseh were allocated Golan in Bashan as a city of refuge for unintentional killers, along with its pasture lands, and Beeshterah with its pasture lands, for a total of two cities.",
      "28": "From the tribe of Issachar were allocated Kishion with its pasture lands, Daberath with its pasture lands,",
      "29": "Jarmuth with its pasture lands, and En-gannim with its pasture lands, for a total of four cities.",
      "30": "From the tribe of Asher were allocated Mishal with its pasture lands, Abdon with its pasture lands,",
      "31": "Helkath with its pasture lands, and Rehob with its pasture lands, for a total of four cities.",
      "32": "From the tribe of Naphtali, Kedesh in Galilee with its pasture lands were allocated as a city of refuge for the unintentional killer, Hammoth-dor with its pasture lands, and Kartan with its pasture lands, for a total of three cities.",
      "33": "All the cities of the descendants of Gershon according to their families totaled thirteen, including their pasture lands.",
      "34": "From the tribe of Zebulun were allocated to the descendants of Merari (that is, the rest of the descendants of Levi) Jokneam with its pasture lands, Kartah with its pasture lands,",
      "35": "Dimnah with its pasture lands, and Nahalal with its pasture lands, for a total of four cities.",
      "36": "From the tribe of Reuben were allocated Bezer with its pasture lands, Jahaz with its pasture lands,",
      "37": "Kedemoth with its pasture lands, and Mephaath with its pasture lands, for a total of four cities.",
      "38": "From the tribe of Gad were allocated Ramoth in Gilead with its pasture lands, to serve as a city of refuge for the unintentional killer, Mahanaim with its pasture lands,",
      "39": "Heshbon with its pasture lands, and Jazer with its pasture lands, for a total of four cities in all.",
      "40": "So the entire allocation to the descendants of Merari (that is, the rest of the families of the descendants of Levi) according to their families totaled twelve cities.",
      "41": "All of the cities of the descendants of Levi that had been set apart among the territorial possession of the Israelis totaled 48, along with their pasture lands.",
      "42": "These cities were each surrounded by pasture lands, as was the case with all of these cities.",
      "43": "So the Lord gave all of the land to Israel that he had promised to give their ancestors, and they took possession and settled there in it.",
      "44": "The Lord gave them peace all around them, just as he had promised their ancestors. Not one of their enemies was able to oppose them—the Lord placed all of their enemies under their control.",
      "45": "Not one of the good promises that the Lord had made to the house of Israel failed—all of them came about."
    },
    "22": {
      "1": "Later, Joshua called together the descendants of Reuben, the descendants of Gad, and the half-tribe of Manasseh",
      "2": "and told them, “You have done everything that Moses the servant of the Lord commanded you, and you have listened to me in everything that I commanded you.",
      "3": "You haven’t abandoned your relatives these past days to the present, and you have met the obligation contained in the commands of the Lord your God.",
      "4": "Now the Lord has given peace to your relatives, just as he told them. Therefore, proceed to your tents—to the land that is yours to possess—that Moses the servant of the Lord gave you east of the Jordan River.",
      "5": "Only be very careful to keep the commands and the Law that Moses the servant of the Lord commanded you—that is, to love the Lord your God, to follow in all of his ways, to keep his commands, to stay close to him, and to serve him with all your heart and soul.”",
      "6": "That’s how Joshua blessed them. Then he sent them on their way and they returned to their tents.",
      "7": "Now Moses had made an allotment in Bashan to one half-tribe of Manasseh, but Joshua made an allotment west of the Jordan River to the other half-tribe of their relatives. So when Joshua sent them on their way back to their tents, he also blessed them by saying",
      "8": "“Return to your tents with great wealth, plenty of livestock, silver, gold, bronze, iron, and lots of clothing. Divide the spoil from your enemies among your relatives.”",
      "9": "The descendants of Reuben, the descendants of Gad, and the half-tribe of Manasseh went back to the land of Gilead, leaving the Israelis at Shiloh in the land of Canaan, for their territorial possession that they had inherited in accordance with the command of the Lord given through Moses.",
      "10": "After they arrived at an area of the Jordan River that is in the land of Canaan, the descendants of Reuben, the descendants of Gad, and the half-tribe of Manasseh constructed an altar there by the Jordan River, and it was very large.",
      "11": "When the Israelis heard about it, they announced, “Look here, the descendants of Reuben, the descendants of Gad, and the half-tribe of Manasseh have constructed an altar in Canaan’s frontier district of the Jordan River, on the side apportioned to the Israelis.”",
      "12": "When the Israelis heard that announcement, the entire community of the Israelis gathered together at Shiloh in preparation for war.",
      "13": "Then the Israelis sent a delegation to the descendants of Reuben, the descendants of Gad, and the half-tribe of Manasseh in the land of Gilead. They sent Eleazar’s son Phinehas the priest,",
      "14": "and ten officials with him (one for each of the tribal families of Israel, each one of them a family leader among the tribes of Israel).",
      "15": "They approached the descendants of Reuben, the descendants of Gad, and the half-tribe of Manasseh in the land of Gilead and told them:",
      "16": "“This is what the entire community of the Lord has to say: ‘What is this treacherous act by which you have acted deceitfully against the God of Israel by turning away from following the Lord today, and by building yourselves an altar today, so you can rebel against the Lord?",
      "17": "Isn’t the evil that happened at Peor enough for us, from which we have yet to be completely cleansed even to this point, and because of which a plague came upon the community of the Lord?",
      "18": "Now then, are you turning away from following the Lord today? If you rebel against the Lord today, by tomorrow he will be angry with the entire community of Israel.",
      "19": "If the land of your inheritance remains unclean, then cross back over into the land that the Lord possesses, and receive an inheritance among us. Don’t rebel against the Lord and against us by constructing an altar for yourselves besides the altar of the Lord our God.",
      "20": "Didn’t Zerah’s son Achan act treacherously with respect to the things banned by God, and as a result God became angry at the entire community of Israel? And that man was not the only one to die because of his iniquity.’”",
      "21": "The descendants of Reuben, the descendants of Gad, and the half-tribe of Manasseh answered the officials of the tribes of Israel,",
      "22": "“The God of gods, the Lord, the God of gods, the Lord is the one who knows! And may Israel itself be aware that if this was an act of rebellion or an act of treachery against the Lord, may he not deliver us today!",
      "23": "If we have built an altar for ourselves intended to turn us away from following the Lord, or to offer burnt offerings, grain offerings, or peace offerings on it, may the Lord himself demand an accounting from us!",
      "24": "But we did this because we were concerned for a reason, since we thought, ‘Sometime in the future your descendants may say to our descendants, “What do you have in common with the Lord, the God of Israel?",
      "25": "The Lord has established the Jordan River to be a territorial border between us and you. Descendants of Reuben and descendants of Gad have no allotment from the Lord.” So your descendants may cause our descendants to stop fearing the Lord.’",
      "26": "“That’s why we said, ‘Let’s build an altar for ourselves, not for burnt offerings or sacrifice,",
      "27": "but instead it will serve as a reminder between us and you and between our generations after us, that we are to serve the Lord with our burnt offerings, sacrifices, and peace offerings. That way your descendants will not say to our descendants in the future, “You have no allotment from the Lord.”’",
      "28": "“That’s also why we said, ‘It may be if they say these things to us and to our descendants in the future, so we will respond, “Look at this replica of the altar of the Lord that our ancestors made, not for burnt offerings or sacrifice, but rather as a reminder between us and you.",
      "29": "May we never rebel against the Lord today by building an altar for burnt offerings, for grain offerings, or for sacrifice to replace the altar of the Lord our God which stands before his Tent.”’”",
      "30": "When Phinehas the priest, the leaders of the community, and the heads of the families of Israel who were with him heard what the descendants of Reuben, the descendants of Gad, and the descendants of Manasseh said, they were pleased.",
      "31": "So Eleazar’s son Phinehas the priest replied to the descendants of Reuben, the descendants of Gad, and the descendants of Manasseh, “Today we’ve demonstrated that the Lord is among us, because you have not acted treacherously against the Lord. Now you have delivered the Israelis from the anger of the Lord.”",
      "32": "So Eleazar’s son Phinehas the priest and the leaders returned from the descendants of Reuben, the descendants of Gad, and from the land of Gilead to the land of Canaan and to the people of Israel, bringing back word to them.",
      "33": "What they said pleased the people of Israel, so they blessed God and said no more about going up to attack them in war and to destroy the land where the descendants of Reuben and the descendants of Gad were living.",
      "34": "The descendants of Reuben and the descendants of Gad named the altar “Witness,” because they claimed, “It stands as a witness between us that the Lord is God.”"
    },
    "23": {
      "1": "Many years later, after the Lord had given peace between Israel and all its surrounding enemies, and after Joshua had become very old,",
      "2": "Joshua called together all Israel, including their leaders, officials, judges, and tribal officers. He told them, “I am old now after having lived many years.",
      "3": "You have seen everything that the Lord your God has done to all of these nations on your behalf, because it has been the Lord your God who has been fighting on your behalf.",
      "4": "Now look, I have allocated these nations that remain as an inheritance for your tribes, including all of the nations that I have eliminated, from the Jordan River to the Mediterranean Sea to the west.",
      "5": "The Lord your God will expel them in front of you, driving them out of your sight. You will take possession of this land, just as the Lord your God promised you.",
      "6": "Stand very strong, then, so you can obey and carry out everything written in the Book of the Law of Moses, turning neither to the right nor to the left of it.",
      "7": "That way, you will not mingle with those nations that remain among you, nor mention the name of their gods, nor make oaths by them, nor serve them, nor worship them.",
      "8": "Instead, you are to hold fast to the Lord your God, as you have done today,",
      "9": "because the Lord has expelled great and strong nations ahead of you. Now as for you, not a single man has been able to oppose you right to this day.",
      "10": "A single man makes a thousand flee, because the Lord your God is the one who is fighting for you, just as he promised you.",
      "11": "“So be very diligent to love the Lord your God,",
      "12": "because if you ever turn back and cling to those who remain of these nations by intermarrying with them and associating one with another,",
      "13": "know for certain that the Lord your God will not continue to drive out these nations ahead of you. Instead, they will be a snare and a trap for you, a whip to your backs, and thorns in your eyes, until you perish from this good land that the Lord your God has given you.",
      "14": "“Look here: today I’m going down the path that everyone on earth takes, and you know with all your hearts and souls that not a single word of all of the good things that the Lord your God spoke about you has failed to happen. Everything has been fulfilled about you—not one of them has failed.",
      "15": "However, just as all of the good things have come about that the Lord your God promised, so also the Lord will bring upon you all of the threats until he has destroyed you from possessing this good land that he has given you.",
      "16": "When you break the covenant of the Lord your God that he commanded you to obey by going to serve other gods and worship them, then the anger of the Lord will blaze against you, and you will perish quickly from this good land that he gave you.”"
    },
    "24": {
      "1": "Then Joshua assembled together all of the tribes of Israel at Shechem. He called for the leaders, officials, judges, and tribal officers of Israel. They assembled in formation before God,",
      "2": "and Joshua told all of the people, “This is what the Lord God of Israel has to say:\n‘Long ago your ancestors lived beyond the Euphrates River, including Terah, father of both Abraham and Nahor, where they served other gods.",
      "3": "Then I took your ancestor Abraham from the other side of the Euphrates River and led him through the entire land of Canaan. I multiplied his descendants, and gave him his son Isaac.",
      "4": "I gave Jacob and Esau to Isaac. And I gave Mount Seir to Esau as his possession, but Jacob and his children went down to Egypt.",
      "5": "‘Later I commissioned Moses and Aaron, and I inflicted plagues on Egypt by what I did among them. Afterwards, I brought all of you out.",
      "6": "‘Then I brought your ancestors out of Egypt, and you came to the Sea, and the Egyptians followed your ancestors with chariots and horsemen to the Reed Sea.",
      "7": "But when they cried out to the Lord, he placed darkness between you and the Egyptians, brought the sea upon the Egyptians, and swallowed them up. Your own eyes saw what I did in Egypt. Then you lived in the desert for a long time.",
      "8": "‘I brought you into the territory of the Amorites, who lived on the other side of the Jordan River. They fought you, but I gave them into your control, and you took possession of their land. I destroyed them from your presence.",
      "9": "‘Then Zippor’s son, King Balak of Moab, showed up and fought against Israel. He sent word to Balaam, summoning Beor’s son to put a curse on you.",
      "10": "But I wasn’t willing to listen to Balaam. So he had to bless you, and I delivered you from his control.",
      "11": "‘Next, you crossed the Jordan River and arrived at Jericho. But the citizens of Jericho fought you, as did the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and the Jebusites, so I gave them into your control.",
      "12": "‘Then I sent hornets ahead of you to drive out two kings of the Amorites before you without your using either sword or bow.",
      "13": "I gave you a land for which you never worked and cities that you didn’t build, but that you have lived in. You’re eating from vineyards and olive groves that you didn’t plant.’",
      "14": "“Now you must fear the Lord and serve him in faithfulness and truth. Throw away the gods that your ancestors served beyond the Euphrates River and in Egypt. Instead, serve the Lord.",
      "15": "If you think it’s the wrong thing for you to serve the Lord, then choose for yourselves today whom you will serve—the gods whom your ancestors served on the other side of the Euphrates River, or the gods of the Amorites in whose territories you are living. But as for me and my household, we will serve the Lord.”",
      "16": "In response, the people said, “Far be it from us that we should abandon the Lord to serve other gods,",
      "17": "since the Lord our God is the one who brought us and our ancestors up from the land of Egypt, from a life of slavery. He did those great things right in front of us, preserving us along the way that we traveled and among all the peoples through whose territory we passed.",
      "18": "The Lord expelled all the people before us, including the Amorites who lived in the land. Therefore, we also will serve the Lord, since he is our God.”",
      "19": "So Joshua told the people, “You will not be able to serve the Lord, because he is a God of Holiness. He is a jealous God, and he will forgive neither your transgressions nor your sins.",
      "20": "If you abandon the Lord and serve foreign deities, then he will turn and do you harm, consuming you after all the good he has done for you.”",
      "21": "“No,” the people replied to Joshua. “We will serve the Lord.”",
      "22": "Joshua responded, “You are giving testimony against yourselves, that you have chosen to serve the Lord.”\nThey replied, “We are witnesses!”",
      "23": "Joshua said, “Therefore abandon the foreign gods that are among you, and turn your hearts to the Lord, the God of Israel.”",
      "24": "The people replied, “We will serve the Lord our God and obey his voice.”",
      "25": "So Joshua made a covenant with the people that day, making statutes and ordinances in Shechem.",
      "26": "He wrote these words in the Book of the Law of God, took a large stone, moved it under the shade of the oak tree that was near the sanctuary of the Lord,",
      "27": "and then told all of the people, “Look! This stone will testify for us, because it has heard everything that the Lord has spoken to us. So it will stand as a witness against you in the event that you deny your God.”",
      "28": "Then Joshua dismissed the people, and each man returned to his territorial inheritance.",
      "29": "Some time later, Joshua servant of the Lord died at the age of 110 years, and",
      "30": "they buried him in his territorial inheritance at Timnath-serah in the mountainous region of Ephraim, north of Mount Gaash.",
      "31": "Israel served the Lord for the entire lifetimes of Joshua and of the officials who outlived Joshua, that is, the ones who had personally known everything that the Lord had done for Israel.",
      "32": "They also buried the bones of Joseph, which the Israelis brought up from Egypt, in the parcel of ground at Shechem that Jacob had purchased from the descendants of Shechem’s father Hamor, for 100 pieces of silver. It became part of the inheritance of the descendants of Joseph.",
      "33": "Later, Aaron’s son Eleazar also died, and they buried him at Gibeah, which belonged to his son Phinehas, and which had been given to him in the mountainous region of Ephraim."
    }
  }
}