{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:39.968254-04:00",
    "Translation": "ISV"
  },
  "Judges": {
    "1": {
      "1": "Sometime after Joshua had died, the Israelis asked the Lord, “Who is to lead us against the Canaanites in our opening attack against them?”",
      "2": "The Lord replied, “The tribe of Judah is to lead you. Look! I’ve given the land into their control.”",
      "3": "But the tribe of Judah told the tribe of Simeon, the descendants of Judah’s brother, “Come with us into our territory, and we’ll both fight the Canaanites. In return, we’ll go with you when you fight in your territory.” So the army of the tribe of Simeon accompanied the army of the tribe of Judah.",
      "4": "When the army of the tribe of Judah went into battle, the Lord gave the Canaanites and the Perizzites into their control, and they defeated 10,000 men at Bezek.",
      "5": "They located Adoni-bezek in Bezek, fought him, and defeated the Canaanites and the Perizzites.",
      "6": "Adoni-bezek ran off, but they pursued him, caught him, and amputated his thumbs and big toes.",
      "7": "Adoni-bezek used to brag, “Seventy kings without thumbs and big toes used to eat what was left under my table. God has repaid me for what I’ve done.” They brought him to Jerusalem, and he later died there.",
      "8": "Then the army of Judah attacked Jerusalem, captured it, executed its inhabitants, and set fire to the city.",
      "9": "Later, the army of Judah left Jerusalem to attack the Canaanites who lived in the hill country, the Negev, and the Shephelah.",
      "10": "They attacked the Canaanites who inhabited Hebron (formerly known as Kiriath-arba) and fought Sheshai, Ahiman, and Talmai.",
      "11": "The army of Judah then proceeded to attack the inhabitants of Debir, which used to be known as Kiriath-sepher.",
      "12": "Caleb announced, “I’ll give my daughter Achsah in marriage to whomever leads the attack against Kiriath-sepher and captures it.”",
      "13": "Othniel, Caleb’s nephew through his younger brother Kenaz, captured the city, so Caleb awarded him his daughter Achsah in marriage.",
      "14": "Later on, after she had arrived, she urged Othniel to ask her father for a field. As she got off her donkey, Caleb asked her, “What do you want for yourself?”",
      "15": "“I want this blessing from you,” she replied. “Since you’ve given me land in the Negev, give me water springs, too.” So Caleb gave her both the upper and lower springs.",
      "16": "The descendants of the Kenites, the tribe from which Moses’ father-in-law came, accompanied the descendants of Judah from the city of the palms to the Judean wilderness, which is in the desert area south of Arad, and lived with the people there.",
      "17": "The army of Judah accompanied the army of Simeon, Judah’s brother, as they attacked the Canaanites who were living in Zephath, and they completely destroyed it. Then they renamed the city Hormah.",
      "18": "The army of Judah captured Gaza and its territory, Ashkelon and its territory, and Ekron and its territory.",
      "19": "The Lord was with the army of Judah, and they captured the hill country, but did not expel the inhabitants of the valley because they were equipped with iron chariots.",
      "20": "They gave Hebron to Caleb, just as Moses had promised, and he drove out the three sons of Anak from there.",
      "21": "However, the descendants of Benjamin did not expel the Jebusites who lived in Jerusalem, so the Jebusites have lived with the descendants of Benjamin in Jerusalem to this day.",
      "22": "Then the army of the tribe of Joseph attacked Bethel, and the Lord was with them.",
      "23": "The army of the tribe of Joseph scouted out Bethel, which had been formerly named Luz.",
      "24": "The scouts observed a man coming out of the city and they promised him, “Please show us the entrance to the city and we’ll deal kindly with you.”",
      "25": "So he showed them the entrance to the city, and they attacked the city with swords, but they let the man and his entire family escape.",
      "26": "So the man traveled to the land of the Hittites and built a city that he named “Luz,” and it is called by that name to this day.",
      "27": "The army of the tribe of Manasseh did not conquer Beth-shean and its villages, Taanach and its villages, the inhabitants of Dor and its villages, the inhabitants of Ibleam and its villages, and the inhabitants of Megiddo and its villages. Instead, the Canaanites continued to live in that land.",
      "28": "When Israel had grown strong, they subjected the Canaanites to conscripted labor and never did expel them completely.",
      "29": "The army of the tribe of Ephraim did not expel the Canaanites who were living in Gezer, so the Canaanites lived in Gezer among them.",
      "30": "The army of the tribe of Zebulun did not expel the inhabitants of Kitron or the inhabitants of Nahalol, so the Canaanites lived among them, but were subjected to conscripted labor.",
      "31": "The army of the tribe of Asher did not expel the inhabitants of Acco nor the inhabitants of Sidon, Ahlab, Achzib, Helbah, Aphik, or Rehob.",
      "32": "So the descendants of Asher lived among the Canaanites who continued to inhabit the land, because they did not expel them.",
      "33": "The army of the tribe of Naphtali did not expel the inhabitants of Beth-shemesh and the inhabitants of Beth-anath. Instead, they lived among the Canaanites who inhabited the land. However, the inhabitants of Beth-shemesh and Beth-anath were subjected to conscripted labor.",
      "34": "Later on, the Amorites forced the descendants of Dan into the hill country and did not permit them to come into the valleys of the hills.",
      "35": "Furthermore, the Amorites continued to inhabit Mount Heres in Aijalon and Shaalbim. Eventually, however, after the tribe of Joseph had become strong, the Amorites were subjected to conscripted labor.",
      "36": "The Amorite border extended upward from the Akrabbim Ascent, that is, from Sela."
    },
    "2": {
      "1": "Some time later, the angel of the Lord came up from Gilgal to Bochim and announced to Israel, “I brought you up from Egypt and led you into the land that I promised to your ancestors. I had told them, ‘I’ll never breach my covenant with you.",
      "2": "As for you, you must not make any treaties with the inhabitants of this land. Instead, tear down their altars.’ But you haven’t obeyed me. What have you done?",
      "3": "Therefore I’m now saying, ‘I won’t expel them before you. Instead, they’ll remain at your side, and their gods will ensnare you.’”",
      "4": "Because the angel of the Lord said these things to all of the Israelis, the people wept out loud,",
      "5": "which is why they named the place Bochim. And there they sacrificed to the Lord.",
      "6": "After Joshua had dismissed the people, the Israelis returned to their respective inheritances to take possession of the land.",
      "7": "The people served the Lord during the entire lifetime of Joshua as well as the lifetimes of all the elders who outlived Joshua and who had observed all the great deeds that the Lord had done for Israel.",
      "8": "But then Nun’s son Joshua, the servant of the Lord, died at the age of 110 years.",
      "9": "They buried him in Timnath-heres, within the boundaries of his inheritance in the mountainous region of Ephraim, north of Mount Gaash.",
      "10": "After that whole generation had died, another generation grew up after them that was not acquainted with the Lord or with what he had done for Israel.",
      "11": "So the Israelis practiced what the Lord considered to be evil by worshiping Canaanite deities.",
      "12": "They abandoned the Lord God of their ancestors, who had brought them out of the land of Egypt. They followed other gods from among the gods of the peoples who surrounded them. They bowed down in worship of them, and by doing so angered the Lord.",
      "13": "As a result, they abandoned the Lord by serving both Baal and Ashtaroth.",
      "14": "So in his burning anger against Israel, the Lord gave them into the domination of marauders who plundered them. The enemies who surrounded the Israelis controlled them, and they were no longer able to withstand their adversaries.",
      "15": "Wherever they went, the Lord worked against them to bring misfortune, just as the Lord had warned, and just as the Lord had promised them. As a result, they suffered greatly.",
      "16": "Then the Lord raised up leaders, who delivered Israel from domination by their marauders.",
      "17": "But they didn’t listen to their leaders, because they were committing spiritual immorality by following other gods and worshiping them. They quickly turned away from the road on which their ancestors had walked in obedience to the commands of the Lord. They didn’t follow their example.",
      "18": "As a result, whenever the Lord raised up leaders for them, the Lord remained present with their leader, delivering Israel from the control of their enemies during the lifetime of that leader. The Lord was moved with compassion by their groaning that had been caused by those who were oppressing and persecuting them.",
      "19": "However, after the leader had died, they would relapse to a condition more corrupt than their ancestors, following other gods, serving them, and worshiping them. They would not abandon their activities or their obstinate lifestyles.",
      "20": "In his burning anger against Israel, the Lord said, “Because the people have transgressed my covenant that I commanded their ancestors to keep, and because they haven’t obeyed me,",
      "21": "I’m also going to stop expelling any of the nations that remained after Joshua died.",
      "22": "That way, I’ll use them to demonstrate whether or not Israel will keep the Lord’s lifestyle by walking on that road like their ancestors did.”",
      "23": "So the Lord caused those nations to remain and did not expel them quickly. He did not give them into Joshua’s control."
    },
    "3": {
      "1": "Here’s a list of nations that the Lord caused to remain in order to test Israel (that is, everyone who had not gained any battle experience in Canaan)",
      "2": "only so that successive Israeli generations, who had not known war previously, might come to know it by experience.",
      "3": "These nations included the five lords of the Philistines, all of the Canaanites, the Sidonians, and the Hivites who lived in Mount Baal-hermon as far as Lebo-hamath.",
      "4": "They remained there to test Israel, to reveal if they would obey the commands of the Lord that he issued to their ancestors through Moses.",
      "5": "The Israelis continued to live among the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites,",
      "6": "taking their daughters as wives for themselves, giving their own daughters to their sons, and serving their gods.",
      "7": "The Israelis kept on practicing evil in full view of the Lord. They forgot the Lord their God and served Canaanite male and female deities.",
      "8": "Then in his burning anger against Israel, the Lord delivered them to domination by King Cushan-rishathaim of Aram-naharaim. So the Israelis served Cushan-rishathaim for eight years.",
      "9": "When the Israelis cried out to the Lord, the Lord raised up Othniel son of Caleb’s younger brother Kenaz, to deliver them, and he did.",
      "10": "The Spirit of the Lord was on him, and he governed Israel. When Othniel went out to battle, the Lord handed king Cushan-rishathaim of Aram-naharaim into his control, and Othniel’s domination of Cushan-rishathaim was strong.",
      "11": "As a result, the land was quiet for 40 years. Then Kenaz’ son Othniel died.",
      "12": "The Israelis again practiced evil in full view of the Lord. So the Lord strengthened Eglon king of Moab in his control over Israel, because they had practiced evil in full view of the Lord.",
      "13": "Eglon assembled together the Ammonites and the Amalekites, proceeded to attack Israel, and captured the cities of palms.",
      "14": "So the Israelis served king Eglon of Moab for eighteen years.",
      "15": "But when the Israelis cried out to the Lord, the Lord raised up Gera’s son Ehud, a left-handed descendant of Benjamin, as a deliverer for them. The Israelis paid tribute through him to king Eglon of Moab.",
      "16": "Ehud forged a double-edged sword that was one cubit long, tied it to his right thigh under his cloak,",
      "17": "and went to present the tribute to King Eglon of Moab. Now Eglon happened to be a very obese man.",
      "18": "As he finished presenting the tribute, Ehud sent away the people who had been carrying it.",
      "19": "He had turned away from the idols that were at Gilgal. So he told Eglon, “I have a secret message for you, king.”\nKing Eglon responded “Silence!” and all of his attendants left him.",
      "20": "Ehud approached him while he was sitting by himself in the cool roof chamber of his palace. He said, “I have a message from God for you!” So when Eglon got up from his seat,",
      "21": "Ehud used his left hand to take the sword from his right thigh and then plunged it into Eglon’s abdomen.",
      "22": "The hilt also penetrated along with the sword blade, and Eglon’s fat closed in over the blade. Because he did not withdraw the sword from Eglon’s abdomen, the sword point exited from Eglon’s entrails.",
      "23": "Then Ehud left the cool chamber in the direction of the vestibule, shutting and locking the doors behind him.",
      "24": "After he left, Eglon’s attendants came to look, but the doors to the cool chamber were locked! So they said, “He must be relieving himself in the inner part of the cool chamber.”",
      "25": "They waited until they were embarrassed, since he never opened the doors to the chamber. Eventually they took a key, opened the doors, and found their master dead on the ground.",
      "26": "Meanwhile, Ehud escaped while they were delayed, passed by the idols, and escaped in the direction of Seirah.",
      "27": "When he arrived there, he sounded a trumpet in the mountainous region of Ephraim. While the Israeli army accompanied Ehud from the mountainous regions,",
      "28": "he told them, “Attack them, because the Lord has given your enemies—the Moabites—into your control.” So the Israeli army followed after him, seized the fords of the Jordan River opposite Moab, and did not allow anyone to cross.",
      "29": "At that time they attacked about 10,000 Moabites, all of whom were strong and valiant men. Not one man escaped.",
      "30": "As a result, Moab was subdued under the control of Israel, and the land remained quiet for 80 years.",
      "31": "After Ehud, Anath’s son Shamgar attacked 600 Philistines with a cattle prod. He also delivered Israel."
    },
    "4": {
      "1": "After Ehud died, while the Lord was watching, the Israelis made the evil they had been practicing even worse,",
      "2": "so the Lord turned them over to domination by King Jabin of Canaan, who reigned in Hazor. Sisera, the commanding officer of his army, lived in Harosheth-haggoyim.",
      "3": "The Israelis cried out to the Lord, because of his 900 iron chariots. Jabin oppressed the Israelis forcefully for twenty years.",
      "4": "Deborah, a woman, prophet, and wife of Lappidoth, was herself judging Israel during that time.",
      "5": "She regularly took her seat under the Palm Tree of Deborah between Ramah and Bethel in the mountainous region of Ephraim, where the Israelis would approach her for decisions.",
      "6": "She sent word to Abinoam’s son Barak from Kedesh-naphtali, summoning him. She asked him, “The Lord God of Israel has commanded you, hasn’t he? He told you, ‘Go out, march to Mount Tabor, and take 10,000 men with you from the tribes of Naphtali and Zebulun.",
      "7": "I will draw out Sisera, the commanding officer of Jabin’s army, along with his chariots and troops, to the Kishon River, where I will drop him right into your hands.’”",
      "8": "“If you’ll go with me, I’ll go,” Barak replied. “But if you won’t go with me, then I’m not going.”",
      "9": "She responded, “I will surely go with you, but the road that you’re about to take will not lead to honor for you. The Lord will sell Sisera into the hands of a woman.” Then Deborah got up and went with Barak toward Kedesh.",
      "10": "Barak called out the army of the tribes of Zebulun and Naphtali to march on Kedesh, and 10,000 men went out to war with him, along with Deborah.",
      "11": "Meanwhile, Heber the Kenite had been separated from the Kenites, the descendants of Moses’ father-in-law Hobab. He had pitched his tents far away, near the Elon-bezaanannim.",
      "12": "Furthermore, Sisera had been informed that Abinoam’s son Barak had marched on Mount Tabor.",
      "13": "So Sisera gathered his iron chariots together from Harosheth-haggoyim—all 900 of them, along with all the people who were assigned to them—and they assembled at the Kishon River.",
      "14": "“Get going!” Deborah told Barak. “Because today’s the day when the Lord has dropped Sisera into your hands! Look! The Lord has already gone out ahead of you!” So Barak left Mount Tabor, followed by 10,000 men,",
      "15": "and the Lord threw Sisera, all the chariots, and his entire army into a panic right in front of Barak. Then Sisera abandoned his chariot and escaped on foot",
      "16": "while Barak chased the chariots and army as far as Harosheth-haggoyim. Sisera’s entire army died in the battle—not even one soldier remained.",
      "17": "Meanwhile, Sisera had escaped on foot to a tent belonging to Jael, wife of Heber the Kenite, since there was peace between Jabin king of Hazor and the household of Heber the Kenite.",
      "18": "Jael went out to greet Sisera. “Turn aside, sir!” she told him. “Turn aside to me! Don’t be afraid.” So he turned aside to her and entered her tent, where she concealed him behind a curtain.",
      "19": "He asked her, “Please give me some water to drink, because I’m thirsty.” Instead, she opened a leather container of milk, gave him a drink, and then covered him up.",
      "20": "He told her, “Stand in the doorway of the tent, and if anyone comes and asks ‘Is anybody here?’ say ‘No’.”",
      "21": "But Heber’s wife Jael grabbed a tent peg in one hand and a hammer in the other, crept up to him quietly, and drove the tent peg right through his temple into the ground below after he had fallen sound asleep from exhaustion. That’s how he died.",
      "22": "Meanwhile, as Barak continued chasing Sisera, Jael went out to meet him. “Come with me,” she told him, “and I’ll show you the man you’re looking for!” So he went with her, and there was Sisera, lying dead with the tent peg still embedded in his temple!",
      "23": "That’s how God subdued Jabin, king of Canaan right in front of the Israelis that day.",
      "24": "And the Israelis gained greater control over King Jabin of Canaan until they had eliminated him."
    },
    "5": {
      "1": "Later that day, Deborah and Abinoam’s son Barak celebrated by singing this song:",
      "2": "“When hair grows long in Israel,\n    when the people give themselves willingly,\n        bless the Lord!",
      "3": "Listen, you kings!\n    Turn your ears to me, you rulers!\nAs for me, to the Lord I will sing!\n    I will sing praise to the Lord God of Israel.",
      "4": "Lord, when you left Seir,\n    when you marched out\n        from the grain field of Edom,\nthe earth quaked\n    and the heavens poured out rain;\n        indeed, the clouds poured out water.",
      "5": "Mountains tremble at the presence of the Lord —\n    even Sinai!—at the presence of the Lord God of Israel.",
      "6": "During the lifetime of Anath’s son Shamgar\n    and during the lifetime of Jael\nhighways remained deserted,\n    while travelers kept to back roads.",
      "7": "Rural populations plummeted in Israel;\n    until I, Deborah, arose;\n        until I—an Israeli mother—arose.",
      "8": "New gods were chosen,\n    then war came to the city gates,\nbut there wasn’t a shield or spear to be seen\n    among 40,000 soldiers of Israel.",
      "9": "My heart is for the commanders of Israel,\n    to those who work willingly among the people.\n        Bless the Lord!",
      "10": "“Speak up, you who ride white donkeys,\n    sitting on cloth saddles\n        while you travel on your way!",
      "11": "From the sound of those who divide their work loads\n    at the watering troughs,\nthere they will retell the righteous deeds of the Lord,\n    the righteous victories for his rural people in Israel.”\nThen the people of the Lord went down to the gates.",
      "12": "“Wake up! Wake up, Deborah!\n    Wake up! Wake up, Deborah!\nGet up, Barak, and dispose of your captives,\n    you son of Abinoam!",
      "13": "Then the survivors approached the nobles;\n    the people of the Lord approached me in battle array.",
      "14": "Some came from Ephraim\n    who had been harassed by Amalek,\n        followed by Benjamin with your people.\nSome commanders came from Machir,\n    along with some from Zebulun\n        who carry a badge of office.",
      "15": "The officials of Issachar were with Deborah,\n    as was the tribe of Issachar and Barak.\nThey rushed out into the valley at his heels\n    along with divisions from Reuben’s army.\n        Great was their resolve of heart!",
      "16": "Why did you sit down among the sheepfolds?\n    To hear the bleating of the flocks?\nAmong the divisions of the army of Reuben\n    there was great searching of heart.",
      "17": "The tribe of Gilead remained\n    on the other side of the Jordan River.\nAs for the tribe of Dan,\n    why did they stay on board their ships?\nThe tribe of Asher sat by the seashore\n    and remained near its harbors.",
      "18": "The tribe of Zebulun did not worry about their lives\n    at the price of death;\nneither did the tribe of Naphtali also\n    on high places of the field.",
      "19": "“Kings came to fight,\n    then battled the kings of Canaan\n        at Taanach near the waters of Megiddo.\nThey took no silver\n    as the spoils of war.",
      "20": "The stars fought from heaven;\n    they fought against Sisera from their orbits.",
      "21": "The current of the Kishon River swept them downstream,\n    that ancient current, the Kishon’s current!\n        March on strongly, my soul!",
      "22": "Then loud was the beat of the horses’ hooves—\n    from the galloping, galloping war steeds!",
      "23": "“‘Meroz is cursed!’ declared the angel of the Lord.\n    ‘Utterly and totally cursed are its inhabitants,\nbecause they never came to the aid of the Lord,\n    to the aid of the Lord against the valiant warriors!’”",
      "24": "“Blessed above all women is Jael,\n    wife of Heber the Kenite;\n        most blessed is she among women who live in tents!",
      "25": "Sisera asked for water—\n    she gave him milk.\n        In a magnificent bowl she brought him yogurt!",
      "26": "She reached out one hand for the tent peg,\n    and her other for the workman’s mallet.\nThen she struck Sisera,\n    smashing his head,\n        shattering and piercing his temple.",
      "27": "He crumpled to the ground between her feet,\n    where he fell down and collapsed.\nBetween her feet he crumpled,\n    Fallen dead!",
      "28": "“Back at home, out the window Sisera’s mother peered,\n    lamenting through the lattice.\n‘Why is his chariot delayed in returning?\n    ‘Why do the hoof beats of his chariots wait?’",
      "29": "Her wise attendants find an answer for her;\n    in fact, she tells the same words to herself:",
      "30": "‘They’re busy finding and dividing the war booty, aren’t they?\n    A girl or two for each valiant warrior,\nand some dyed materials for Sisera—\n    perhaps dyed, embroidered war booty—\nor some detailed embroidery for my neck\n    as the booty of war!",
      "31": "“May all of your enemies perish like this, Lord!\n    But may those who love him be\n        like the ascending sun in its strength!”\nThen the land enjoyed quiet for 40 years."
    },
    "6": {
      "1": "Later on, the Israelis practiced what the Lord considered to be evil, so the Lord handed them over to the domination of Midian for seven years.",
      "2": "Midian’s control predominated throughout Israel, and because of Midian the Israelis went out to find temporary hiding places for themselves in the mountains, caves, and fortified places.",
      "3": "Whenever the Israelis sowed their crops, the Midianites, the Amalekites, and certain groups from the east would come up and invade them.",
      "4": "They set up their military encampments to fight them, destroyed the harvest of the land as far as Gaza, and left nothing in Israel, whether harvested grain, sheep, oxen, or donkeys.",
      "5": "They would invade with their livestock and tents, swooping in as numerous as locusts. It was impossible to count them or their camels—and they came into the land to destroy it.",
      "6": "Because Israel was deeply impoverished due to the Midianites, they cried out to the Lord.",
      "7": "When the Israelis cried out to him about Midian,",
      "8": "the Lord sent a man who was a prophet to the Israelis and told them, “This is what the Lord God of Israel says: ‘I was the one who brought you up from the land of Egypt, delivering you from the house of servitude.",
      "9": "I delivered you from the domination of Egypt and from the domination of all of your oppressors, expelling them right in front of you and giving their land to you.",
      "10": "I told you, “I am the Lord your God. You are not to fear the gods of the Amorites in whose land you’ll be living.”’ But you haven’t obeyed what I said.”",
      "11": "After this, the angel of the Lord arrived and sat down in the shade of the oak tree in Ophrah that belonged to Joash, a descendant of Abiezer, while his son Gideon was threshing wheat in a wine press in order to safeguard it from the Midianites.",
      "12": "The angel of the Lord appeared to him and told him, “The Lord is with you, you valiant warrior!”",
      "13": "But Gideon replied, “Right… Sir, if the Lord is with us, then why has all of this happened to us? And where are all of his miraculous works that our ancestors recounted to us when they said, ‘The Lord brought us up from Egypt, didn’t he?’ But now the Lord has abandoned us and given us over to Midian!”",
      "14": "The Lord looked straight at him and replied, “Go with this determination of yours and deliver Israel from Midian’s domination. I’ve directed you, haven’t I?”",
      "15": "“Right…,” Gideon responded. “Sir, how will I deliver Israel? Look—my family is the weakest in Manasseh, and I’m the youngest in my father’s household.”",
      "16": "The Lord told him, “Because I’ll be with you, and you’ll defeat Midian—every single one of them!”",
      "17": "So Gideon asked him, “Please, if I have received favor from you, then do a miracle for me that shows that you’re making this promise to me.",
      "18": "And please don’t leave here until I’ve come back to you, brought my offering, and set it down in front of you.”\nThe Lord replied, “I’ll stay until you return.”",
      "19": "Then Gideon went and prepared a young goat and unleavened bread from an ephah of flour. He put the meat in a basket and poured the broth into a pot, and brought them to the angel right under the oak tree. Then he made his offering.",
      "20": "The angel, who was God, replied, “Take the meat and the unleavened bread and lay them on this boulder. Then pour out the broth.” So he did that.",
      "21": "The angel of the Lord extended the tip of the staff that was in his hand and touched the meat and unleavened bread. Fire broke out from inside the boulder, consuming the meat and unleavened bread. Then the angel of the Lord vanished in front of him.",
      "22": "When Gideon realized that he had seen the angel of the Lord himself, he cried out, “Oh no! Lord God! I’ve been looking right at the angel of the Lord—and face-to-face at that!”",
      "23": "“Calm down! Don’t be afraid.” the Lord replied. “You’re not going to die!”",
      "24": "So Gideon built an altar right there to the Lord and called it “The Lord is peace.” (To this very day it still stands in Ophrah, which belongs to the descendants of Abiezer.)",
      "25": "Later that very night, the Lord told Gideon, “Take the bull that belongs to your father, along with a second bull that’s seven years old. Then tear down the altar to Baal that your father owns, cut down the Asherah that’s beside it,",
      "26": "and build an altar to the Lord your God on top of this stronghold in an orderly manner. Then take the second bull and offer it as a burnt offering using the wood from the Asherah that you’ll be cutting down.”",
      "27": "So Gideon went with ten men who were his servants and did just what the Lord had told him to do, though he did it at night because he was too afraid of his father’s family and the leading men of the city to do it during the day.",
      "28": "When the leading men of the city got up early the next morning, the altar to Baal had been torn down, along with the Asherah that had stood beside it, and the second bull had been offered on the altar that had been erected.",
      "29": "They asked each other, “Who did this thing?” When they looked into it and asked around, they concluded, “Joash’s son Gideon did it.”",
      "30": "So the leading men of the city ordered Joash, “Bring us that son of yours. He’s going to die, because he tore down the altar to Baal and cut down the Asherah that stood beside it!”",
      "31": "But Joash responded to everyone who was opposing him, “Do you really intend to fight on Baal’s behalf? Do you really intend to rescue him by ordering that whoever fights him will be executed by morning? If Baal is a god, let him fight for himself. After all, it was his altar that was torn down.”",
      "32": "So that very day he named Gideon Jerubbaal, that is, “Let Baal fight,” since he had torn down his altar.",
      "33": "Then all the Midianites, Amalekites, and certain groups from the east gathered together, crossed the Jordan River, and set up camp in the Jezreel Valley.",
      "34": "So the Spirit of the Lord took control of Gideon, who blew a trumpet, mustering the descendants of Abiezer to follow him into battle.",
      "35": "He sent messengers to the entire tribe of Manasseh, calling them to follow him, and he also sent word to the tribes of Asher, Zebulun, and Naphtali, calling them to meet him.",
      "36": "Then Gideon told God, “If you intend to deliver Israel by my efforts as you’ve said,",
      "37": "then take a look at this wool fleece that I’m placing on the threshing floor. If dew appears only on the fleece—and it’s dry on the ground all around it—then I’ll know that you’ll deliver Israel by my efforts like you’ve said.”",
      "38": "And that is what happened: When he got up early the next morning, he wrung out the fleece to drain the dew from it and extracted a bowl full of water.",
      "39": "Then Gideon told God, “Don’t let yourself be angry with me! I want to ask you once again: please let me make a test with the fleece just once more. Cause it to be dry only on the fleece, but let there be dew all around on the ground.”",
      "40": "And God did it just like that later that night. It was dry only on the fleece, but dew was all around on the ground."
    },
    "7": {
      "1": "Then Jerubbaal, also known as Gideon, got up early along with all of his soldiers. They encamped near the Harod Spring. The Midian encampment lay in the valley to their north, near the hill of Moreh.",
      "2": "The Lord told Gideon, “You have too many soldiers with you for me to drop Midian into their hands, because Israel would become arrogant and say, ‘It was my own abilities that delivered me.’",
      "3": "That’s why you’re to ask in full view of the soldiers, “Whoever is afraid or is trembling may go back from Mount Gilead and return home.” So 22,000 soldiers left and 10,000 remained.",
      "4": "“There are still too many soldiers,” the Lord told Gideon. “Bring them down to the water and I’ll refine them for you there. Therefore when I say to you, ‘This one will be going with you,’ he’ll go with you, but no one may go about whom I tell you, ‘This one won’t be going with you.’”",
      "5": "So he brought his soldiers down to the water, and the Lord told Gideon, “You are to cull out everyone who laps up water with his tongue like a dog from everyone who kneels to drink.”",
      "6": "The contingent of soldiers who lapped water with their hands to their mouths numbered 300 men, but everyone else kneeled to drink water.",
      "7": "Then the Lord told Gideon, “I’m going to deliver you with the 300 soldiers who lapped by giving the Midianites into your control. Send everyone else back to their own homes.”",
      "8": "So the soldiers took provisions with them, along with their trumpets, and Gideon sent all the rest of the soldiers of Israel back to their own tents, but he retained the 300 men. And the Midian encampment was below him in the valley.",
      "9": "Later that same night, the Lord directed Gideon, “Get up and go down to the Midianite encampment, because I’ve given it into your control.",
      "10": "But if you’re afraid to go down there, you may take your servant Purah with you to their encampment,",
      "11": "where you will hear what they’re talking about. That way, you’ll be encouraged to attack the encampment.” So he and his servant Purah went down to the perimeter outposts of the encamped army.",
      "12": "The Midianites, the Amalekites, and certain groups from the east lay encamped in the valley, as thick as locusts. The number of their camels couldn’t be calculated—they seemed as numerous as the sand on the seashore.",
      "13": "Gideon arrived just as a soldier was talking to a friend about a dream. “Look!” he was saying. “I had a dream that went like this: A loaf of barley bread rolled into the Midianite encampment, came to a tent, and collided with it. The loaf of bread fell down, turned upside down, and the tent collapsed!”",
      "14": "Then his friend replied, “Can this be anything else than the sword of Joash’s son Gideon, that man from Israel? God must have given Midian and the entire encampment into his control!”",
      "15": "When Gideon heard the tale of the dream and its interpretation, he bowed down in worship and then returned to the Israeli encampment.\nThere he announced, “Get up! The Lord has given the Midianite army into your control!”",
      "16": "Then he separated the 300 men into three companies, gave them each trumpets to carry, along with jars into which he placed lit torches.",
      "17": "He instructed them, “Watch me, and do what I do. When we come to the outer perimeter of the encampment, do what I do.",
      "18": "When I sound my trumpet, accompanied by everyone who is with me, you must blow your trumpets all around the entire encampment. Then shout out, ‘For the Lord and for Gideon!’”",
      "19": "So Gideon and the 100 men with him arrived at the outer perimeter of the encampment at the beginning of the middle watch, just after they had posted sentries. They blew their trumpets and smashed the jars that they were carrying in their hands.",
      "20": "When the three companies sounded their trumpets and broke the jars, they held the torches in their left hands and sounded their trumpets with their right hands. Then they cried out, “A sword for the Lord and for Gideon!”",
      "21": "They stood up, each soldier in his assigned place surrounding the encampment, and the entire army ran away, sounding the alarm to retreat.",
      "22": "As the 300 trumpets were being sounded, the Lord turned the swords of the Midianite soldiers against one another throughout the entire army, and the army ran away as far as Beth-shittah in the direction of Zererah. They got as far as the outskirts of Abel-meholah, near Tabbath.",
      "23": "Israeli soldiers were called out from the territories of Naphtali, Asher, and throughout Manasseh, and they chased after the Midianites.",
      "24": "Gideon dispatched messengers throughout the mountainous region of Ephraim, notifying them, “Come down to fight Midian. Capture the water crossings as far as Beth-barah and the Jordan River before they can get to them.”",
      "25": "They captured two Midianite leaders, Oreb and Zeeb. While they were pursuing the Midianites, they executed Oreb at Oreb’s Rock and Zeeb at Zeeb’s Winepress, and then they carried the heads of Oreb and Zeeb to Gideon from the east bank of the Jordan River."
    },
    "8": {
      "1": "Later on, the descendants of Ephraim spoke to Gideon. They argued vehemently, “What are you doing to us? You never called us! But you went out to fight Midian!”",
      "2": "“What have I accomplished compared to you?” he responded. “Isn’t what’s left from Ephraim’s harvest better than the best vintage of Abiezer?",
      "3": "God gave Oreb and Zeeb, the leaders of Midian, into your control. What was I able to do compared to you?” When he said this, their anger calmed down.",
      "4": "Meanwhile, Gideon and the 300 soldiers with him came to the Jordan, exhausted but continuing their pursuit.",
      "5": "He told the men of Succoth, “Please give loaves of bread to the soldiers who are following behind me. They’re tired, and I’m pursuing Zebah and Zalmunna, the kings of Midian.”",
      "6": "But the officials of Succoth replied, “Do you have Zebah and Zalmunna in custody already, so that we should give food to your army?”",
      "7": "So Gideon responded, “Very well then, but when the Lord has turned over Zebah and Zalmunna into my control, I’m going to whip you with thorns and briers from the desert!”",
      "8": "Then he left there to go to Penuel and asked the same thing from them, but the men of Penuel responded the same way the men of Succoth did.",
      "9": "So he responded the same way to the men of Penuel, “When I come back safely, I’m going to tear down this tower.”",
      "10": "Now Zebah and Zalmunna were in Karkor, along with their armies, about 15,000 men who survived from the entire army of the group from the east, since 120,000 swordsmen had already fallen.",
      "11": "Gideon went up by a caravan route east of Nobah and Jogbehah and attacked their encampment when they were off guard.",
      "12": "When Zebah and Zalmunna escaped, he pursued them, captured those two kings of Midian, and threw the entire army into a panic.",
      "13": "Then Joash’s son Gideon returned from the battle along the Heres Ascent.",
      "14": "He caught a young man from Succoth and interrogated him. He wrote out for Gideon a list of the 77 officials of Succoth, including its elders.",
      "15": "Then Gideon approached the men of Succoth and announced, “Here are Zebah and Zalmunna. You criticized me about them when you said, ‘Do you have Zebah and Zalmunna in custody already, so that we should give food to your weary army?’”",
      "16": "So he took the elders of the city and disciplined the men of Succoth with thorns and briers from the desert.",
      "17": "He also demolished the tower in Penuel and killed the men of the city.",
      "18": "Afterwards, he asked Zebah and Zalmunna, “What were the men like whom you killed at Tabor?”\nThey answered, “Like you, each one like the son of a king…”",
      "19": "Gideon replied, “They were my brothers—sons from my own mother. As the Lord lives, if you had let them live, I wouldn’t be killing you.”",
      "20": "Then he told his firstborn son Jether, “Get up and kill them!” But he was afraid, since he was still only a youngster.",
      "21": "Then Zebah and Zalmunna responded, “Get up and attack us yourself, since a man’s valor is only as good as the man himself.” So Gideon got up, killed Zebah and Zalmunna, and took away the crescent-shaped necklaces that adorned the necks of their camels.",
      "22": "Then the men of Israel asked Gideon, “Rule over us—you, your son, and your grandsons—because you have delivered us from Midian’s domination.”",
      "23": "But Gideon told them, “I won’t rule over you and my son won’t rule over you. The Lord will rule you.”",
      "24": "But Gideon also added, “I would like to ask that each of you give me a ring from his war booty” because, as Ishmaelites, the Midianites had been wearing gold rings.",
      "25": "They responded, “We’ll be happy to give them.” So they laid out a garment, and each of them contributed a ring from his war booty.",
      "26": "The weight of the rings that he had asked for was 1,700 gold coins, not counting the crescent-shaped necklaces, pendants, and purple garments worn by the Midian kings, and also not counting the bands adorning the necks of their camels.",
      "27": "Gideon crafted the booty into an ephod and enshrined it in his home town of Ophrah. Then all of Israel committed spiritual adultery with it there, and it became a snare for Gideon and his household.",
      "28": "Midian remained subjugated to the Israelis, and they didn’t so much as raise their heads anymore, so the land was peaceful for 40 years during the lifetime of Gideon.",
      "29": "Afterwards, Joash’s son Jerubbaal went home and retired.",
      "30": "Gideon raised 70 sons as his direct descendants, since he had many wives.",
      "31": "His mistress in Shechem bore him a son whom he named Abimelech.",
      "32": "Later, Joash’s son Gideon died at a ripe old age and was buried in the tomb of his father Joash at Ophrah, which belonged to the descendants of Abiezer.",
      "33": "Later on, as soon as Gideon was dead, the Israelis again committed spiritual adultery with various Canaanite deities and appointed Baal-berith to be their god.",
      "34": "The Israelis did not remember the Lord their God, who continually delivered them from the domination of their enemies who surrounded them on every side.",
      "35": "And they showed no gracious love to the household of Jerubbaal—also known as Gideon—despite all the good that he had done for Israel."
    },
    "9": {
      "1": "Then Jerubbaal’s son Abimelech went to his mother’s relatives in Shechem. He spoke to the entire family of his mother’s father, telling them,",
      "2": "“Ask all the “lords” of Shechem, ‘What’s better for you? That 70 men, each of them Jerubbaal’s sons, rule over you? Or that one man rule over you?’ Keep in mind that I’m like your own close relative.”",
      "3": "So his mother’s relatives spoke all of this on his behalf in the presence of all the “lords” of Shechem. Since they were inclined to follow Abimelech, they said, “He’s our relative!”",
      "4": "and they gave him 70 silver coins from the temple that they had built to Baal-berith. Abimelech hired some worthless and useless men, who followed him",
      "5": "to his father’s house in Ophrah. There he murdered his own brothers, Jerubbaal’s sons—all 70 of them—in one place. But Jerubbaal’s youngest son Jotham survived by hiding himself.",
      "6": "All the men from Shechem and Beth-millo gathered together and set up Abimelech as king near the pillar erected in Shechem.",
      "7": "When Jotham was informed about this, he went out, took his stand on top of Mount Gerizim, and cried out loudly, “Listen to me, you “lords” of Shechem, and God will listen to you.",
      "8": "“Once upon a time the trees went out\n    to consecrate a king for themselves. \n“So they told the olive tree,\n    ‘Reign over us!’",
      "9": "But the olive tree asked them,\n    ‘Should I stop producing my rich oils\n        by which both God and men are honored\n    and go take dominion over trees?’",
      "10": "“So the trees told the fig tree,\n    ‘Hey you! Come and reign over us!’",
      "11": "But the fig tree asked them,\n    ‘Should I leave my sweet, good fruit\n        and go take dominion over trees?’",
      "12": "“So the trees told the grape vine,\n    ‘Hey you! Come and reign over us!’",
      "13": "But the grape vine asked them,\n    ‘Should I leave my new wine,\n        which cheers God and man,\n    and go take dominion over trees?’",
      "14": "“So all the trees told the bramble bush,\n    ‘Hey you! Come and reign over us!’",
      "15": "Then the bramble bush replied to the trees,\n    ‘If you really are consecrating me to rule you,\n        come and put your confidence in my shade;\n    but if not, may fire spring out from the bramble bush\n        and burn up the cedars of Lebanon…’",
      "16": "“Now then, if you have been acting in good faith and integrity by making a king out of Abimelech, if you have treated Jerubbaal and his household appropriately by acting toward him as he deserved—",
      "17": "because my father fought on your behalf, throwing away all concern for his own life, and delivered you from Midian’s domination.",
      "18": "“But now as for you, you’ve rebelled against my father’s house today. You’ve murdered his sons—70 men—in one place, and you’ve installed Abimelech, the son of his mistress, as king to rule over the “lords” of Shechem, since he’s related to you.",
      "19": "So if you’ve acted in good faith and integrity toward Jerubbaal and his household today, then you’re welcome to Abimelech, and he’s welcome to you…",
      "20": "But if not, may fire spring out from Abimelech and consume the “lords” of Shechem and Beth-millo, and may fire spring out from the “lords” of Shechem and Beth-millo to consume Abimelech.”",
      "21": "Then Jotham escaped by running away. He went to Beer and remained there because of his brother Abimelech.",
      "22": "Abimelech dominated Israel for three years.",
      "23": "Then God sent an evil spirit to divide Abimelech and the “lords” of Shechem",
      "24": "so that the violence committed against the 70 sons of Jerubbaal might come back on their brother Abimelech, who murdered them, and so it might come back on the “lords” of Shechem, who provoked him to murder his brothers.",
      "25": "The “lords” of Shechem sent out men to ambush him on the mountain tops, and they robbed everyone who came by them along the roads, and this was reported to Abimelech.",
      "26": "Meanwhile, Ebed’s son Gaal arrived with his relatives and crossed over into Shechem. The “lords” of Shechem put their faith in him.",
      "27": "They went out into the fields, harvested their vineyards, made some wine, and threw a party. Then they went into the temple of their god, ate, drank, and cursed Abimelech.",
      "28": "Then Ebed’s son Gaal remarked, “Who is this Abimelech? And who is Shechem? Should we serve him? Isn’t he Jerubbaal’s son? Isn’t Zebul his lieutenant? Serve the men of Hamor, Shechem’s ancestor—but why are we serving him?",
      "29": "If only authority over this people were given to me. Then I would remove Abimelech!” Then he challenged Abimelech: “Build up your army and then come out and fight!”",
      "30": "When Zebul, the ruler of the city, heard what Ebed’s son Gaal had said, he flew into a rage.",
      "31": "He sent messengers to Abimelech in secret and told him, “Look out! Ebed’s son Gaal and his family have arrived here in Shechem. Watch out! They’re stirring up the city against you.",
      "32": "So get up at night, take your soldiers with you, and wait in ambush out in the field.",
      "33": "Tomorrow morning when the sun is up, get up early and attack the city. When Gaal and his army come out to fight you, do whatever you can to them.”",
      "34": "So Abimelech and his entire army got up that night and waited in ambush against Shechem in four separate companies.",
      "35": "Ebed’s son Gaal went out and stood in the entrance to the city gate while Abimelech and his army were creeping out of their ambush.",
      "36": "When Gaal saw the army, he observed to Zebul, “Look there! People are coming down from the top of the mountains.”\nBut Zebul replied to him, “You’re looking at morning shadows cast by the mountains. They just look like men to you.”",
      "37": "Gaal spoke up again to say, “Look! People are coming down from the highest part of the land, and there’s a company approaching from the diviner’s oak tree.”",
      "38": "So Zebul replied, “Right... So where’s your boasting now? You said, ‘Who is Abimelech? Should we serve him?’ Isn’t this the army that you insulted? So go out right now and fight them!”",
      "39": "So Gaal went out in full view of the “lords” of Shechem and fought Abimelech.",
      "40": "Abimelech chased him, and Gaal ran away from him. Many fell wounded right up to the entrance to the city gate.",
      "41": "Afterwards, Abimelech remained at Arumah, but Zebul expelled Gaal and his family so they couldn’t remain in Shechem.",
      "42": "The next day, the people went out to the field, and Abimelech learned about it.",
      "43": "So he took his army, divided it into three separate companies, and laid in ambush out in the field. When Abimelech noticed the people coming out from the city, his army attacked them and killed them.",
      "44": "Then Abimelech and the soldiers who were with him rushed forward and commandeered the entrance to the city gate while the other two companies ran out to kill everyone who was in the field.",
      "45": "Abimelech fought against the city all that day, captured the city, killed the people in it, then tore the city to the ground and sowed it with salt.",
      "46": "When all the “lords” at the tower of Shechem heard what had happened, they retreated into the inner chamber of the temple of El-berith.",
      "47": "Abimilech was told that all of the “lords” of the Shechem Tower had assembled there.",
      "48": "So he went up to Mount Zalmon, accompanied by his entire army. Abimelech had an axe in his hand, so he cut down a branch from a tree, lifted it up, and laid it on his shoulder. Then he told the army that had accompanied him, “You’ve seen what I just did. Hurry up! Do the same thing!”",
      "49": "Then his entire army also cut down a branch for each soldier, followed Abimelech to the inner chamber, and set fire to it while they were inside. As a result, all the men of the tower of Shechem died, including about a thousand men and women.",
      "50": "Later on, Abimelech went to Thebez, set up a siege encampment there, and captured it.",
      "51": "But there was a fortified tower in the center of the city, and all the men, women, and leaders of the city escaped to it, shut themselves in, and went up to the roof of the tower.",
      "52": "So Abimelech approached the tower, attacked it, and approached the tower’s gate, intending to burn it down.",
      "53": "But a certain woman threw an upper millstone down on Abimelech’s head, fracturing his skull.",
      "54": "So he cried out to his young armor bearer and ordered him, “Draw your sword and kill me, so no one will say about me that ‘A woman killed him.’” So the young man pierced him through, and he died.",
      "55": "When the men of Israel noticed that Abimelech was dead, they each left for home.",
      "56": "That’s how God repaid Abimelech for the evil thing he did to his father by killing his 70 brothers.",
      "57": "God also repaid the men of Shechem for their wickedness, and the curse of Jerubbaal’s son Jotham came true for them."
    },
    "10": {
      "1": "A man from the tribe of Issachar, Puah’s son Tola, grandson of Dodo, arose to save Israel. He lived in Shamir, in the mountainous region of Ephraim.",
      "2": "He governed Israel for 23 years and then died. He was buried in Shamir.",
      "3": "After him, Jair the Gileadite arose and governed Israel for 22 years.",
      "4": "His 30 sons rode on 30 donkeys, controlling 30 cities in the territory of Gilead named Havvoth-jair to this day.",
      "5": "Jair died and was buried in Kamon.",
      "6": "Later on, the Israelis again practiced what the Lord considered to be evil by serving the Baals, the stars, the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the descendants of Ammon, and the gods of the Philistines. In doing so, they ignored the Lord and wouldn’t serve him.",
      "7": "In his burning anger against Israel, he sold them into domination by the Philistines and the Ammonites,",
      "8": "who trampled and troubled the Israelis during that year—eighteen years for the Israelis who lived east of the Jordan River in Gilead, the land occupied by the Amorites.",
      "9": "The Ammonites crossed the Jordan River to fight against the tribes of Judah, Benjamin, and the house of Ephraim. As a result, Israel was deeply distressed.",
      "10": "Then the Israelis cried out to the Lord and told him, “We have sinned against you because we have abandoned our God to serve the Baals.”",
      "11": "The Lord replied to the Israelis, “Aren’t you away from the Egyptians, the Amorites, the Ammonites, and the Philistines?",
      "12": "And when the Sidonians, the Amalekites, and the Maonites harassed you, you cried out to me, and I delivered you from under their domination.",
      "13": "But you have abandoned me and served other gods. Therefore I will no longer be delivering you.",
      "14": "Go and cry out to the gods that you have chosen for yourselves. Let them deliver you in your time of trouble.”",
      "15": "The Israelis replied to the Lord, “We have sinned, so do to us anything that’s right to do in your opinion, just please deliver us right now.”",
      "16": "When they put away their foreign gods and served the Lord, he brought Israel’s misery to an end.",
      "17": "The Ammonites were summoned and they encamped in Gilead. The Israelis assembled together and encamped in Mizpah.",
      "18": "The people and Gilead’s officials inquired among themselves, “Who will begin our attack against the Ammonites? He’ll become head over everyone who lives in Gilead.”"
    },
    "11": {
      "1": "Now Jephthah the Gileadite was a valiant soldier, but he was also the son of a prostitute and Jephthah’s father Gilead.",
      "2": "Gilead’s wife bore two sons through him, but when his wife’s sons grew up, they expelled Jephthah and declared to him, “You won’t have an inheritance in this house, since you’re the son of a different woman.”",
      "3": "So Jephthah escaped from his brothers and lived in the territory of Tob, where worthless men gathered themselves around him and went out on raiding parties with him.",
      "4": "Later on, the Ammonites attacked Israel.",
      "5": "When this happened, the elders of Gilead went to the territory of Tob to find Jephthah.",
      "6": "They told him, “Come and be our commander so we can fight the Ammonites!”",
      "7": "But Jephthah replied to the elders of Gilead, “Weren’t you the ones who hated me and drove me out of my father’s house? And you come to me now that you’re in trouble?”",
      "8": "So the elders of Gilead told Jephthah, “Well, we’re coming back to you now so you can accompany us, fight the Ammonites, and become the head of all the inhabitants of Gilead.”",
      "9": "Then Jephthah asked the elders of Gilead, “If you all send me to fight against the Ammonites and the Lord hands them over right in front of me, will I really become your head?”",
      "10": "The elders of Gilead responded to Jephthah, “May the Lord serve as a witness that we’re making this agreement between ourselves to do as we’ve said.”",
      "11": "So Jephthah went with the elders of Gilead, and the people appointed him head and military commander over them. Jephthah uttered everything he had to say with the solemnity of an oath in the Lord’s presence at Mizpah.",
      "12": "Afterwards, Jephthah sent messengers to the king of the Ammonites to ask him, “What’s your dispute between us that prompted you to come and attack my land?”",
      "13": "The king of the Ammonites answered the messengers of Jephthah, “We’re here because Israel took away my land from the Arnon River as far as the Jabbok River and as far as the Jordan River when they came up from Egypt! So restore it as a gesture of good will.”",
      "14": "But Jephthah sent additional messengers again to the king of the Ammonites",
      "15": "and they informed him, “This is Jephthah’s response:\n‘Israel didn’t seize the land of Moab nor the land of the Ammonites.",
      "16": "Here’s what happened: When Israel came up from Egypt, passed through the desert to the Red Sea, and arrived at Kadesh,",
      "17": "Israel sent a delegation to the king of Edom and asked him, “Please let us pass through your territory.”\n‘But the king of Edom wouldn’t listen. So they also sent word to the king of Moab, but he wouldn’t consent, either. So Israel stayed at Kadesh.",
      "18": "Then they went through the desert, circumventing the territory belonging to Edom and Moab. They encamped on the other side of the Arnon River, but never entered the territory of Moab because the Arnon River is the border of Moab.",
      "19": "‘Then Israel sent a delegation to Sihon, king of the Amorites and king of Heshbon. Israel requested of him, “Please let us pass through your territory to our place.”",
      "20": "But Sihon didn’t trust Israel to pass through his territory, so he assembled his entire army, encamped in Jahaz, and fought against Israel.",
      "21": "The Lord God of Israel handed Sihon and his entire army into the control of Israel, and defeated them. As a result, Israel took control over the entire land of the Amorites, who were living in that country.",
      "22": "They took possession of the entire territory of the Amorites from the Arnon River as far as the Jabbok River and from the desert as far as the Jordan River.",
      "23": "‘Now then, since the Lord God of Israel expelled the Amorites right in front of his people Israel, are you going to control their territory?",
      "24": "Don’t you control what your god Chemosh gives you? In the same way, we’ll take control of whomever the Lord our God has driven out in front of us.",
      "25": "Also ask yourselves: do you have a better case than Zippor’s son Balak, king of Moab? Did he ever have a quarrel with Israel or ever win a fight against them?",
      "26": "When Israel was living in Heshbon and its surrounding villages, in Aroer and its surrounding villages, and in all the cities that line the banks of the Arnon River these past three hundred years, why didn’t you retake them during that time?",
      "27": "I haven’t sinned against you, but you are acting wrongly against me by declaring war on me. May the Lord, the Judge, sit in judgment today between the Israelis and the Ammonites.’”",
      "28": "But the king of the Ammonites wouldn’t heed the message that Jephthah had sent to him.",
      "29": "The Spirit of the Lord came on Jephthah, so he swept through Gilead and the territory of Manasseh, then swept through Mizpah in Gilead, and from Mizpah in Gilead he proceeded toward where the Ammonites were encamped.",
      "30": "Jephthah made this solemn vow to the Lord: “If you truly give the Ammonites into my control,",
      "31": "then if I return from the Ammonites without incident, whatever comes out the doors of my house to meet me will become the Lord’s, and I will offer it up as a burnt offering.”",
      "32": "Then Jephthah crossed over to the Ammonites and attacked them. The Lord gave them into his control.",
      "33": "He attacked them from Aroer to the entrance of Minnith—twenty cities in all—even as far as Abel-keramim. As a result, the Ammonites were subdued right in front of the Israelis.",
      "34": "When Jephthah arrived at his home in Mizpah—surprise!—it was his daughter who came out to meet him, playing tambourines and dancing. She was his one and only child. Except for her, he had no other son or daughter.",
      "35": "When he saw her, he ripped his clothes and cried out, “Oh no! My daughter! You have terribly burdened me! You’ve joined those who are causing me trouble, because I’ve given my word to the Lord, and I cannot go back on it.",
      "36": "She told him, “My father, you have given your word to the Lord. Do to me according to what has come out of your own mouth, considering that the Lord has paid back your enemies, the Ammonites.”",
      "37": "Then she continued talking with her father, “Do this for me: leave me alone by myself for two months. I’ll go up to the mountains and cry there because I’ll never marry. My friends and I will go.”",
      "38": "So he said, “Go!” He sent her away for two months. She left with her friends and cried there on the mountains because she would never marry.",
      "39": "Later, after the two months were concluded, she returned to her father, and he fulfilled what he had solemnly vowed—and she never married. That’s how the custom arose in Israel",
      "40": "that for four days out of every year the Israeli women would go to mourn the daughter of Jephthah the Gileadite in commemoration."
    },
    "12": {
      "1": "A little while later, the army of Ephraim was mustered, and they crossed to Zaphon. They confronted Jephthah and asked, “Why did you cross over to fight the Ammonites without calling us to accompany you? We’re going to burn your house down around you!”",
      "2": "But Jephthah replied to them, “My army and I were engaged in a serious fight with the Ammonites. I called for you, but you didn’t deliver me from their control.",
      "3": "When I saw that you wouldn’t be delivering me, I took my own life in my hands, crossed over to fight the Ammonites, and the Lord gave them into my control. So why have you come here today to fight me?”",
      "4": "Then Jephthah mustered all the men of Gilead, fought the tribe of Ephraim, and defeated them, because they had been claiming, “You descendants of Gilead are fugitives in the midst of the tribes of Ephraim and Manasseh.”",
      "5": "The descendants of Gilead seized control of the Jordan River’s fords along the border of Ephraim’s territory. Later on, when any fugitive from Ephraim asked them, “Let me cross over,” the men from Gilead would ask him, “Are you an Ephraimite?” If he said “No,”",
      "6": "they would order him, “Pronounce the word ‘Shibboleth’ right now.” If he said “Sibboleth,” not being able to pronounce it correctly, they would seize him and slaughter him there at the fords of the Jordan River. During those days 42,000 descendants of Ephraim died that way.",
      "7": "Jephthah governed Israel for six years. Then Jephthah died and was buried somewhere in the cities of Gilead.",
      "8": "After he died, Ibzan from Bethlehem governed Israel for ten years.",
      "9": "He had 30 sons and 30 daughters, but he gave his daughters in marriage to outsiders and brought in 30 outsiders for his sons. He governed Israel for seven years,",
      "10": "then he died and was buried in Bethlehem.",
      "11": "Elon the Zebulunite governed Israel after him for ten years.",
      "12": "Then Elon the Zebulunite died and was buried in Aijalon within the territory of Zebulun.",
      "13": "Hillel the Pirathonite’s son Abdon governed Israel after him.",
      "14": "He had 40 sons and 30 grandsons who rode on 70 donkeys. He governed Israel for eight years.",
      "15": "Then he died and was buried at Pirathon in the territory of Ephraim, in the mountainous region of the Amalekites."
    },
    "13": {
      "1": "Some time later, the Israelis again practiced what the Lord considered to be evil, so the Lord handed them over into the domination of the Philistines for 40 years.",
      "2": "There was one man from Zorah, from the family of the descendants of Dan, whose name was Manoah. Since his wife was infertile, she hadn’t borne children.",
      "3": "One day the angel of the Lord presented himself to the woman. “Hello!” he greeted her. “Though you are infertile at this time and haven’t borne a child, you’re about to conceive and give birth to a son.",
      "4": "So be sure that you don’t drink wine or anything intoxicating, and don’t eat anything unclean",
      "5": "because—surprise!—you’re going to conceive and give birth to a son! Don’t put a razor to his head, because the young man will be a Nazirite, dedicated to God from inside the womb. He will begin to deliver Israel from domination by the Philistines.”",
      "6": "Then the woman went to tell her husband. She said, “A man of God appeared to me. He looked like what an angel of God would look like—very frightening. I didn’t ask him where he had come from and he didn’t tell me his name.",
      "7": "He told me, ‘Surprise!—you’re going to conceive and give birth to a son!’ and as for you, ‘Be sure that you don’t drink wine or anything intoxicating, and don’t eat anything unclean,’ ‘because the young man will be a Nazirite dedicated to God from inside the womb’ until the day he dies.”",
      "8": "So Manoah prayed to the Lord, “Please, Lord, have the man of God whom you sent before come again so he can instruct us what to do on behalf of the child who is to be born.”",
      "9": "God listened to Manoah’s request, and the angel of God came again to the woman as she was sitting out in the pasture. But her husband Manoah wasn’t with her,",
      "10": "so the woman ran quickly to tell her husband, “Look! The man who came the other day appeared to me!”",
      "11": "So Manoah got up quickly and followed his wife, and when he came to the man he told him, “Are you the man who spoke to my wife?”\nHe replied, “I am.”",
      "12": "Manoah asked, “Now, when what you’ve said occurs, what is to be the young man’s way of life and work?”",
      "13": "The angel of the Lord replied to Manoah, “Just have your wife be careful to carry out everything that I told her.",
      "14": "She must not consume anything extracted from grape vines, including wine or anything intoxicating, and she must not eat anything unclean, doing everything that I commissioned her to do.”",
      "15": "Manoah responded to the angel of the Lord, “Please, let us detain you while we prepare a young goat for you.”",
      "16": "The angel of the Lord answered Manoah, “If you detain me, I won’t be eating your food, but if you prepare a burnt offering, you’ll be making a sacrifice to the Lord.” The angel of the Lord said this because Manoah didn’t know that he was the angel of the Lord.",
      "17": "Manoah asked the angel of the Lord, “What’s your name, because when what you’ve said happens, we’ll glorify you?”",
      "18": "The angel of the Lord answered him, “Why are you asking this about my name? It’s ‘Wonderful.’”",
      "19": "So Manoah prepared a young goat and a grain offering and offered it on a boulder to the Lord, who kept on performing miracles while Manoah and his wife watched continually.",
      "20": "When the burnt offering was engulfed in flames that sprang up from the altar toward heaven, the angel of the Lord ascended in the flame that came from the altar. When Manoah and his wife observed this, they collapsed on their faces to the ground.",
      "21": "The angel of the Lord did not appear again to Manoah or to his wife, and then Manoah knew confidently that the visitor had been the angel of the Lord.",
      "22": "Then Manoah told his wife, “We’re going to die for sure, because we’ve seen God!”",
      "23": "But his wife replied to him, “If the Lord had intended to kill us, he wouldn’t have accepted a burnt offering and a grain offering from us, he wouldn’t have shown us all these things, and he wouldn’t have permitted us to hear things like this, now would he?”",
      "24": "Later on, the woman gave birth to a son and named him Samson. The child grew strong and the Lord blessed him.",
      "25": "Then the Spirit of the Lord began to rouse him where the tribe of Dan was encamped, between Zorah and Eshtaol."
    },
    "14": {
      "1": "A while later, Samson went down to Timnah and observed a woman in Timnah who was of Philistine origin.",
      "2": "Then he returned and told his father and mother, “In Timnah I saw a woman of Philistine origin.” He ordered them, “Get her for me as a wife. Now!”",
      "3": "His father and mother asked him, “Isn’t there a woman suitable among the daughters of your relatives or among all of our people, since you’re going to get your wife from the uncircumcised Philistines?”\nBut Samson retorted to his father, “Get her for me, since she looks fine to me.”",
      "4": "Meanwhile, his father and mother did not know that she was from the Lord, because he had been seeking a favorable opportunity concerning the Philistines, since the Philistines were dominating Israel at that time.",
      "5": "Then Samson went down in the direction of Timnah with his father and mother and arrived as far as the vineyards of Timnah. And—surprise!—a young lion came roaring at him!",
      "6": "The Spirit of the Lord rushed upon him, and he ripped the lion apart as one might dissect a young goat, even though he carried nothing in his hand. But he didn’t tell his father and mother what he had done.",
      "7": "Then he went down and talked to the woman, and she looked fine to Samson.",
      "8": "When he came back later to marry her, he turned aside to observe the lion’s carcass. Amazingly, there was a swarm of bees in the body of the lion, complete with honey.",
      "9": "So he scraped some out into his hands and went on his way, eating all the while. When he met his father and mother, he gave some to them, and they ate it, too. But he didn’t inform them that he had scraped the honey from the carcass of the lion.",
      "10": "Later on, when his father went down to visit the woman, Samson threw a party there, since young men customarily did this.",
      "11": "When they saw him, they brought 30 companions to accompany him.",
      "12": "“Let me tell you a riddle,” Samson told them. “If you can solve it during this week-long festival, I’ll give you 30 linen garments and 30 formal garments.",
      "13": "But if you don’t solve it, then you’ll give me 30 linen garments and 30 formal garments.”\n“Tell us your riddle and we’ll solve it,” they responded.",
      "14": "So he told them:\nFrom the eater came something edible;\n    from the strong something sweet.\nFor three days they couldn’t solve the riddle.",
      "15": "The next day, they told Samson’s wife, “Coax your husband to explain the riddle or we’ll set fire to your father’s house—with you in it! You’ve invited us here to make us paupers, haven’t you?”",
      "16": "So Samson’s wife cried in front of him and accused him, “You only hate me. You don’t love me. You’ve told a riddle to my relatives, but you haven’t told the solution to me.”\nSamson responded, “Look, I haven’t told my parents, either. Why should I tell you?”",
      "17": "So she kept on crying in front of him for the entire seven days of the wedding party. On the seventh day he told the solution to her because she nagged him, and then she told the solution to the riddle to her relatives.",
      "18": "Then the men of the city answered him just before sunset on the seventh day:\n“What is sweeter than honey?\n    What are stronger than lions?”\nSamson responded,\n“If you hadn’t plowed with my heifer,\n    you wouldn’t have solved my riddle.”",
      "19": "Then the Spirit of the Lord rushed upon him, and he went down to Ashkelon, killed 30 men, took their belongings, and gave the garments to those who had told him the solution to the riddle. He remained furious, left for his father’s house,",
      "20": "and Samson’s wife went to the best man at his wedding."
    },
    "15": {
      "1": "A while later during the wheat harvest, Samson visited his wife, bringing along a young goat, and told his father-in-law, “I’m going into my wife’s room.” But her father wouldn’t give permission for him to go.",
      "2": "Her father said, “Because I honestly thought that you hated her deeply, I gave her in marriage to your best man. Isn’t her younger sister better than she? Please then, let her be yours instead.”",
      "3": "Samson replied to them, “This time I’ll be blameless when I do something evil to the Philistines.”",
      "4": "So Samson went out, caught 300 foxes, grabbed some torches, tied the foxes together in pairs at their tails, and fastened a torch between each pair of tails.",
      "5": "Then he ignited the torches, set the foxes loose into the Philistines’ unharvested grain, and burned up both the harvested shocks and the standing grain, along with their vineyards and olive groves.",
      "6": "Then the Philistines demanded, “Who did this?”\nSomeone said, “Samson, son-in-law of the Timnite, because his father-in-law took Samson’s wife and gave her to the best man at Samson’s wedding.” In retaliation, the Philistines came up and burned her and her father to death.",
      "7": "Samson replied to them, “Because you did this, I’m not going to stop until I get my revenge against you!”",
      "8": "So he attacked them ruthlessly in a massive slaughter, then left to live in the caves of Etam.",
      "9": "In response, the Philistines went up, encamped in the territory of Judah, and raided Lehi.",
      "10": "The leading men of Judah asked, “Why have you invaded us?”\nThey replied, “We’re here to arrest Samson. Then we’re going to do to him what he did to us.”",
      "11": "In response, 3,000 soldiers from the tribe of Judah went down to the caves of the rock of Etam and asked Samson, “Don’t you know that the Philistines have us in their control? What have you done to us?”\n“I did to them what they did to me,” he answered.",
      "12": "They responded, “We’ve come here to arrest you and transfer you to the custody of the Philistines.”\nSamson told them, “Promise me that you won’t kill me.”",
      "13": "So they said, “No, we won’t. But we’re going to tie you up securely and transfer you to their custody. But we won’t kill you.” Then they bound him with two ropes and brought him up from the caves.",
      "14": "When Samson arrived at Lehi, the Philistines came shouting to meet him. Then the Spirit of the Lord rushed upon him, so that the ropes that bound him were like flax that’s been burned by fire, and his bonds dissolved.",
      "15": "He happened upon a jawbone from a putrefying donkey, reached out to grab it, and killed 1,000 men with it.",
      "16": "Then Samson declared,\n“With a jawbone from the donkey—\n    here a heap, there a pair of heaps—\nwith the jawbone of the donkey\n    I’ve killed 1,000 men.”",
      "17": "When he finally finished bragging, he discarded the jawbone and named that place “Jawbone Heights.”",
      "18": "Aferward, he became thirsty, called out to the Lord, and told him, “So, you provided this great deliverance at the hands of your servant, but now I’m to die of thirst and fall into the hands of the uncircumcised?”",
      "19": "So God split a hollow place that’s in Lehi, and water sprang out of it. After he had taken a drink, his strength returned, and he revived. That’s why it was named “En-hakkore,” which is in Lehi to this day.",
      "20": "Samson governed Israel for twenty years during the Philistine domination."
    },
    "16": {
      "1": "Sometime later, Samson went to Gaza, saw a prostitute there, and went in to have sex with her.",
      "2": "When the Gazites were informed, “Samson has come here!” they surrounded him, intending to lay in wait for him at the city gate throughout the entire night. They kept quiet all night, telling each other, “At first light, let’s kill him!”",
      "3": "Meanwhile, Samson had sex until midnight, then at midnight he got up, grabbed the doors, the two door posts, and the bars of the city gate, and uprooted them. He put them on his shoulders and carried them to the top of the mountain opposite Hebron.",
      "4": "After this incident, he loved a woman in Sorek Valley whose name was Delilah.",
      "5": "The Philistine officials approached her and told her, “Entice him to discover where his great strength is, and how we can overpower him. We intend to tie him up and torture him. We’ll each pay you 1,100 silver coins.”",
      "6": "So Delilah asked Samson, “Please tell me the secret to your great strength and how you may be tied up and tortured.”",
      "7": "Samson replied, “If I’m tied up with seven green cords that have never been dried out, then I’ll become weak and just like any other human being.”",
      "8": "Then the Philistine leaders brought her seven green cords that had never been dried, and she tied him up with them.",
      "9": "Meanwhile, some kidnappers were hiding inside an inner room, waiting for her signal. So she told him, “The Philistines are attacking you!” But he snapped the cords as one might break a burned candle wick. So his secret remained undiscovered.",
      "10": "Some time later, Delilah told Samson, “Look here! You’ve been mocking me and lying to me. Now please tell me how you can be tied up.”",
      "11": "He told her, “If I’m tied up securely with new ropes that have never been used, then I’ll become weak and just like any other human being.”",
      "12": "So Delilah grabbed some new ropes and tied him up. Then she told him, “The Philistines are attacking you, Samson!” because some kidnappers were hiding inside an inner room. But he snapped the ropes from his arms like thread.",
      "13": "Later on, Delilah told Samson, “You’re still mocking me and telling me lies! Tell me how to tie you up!”\nHe answered her, “If you weave the seven locks on my head into a loom and fasten it with a peg, then I will become weak and just like any other human being.”",
      "14": "So Delilah took the seven locks on his head and wove them into the loom while he slept. She fastened his hair with a peg and then told him, “The Philistines are attacking you, Samson!” But he woke up from his nap and pulled the pin from the loom and the weaving.",
      "15": "Some time later, she asked him, “How can you keep saying ‘I love you!’ when your heart isn’t with me? These three times you’ve lied to me and haven’t told me where your great strength lies.”",
      "16": "She nagged him every day with this speech, pestering him until he was annoyed nearly to death.",
      "17": "So he finally disclosed everything. He told her, “A razor has never touched my head, because I’ve been a Nazirite for God before I was born. If I am shaved, then my strength will abandon me and I will become weak like every human being.”",
      "18": "When Delilah realized that he had disclosed everything to her, she sent for the Philistine officials and told them, “Hurry up and come here at once, because he has told me everything.” So the Philistine officials went to her and brought their money with them.",
      "19": "So she enticed him to fall asleep on her lap, called for a man to shave off his seven locks of hair from his head, and so began to humiliate him. Then his strength abandoned him.",
      "20": "When she cried out, “The Philistines are attacking you, Samson!” he woke from his sleep and told himself, “I’ll go out like I did at other times like this and shake myself free.” But he didn’t know that the Lord had abandoned him.",
      "21": "Then the Philistines grabbed him, gouged out his eyes, brought him down to Gaza, tied him up in bronze chains, and made him grind grain in their prison.",
      "22": "But the hair on his head began to grow again after it had been shaved off.",
      "23": "Some time later, the Philistine officials got together to present a magnificent sacrifice to their god Dagon, and to throw a party, because they were claiming, “Our god has given Samson into our control!”",
      "24": "When the people saw Samson, they praised their god, claiming:\nOur god has given our enemy into our control;\n    the one who was destroying our land,\n        and who has killed many of us.",
      "25": "Because they all got good and drunk, they ordered, “Go get Samson, so he can entertain us.” So they called for Samson from the prison, and he entertained them while they made him stand between the pillars.",
      "26": "Then Samson told the young man who had been leading him around by the hand, “Let me touch and feel the pillars on which this building rests, and I’ll support myself against them.”",
      "27": "Now the building was full of men, women, and all the Philistine officials, with about 3,000 men and women on the roof watching Samson while he was entertaining them.",
      "28": "Then Samson cried out to the Lord, “Lord God, please remember me. And please strengthen me this one time, God, so that I can repay the Philistines right now for my two eyes.”",
      "29": "Then Samson grabbed the two middle pillars upon which the house rested and braced himself against them with one pillar in his right hand and the other in his left.",
      "30": "Then Samson said, “Let me die with the Philistines!” He strained with all his strength until the building collapsed on the officials and every person in it. As a result, the dead whom he killed at his death were more than those whom he killed during his lifetime.",
      "31": "Afterwards, his brothers and his father’s household servants came down, took him, brought him back, and buried him in his father Manoah’s tomb between Zorah and Eshtaol. He had governed Israel for 20 years."
    },
    "17": {
      "1": "A man named Micah lived in the mountainous region of the territory of Ephraim.",
      "2": "He told his mother, “Do you remember those 1,100 silver coins that were stolen from you and about which you uttered a curse when I could hear it? Well, I have the silver. I took it.”\nSo she replied, “May my son be blessed by the Lord.”",
      "3": "Her son gave back the 1,100 silver coins to his mother, and she said, “I’m totally giving this silver—from my hand to the Lord—so my son can make a carved image and a cast image. So I’m returning it to you.”",
      "4": "When he had returned the silver to his mother, his mother took 200 of the silver coins and handed them over to a silversmith. He crafted them into a carved image and into a cast image, and they were set up in Micah’s house.",
      "5": "This man Micah had his own shrine, had crafted his own ephod and some household idols, and had installed one of his sons as a priest.",
      "6": "Back in those days, Israel didn’t yet have a king, so each person did whatever seemed right in his own opinion.",
      "7": "A young male descendant of Levi happened to be visiting there from Bethlehem in the territory of Judah.",
      "8": "The man had left his city Bethlehem in Judah to live wherever he could. As he traveled along, he eventually arrived at Micah’s house in the mountainous region of Ephraim, looking for work.",
      "9": "Micah asked him, “Where did you come from?”\nHe replied, “I’m a descendant of Levi from Bethlehem in Judah, and I’m going to stay temporarily wherever I can find a place.”",
      "10": "So Micah replied, “Come live with me! You can be a spiritual father to me, as well as a priest. I’ll pay you ten silver coins a year, plus a priestly uniform and an income.” So the descendant of Levi moved in.",
      "11": "The descendant of Levi agreed to live with the man, and the young man became like one of the family.",
      "12": "Micah set up the descendant of Levi in ministry, and the young man became his priest while he lived in Micah’s house.",
      "13": "As for Micah, he kept saying, “Now I know the Lord will make me rich, because I have a descendant of Levi for a priest!”"
    },
    "18": {
      "1": "Back in those days, Israel didn’t have a king yet, and during that time the tribe of Dan had been seeking a territorial inheritance to live in, because up until that time no territory had been allotted to them as a possession among the tribes of Israel.",
      "2": "So the tribe of Dan sent from their families five valiant men of their number from Zorah and Eshtaol to scout the land and search through it. Following their orders, which were “Go and scout the land,” they came to the mountainous region of Ephraim, arrived at Micah’s home, and stayed there.",
      "3": "As they approached Micah’s home, they recognized the voice of the young male descendant of Levi. They turned aside from there and spoke to him, asking him, “Who brought you here? What work are you doing here? And what’s your business here?”",
      "4": "He answered, “Micah did such and such for me, and has hired me, so I’ve become his priest.”",
      "5": "They replied, “Go ask God, please, about whether or not we’ll be successful in this journey.”",
      "6": "The priest responded to them, “Travel in peace. The mission that you’re to accomplish is from the Lord.”",
      "7": "So the five men left and went to Laish, and observed the people who were living there carefree, as Sidonians tend to do, in peace and quiet. There was no ruler in the land oppressing them for any reason. They were living far away from the Sidonians, and had no dealings with anyone.",
      "8": "When they returned to their relatives at Zorah and Eshtaol, their relatives asked them, “What’s your report?”",
      "9": "They replied, “Let’s get going and attack them. We’ve scouted out the land—and look!—it’s a very good one. Why should we sit still? We can’t wait to go back, invade, and take over the land.",
      "10": "When you invade, you’ll meet a carefree people living in a spacious territory. God has given it into your control—it’s a place that lacks nothing on this earth!”",
      "11": "So 600 descendants of Dan from Zorah and Eshtaol set out for battle, armed with military weapons.",
      "12": "They went out and encamped at Kiriath-jearim in the territory of Judah. (That’s why they call the place Mahaneh-dan to this day. It lies west of Kiriath-jearim.)",
      "13": "They proceeded from there to the mountainous region of Ephraim and arrived at Micah’s house.",
      "14": "Then the five men who had gone to scout out the territory of Laish told their relatives, “Are you aware that in these houses there’s an ephod, some household idols, a carved image, and a cast image? You know what you need to do.”",
      "15": "So they turned aside from there, went to Micah’s house, and greeted him.",
      "16": "While the 600 Danite soldiers, armed with military weapons, stood guard at the entrance to the gate,",
      "17": "the five men who had gone to scout out the land arrived, entered Micah’s home and confiscated the carved image, the ephod, the household idols, and the cast image. Meanwhile, the priest stood outside by the entrance to the gate with the 600 men armed with military weapons.",
      "18": "After they went into Micah’s home and took possession of the carved image, the ephod, the household idols, and the cast image, the priest challenged them. “What are you doing?” he asked them.",
      "19": "They told him, “Shut up and keep quiet. Come with us and be our spiritual father and priest. It’s better for you, isn’t it, to be a priest to an entire tribe and family in Israel than to be priest to the home of one man?”",
      "20": "The priest was happy to oblige, so he took the ephod, the household idols, and the carved image and went along with the army.",
      "21": "Then they turned around and left, sending their little ones, their livestock, and their valuables on ahead.",
      "22": "When they had been gone a short distance from Micah’s home, some of Micah’s neighbors assembled a search party and overtook the descendants of Dan.",
      "23": "They yelled at the descendants of Dan, who turned around to face Micah and asked, “What’s wrong with you? You’ve assembled together…?”",
      "24": "Micah replied, “You took my gods that I crafted, along with the priest, and left! What do I have left? So what’s with this ‘What’s wrong with you?’”",
      "25": "The descendants of Dan answered him, “You had better not talk to us about this, or else these bad guys here will attack you. You will lose your life, along with the lives of your whole household.”",
      "26": "Then the descendants of Dan went on their way. Because Micah saw that they were too strong for him, he turned and went back home.",
      "27": "But the descendants of Dan took what Micah had made, along with the priest who had worked for him, and went to Laish, to a quiet and carefree people, and killed them with swords. Then they set fire to the city.",
      "28": "They had no one else to deliver them, because they lived far from Sidon and had no dealings with anyone. It lay in the valley near Beth-rehob. They rebuilt the city and lived in it.",
      "29": "They renamed the city Dan, after the name of their ancestor Dan, who had been born in Israel. The former name of the city was Laish.",
      "30": "The descendants of Dan set up the carved image, and Gershom’s son Jonathan, a descendant of Manasseh, served along with his descendants as priests to the tribe of Dan until the land was taken captive.",
      "31": "Micah’s carved image, that he himself had crafted, was in place during the entire time that God’s tent was set up at Shiloh."
    },
    "19": {
      "1": "Now it happened in those days, before there was a king in Israel, that a certain male descendant of Levi, who lived in a remote part of the mountainous region of Ephraim, took a mistress for himself from Bethlehem in the territory of Judah.",
      "2": "But his mistress was sexually unfaithful to him, and then she left him to live in her father’s home in Bethlehem in the territory of Judah. She had been living there for a period of about four months",
      "3": "when her husband got up and went after her, intending to speak lovingly to her in order to win her back. He took with him his young man servant and a pair of donkeys. When she brought him into her father’s house to see him, her father was happy to have met him.",
      "4": "The young woman’s father (that is, his father-in-law) made him stay there for three days while they ate and drank during his visit there.",
      "5": "On the fourth day, they got up early that morning, and the descendant of Levi got ready to leave. Then the young woman’s father-in-law told him, “Fortify yourself by eating some food before you go.”",
      "6": "So both of them sat down for a bit, ate and drank together, and the young woman’s father invited the man, “Please, enjoy yourself and spend another night.”",
      "7": "The man got up, intending to leave, but his father-in-law urged him to spend the night there again.",
      "8": "On the fifth day, he got up early in the morning, but the young woman’s father-in-law told him, “Please, fortify yourself,” so they delayed until later that afternoon while both of them ate together.",
      "9": "When the man got up to leave with his mistress and servant, his father-in-law, the young woman’s father, told him, “Look now, evening is coming, so please spend another night. See how the daylight is fading, so spend the night here and enjoy yourself. Then tomorrow get up early and leave on your journey home.”",
      "10": "Because the man was unwilling to spend the night, he got up, left, and arrived opposite Jebus (now known as Jerusalem). He had with him a pair of saddled donkeys, along with his mistress.",
      "11": "As they approached Jebus, the daylight was almost gone, so the servant suggested to his master, “Come on, let’s spend the night in this Jebusite city.”",
      "12": "But his master replied, “We’re not going to turn aside into a city of foreigners who are not part of the Israelis. Instead, we’ll go on to Gibeah.”",
      "13": "He also told his servant, “Come on, let’s go to one of these places and spend the night in Gibeah or Ramah.”",
      "14": "So they continued on their way, and the sun set on them near Gibeah, which is part of Benjamin’s territorial allotment.",
      "15": "They turned aside there, intending to enter Gibeah and spend the night.\nAfter they entered the city, they had to sit down in the public square because no one would take them into their home for the night.",
      "16": "Just then, an old man was coming out of the fields that evening from work. The man was from the mountainous region of Ephraim and had been staying in Gibeah, even though the men of that place were descendants of Benjamin.",
      "17": "As the old man looked up and saw the traveling man in the public square of the city, he asked, “Now then, where are you headed? And where are you from?”",
      "18": "He replied, “We’re traveling from Bethlehem in Judah to the remote part of the mountainous region of Ephraim, because I’m from there, and I’ve been visiting Bethlehem in Judah. I’m going home now, but no one will take me into his home.",
      "19": "Meanwhile, we also have straw and fodder for our donkeys, and bread and wine for me, for this young woman servant, and for the young man who is with your servants. We don’t need anything else.”",
      "20": "The old man replied, “Don’t be alarmed. I’ll take care of all your needs. Just don’t spend the night in the public square.”",
      "21": "So he took him into his home and fed the donkeys while they refreshed themselves and had dinner.",
      "22": "While they were enjoying themselves, all of a sudden certain ungodly men who lived in the city surrounded the house, pounded on the door, and ordered the old man who owned the home, “Bring out the man who came to visit your home so we can have sex with him.”",
      "23": "The man who owned the house went out to talk to them and pleaded with them, “No, my brothers, please don’t act so wickedly. This man is my guest! Don’t try to do this stupid thing.",
      "24": "Instead, here’s my virgin daughter and my visitor’s mistress. Please let me bring them out to you. Occupy yourselves with them, and do to them whatever you would like. But don’t commit such a stupid thing against this man.”",
      "25": "But the men were unwilling to listen to him. So the descendant of Levi grabbed his mistress, took her out to them, and they raped and tortured her all night until morning. Then they released her as the first daylight was beginning to appear.",
      "26": "As dawn was breaking, the woman approached the door of the man’s home where her master was and collapsed. Eventually, full daylight came.",
      "27": "When her master got up that morning and opened the doors of the house to leave on his way, there was his mistress, fallen dead at the door of the house with her hands grasping the threshold.",
      "28": "He spoke to her, “Get up, and let’s go.”\nBut there was no response. So he placed her on the donkey, mounted his own animal, and went home.",
      "29": "When he arrived home, he grabbed a knife, took hold of his mistress, cut her apart limb by limb into twelve pieces, and sent her remains throughout the land of Israel.",
      "30": "All the witnesses said, “Nothing has happened or has been seen like this from the day the Israelis came here from the land of Egypt to this day! Think about it, get some advice about it, and then speak up about it!”"
    },
    "20": {
      "1": "Then the entire Israeli nation—from Dan to Beer-sheba, including the territory of Gilead—came out for war. The army assembled as one united force to God at Mizpah.",
      "2": "The officials of the entire nation, including every tribe of Israel, took their stand in the assembly of the people of God: 400,000 foot soldiers, all of them expert swordsmen.",
      "3": "While the descendants of Benjamin were learning that the Israelis had gone up to Mizpah, the Israelis asked, “Somebody tell us how this evil could happen?”",
      "4": "So the descendant of Levi, the husband of the murdered woman, spoke up and replied, “I came to spend the night at Gibeah, which is part of Benjamin, along with my mistress.",
      "5": "But the officials of Gibeah attacked me and surrounded the house because of me. They intended to kill me, but instead they tortured my mistress to death.",
      "6": "So I grabbed my mistress, cut her in pieces, and sent her remains throughout the territory of Israel’s inheritance, because they’ve committed a vile, stupid outrage in Israel.",
      "7": "So look, all you Israelis! Speak up and give us your advice!”",
      "8": "Then the entire army stood up as a single unit and declared, “Nobody’s going back to his tent, and nobody’s going home!",
      "9": "This is what we’ll do to Gibeah: we’re going to assemble an army by lottery.",
      "10": "We’ll take ten men out of 100 from all of the tribes of Israel. We’ll appoint 100 out of 1,000 and 1,000 out of 10,000 to supply provisions for the army. And when we reach Gibeah in the territory of Benjamin, we’ll punish them for all of the stupid things that they’ve done in Israel.”",
      "11": "That’s how the army of Israel came to be gathered together to attack the city, united as a single unit.",
      "12": "The tribes of Israel sent men throughout the entire tribe of Benjamin to ask them, “What is this evil thing that has occurred among you?",
      "13": "Now then, hand over the men—those ungodly men, and we’ll execute them in order to remove this evil from Israel.”\nBut the descendants of Benjamin wouldn’t obey the request of their own relatives, the Israelis,",
      "14": "so the descendants of Benjamin assembled from the cities of Gibeah to fight the Israelis in battle.",
      "15": "The day of the battle, the army from the descendants of Benjamin numbered 26,000 expert swordsmen from their cities, not including the inhabitants of Gibeah, who numbered 700 special forces soldiers.",
      "16": "Out of all these soldiers, 700 of them were left-handed—and each one could sling a stone at a hair and never miss.",
      "17": "But the Israeli army—not counting the tribe of Benjamin—numbered 400,000 expert swordsmen, all of them battle-hardened soldiers.",
      "18": "The Israelis mounted up, traveled to Bethel, and asked God what to do. They said, “Who is to lead us in our opening attack against the descendants of Benjamin?”\nThe Lord replied, “Judah is to open the attack.”",
      "19": "So the Israelis got up in the morning, encamped near Gibeah,",
      "20": "and the army of Israel went out to fight the tribe of Benjamin, assembling in battle array against them at Gibeah.",
      "21": "The descendants of Benjamin came out of Gibeah, and 22,000 soldiers of Israel fell in battle that day.",
      "22": "But the army—the men of Israel—encouraged themselves and arrayed for battle again the next day in the same place where they had gathered the day before.",
      "23": "From there the Israelis went up and wept in the Lord’s presence until evening. Then they asked the Lord, “Should we attack the descendants of Benjamin again?”\nThe Lord replied, “Attack them.”",
      "24": "So the Israelis attacked the descendants of Benjamin for a second day,",
      "25": "and the tribe of Benjamin went to war against them from Gibeah during that second day, and 18,000 soldiers from the Israelis—all of them expert swordsmen—fell to the ground.",
      "26": "All the Israelis, including its army, went up from there to Bethel and wept, remaining there in the Lord’s presence, fasting throughout the day until dusk, when they offered burnt offerings and peace offerings in the Lord’s presence.",
      "27": "The Israelis inquired of the Lord, since the Ark of the Covenant was there at that time",
      "28": "while Eleazar’s son Phinehas, a descendant of Aaron, served before it in those days. They asked, “Should we go out to war again against the descendants of our relative Benjamin, or shall we cease?”\nAnd the Lord answered, “Go out, and tomorrow I will deliver them into your control.”",
      "29": "So Israel set soldiers in ambush around Gibeah.",
      "30": "The Israelis went out against the descendants of Benjamin on the third day, arraying themselves against Gibeah as they had done previously.",
      "31": "They attacked the army and were drawn away from the city as they began to inflict casualties on the soldiers along the roads to Bethel and Gibeah, just as they had done the other times. About 30 soldiers from Israel fell in battle there and in the fields.",
      "32": "Then the descendants of Benjamin told themselves, “They’re falling right in front of us, just like before!”\nBut the army of Israel told themselves, “Let’s draw them away by escaping to the highways from the city.”",
      "33": "So the entire army of Israel moved from their location and arrayed themselves at Baal-tamer while that part of their army moved from their ambush positions from Maareh-geba.",
      "34": "As 10,000 of Israel’s best soldiers came to fight Gibeah, the battle became fierce, but the army of Benjamin didn’t know that disaster was close at hand.",
      "35": "The Lord struck Benjamin in the full view of Israel. As a result, the Israelis destroyed 25,100 soldiers of Benjamin that day, all expert swordsmen.",
      "36": "Then the descendants of Benjamin realized that they had been defeated. The army of Israel pretended to retreat from the army of Benjamin, knowing that they had set some soldiers in ambush near Gibeah.",
      "37": "The soldiers in ambush rushed out to attack Gibeah, deploying in force and executing the entire city with swords.",
      "38": "Meanwhile, the army of Israel had arranged to signal their soldiers who had been hiding in ambush by sending up a cloud of smoke from the city.",
      "39": "The army of Israel turned around in the battle, and the army of Benjamin began to attack and kill about 30 soldiers, thinking, “Now we’re really defeating them, just like before.”",
      "40": "But then the smoke began to rise from the city in a column. The army of Benjamin observed behind them that the whole city was going up in flames straight into the sky!",
      "41": "At that point, as the army of Israel turned back to face the army of Benjamin, the army of Benjamin was filled with terror, because they realized that disaster was about to overtake them.",
      "42": "So they turned tail and ran away from the army of Israel toward the wilderness, but they were overtaken in battle when soldiers came out from the cities to destroy them.",
      "43": "They surrounded the army of Benjamin, pursuing them ceaselessly until they defeated them near the east-facing border of Gibeah.",
      "44": "That’s how 18,000 men from the tribe of Benjamin fell in battle, all of whom were valiant soldiers.",
      "45": "The rest of them turned and ran into the wilderness in the direction of the rock of Rimmon, but 5,000 of them were killed on the highways while 2,000 of them were overtaken and killed near Gidom.",
      "46": "To sum up, the soldiers from the tribe of Benjamin who died that day totaled 25,000 men, all of them expert swordsmen and valiant soldiers.",
      "47": "However, 600 soldiers ran into the wilderness in the direction of the rock of Rimmon, where they remained as fugitives for four months.",
      "48": "Meanwhile, the army of Israel went back to fight the surviving descendants of Benjamin. They attacked the entire city with swords, including its cattle and everyone they could find. Then they set fire to all of the cities that they could find."
    },
    "21": {
      "1": "Now the people of Israel had taken a vow in Mizpah that went like this: “Not even one of us will give his daughter in marriage to a descendant of Benjamin!”",
      "2": "So the people went to Bethel, sat before God until dusk, where they cried out loud and wept bitterly.",
      "3": "“Why, Lord God of Israel,” they asked him, “is one tribe missing from Israel?”",
      "4": "The next day, the people got up early, built an altar, and offered burnt offerings and peace offerings.",
      "5": "The Israelis asked themselves, “Who didn’t come up in our assembly in the Lord’s presence from among all of the tribes of Israel?” They had taken a solemn oath concerning those who didn’t come up to meet with the Lord at Mizpah that “They will certainly be executed.”",
      "6": "But the Israelis were mourning for their relatives in the tribe of Benjamin. They announced, “One tribe has been eliminated from Israel today!",
      "7": "What can we do to find wives for the survivors who remain, since we’ve already taken an oath in the Lord’s presence not to give them any of our daughters in marriage?”",
      "8": "They asked, “What one group of the tribes of Israel didn’t come up to meet the Lord at Mizpah?” It turned out that no one had come to the encampment from Jabesh-gilead,",
      "9": "since when they took a census of the assembly, not even one of the inhabitants of Jabesh-gilead was in attendance.",
      "10": "So the congregation sent out 12,000 of their valiant soldiers, issuing these orders to them: “Go and attack the inhabitants of Jabesh-gilead with swords, including the women and little ones.",
      "11": "You’re to completely destroy every man and every married woman.”",
      "12": "They discovered among the inhabitants of Jabesh-gilead 400 young virgins who hadn’t had sex with a man, and they brought them to the encampment at Shiloh in the territory of Canaan.",
      "13": "Then the entire congregation sent for the surviving descendants of Benjamin who were living at the rock of Rimmon and assured them that their intentions toward them were peaceful.",
      "14": "So the survivors of the tribe of Benjamin returned at that time, and the Israelis gave them the women whom they had kept alive from the raid on Jabesh-gilead. Even so, there weren’t enough for them.",
      "15": "The people felt sorry for the tribe of Benjamin because the Lord had broken one of the tribes of Israel.",
      "16": "So the elders of the congregation asked, “What will we do to obtain wives for the survivors, since the women of Benjamin have been devastated?”",
      "17": "They continued, “Let’s make sure that there’s an inheritance for the survivors of the tribe of Benjamin, so that a tribe won’t be blotted out from Israel.",
      "18": "But we can’t give them wives from our own daughters, since we’ve taken this vow: ‘May the Lord curse anyone who gives his daughter as a wife to the tribe of Benjamin!’”",
      "19": "So they concluded, “Look, there’s a festival to the Lord every year in Shiloh on the north side of Bethel, south of Lebonah and on the east side of the highway that runs from Bethel to Shechem…”",
      "20": "So they told the descendants of Benjamin, “Go and hide in the vineyards.",
      "21": "Watch when the unmarried women from Shiloh come out to participate in the dances. Then come out of the vineyards and each of you grab a wife from the unmarried women from Shiloh. Then go back home to the territory of Benjamin.",
      "22": "If their fathers or brothers come complaining to us, we’ll tell them ‘Be generous! Give them to us voluntarily, because we didn’t take anyone to be a wife for the men of the tribe of Benjamin as a result of the battle. And you haven’t incurred guilt by giving your daughters to them.’”",
      "23": "So the descendants of Benjamin did all of this: they chose and carried away just enough wives from those who danced to meet the number needed, then they left to return to their inheritance, to rebuild their cities, and to live there.",
      "24": "The Israelis left there at that time, each man to his tribe and family, and each of them went down from there to his territorial allotment.",
      "25": "Back in those days, Israel didn’t yet have a king, so each person did whatever seemed right in his own opinion."
    }
  }
}