{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:34.392609-04:00",
    "Translation": "ISV"
  },
  "Leviticus": {
    "1": {
      "1": "The Lord told Moses from the middle of the Tent of Meeting,",
      "2": "“Speak to the Israelis and tell them that when any person brings an offering to the Lord from among you, whether he brings on offering of animals from either cattle or flock,",
      "3": "if his offering is a burnt offering from the herd, he is to bring a male without any defect. He is to present it at the entrance to the Tent of Meeting. At the appointed time, it is to be presented in the presence of the Lord so that he may be accepted.",
      "4": "He is to lay his hand on the head of the burnt offering, and it will be accepted for him as an atonement on his behalf.",
      "5": "Then he is to slaughter the young bull in the Lord’s presence.”\n“Aaron’s sons, the priests, are to bring the blood and sprinkle it around the altar that stands at the entrance to the Tent of Meeting.",
      "6": "He is to skin the burnt offering and cut it into pieces.",
      "7": "Aaron’s sons, the priests, are to build a fire on the altar and arrange the wood over the fire.",
      "8": "They are to arrange the pieces of meat—including the head and the fat—on the wood over the fire that burns on the altar.",
      "9": "Then he is to wash its entrails and legs with water. After this, the priest is to offer all of it on the altar—a burnt offering by fire, an aroma that will be pleasing to the Lord.”",
      "10": "“If his offering is a burnt offering from the flock, whether lamb or goat, he is to bring a male without any defect",
      "11": "and slaughter it at the north side of the altar in the Lord’s presence. Then Aaron’s sons, the priests, are to sprinkle its blood around the altar.",
      "12": "He is to cut up its head and fat into separate pieces arrange them in rows on the wood over the fire that burns on the altar,",
      "13": "wash its entrails and legs with water, and then offer all of it on the altar—a burnt offering by fire, an aroma that will be pleasing to the Lord.”",
      "14": "“If his offering is a burnt offering of birds to the Lord, he is to bring turtledoves or young doves.",
      "15": "The priest is to bring it to the altar to offer it up in smoke. He is to decapitate it and drain its blood on the side of the altar,",
      "16": "and then he is to eviscerate it and throw the viscera and the feathers to the east side of the altar, where the fatty ashes are located.",
      "17": "He is then to tear it open by its wings, but not divide it completely into two parts. The priest is then to offer all of it on the wood over the fire as a burnt offering by fire, an aroma pleasing to the Lord.”"
    },
    "2": {
      "1": "“When a person brings an offering—that is, a grain offering—to the Lord, his offering is to consist of fine flour. He is to pour olive oil mixed with frankincense over it.",
      "2": "Then he is to bring it to Aaron’s sons, the priests. He is to take a handful of fine flour, the olive oil, and all of the frankincense. Then the priest is to offer a memorial offering by fire, an aroma pleasing to the Lord.",
      "3": "The remnants from the grain offering is for Aaron and his sons—the holiest of the offerings made by fire to the Lord.”",
      "4": "“When you bring an offering—that is, a grain offering baked in an oven—it is to consist of fine flour baked into unleavened bread mixed with olive oil or of wafers made of unleavened bread and smeared with olive oil.",
      "5": "“If your grain offering has been prepared on a griddle, then it is to consist of fine flour mixed with olive oil.",
      "6": "Crumble it into morsels of bread and then pour olive oil on it. It’s a grain offering.",
      "7": "“When your grain offering has been prepared in a stew pan, it is to consist of fine flour mixed with olive oil.",
      "8": "Bring the grain offering that you prepared from these ingredients to the Lord. Present it to the priest, who will bring it to the altar.",
      "9": "Then the priest will dedicate some of the grain offering as a memorial offering and offer it in smoke on the altar, an offering by fire that will be a pleasing aroma to the Lord.",
      "10": "The remainder from the memorial offering is for Aaron and his sons—the holiest of the offerings made by fire to the Lord.”",
      "11": "“Any grain offering that you bring to the Lord is not to be prepared with yeast, because anything with leaven and honey may not be offered in smoke as an offering by fire to the Lord.",
      "12": "You may bring them to the Lord as an offering of first fruits, but they are not to be offered on the altar for a pleasing aroma.”",
      "13": "“Also, be sure to rub every offering from your grain offering with salt. You are not ever to remove the salt of the covenant of your God from your grain offering. Present all your offerings with salt.”",
      "14": "“Whenever you bring a grain offering of first fruits to the Lord, bring fresh barley roasted in fire, young kernels crushed into bits. Bring the grain offering with your first fruits",
      "15": "and then pour olive oil and frankincense over it as a grain offering.",
      "16": "The priest is to offer the memorial offering in smoke—its crushed bits, olive oil, and frankincense—as an offering by fire to the Lord.”"
    },
    "3": {
      "1": "“If someone’s offering is a peace offering from the cattle, the presenter is to offer it without defect, whether the animal is male or female. They are to be brought to the Lord.",
      "2": "Then the presenter is to lay his hand on the head of the offering and slaughter it at the entrance to the Tent of Meeting. After this, Aaron’s sons, the priests, are to sprinkle the blood on and around the altar.",
      "3": "“The presenter is then to bring a gift from the peace offering, an offering made by fire to the Lord. He is to remove the fat that covers the internal organs, all of the fat that is inside the internal organs,",
      "4": "the two kidneys with the fat on them by the loins, and the fatty mass that surrounds the liver and kidneys.",
      "5": "Then Aaron’s sons are to burn them on the altar, over the burnt offering that has been placed on the wood over the fire, as an offering made by fire, an aroma pleasing to the Lord.",
      "6": "“If his offering to the Lord is a peace offering from the flock, whether male or female, he is to bring it without defect.",
      "7": "If the offering that he is bringing is a lamb, then he is to bring it to the Lord.",
      "8": "He is to lay his hand on the head of his offering and slaughter it at the entrance to the Tent of Meeting. Then Aaron’s sons are to sprinkle the blood on and around the altar.",
      "9": "“The presenter is then to bring a gift from the peace offering as an offering made by fire to the Lord. He is to remove the fat—the entire fat tail near the spine, the fat that covers the internal organs, all of the fat that is inside the internal organs,",
      "10": "the two kidneys with the fat on them by the loins, and the fatty mass that surrounds the liver and kidneys.",
      "11": "Then the priest is to burn them on the altar as a food offering made by fire to the Lord.",
      "12": "“If his offering is a goat, then he is to bring it to the Lord,",
      "13": "lay his hand over its head, then slaughter it at the entrance to the Tent of Meeting. After this, Aaron’s sons are to sprinkle the blood on and around the altar.",
      "14": "“The presenter is then to present the gift as an offering made by fire to the Lord, that is, the fat that covers the internal organs, all the fat that is inside the internal organs,",
      "15": "the two kidneys with the fat on them by the loins, and the fatty mass that surrounds the liver and kidneys.",
      "16": "The priest is to burn it on the altar, a food offering made by fire, a pleasing aroma. All the fat belongs to the Lord.",
      "17": "“This is to be a lasting statute for all your generations, wherever you live. You are not to eat any fat or blood.”"
    },
    "4": {
      "1": "The Lord told Moses,",
      "2": "“Speak to the Israelis and tell them that if a person inadvertently sins with respect to any of the Lord’s commands that should not be violated, but nevertheless he disobeys one of them,",
      "3": "or if the anointed priest sins, thereby bringing guilt on the people, let him bring a young bull without defect as a sin offering to the Lord for his sin that he had committed.",
      "4": "“He is to bring the bull to the entrance to the Tent of Meeting, into the Lord’s presence, where he is to lay his hand on the head of the bull and slaughter it in the Lord’s presence.",
      "5": "The anointed priest is to take blood from the bull to the Tent of Meeting.",
      "6": "The priest is to dip his finger in the blood and sprinkle some of the blood seven times in the Lord’s presence in front of the curtain of the sanctuary.",
      "7": "“The priest is then to put some blood on the horn of the altar that is near the Tent of Meeting as an incense of pleasing aroma in the Lord’s presence. He is to pour the rest of the bull’s blood for a burnt offering at the base of the altar that is at the entrance to the Tent of Meeting.",
      "8": "Then he is to remove all the fat from the bull for a sin offering—that is, the fat that covers the internal organs, all of the fat that is inside the internal organs,",
      "9": "the two kidneys with the fat on them by the loins, and the fatty mass surrounding the liver and kidneys—",
      "10": "just as it is taken from the bull for a peace offering. Then the priest is to burn it on the altar for burnt offerings.",
      "11": "“Now as for the bull’s hide, its flesh, its head, its legs, its internal organs, and its dung,",
      "12": "along with the rest of the bull, he is to bring it outside the camp to a clean place, where fat ashes are to be poured over it and then it is to be thoroughly burned over wood with fire. It is to be burned where the fat ashes are poured out.”",
      "13": "“If the whole congregation of Israel goes astray, and if the sin is hidden from the eyes of the assembly, and if they go astray from one of the Lord’s commands that should not be violated, then they will stand guilty.",
      "14": "When the sin that they have committed becomes known, the entire congregation is to bring a young bull as a sin offering to the Tent of Meeting,",
      "15": "where the elders of the community are to lay their hands on the head of the bull in the Lord’s presence and slaughter it.",
      "16": "The anointed priest is to take blood from the bull and bring it to the Tent of Meeting.",
      "17": "Then the priest is to dip his finger in the blood, sprinkle some of the blood seven times in front of the curtain in the Lord’s presence,",
      "18": "then put blood on the horn of the altar near the Tent of Meeting in the Lord’s presence. He is to pour the rest of the blood as a burnt offering at the base of the altar that is at the entrance to the Tent of Meeting.",
      "19": "Then he is to remove all the fat from the bull for a sin offering and burn it on the altar.",
      "20": "He is to do to this bull what he did to the bull for the sin offering. He is to do it this way so that the priest will make atonement for them and they will be forgiven.",
      "21": "Then he is to bring the rest of the bull outside the camp and burn it just as he had burned the first bull. This is the sin offering for the congregation.”",
      "22": "“When a ruler inadvertently sins, disobeying any one of the commands of the Lord his God that should not be violated, he will be guilty.",
      "23": "When the sin that he had committed is disclosed to him, he is to bring his offering: a male goat without defect.",
      "24": "He is then to lay his hand on the head of the goat and slaughter it at the place where the burnt offering is slaughtered—in the Lord’s presence—as a sin offering.",
      "25": "Then the priest is to take blood from the sin offering with his finger, put it on the horn of the altar that is used for burnt offerings, and then pour the rest of the blood at the base of the altar that is used for burnt offerings.",
      "26": "He is to burn all the fat on the altar as is done for the fat for the sacrifice of a peace offering. This is how the priest will make atonement for him concerning his sin. It will be forgiven him.”",
      "27": "“If any of the common people of the land inadvertently sins by disobeying one of the Lord’s commands that should not be violated, he will be guilty.",
      "28": "When the sin that he committed is disclosed to him, he is to bring his offering for his sin that he had committed: a female goat without defect.",
      "29": "He is to lay his hand on the head of the sin offering and slaughter it at the place for burnt offering.",
      "30": "Then the priest is to take blood with his finger, put it on the horn of the altar that is used for burnt offerings, and then pour the rest of the blood at the base of the altar.",
      "31": "He is to remove all the fat, just as the fat was removed from the sacrifice for the peace offering. Then the priest is to burn it on the altar as a pleasing aroma to the Lord. This is how the priest will make atonement for him. It will be forgiven him.",
      "32": "“If he brings a lamb for his offering, he is to bring a female without defect.",
      "33": "He is to lay his hand on the head of the offering and slaughter it for a sin offering at the place where the burnt offering is slaughtered.",
      "34": "Then the priest is to take blood with his finger and put it on the horn of the altar for burnt offering. Then he is to pour the rest of the blood at the base of the altar.",
      "35": "Then the presenter is to remove all its fat, just as the fat was removed from the sacrifice of the peace offering. The priest is to burn it on the altar over the offerings made by fire to the Lord. This is how the priest will make atonement for him concerning the sin that he had committed. It will be forgiven him.”"
    },
    "5": {
      "1": "“If someone sins because he has failed to testify after receiving notice to testify as a witness regarding what he has observed or learned, he is to be held responsible.”",
      "2": "“When a person has touched a ceremonially unclean thing inadvertently, such as the carcass of an unclean animal, or some unclean creeping thing, he will be unclean and guilty nevertheless.",
      "3": "When he inadvertently touches the uncleanness of a human being, whatever his uncleanness that made him unclean may be, when he himself comes to know about it, he will be guilty.",
      "4": "When a person has sworn inadvertently by what he has said, whether for evil or good, whatever it was that the person spoke, when he comes to understand what he said, he will incur guilt by one of these things.",
      "5": "When a person is guilty of one of these things, then he is to confess whatever sin it was",
      "6": "and bring compensation to the Lord for the guilt that he committed: a female from the flock—whether a lamb or goat—for a sin offering. Then the priest is to make atonement for him.”",
      "7": "“If he can’t afford a goat, then he is to bring to the Lord for his sin offering two turtledoves or two young doves: one for a sin offering and the other for a burnt offering.",
      "8": "He is to bring them to the priest, who will offer a sin offering first. He is to wring off its head without separating it.",
      "9": "Then he is to sprinkle some of the blood from the sin offering on the sidewall of the altar. Now as to the remainder of the blood, he is to pour it out at the base of the altar for a sin offering.",
      "10": "With respect to the second offering, he is to prepare it as a burnt offering, according to the approved procedure. The priest is to make atonement for him on account of his sin that he had committed. Then it will be forgiven him.",
      "11": "“If he can’t afford two turtledoves or two young doves, then he is to bring as his offering a tenth of an ephah of fine flour as a sin offering for what he has committed. He is to put no olive oil or frankincense on it, since it’s a sin offering.",
      "12": "He is to bring it to the priest. The priest is to take a handful as a memorial and burn it on the altar as an offering made by fire to the Lord. It’s a sin offering.",
      "13": "The priest will make atonement for him, on account of the sin that he had committed in any of these things and it will be forgiven him. As far as the priest is concerned, it will be a meal offering.”",
      "14": "The Lord told Moses,",
      "15": "“When a person commits a truly treacherous act and sins inadvertently concerning the sacred things of the Lord, then he is to bring a trespass offering to the Lord from the flock as compensation for his guilt. It is to be a ram without defect, estimated as to its value in silver shekels, according to the sanctuary shekel.",
      "16": "He is to compensate for whatever sin he had committed concerning the sacred things of the Lord, add a fifth part to it, and give it to the priest. The priest is to make atonement for him with the ram as a sin offering and he’ll be forgiven.",
      "17": "“If a person sins and does what the Lord commanded is not to be done, and if he didn’t know that he had sinned, then he will be guilty nevertheless.",
      "18": "He is to bring from the flock to the priest a ram without defect, estimated as to its value in silver shekels, as a guilt offering. Then the priest is to make atonement for him concerning his inadvertent act that he committed through ignorance, and it will be forgiven him.",
      "19": "It’s a sin offering for his guilt in the Lord’s presence.”"
    },
    "6": {
      "1": "The Lord told Moses,",
      "2": "“A person sins against the Lord by acting treacherously toward his neighbor regarding something entrusted to his care, regarding security for a loan, robbery, if he has oppressed his neighbor,",
      "3": "if he has found something that had been lost and then lied about it, or if he makes a false oath about any of these things, thus committing a sin with respect to these things.",
      "4": "If that person has sinned and has been found guilty, then he is to return the stolen thing that he took or obtained by oppression, or the security that had been entrusted to him, or the lost thing that he had found,",
      "5": "or the thing about which he had given a false oath. He is to restore it in full, add a fifth to it, then give it to whom it belongs the very day he’s found guilty.",
      "6": "Now as to his guilt offering, he is to bring to the Lord a ram without defect from the flock, estimated as to its value, to the priest.",
      "7": "Then the priest is to make atonement for him in the Lord’s presence, and it will be forgiven him regarding whatever he did.”",
      "8": "The Lord told Moses,",
      "9": "“Deliver these orders to Aaron and his sons concerning the regulations for burnt offerings: The burnt offering is to remain on the hearth of the altar throughout the entire night until morning, and the fire on the altar is to be kept burning along with it.",
      "10": "The priest is to clothe himself with a linen robe and undergarments. Then he is to take the ashes of the burnt offering on the altar that had been consumed by the fire and set them beside the altar.",
      "11": "Then he is to change his clothes, dressing himself with a different set of clothes, and take the ashes to a clean place outside the camp.",
      "12": "The fire on the altar is to be kept burning continuously without being extinguished. The priest is to burn wood on it every morning, arrange burnt offerings over it, and then burn the fat contained in the peace offerings over it.",
      "13": "The fire is to continue to burn on the altar and is never to be extinguished.”",
      "14": "“This is the law concerning grain offerings: Aaron’s sons are to offer them in the Lord’s presence, in front of the altar.",
      "15": "He is to take a handful of fine flour for a grain offering, some olive oil, and all of the frankincense for the grain offering, and make a sacrifice of smoke on the altar as a memorial portion, a pleasing aroma to the Lord.",
      "16": "Aaron and his sons are to eat what remains of the unleavened offering at this sacred place—the court of the Tent of Meeting.",
      "17": "It is not to be baked with leaven. I’ve given it as their portion out of my offerings made by fire. It’s a most holy thing, like the sin and guilt offerings.",
      "18": "Every male of Aaron’s sons is to eat it as a portion continually allotted for your generations from the offerings made by fire to the Lord. Anyone who touches them is to be holy.”",
      "19": "Then the Lord told Moses,",
      "20": "“This is the offering that Aaron and his sons are to offer to the Lord the day he is anointed: a tenth of an ephah of flour is to be offered throughout the day, half in the morning and half in the evening.",
      "21": "It is to be prepared with olive oil on a griddle. Once it has been mixed thoroughly, bake it, bring it in pieces, and offer it like a grain offering of broken pieces, a pleasing aroma to the Lord.",
      "22": "The anointed priest who succeeds him from among his sons is to offer it. As a permanent statute, it is to be offered whole and made to smoke in the Lord’s presence.",
      "23": "Every grain offering from a priest is to be burned whole. It is not to be eaten.”",
      "24": "Then the Lord told Moses,",
      "25": "“Tell Aaron and his sons that this is the regulation concerning sin offerings: Slaughter the sin offering in the same place where the whole burnt offering is slaughtered—in the Lord’s presence. It’s a most holy thing.",
      "26": "The priest who offers it as a sin offering is to eat it at a sacred place in the court of the Tent of Meeting.",
      "27": "Whoever touches its meat will be holy. If some of its blood sprinkles on a garment, wash where it was sprinkled in a sacred place.",
      "28": "The earthen vessel in which it was boiled is to be broken, unless it was boiled in a bronze vessel, in which case it is to be polished very well and rinsed in water.",
      "29": "Every male among the priests is to eat it. It’s a most sacred thing.",
      "30": "Any sin offering from which its blood was brought to the Tent of Meeting to make atonement in the sacred place is not to be eaten. Instead, it is to be incinerated.”"
    },
    "7": {
      "1": "“This is the regulation concerning guilt offerings. They are most holy.",
      "2": "The guilt offering is to be offered in the same place where the burnt offering is slaughtered. The priest is to sprinkle some of its blood on the altar and around it.",
      "3": "As to all its fat—that is, the fat on the tail and the fat covering the internal organs—the one presenting the sacrifice is to offer it.",
      "4": "But the two kidneys, the fat over them by the loins, and the appendage on the liver are to be taken away, along with the kidneys.",
      "5": "Then the priest is to offer them on the altar, incinerating them with fire as a guilt offering to the Lord.",
      "6": "Any male among the priests may eat it, provided that it is eaten at a sacred place as a most holy thing.",
      "7": "The law for the sin offering is the same as the guilt offering. It belongs to the priest who made atonement with it.",
      "8": "The hide from the burnt offering brought by the offeror is to belong to the priest.",
      "9": "Every grain offering that’s baked in the oven and everything that’s prepared in a stew pan or in the frying pan belongs to the priest who offered it.",
      "10": "Furthermore, every grain offering that’s mixed with olive oil or that’s dry will be for Aaron’s sons, each one like the other.”",
      "11": "“This is the law concerning the sacrifice for peace offerings that are to be brought to the Lord:",
      "12": "If someone brings it to demonstrate thanksgiving, then he is to present along with the thanksgiving offering unleavened cakes mixed with olive oil, unleavened wafers spread with olive oil, and cakes of mixed fine flour with olive oil.",
      "13": "Along with the cakes of unleavened bread, he is to bring his thanksgiving offering with his peace offerings.",
      "14": "He is to present one from each grain offering, a separate offering to the Lord. It will belong to the priest who sprinkles the blood of the peace offering.",
      "15": "As to the meat contained in his peace offerings, it is to be eaten on the day it is offered. Nothing of it is to remain until morning.”",
      "16": "“If his sacrifice accompanies a fulfilled vow or is a voluntary offering, it is to be eaten on the day the offeror brings the sacrifice. Anything left over is to be eaten the next day,",
      "17": "but whatever remains uneaten from the meat of the sacrifice by the third day is to be incinerated.",
      "18": "If any of the meat of his sacrifice of peace offerings is eaten on the third day, it won’t be accepted for the one who brought it. It is to be considered as refuse, and whoever eats it will bear the punishment of his iniquity.”",
      "19": "“Meat that comes in contact with a ceremonially unclean thing is not to be eaten. Incinerate it instead. As for ceremonially clean meat, anyone who is clean may eat it.",
      "20": "But the person who eats meat from the sacrifice that belongs to the Lord, while still affected by his uncleanness, is to be eliminated from contact with his people.",
      "21": "Any person who touches a ceremonially unclean thing—whether the uncleanness pertains to human beings, animals, or to creeping things—and then eats from the meat of peace offerings that belongs to the Lord is to be eliminated from contact with his people.”",
      "22": "The Lord told Moses,",
      "23": "“Tell the Israelis, ‘You are not to eat the fat of an ox, a lamb, or a goat.",
      "24": "The carcass of an animal that died of its own and an animal torn by wild beast may be used for any purpose except for eating.",
      "25": "Anyone who eats the fat of an animal that has been offered by fire to the Lord is to be eliminated from contact with his people.",
      "26": "You are not to eat any form of blood in any of your dwellings, whether it’s from birds or animals.",
      "27": "Any person who eats any form of blood is to be eliminated from contact with his people.’”",
      "28": "The Lord told Moses,",
      "29": "“Tell the Israelis that whoever brings a peace offering sacrifice to the Lord is to bring his offering to the Lord from the sacrifice of his peace offerings.",
      "30": "He is to bring the offering made by fire with his own hands to the Lord. He is to bring the fat with the breast, since the breast is to be waved as a raised offering to the Lord.",
      "31": "The priest will burn the fat on the altar, but the breast belongs to Aaron and his sons.",
      "32": "From the sacrifices of your peace offerings give the right thigh to the priest as a raised offering to the Lord.",
      "33": "The descendant of Aaron’s sons who brings the blood and the fat from the peace offering is to keep the right thigh for his own portion,",
      "34": "since I’ve taken the breast and the thigh as raised offerings from the sacrifices of peace offerings of the Israelis and have given them to Aaron the priest and his sons as their perpetual portion from the Israelis.”",
      "35": "This is the consecrated portion for Aaron and his descendants from the offerings made by fire to the Lord, the day they were presented to be priests to the Lord.",
      "36": "This is what the Lord had commanded to give them the day he anointed them from among the Israelis—a perpetual portion for their generations.",
      "37": "This is the regulation concerning burnt, grain, sin, guilt, and installation offerings, along with the sacrifice for peace offerings.",
      "38": "This is what the Lord had commanded Moses on Mount Sinai on the day he commanded the Israelis to bring their offerings to the Lord in the Sinai wilderness."
    },
    "8": {
      "1": "The Lord told Moses,",
      "2": "“Take Aaron, his sons with him, the clothing, the anointing oil, the bull for sin offering, two rams, and a basket of unleavened bread",
      "3": "and then assemble the entire congregation at the entrance to the Tent of Meeting.”",
      "4": "So Moses did just as the Lord had commanded him. He assembled the congregation at the entrance to the Tent of Meeting.",
      "5": "Moses told the congregation, “This is what the Lord commanded to be done.”",
      "6": "Moses brought Aaron and his sons and washed them with water.",
      "7": "Then he clothed Aaron with the tunic, girded him with the band for priests, clothed him with the robe, placed the ephod on him, girded him with the skillfully woven band of the ephod, and bound it on him.",
      "8": "He set the breastplate on him, placed the Urim and Thummim on top of the breastplate,",
      "9": "then he set the turban on his head. On the turban at the front he set the golden plate, the sacred crown that the Lord had commanded.",
      "10": "After this, Moses took the anointing oil and anointed the tent, consecrating everything that was in it.",
      "11": "He sprinkled some on the altar seven times, and then anointed the altar, all its vessels, the basin, and its base to consecrate them.",
      "12": "After doing this, he poured the oil of anointing on Aaron’s head to anoint and consecrate him.",
      "13": "Then Moses brought Aaron’s sons, clothed them with the tunics, girded them with the bands, and bound turbans on them, just as the Lord had commanded him.",
      "14": "Next, he brought the bull for a sin offering. Aaron and his sons laid their hands on the bull’s head for a sin offering.",
      "15": "So Moses slaughtered it, took the blood, and applied some of it at the horns of the altar and around it with his fingers, thus purifying the altar. Then he poured the blood at the base of the altar, thereby sanctifying it as a means to make atonement with it.",
      "16": "Moses burned on the altar all the fat on the internal organs, the appendage on the liver, the two kidneys, and the fat.",
      "17": "As to the bull and its fat, skin, and offal, he incinerated them outside the camp, just as the Lord had commanded him.",
      "18": "Next, he brought the ram for the whole burnt offering. Aaron and his sons laid their hands on the head of the ram,",
      "19": "and Moses slaughtered it and poured its blood over and around the altar.",
      "20": "As to the ram, he cut it into parts at the joints, burned the head, the internal organs, and the fat,",
      "21": "washed the internal organs and the thigh with water, and then burned the entire ram on the altar as a whole burnt offering, a pleasing aroma of an offering made by fire to the Lord, just as the Lord had commanded him.",
      "22": "Moses brought the ram—that is, the second of the rams—for consecration. Aaron and his sons laid their hands on the head of the ram.",
      "23": "Moses then slaughtered it, took some of its blood, and put it on Aaron’s right earlobe, right thumb, and right great toe.",
      "24": "Then Moses brought Aaron’s sons, took some of the ram’s blood, put it on their right earlobes, on their right thumbs, and on their right great toes, and then poured the blood on the altar and all around it.",
      "25": "Then he took the fat from the tail, all the fat on the internal organs, the appendage of the liver, the two kidneys with the fat, and the right thigh.",
      "26": "From the basket of unleavened bread that is in the Lord’s presence he took one piece of unleavened bread, one cake spread with olive oil, and one wafer, which he placed over the fat and the right thigh.",
      "27": "He put all of these things in the hands of Aaron and his sons, and they all waved them in a raised offering to the Lord.",
      "28": "After this, Moses took those things from their hands and burned them on the altar over the whole burnt offering for consecration. They served as a pleasing aroma, an offering made by fire to the Lord.",
      "29": "Moses took the breast and waved it as a raised offering in the Lord’s presence as the portion that belonged to Moses from the ram of consecration, just as the Lord had commanded him.",
      "30": "Moses took some anointing oil and blood that was on the altar and sprinkled it on Aaron, on his clothes, on his sons, and on their clothes, consecrating Aaron, his clothes, his sons, and their clothes.",
      "31": "Then he told Aaron and his sons, “Boil the meat at the entrance to the Tent of Meeting. You may eat it there, along with the bread that is in the basket for consecration, just as I’ve commanded when I told him, ‘Aaron and his sons may eat of it,",
      "32": "but the leftover meat and bread is to be incinerated.’",
      "33": "Furthermore, you are not to go out past the entrance to the Tent of Meeting until the days of your ordination have been completed, since it will take seven days to ordain you.",
      "34": "What has been done today has been commanded by the Lord to make atonement for you.",
      "35": "Stay seven days and nights at the entrance to the Tent of Meeting and attend to the service of the Lord, so that you won’t die, because this is what I’ve commanded.”",
      "36": "So Aaron and his sons did everything that the Lord had commanded through Moses."
    },
    "9": {
      "1": "Eight days later, Moses called Aaron, his sons, and the elders of Israel.",
      "2": "He told Aaron, “Take a young calf for a sin offering and a ram without defect for a whole burnt offering and bring them into the Lord’s presence.”",
      "3": "He also told the Israelis, “Bring a male goat for a sin offering, a calf, a year old lamb without defect for a whole burnt offering,",
      "4": "an ox, a ram for a peace offering to sacrifice in the Lord’s presence, and a grain offering with olive oil, because on that day the Lord will appear to you.”",
      "5": "So they brought what Moses had commanded to the entrance to the Tent of Meeting. The entire congregation drew near and stood in the Lord’s presence.",
      "6": "Then Moses said, “This is what the Lord commanded you to do so that the glory of the Lord may be revealed to you.”",
      "7": "Moses then told Aaron, “Approach the altar and bring your sin and whole burnt offerings. Make atonement for yourself and the people. Then bring the people’s offering and make atonement for them, as the Lord commanded.”",
      "8": "So Aaron drew near to the altar and slaughtered the calf for a sin offering on behalf of himself.",
      "9": "Next, Aaron’s sons brought the blood to him and he dipped his fingers in the blood and placed it on the horns of the altar. As to the rest of the blood, he poured it at the base of the altar.",
      "10": "He incinerated the fat, the kidneys, and the appendage from the liver of the sin offering, just as the Lord had commanded Moses.",
      "11": "He also incinerated the meat and skin outside the camp.",
      "12": "And so the burnt offering was slaughtered, and Aaron’s sons secured for him the blood, which he poured on the altar and around it.",
      "13": "As for the burnt offering, they delivered it to Aaron piece by piece, and he burned the head on the altar,",
      "14": "washed the internal organs and thighs, and incinerated them on the altar, along with the whole burnt offering.",
      "15": "He brought the people’s offering, presenting a goat for a sin offering on behalf of the people. He slaughtered it and offered it as the first sin offering.",
      "16": "Then he brought the whole burnt offering and offered it according to procedure.",
      "17": "Next, he brought the grain offering, filled his hand with it, and burned it on the altar next to the burnt offering for that morning.",
      "18": "He slaughtered the ox and ram for the peace offering sacrifice on behalf of the people. Aaron’s sons delivered the blood to him, which he poured on the altar and around it.",
      "19": "As to the fat from the ox and the ram—the tail, the fat covering the kidneys, and the appendage of the liver—",
      "20": "they placed the fat on the breast and burned the fat on the altar.",
      "21": "Aaron waved the breast and the right thigh as a raised offering in the Lord’s presence, just as Moses had commanded.",
      "22": "Aaron raised his hand toward the people and blessed them. Then he came down from the altar after offering the sin, whole burnt, and peace offerings.",
      "23": "Moses and Aaron entered the Tent of Meeting. When they came out, they blessed the people and the glory of the Lord appeared to all the people.",
      "24": "A fire came down from the Lord’s presence and consumed the burnt offering on the altar as well as the fat. When the people saw it, they shouted and fell on their faces."
    },
    "10": {
      "1": "Aaron’s sons Nadab and Abihu each took his own censer, placed fire in it, covered it with incense, and brought it into the Lord’s presence as unauthorized fire that he had never prescribed for them.",
      "2": "As a result, fire came out from the Lord’s presence and incinerated them. They died while in the Lord’s presence.",
      "3": "Moses spoke with Aaron about what the Lord had said: “Among those who are near me, I’ll show myself holy so that I’ll be glorified before all people.” So Aaron remained silent.",
      "4": "Then Moses called on Mishael and Elzaphan, the sons of Uzziel, Aaron’s uncle, and said, “Come here and carry your brothers away from the sanctuary, outside the camp.”",
      "5": "So they approached to carry them in their tunics outside the camp, just as Moses had commanded.",
      "6": "Then Moses told Aaron and his sons Eleazar and Ithamar, “You are not to loosen the hair of your head and you are not to rend your clothes. That way, you won’t die and wrath won’t come on the entire congregation. Your brothers and the assembly of Israel will mourn because of the fire that the Lord kindled.",
      "7": "Also, you are not to leave the entrance to the Tent of Meeting. Otherwise, you’ll die, since the Lord’s anointing oil remains on you.” So they followed Moses’ instructions.",
      "8": "Then the Lord told Aaron,",
      "9": "“You and your sons with you are not to drink wine—that is, any intoxicating drink—when you enter the Tent of Meeting. That way, you won’t die. This is to be a perpetual statute throughout your generations.",
      "10": "You are to differentiate between what’s sacred and common and between what’s unclean and clean.",
      "11": "You are to teach the Israelis all the statutes that the Lord commanded you by the authority of Moses.”",
      "12": "Then Moses told Aaron and his sons Eleazar and Ithamar, “Take the leftovers from the grain offering and the offerings made by fire and eat the unleavened bread beside the altar, because it is most holy to the Lord.",
      "13": "Eat at a sacred place, because it’s your and your sons’ prescribed portions. It’s from the offering made by fire to the Lord, since I’ve commanded it.",
      "14": "As to the breast and thigh raised offerings, you and your sons and daughters with you may eat them at a clean place, because they belong to you and are your sons’ prescribed portions and were taken from the sacrifices of peace offering presented by the Israelis.",
      "15": "They are to bring the thigh offering, the breast raised offering, and the offerings made by fire from the fat to wave as a raised offering in the Lord’s presence. It will be a perpetual portion for you and your sons with you, just as the Lord commanded.”",
      "16": "Now Moses diligently sought for the goat that had been offered as a sin offering, but it had already been incinerated, so he was angry with Aaron’s sons who remained. He asked Eleazar and Ithamar,",
      "17": "“Why didn’t you eat the sin offering at the sacred place? It’s most holy and he has given it to you so that you may bear the punishment for the iniquity of the entire congregation and make atonement for them in the Lord’s presence.",
      "18": "Look! Its blood wasn’t brought inside the sanctuary. You were to have eaten it in the sanctuary, just as I commanded.”",
      "19": "But Aaron replied to Moses, “Today they’ve offered their sin and whole burnt offerings in the Lord’s presence. Yet things such as these have happened to me. Had I eaten the sin offering today, would that have pleased the Lord?”",
      "20": "When Moses heard that explanation, he was pleased."
    },
    "11": {
      "1": "The Lord told Moses and Aaron,",
      "2": "“Tell the Israelis that these are the living creatures that you may eat among the animals of the earth:",
      "3": "You may eat any animal that has divided hooves with cloven feet and that ruminates its cud,",
      "4": "except you are not to eat the following animals that have divided hooves or ruminate their cud: the camel (because it chews the cud but doesn’t have divided hooves, it is to be unclean for you),",
      "5": "the rock badger (because it chews its cud but its hooves aren’t divided, it is to be unclean for you),",
      "6": "the hare (because it chews its cud, but its hooves aren’t divided, it is to be unclean for you),",
      "7": "and the pig (because it has divided hooves and is therefore cloven-footed, but it doesn’t ruminate its cud, it is to be unclean for you).",
      "8": "You are not to eat their flesh or even touch their carcasses. They are to be unclean for you.”",
      "9": "“You may eat anything that lives in the water—that is, you may eat anything that has fins and scales either from the seas or from the rivers.",
      "10": "But anything that doesn’t have fins or scales—whether from the seas or the rivers—any of the swarming creatures and living creatures in the waters are detestable for you.",
      "11": "They are to remain detestable for you. You are not to eat of their meat and you are to detest their carcasses.",
      "12": "Anything that doesn’t have fins or scales in the waters is a detestable thing for you.”",
      "13": "“These are detestable things for you among winged creatures that you are not to eat, because they are detestable for you: the eagle, vulture, osprey,",
      "14": "red kite, falcons of any kind,",
      "15": "every kind of raven,",
      "16": "ostrich, nighthawk, seagull, hawks of every kind,",
      "17": "owls, cormorants, the ibis,",
      "18": "water-hens, pelicans, carrion,",
      "19": "storks, herons of every kind, the hoopoe, bata,",
      "20": "and any winged insect that crawls on four legs is detestable for you.",
      "21": "However, you may eat winged creatures that crawl on four legs that extend over its head and by which it hops on the ground.",
      "22": "These creatures that you may eat include the locust of any kind, the bald locust of any kind, the cricket of any kind, and the grasshopper of any kind.",
      "23": "But any other winged insect that has four legs is detestable for you",
      "24": "and is unclean. Anyone who touches their carcasses becomes unclean until evening.",
      "25": "And anyone who carries their carcasses is to wash his clothes, since he will remain unclean until evening.”",
      "26": "“Any animal that has divided hooves and is cloven-footed but doesn’t chew the cud is unclean for you. Anyone who touches them is unclean.",
      "27": "Among the animals, anything that walks on their paws and on four legs is unclean for you. Anyone who touches their carcasses becomes unclean until evening.",
      "28": "Whoever carries their carcass is to wash their clothes, because they’ve become unclean until evening. They’re unclean for you.",
      "29": "“These are unclean for you among the swarming creatures that crawl over the land: the rat, mouse, lizards of every kind,",
      "30": "the gecko, crocodile, lizard, sand lizard, and chameleon.",
      "31": "These are unclean for you among the swarming creatures, so anyone who touches them when they’re dead becomes unclean until evening.",
      "32": "Furthermore, anything on which they fall when they’re dead becomes unclean, whether on an article of wood, clothing, skin, or a sack. And any vessel used for any work is to be washed in water, because it has become unclean until evening.",
      "33": "Any earthen vessel into which any of these things fall becomes unclean, along with everything in it. You are to destroy it, along with all its contents.”",
      "34": "“Any food that may be eaten, but into which water has soaked, becomes unclean. Any drink that may be drunk in any of these vessels becomes unclean,",
      "35": "and anything into which their carcass falls becomes unclean. An oven or stove is to be broken in pieces. They’re unclean and therefore unclean for you.",
      "36": "“A spring or a cistern that holds water is clean, but whoever touches the carcass of an unclean animal will be unclean.",
      "37": "If their carcass falls on a seed, which is for sowing, what is to be sown is clean.",
      "38": "But if water is put on the seed and part of their carcass falls on it, then it has become unclean for you.",
      "39": "“If any of the animals that you may eat dies, the one who touches its carcass becomes unclean until evening.",
      "40": "The one who eats from its carcass is to wash his clothes, because he has become unclean until evening. Even the one who carries the carcass is to wash his clothes, because he has become unclean until evening.”",
      "41": "“Every swarming thing that swarms the land is detestable for you. It is not to be eaten.",
      "42": "You are not to eat anything that crawls on its belly, anything that walks on four legs, anything that has many legs, or any of the swarming creatures that swarm the land, because they’re detestable.",
      "43": "You are not to make yourselves detestable on account of any swarming creature that swarms the land, and you are not to defile yourselves and become unclean due to them,",
      "44": "because I, the Lord, am your God. Set yourselves apart and be holy, because I am holy. You are not to defile yourselves with any of the swarming creatures that swarm the earth.",
      "45": "I am the Lord, who brought you out of the land of Egypt to be your God. You are to be holy, because I am holy.",
      "46": "This is the law concerning animals, every living creature that moves on the waters or swarms on land.",
      "47": "You are to differentiate between the clean and unclean, between the living creature that can be eaten and the living creature that is not to be eaten.”"
    },
    "12": {
      "1": "The Lord told Moses,",
      "2": "“Tell the Israelis that a woman who conceives and bears a son is unclean for seven days. Just like the days of her menstruation, she is unclean.",
      "3": "On the eighth day, the flesh of the baby’s foreskin is to be circumcised.",
      "4": "For 33 days after this, she is to remain in purification due to her blood loss. She is not to touch any sacred thing or enter the sanctuary until the days of her purification have been completed.",
      "5": "“If she gives birth to a female, then she is to remain unclean for two weeks, just like her menstruation. She is to remain in purification for 66 days due to her blood loss.",
      "6": "When the days of her purification have been completed, whether for her son or daughter, she is to bring to the priest at the entrance to the Tent of Meeting a one year old lamb for a whole burnt offering or a young dove for a sin offering.",
      "7": "He is to offer it in the Lord’s presence and make atonement for her so that she becomes clean from her blood loss. This is the law concerning the bearing of a male or female child.",
      "8": "If she cannot afford a goat, then two turtledoves or two young doves—one for a burnt offering and the other for a sin offering—will serve for him to make atonement for her, so that she becomes clean.”"
    },
    "13": {
      "1": "The Lord said this to Moses and Aaron:",
      "2": "“When a person has a swelling or a scab in the skin on his body that turns white in appearance and appears to be more extensive than skin deep, he is to be brought to Aaron the priest or to one of his sons among the priests.",
      "3": "The priest is to examine the skin rash on the body. If the hair on the skin rash has turned white and its appearance is deeper than the skin of his body, it’s an infectious skin disease. When the priest has examined it, then he is to declare him unclean.",
      "4": "“If the light spot in the skin of his body is white but the appearance of the skin rash isn’t deeper than the skin of his body and its hair has not become white, then the priest is to isolate the one who is infected for seven days.",
      "5": "On the seventh day, the priest is to examine him again. If, in his opinion, the skin rash remained the same and it did not spread, then he is to isolate him for another seven days.",
      "6": "“On the next seventh day, the priest is to examine him again. If the skin rash didn’t become dull and it didn’t spread in the skin, then the priest is to pronounce him clean: it’s a scab. He is to wash his clothes and be clean.",
      "7": "But if the scab did spread in the skin after he presented himself to the priest for cleansing, then he is to show himself a second time to the priest.",
      "8": "When the priest examines him and determines that the scab did, in fact, spread in his skin, then the priest is to pronounce him unclean, since it’s an infectious skin disease.”",
      "9": "“When a person has a skin rash that’s infectious, he is to be brought to the priest.",
      "10": "The priest is to examine it. If it is, indeed, a white swelling in the skin that has turned the hair white, and yet it sustains live flesh on the swelling,",
      "11": "it’s a festering skin disease in his body. The priest is to declare him unclean. The man need not be confined, since he’s already unclean.",
      "12": "If the infectious skin disease spreads in the skin so that it covers his entire body from head to foot (as the priest examines it),",
      "13": "when the priest’s examination reveals that the infectious skin disease has covered his entire body, then he is to declare him clean, even though he still has the skin infection. He has turned entirely white, so he’s clean.",
      "14": "But if, one day, infected flesh appears again in him, he is unclean.",
      "15": "The priest is to examine the infected flesh and declare him unclean. The raw flesh is unclean; it’s an infectious skin disease.",
      "16": "If the raw flesh recurs and turns white, then he is to go to the priest.",
      "17": "When the priest examines him and finds that the skin rash has indeed turned white, then the priest is to declare the one with the skin rash clean, and he will be clean.”",
      "18": "“When someone is infected with a boil, but after it’s healed,",
      "19": "in place of the boil there remains a white swelling or a bright, white-reddish spot, he is to present himself to the priest.",
      "20": "When the priest undertakes his examination and finds that it appears more extensive than skin deep and that its hair has turned white, then the priest is to declare him unclean, since an infectious skin disease has flourished in the boil.",
      "21": "If the priest undertakes an examination, but there’s no white hair in it and it’s not more extensive than skin deep, but it’s dull, then the priest is to isolate him for seven days.",
      "22": "But if the infection has spread in the skin, then the priest is to declare him unclean. It’s a skin rash.",
      "23": "If the scab remains in place and doesn’t spread, then it’s the scab from the boil. The priest is to declare him clean.”",
      "24": "“When a person has a burn scar in the skin that turns bright, white-reddish, or white,",
      "25": "if the priest examines it and indeed the hair has turned white with a white spot appearing more extensive than skin deep, it’s an infectious skin disease with a burn scar that has spread. The priest is to declare him unclean. It’s an infectious skin disease.",
      "26": "But if the priest examines it and discovers that there’s no bright area or white hair, or if he discovers that it’s not more extensive than skin deep and it’s dull, then the priest is to isolate him for seven days.",
      "27": "When the priest examines it on the seventh day and finds that it has indeed spread on the skin, then the priest is to declare him unclean. It’s an infectious skin disease.",
      "28": "But if the bright spot remains in place, doesn’t spread in the skin, and it’s dull, it’s the swelling of the burned area. The priest is to declare him clean, since it’s the scar from a burn.”",
      "29": "“Now when a man or a woman has a skin rash on the head or the man develops a skin rash under his beard,",
      "30": "if when the priest examines the skin rash and indeed it appears more extensive than skin deep, and it’s accompanied by fine, yellowish hair, then the priest is to declare him unclean. The scales on the head or the beard are an infectious skin disease.",
      "31": "But when the priest examines the scales of the skin rash and it doesn’t appear more extensive than skin deep and there’s no black hair in it, then the priest is to isolate him for seven days.",
      "32": "When the priest examines the skin rash on the seventh day and finds that indeed the scab did not spread, there’s no yellowish hair on it, and the scales don’t appear more extensive than skin deep,",
      "33": "then he is to be shaven, but the scab is not to be shaved off. The priest is to isolate him a second time for seven days.",
      "34": "The priest is to examine the scab on the seventh day. If, indeed, the scab hasn’t spread on the skin and it doesn’t appear more extensive than skin deep, then the priest is to declare him clean. He is to wash his garments and be clean.",
      "35": "“But if the scales spread on the skin after his cleansing,",
      "36": "and the priest examines it and finds the scale to have spread on the skin, the priest need not look for yellowish hair, since he is clean.",
      "37": "If, in his opinion, the scab remained the same and a black hair grew in it, then the scab has healed. He’s clean. The priest is to declare him clean.",
      "38": "If a man or a woman has a light or whitish spot in the skin of their body,",
      "39": "when the priest examines it and finds that there is a light or dull white patch of skin on the body, it’s a harmless skin eruption that has spread on the skin. The person is clean.”",
      "40": "“When a man’s head becomes bare, he’s bald, but he’s clean.",
      "41": "When his head becomes bare on the side corner of his face, he has a bald forehead, but he’s clean.",
      "42": "But when in the baldness of his head or his forehead there develops a skin rash that’s white or reddish, it’s an infectious skin disease that has spread to his bald head or forehead.",
      "43": "When the priest examines it and finds that the swelling of the skin rash is white or reddish on his bald head or forehead, similar in appearance to an infectious disease in the skin of the body,",
      "44": "he’s a man with an infectious skin disease. He’s unclean. The priest is to declare him unclean on account of the skin rash in his head.",
      "45": "The person with the infectious skin disease is to tear his garments and loosen his hair. He is to cover his mustache and shout out, ‘Unclean! Unclean!’",
      "46": "The whole time that the skin rash infects him, he will be unclean. He is to live by himself in a home outside the encampment.”",
      "47": "“When clothing becomes infected with a contagion—whether the clothing is wool or linen—",
      "48": "in woven or knitted material, in leather, or with any article containing leather,",
      "49": "if the contagion is greenish or reddish in the clothing, leather, woven material, knitted material, or with any article containing leather, it’s a fungal infection and is to be shown to the priest.",
      "50": "“The priest is to examine the contagion and isolate the clothing for seven days.",
      "51": "The priest is to examine the contagion on the seventh day. If the infection has spread on the clothing, in the woven material, the knitted material, or in the leather, no matter the purpose for which the leather material had been manufactured, the contagion is a chronic fungal infection. It’s unclean.",
      "52": "“Incinerate the clothing, the woven material, the knitted material (whether wool or linen), or any of the leather articles on which the contagion is found, because it’s a chronic fungal infection. It is to be incinerated.",
      "53": "“But if the priest examines it and the infection did not spread on the clothing, either in the woven or knitted material or on anything made of leather,",
      "54": "then the priest is to command that they wash whatever has the contagion and then isolate it for seven days a second time.",
      "55": "Then the priest is to examine it after the contagion has been washed. If the contagion hasn’t changed in appearance, even though the contagion hasn’t spread, it’s unclean. Incinerate it. It’s a fungal infection, especially if the infection is on its exposed side.",
      "56": "“If the priest examines the item and determines that the contagion has become dull after it has been washed, tear it away from the garment, leather, woven material, or knitted material.",
      "57": "But if it recurs on the clothing (whether woven or knitted material) or on any article made of leather, it’s a breakout, so incinerate it with fire wherever the contagion is found.",
      "58": "Then the clothing (whether it is woven or knitted material) or any article made of leather that you’ve washed, if the contagion has been removed from it and it’s washed a second time, then it’s clean.",
      "59": "“This is the law concerning fungal contagions on clothing of wool or linen (whether woven or knitted material) or in any of the articles made of leather, for determining whether it is clean or unclean.”"
    },
    "14": {
      "1": "The Lord told Moses,",
      "2": "“This is the law concerning those who have infectious skin diseases, after they have been cleansed:",
      "3": "The priest is to go outside the camp and examine the infectious skin disease to confirm that the person has been healed.",
      "4": "If he has been healed, then the priest is to command that two live and clean birds, some cedar wood, some crimson thread, and hyssop be brought for the one cleansed.",
      "5": "Then the priest is to command that one bird be slaughtered on an earthen vessel over flowing water.",
      "6": "He is to take the live bird, the cedar wood, the crimson thread, and the hyssop, and dip them together in the blood of the bird that had been slaughtered over the flowing water.",
      "7": "He is to sprinkle the blood seven times on the person with the infectious skin disease and then pronounce him clean. Then he is to release the live bird into the open fields.",
      "8": "The person who is clean is to wash his clothes, shave all his hair, and bathe in water, after which he is to be declared clean. Then he can be brought back to the camp, but he is to remain outside his tent for seven days.",
      "9": "On the seventh day, he is to shave the hair on his head, chin, back, and eyebrows. After he has shaved all his hair, washed his clothes, and bathed himself with water, then he will be clean.”",
      "10": "“On the eighth day, he is to take two lambs without defect, a one year old ewe lamb without defect, one third of a measure of fine flour mixed with olive oil for a meal offering, and one log of oil.",
      "11": "The priest who will pronounce him clean is to present the person to be cleansed and these offerings in the Lord’s presence at the entrance to the Tent of Meeting.",
      "12": "The priest is to take one of the lambs and present it as a guilt offering, along with one log of olive oil, which he is to wave as a raised offering in the Lord’s presence.",
      "13": "Then he is to slaughter the lamb in the place where he slaughtered the sin and burnt offerings—that is, at a place in the sanctuary. Just as the sin offering is for the priest, so also is the guilt offering. It’s a most holy thing.",
      "14": "“Then the priest is to take some of the blood from the guilt offering and place it on the right earlobe of the person to be cleansed, on his right thumb, and on his right great toe.",
      "15": "Then the priest is to take some of the log of olive oil and pour it into his own left hand.",
      "16": "The priest is to dip his right finger in the olive oil that is in his left palm and sprinkle some of the olive oil with his finger seven times in the Lord’s presence.",
      "17": "“As to the remainder of the olive oil in his palm, he is to place some on the right earlobe of the person to be cleansed, on his right thumb, on his right great toe, and on the blood of the guilt offering.",
      "18": "Then he is to place the rest of the oil in his palm on the head of the person to be cleansed, thus making atonement for him in the Lord’s presence.",
      "19": "This is how the priest is to present the sin offering to make atonement for the person being cleansed of his impurity. After this, he is to slaughter the whole burnt offering.",
      "20": "The priest is to offer both the whole burnt and the grain offerings on the altar. After the priest makes atonement for him, he will be clean.”",
      "21": "“If the offeror is poor and cannot afford the regular offering, then he is to take one lamb for a guilt offering that will be presented in the form of a wave offering to atone for him, one tenth of a measure of fine flour mixed with olive oil for a grain offering, one log of olive oil,",
      "22": "and two turtledoves or two young pigeons, whichever he can afford. One is for a sin offering and the other is for a whole burnt offering.",
      "23": "“On the eighth day, he is to bring them for cleansing to the priest in the Lord’s presence at the entrance to the Tent of Meeting.",
      "24": "The priest is to take the lamb for a guilt offering and the olive oil and wave them as a raised offering in the Lord’s presence.",
      "25": "Then he is to take the lamb for the guilt offering and place some blood from the guilt offering on the right earlobe of the person to be cleansed, on his right thumb, and on his right great toe.",
      "26": "Then the priest is to pour olive oil into his left palm",
      "27": "and use his right finger to sprinkle oil from his left palm seven times in the Lord’s presence.",
      "28": "The priest is to place oil from his palm on the right earlobe of the person being cleansed, on his right thumb, on his right great toe, and where the blood for the guilt offering is poured.",
      "29": "“As to the remainder of the oil in his palm, the priest is to use it to anoint the head of the person to be cleansed, in order to make atonement for him in the Lord’s presence.",
      "30": "Then he is to offer one of the turtledoves or the young pigeons, whichever he can afford.",
      "31": "Based on what he can afford, one is for a sin offering and the other is for a whole burnt offering. Along with the grain offering, the priest is to make atonement for the person to be cleansed in the Lord’s presence.",
      "32": "This is the regulation concerning one who has an infectious skin disease but who cannot afford his cleansing.”",
      "33": "The Lord spoke to Moses and Aaron:",
      "34": "“When you enter the land of Canaan that I’m about to give you as your own possession, and if I put a contagion in a house in the land that you possess,",
      "35": "then the owner of the house is to approach the priest and tell him, ‘There appears to be a contagion in the house.’",
      "36": "“The priest is to command that the house be cleared before he comes to examine the contagion so that not everything in the house becomes unclean. After this, the priest is to enter the house and examine it.",
      "37": "He is to determine if the contagion is indeed on the walls of the house, with greenish or reddish streaks, and to determine if it appears to be deeper than the surface of the wall.",
      "38": "The priest is to leave through the entrance to the house and seal the house for seven days.",
      "39": "He is to return after seven days to examine it. If the contagion has spread to the walls of the house,",
      "40": "then the priest is to command that they take out the contaminated stones and discard them in an unclean place outside the city.",
      "41": "“Now as for the house, they are to scrape off inside and outside the house and then discard the torn out plaster in an unclean place outside the city.",
      "42": "They are then to take other stones and bring them to replace those stones. Lastly, they are to replaster the house.”",
      "43": "“If the contagion returns and spreads throughout the house after the stones have been removed, after the house has been scraped out, and after it has been re-coated,",
      "44": "and the priest comes, undertakes an examination, and determines that the contagion has spread in the house, it’s a chronic fungal infection in the house. It’s unclean.",
      "45": "He is to pull down the house, its stones, its lumber, and all the plaster on the house, and discard them in an unclean place outside the city.",
      "46": "Moreover, whoever enters the house during the time it was isolated is to be considered unclean until the evening.",
      "47": "Whoever has slept in the house is to wash his clothes, along with whoever has eaten in the house.",
      "48": "“But if the priest comes in to conduct an examination and determines that the contagion has not spread throughout the house after the house has been repaired, then the priest may declare the house clean, because the contagion has been cleansed.",
      "49": "In order to cleanse the house, he is to take two birds, some cedar wood, two crimson threads, and some hyssop.",
      "50": "Then he is to slaughter one bird on an earthen vessel over flowing water.",
      "51": "He is to take the cedar wood, the hyssop, the two crimson threads, and the live bird, and dip them in the blood of the slaughtered bird over flowing water. Then he is to sprinkle the house seven times.",
      "52": "He is to clean the house with the blood of the bird over flowing water, including cleansing the live bird, the cedar wood, the hyssop, and the crimson thread.",
      "53": "Then he is to send the bird away, outside the city, facing the fields, to make atonement for the house. Then it is to be considered clean.",
      "54": "“This is the law for every contagion of infectious skin disease and scabs,",
      "55": "for fungal infections on clothing or in a house,",
      "56": "and for swelling of the skin, scabs, and bright spots,",
      "57": "to distinguish when it’s unclean and clean. This is the law for infectious skin diseases.”"
    },
    "15": {
      "1": "The Lord told Moses and Aaron,",
      "2": "“Tell the Israelis that when a man has a discharge from his body, his discharge is unclean,",
      "3": "and this is the cause of his uncleanness—his discharge. Whether his body is releasing the discharge or his body has stopped the discharge, he’s unclean.",
      "4": "Every bed on which he lies down with the discharge is to be considered unclean, and every object on which he sits becomes unclean.",
      "5": "Any person who touches his bed is to wash his garments and bathe with water, and he will remain unclean until evening.",
      "6": "Whoever sits on any object on which the one with the discharge has sat is to wash his clothes and bathe with water, and he will remain unclean until evening.",
      "7": "“Whoever touches the body of someone with a discharge is to wash his clothes and bathe with water, and he will remain unclean until evening.",
      "8": "Whoever has a discharge and spits on someone who is clean, then he is to wash his clothes and bathe with water, and he will remain unclean until evening.",
      "9": "“Any saddle that anyone with a discharge rides on will become unclean.",
      "10": "Whoever touches anything that was under him will be unclean until evening. Whoever carries these things is to wash his clothes and bathe with water, and he will remain unclean until evening.",
      "11": "“Anyone whom the one with the discharge touches without rinsing his hands with water is to wash his clothes and bathe with water, and he will remain unclean until evening.",
      "12": "The earthen vessel that the person with the discharge touches is to be broken in pieces, and every wooden vessel is to be rinsed with water.”",
      "13": "“When the one with the discharge is cleansed from his discharge, then he is to set aside for himself seven days for his cleansing. He is to wash his clothes and bathe with flowing water. Then he will be clean.",
      "14": "On the eighth day, he is to take for himself two turtledoves or two young doves, bring them to the Lord at the entrance to the Tent of Meeting, and give them to the priest.",
      "15": "Then the priest is to offer them—one for a sin offering and the other for a whole burnt offering. That’s how the priest will make atonement for him in the Lord’s presence regarding his discharge.”",
      "16": "“If a man has a seminal emission, he is to bathe his entire body with water and remain unclean until evening.",
      "17": "Every garment (including leather) on which the semen is found is to be washed with water, and it will remain unclean until evening.",
      "18": "When a man has sexual relations with a woman and the man releases semen, both are to bathe with water, and they will remain unclean until evening.”",
      "19": "“When a woman has a discharge, and the blood is her monthly menstrual discharge from her body, then for seven days she is to remain in her menstrual uncleanness. Whoever touches her will remain unclean until evening.",
      "20": "Everything that she sleeps on during her uncleanness will be unclean. Moreover, everything that she sits on will become unclean.",
      "21": "Anyone who touches her bed is to wash his clothes and bathe with water, and he will remain unclean until evening.",
      "22": "Anyone who touches any of the objects on which she has sat is to wash his clothes and bathe with water, and he will remain unclean until evening.",
      "23": "Any bed or other object on which she sat that he touches will make him unclean until evening.",
      "24": "When a man has sexual relations with her and her menstrual uncleanness touches him, he will be unclean for seven days. Every bed where he sleeps will remain unclean.",
      "25": "“When a woman has a continuous discharge of blood many days beyond the time of her menstrual uncleanness, or if she has a discharge that lasts beyond the days of her menstrual uncleanness, her uncleanness is to be treated like the days of her menstruation—she’s unclean.",
      "26": "Every bed on which she sleeps the whole time she has the discharge will be her own unclean bed, so that every object on which she sits becomes unclean like her menstrual uncleanness.",
      "27": "Whoever touches them will become unclean. He is to wash his clothes and bathe with water and he will remain unclean until evening.",
      "28": "“If she becomes clean with her discharge, then she is to count for herself seven days, after which she becomes clean.",
      "29": "On the eighth day, she is to take for herself two turtledoves or two young pigeons and bring them to the priest at the entrance to the Tent of Meeting.",
      "30": "Then the priest is to offer one for a sin offering and the other for a whole burnt offering. This is how the priest will make atonement in the Lord’s presence for her regarding her unclean discharge.",
      "31": "“So separate the Israelis from their uncleanness so that they won’t die in their uncleanness if they defile my tent that is in their midst.",
      "32": "These are the regulations for one whose discharge of semen causes him to become unclean because of it,",
      "33": "for her whose menstruation causes her to become ill, for anyone who has a discharge (whether male or female), and for the man who has sexual relations with one who is unclean.”"
    },
    "16": {
      "1": "The Lord spoke to Moses after the death of Aaron’s two sons when they had approached the Lord and died.",
      "2": "The Lord told Moses, “Remind your brother Aaron that at no time is he to enter the sacred place from the room that contains the curtain into the presence of the Mercy Seat on top of the ark. Otherwise, he’ll die, because I will appear in a cloud at the Mercy Seat.",
      "3": "Aaron is to enter the sacred place with a young bull for a sin offering and a ram for a whole burnt offering.",
      "4": "He is to wear a sacred linen tunic and linen undergarments that will cover his genitals. He is to clothe himself with a sash and wrap his head with a linen turban. Because they are sacred garments, he is to wash himself with water before putting them on.”",
      "5": "“He is to take two male goats for a sin offering and one ram for a whole burnt offering from the assembly of the Israelis.",
      "6": "Then Aaron is to bring the bull as a sin offering for himself and make atonement for himself and his household.",
      "7": "Then he is to take the two male goats and present them in the Lord’s presence at the entrance to the Tent of Meeting.",
      "8": "Aaron is to cast lots over the two male goats—one lot for the Lord and the other one for the scapegoat.",
      "9": "Aaron is then to bring the male goat on which the lot fell for the Lord and offer it as a sin offering.",
      "10": "The male goat on which the lot fell for the scapegoat is to be brought alive into the Lord’s presence to make atonement for himself. Then he is to send it into the wilderness.”",
      "11": "“Aaron is then to bring the bull for a sin offering for himself, thus making atonement for himself and his household. He is to slaughter the ox for himself.",
      "12": "Then he is to take a censer and fill it with coals from the fire on the altar in the Lord’s presence. With his hands full of spiced and refined incense, he is to bring it beyond the curtain.",
      "13": "“Then he is to place the incense over the fire in the Lord’s presence, ensuring that the smoke from the incense covers the Mercy Seat, according to regulation, so he won’t die.",
      "14": "He is to take blood from the ox and sprinkle it with his forefinger toward the surface of the Mercy Seat. Then he is to sprinkle the blood on the surface of the Mercy Seat with his forefinger seven times.",
      "15": "“He is to slaughter the male goat as a sin offering for the people and bring its blood beyond the curtain and do with its blood as he did with the blood of the bull: He is to sprinkle it on the Mercy Seat—that is, over the surface of the Mercy Seat.",
      "16": "Then he is to make atonement on the sacred place on account of the uncleanness of the Israelis, their transgressions, and all their sins. This is how he is to act in the Tent of Meeting, which will remain with them in the middle of their uncleanness.",
      "17": "“No person is to be there when he enters the Tent of Meeting to make atonement in the sacred place, until he comes out and has made atonement on account of himself, his household, and the entire assembly of Israel.",
      "18": "When he goes to the altar in the Lord’s presence to make atonement for himself, he is to take some of the blood from the bull and the male goat, place it around the horns of the altar,",
      "19": "and sprinkle it with the blood on his forefinger seven times, cleansing and sanctifying it from Israel’s sins.”",
      "20": "“When he has completed making atonement at the sacred place, the Tent of Meeting, and the altar, then he is to present the live male goat.",
      "21": "Aaron is to lay his two hands upon the head of the male goat and confess over it the sins of Israel, all their transgressions, and all their sins, thus placing them on the head of the male goat that he’ll then send out to the wilderness by the hand of a man capable of carrying out this task.",
      "22": "The male goat will bear on itself all their sins to a solitary land as Aaron sends the goat out to the wilderness.",
      "23": "“Then Aaron is to enter the Tent of Meeting, take off his white linen clothes that he had put on when he entered the sacred place, and leave them there.",
      "24": "He is to wash his body with water at the sacred place and put on his clothes. Then he is to go out and offer a whole burnt offering for himself and a whole burnt offering for the people, thereby making atonement on account of himself and on account of the people.",
      "25": "“As to the fat from the burnt offering, he is to incinerate it on the altar.",
      "26": "The one who sent away the male goat as a scapegoat is to wash his clothes and bathe his body with water. After doing so, he may enter the camp.",
      "27": "“The bull for the sin offering and the male goat for the sin offering, whose blood was brought into the sacred place, are to be taken outside the camp. Their skin, meat, and offal are to be incinerated.",
      "28": "The one who burns them is to wash his clothes and bathe his body with water. After doing so, he may enter the camp.”",
      "29": "“This is to be a perpetual statute for you: On the tenth day of the seventh month, you (including both the native born and the resident alien) are to humble yourselves by not doing any work,",
      "30": "because on that day, atonement will be made for you to cleanse you from all your sins. You are to be clean in the Lord’s presence.",
      "31": "It’s the Sabbath of all Sabbaths for you, so humble yourselves. This is to be a perpetual statute.",
      "32": "The priest who has been anointed and consecrated to be priest after his father is to make the atonement. He is to put on the sacred linen clothing",
      "33": "and make atonement for the sacred sanctuary, the Tent of Meeting, and the altar where atonement is carried out. He is also to make atonement for the priests and the people of the entire assembly.",
      "34": "This will be a perpetual statute for you as you make atonement once a year for the Israelis on account of all their sins.”\nSo Moses did just as the Lord had commanded him."
    },
    "17": {
      "1": "The Lord told Moses,",
      "2": "“Speak to Aaron, his sons, and all the Israelis and tell them that this is what the Lord has commanded:",
      "3": "When a person from the house of Israel slaughters an ox, a lamb, or a goat (whether in the camp or outside the camp),",
      "4": "but fails to bring it to the entrance to the Tent of Meeting as an offering in the presence of the tent of the Lord, that person will incur bloodguilt. Because he has shed blood, that person is to be eliminated from contact with his people.”",
      "5": "“This statute is required so that the Israelis may bring their sacrifices that they have been sacrificing to the Lord in the open field to the priest at the entrance to the Tent of Meeting, where they are to slaughter their peace offering to the Lord.",
      "6": "The priest is to sprinkle the blood on the Lord’s altar at the entrance to the Tent of Meeting and incinerate the fat, making a pleasing aroma to the Lord.",
      "7": "They are no longer to slaughter their sacrifices to the goat demons, with whom they have been committing prostitution. This will be a perpetual statute for you throughout your generations.",
      "8": "Tell them that if a person from the house of Israel or a resident alien who lives among you brings a whole burnt offering or a sacrifice",
      "9": "to the entrance to the Tent of Meeting, but fails to bring it to offer it to the Lord, that person is to be eliminated from contact with his people.”",
      "10": "“If anyone from the house of Israel or a resident alien who lives among you eats any form of blood, I’ll oppose that person who ate the blood and eliminate him from his people,",
      "11": "because the life of the flesh is in the blood itself, and I myself have given it to you all so that atonement may be made for your souls on the altar, since the blood itself makes atonement through the life that is in it.",
      "12": "This is why I’ve told the Israelis that no person among you is to eat blood. Even the resident alien who lives among you is not to eat blood.",
      "13": "“If a person from the house of Israel or a resident alien who lives among you has hunted live game or a bird that may be eaten, he is to extract its blood and cover it with soil,",
      "14": "because the life of any flesh is the blood itself. Therefore, I’m saying to the Israelis that the blood of any flesh is not to be eaten, because the life of any flesh is in its blood. Anyone who eats of it is to be eliminated from contact with his people.",
      "15": "“Any person who eats a carcass or an animal that was torn by beasts (whether that person is native born or is a resident alien), is to wash his clothes and bathe himself with water, and he will remain unclean until evening, and then he’ll become clean.",
      "16": "But if he doesn’t wash or bathe his body, then he is to bear the punishment of his iniquity.”"
    },
    "18": {
      "1": "The Lord told Moses,",
      "2": "“Tell the Israelis that I am the Lord your God.",
      "3": "You are not to do what you used to do in the land of Egypt where you lived. You are not to do what Canaan does, where I’m about to bring you, so that you live according to their statutes.",
      "4": "Obey my ordinances and keep my statutes by living by them. I am the Lord your God.",
      "5": "Keep my statutes and my ordinances, which a person is to obey in order to live in them. I am the Lord.",
      "6": "“A person is not to approach a near blood relative for sexual relations. I am the Lord.",
      "7": "“Neither your father’s nakedness nor your mother’s nakedness is to be exposed. She’s your mother, so you are not to have sexual relations with her.",
      "8": "“You are not to have sexual relations with your father’s wife. It’s your own father’s nakedness.",
      "9": "“You are not to have sexual relations with your sister, whether she’s your father’s daughter or your mother’s daughter, whether she’s born in your home or outside your home. You are not to have sexual relations with her.",
      "10": "“You are not to have sexual relations with your son’s daughter or your daughter’s daughter. You are not to have sexual relations with them, because their nakedness is your own nakedness.",
      "11": "“You are not to have sexual relations with the daughter of your father’s wife. Born of your father, she’s your sister, so you are not to have sexual relations with her.",
      "12": "“You are not to have sexual relations with your father’s sister. She’s your father’s near blood relative.",
      "13": "“You are not to have sexual relations with your mother’s sister. She’s your mother’s near blood relative.",
      "14": "“You are not to expose the nakedness of your father’s brother by having sexual relations with his wife. She’s your aunt.",
      "15": "“You are not to expose the nakedness of your daughter-in-law. She’s the wife of your son. You are not to have sexual relations with her.",
      "16": "“You are not to have sexual relations with your brother’s wife. She’s the nakedness of your brother.",
      "17": "“You are not to have sexual relations with a woman and her daughter.\n“You are not to have sexual relations with her son’s daughter or her daughter’s daughter. They’re near blood relatives. It’s wickedness.",
      "18": "“You are not to marry a woman and then have sexual relations with her sister as a rival when your wife is still alive.",
      "19": "“You are not to approach a menstruating woman to have sexual relations with her.",
      "20": "“You are not to have sexual relations with your neighbor’s wife and thereby become ceremonially unclean with her.”",
      "21": "“You are not to present any of your children to Molech as a sacrifice. That way, you won’t defile the name of your God.”\n“I am the Lord.",
      "22": "You are not to have sexual relations with a male as you would with a woman. It’s detestable.”",
      "23": "“You are not to present yourself to an animal in order to have sexual relations with it and by doing so to defile yourself. A woman is not to present herself to an animal to have sexual relations with it. It’s detestable.",
      "24": "“You are not to defile yourselves by doing any of these things, since all of these nations that I’m casting out before you have defiled themselves this way.",
      "25": "The land has been defiled, so I brought the punishment of its iniquity to it. As a result, the land is vomiting out its inhabitants.",
      "26": "“Therefore, keep my statutes and ordinances. You are not to do any of these detestable things—this applies to the native born and the resident alien who lives among you—",
      "27": "because the inhabitants of the land did all of these detestable things and by doing so defiled the land before you.",
      "28": "So you are not to let the land vomit you up because of your uncleanness as it is vomiting the nations that were here before you.",
      "29": "Anyone who does any of these detestable things—whoever the person may be—is to be eliminated from contact with his people.",
      "30": "Therefore, keep my injunctions so that you won’t practice these detestable things that have been done before you, and so that you won’t be defiled in them. I am the Lord.”"
    },
    "19": {
      "1": "The Lord spoke to Moses,",
      "2": "“Tell the entire assembly of Israel that they are to be holy, since I, the Lord your God, am holy.",
      "3": "“Each of you is to fear his mother and father.\n“Observe my Sabbaths. I am the Lord your God.",
      "4": "“You are not to turn to their idols or cast gods out of melted metal for yourselves. I am the Lord your God.",
      "5": "“When you offer a peace offering to the Lord, you are to offer it for your acceptance.",
      "6": "Your sacrifice is to be eaten on that day and the next day. Anything that remains to the third day is to be incinerated.",
      "7": "If it is eaten on the third day, it’s unclean. It won’t be accepted.",
      "8": "Anyone who eats it will bear the punishment of his sin, since he will have defiled himself regarding the Lord’s holy things. That person is to be eliminated from contact with his people.”",
      "9": "“When you reap the harvest of your land, you are not to completely finish harvesting the corners of the field—that is, you are not to pick what remains after you have reaped your harvest.",
      "10": "You are not to gather your vineyard or pick up the fallen grapes of your vineyard. Leave something for the poor and the resident alien who lives among you. I am the Lord your God.”",
      "11": "“You are not to steal or lie or deal falsely with your neighbor.",
      "12": "“You are not to use my name to deceive, thereby defiling the name of your God. I am the Lord.",
      "13": "“You are not to oppress your neighbor or rob him.\n“The wages of a hired laborer are not to remain in your possession until morning.",
      "14": "“You are not to curse a deaf person or put a stumbling block before the blind.\n“You are to fear God. I am the Lord.",
      "15": "“You are not to be unjust in deciding a case. You are not to show partiality to the poor or honor the great. Instead, decide the case of your neighbor with righteousness.”",
      "16": "“You are not to go around slandering your people.\n“You are not to stand idle when your neighbor’s life is at stake. I am the Lord.",
      "17": "“You are not to hate your relative in your heart. Rebuke your neighbor if you must, but you are not to incur guilt on account of him.",
      "18": "“You are not to seek vengeance or hold a grudge against the descendants of your people. Instead, love your neighbor as yourself. I am the Lord.”",
      "19": "“Observe my statutes.\n“You are not to let your cattle breed with a different species.\n“You are not to sow your fields with two different kinds of seeds.\n“You are not to wear clothing made from two different kinds of material.",
      "20": "“When a person has sexual relations with a woman servant who is engaged to another man, but she has not been completely redeemed nor has her freedom been granted to her, there is to be an inquiry, but they won’t be put to death, since she has not been freed.",
      "21": "The perpetrator is to bring his guilt offering to the Lord at the entrance to the Tent of Meeting—that is, a ram as a guilt offering.",
      "22": "Then the priest is to make atonement for him with the ram as a guilt offering in the Lord’s presence on account of his sin which he has committed, but which will be forgiven him.”",
      "23": "“When you have entered the land and planted all sorts of trees for food, regard its fruit as uncircumcised for the first three years for you. It is not to be eaten.",
      "24": "During the fourth year, all its fruit is to be offered as a holy token of praise to the Lord.",
      "25": "But on the fifth year, you may eat its fruits to increase its produce for you.”",
      "26": "“You are not to eat anything containing blood, engage in occult practices, or practice fortune telling.",
      "27": "“You are not to cut your hair in ritualistic patterns on your head or deface the edges of your beard.",
      "28": "“You are not to make incisions in your flesh on account of the dead nor submit to cuts or tattoos. I am the Lord.",
      "29": "“You are not to defile your daughter by engaging her in prostitution so the land won’t become filled with wickedness.",
      "30": "“Observe my Sabbath and stand in awe of my sanctuary. I am the Lord.",
      "31": "“You are to consult neither mediums nor familiar spirits. You are never to seek them—you’ll just be defiled by them. I am the Lord your God.",
      "32": "“Rise in the presence of the aged and honor the elderly face-to-face.\n“Fear your God. I am the Lord.",
      "33": "“If a resident alien lives with you in your land, you are not to mistreat him.",
      "34": "You are to treat the resident alien the same way you treat the native born among you—love him like yourself, since you were foreigners in the land of Egypt.",
      "35": "“You are not to act unjustly in deciding a case or when measuring weight and quantity.",
      "36": "You are to maintain just balances and reliable standards for weights, dry volumes, and liquid volumes. I am the Lord your God, who brought you out of the land of Egypt.",
      "37": "Observe all my statutes and all my ordinances in order to practice them. I am the Lord.”"
    },
    "20": {
      "1": "The Lord spoke to Moses,",
      "2": "“Tell the Israelis that when an Israeli or a resident alien who lives in Israel offers his child to Molech, he is certainly to be put to death. The people who live in the land are to stone him with stones.",
      "3": "As for me, I’ll oppose that man. I’ll eliminate him from contact with his people for sacrificing his children to Molech, thereby defiling my sanctuary and profaning my holy name.",
      "4": "If the people avoid dealing with that man when he offers his child to Molech—that is, if they fail to execute him—",
      "5": "then I’ll oppose that man and his family and eliminate him from contact with his people, along with all the prostitutes who accompany him and who have committed prostitution with Molech.”",
      "6": "“I’ll oppose and eliminate from contact with his people whoever consults mediums or familiar spirits, thereby committing spiritual prostitution with them.",
      "7": "Therefore, separate yourselves and be holy, because I am the Lord your God.",
      "8": "Keep my statutes and observe them. I am the Lord, who has set you apart.”",
      "9": "“Anyone who curses his father or mother is certainly to be put to death. He has cursed his father or mother, so his guilt will remain his responsibility.”",
      "10": "“If anyone commits adultery with another man’s wife, including when someone commits adultery with his neighbor’s wife, both the adulterer and the adulteress are to die.",
      "11": "“If a man has sexual relations with his father’s wife, he has exposed his father’s nakedness, so both of them are to be put to death. Their guilt will remain their responsibility.",
      "12": "“If a man has sexual relations with his daughter-in-law, the two are to be put to death. They’ve committed a repulsive act. Their guilt will remain their responsibility.",
      "13": "“If a man has sexual relations with another male as he would with a woman, both have committed a repulsive act. They are certainly to be put to death.",
      "14": "“If a man takes a wife along with her mother, that’s wickedness. They are to be burned with fire—that is, both him and them, so that there will be no wickedness in your midst.",
      "15": "“If a man has sexual relations with an animal, he is to be put to death, and you are also to kill the animal.",
      "16": "“If a woman approaches any animal to have sexual relations with it, both the woman and the animal are to be put to death. Their guilt will remain their responsibility.",
      "17": "“If a man takes his sister, his father’s daughter, or his mother’s daughter, so that he exposes her nakedness and she exposes his nakedness, it’s a shameful thing. They are to be eliminated from contact with their people in front of their people’s children. He has exposed his sister’s nakedness. He’ll continue to bear responsibility for his iniquity.",
      "18": "“If a man has sexual relations with a menstruating woman, he has exposed her nakedness, laying bare her fountain. He has exposed the source of her blood. Both are to be eliminated from contact with their people.",
      "19": "“You are not to have sexual relations with your mother’s sister or your father’s sister, because that is laying bare the nakedness of his close relative. They’ll continue to bear responsibility for their iniquity.",
      "20": "“If a man has sexual relations with his uncle’s wife, he has exposed his uncle’s nakedness. They are to bear responsibility for punishment of their sin. They’ll die childless.",
      "21": "“If a man takes his brother’s wife, it’s immoral. He has exposed his brother’s nakedness. They’ll be childless.”",
      "22": "“Be sure to keep all my statutes and observe all my ordinances, so that the land where I’m about to bring you to live won’t vomit you out.",
      "23": "You are not to live by the customs of the nations, whom I’ve cast away right in front of you. Because they did all of these things, I detested them.",
      "24": "But I’ve promised you that you’ll inherit the land that I’m about to give you as your permanent possession—a land flowing with milk and honey.\n“I am your God. I’ve separated you from the people.",
      "25": "You are to differentiate between the clean animal and the unclean and between the unclean bird and the clean. You are not to make yourselves detestable on account of any animal, bird, or any creeping creature of the ground that I’ve separated for you as unclean.",
      "26": "“You are to be holy toward me, because I, the Lord, am holy. I’ve separated you from among the people to be mine.",
      "27": "“Moreover, a man or a woman who has a ritual spirit or a familiar spirit is certainly to die. They are to be stoned to death with boulders. They will continue to bear responsibility for their guilt.”"
    },
    "21": {
      "1": "The Lord told Moses, “Speak to the priests, Aaron’s sons, and tell them that no priest is to defile himself on account of the dead among his people,",
      "2": "except his close relatives—his mother, father, son, daughter, brother, or",
      "3": "virgin sister (who is a near relative of him and did not have a husband— he may defile himself for her).",
      "4": "Because he is a husband among his people, he is not to defile himself, thereby polluting himself.",
      "5": "“They are not to cut their hair in ritualistic patterns on their heads, deface the edges of their beards, or make incisions in their flesh.",
      "6": "They are to be holy to their God. They are not to defile the name of their God, because they’re the ones who bring the offerings of the Lord made by fire—the food of their God—so they are to be holy.",
      "7": "“They are not to marry a prostitute or a woman who has been dishonored or who was divorced from her husband, because the priest is holy to his God.",
      "8": "Consecrate him, because he’s the one who offers the food of your God. He is to be holy for you, because I, the Lord, the one who sanctifies you, am holy.",
      "9": "“Now if the daughter of any priest defiles herself by being a prostitute, she defiles her father. She is to be incinerated.",
      "10": "“The high priest among his relatives—whose head has been anointed with oil and who has been consecrated to put on the priestly clothing—is not to let his hair hang loose or to tear his clothes.",
      "11": "He is not to come near any dead body—whether the deceased is his father or his mother—so as not to defile himself.",
      "12": "He is not to go out of the sanctuary or defile the sanctuary of his God, because his God’s consecrating oil of anointing rests on him. I am the Lord.",
      "13": "“Furthermore, he is to marry a true virgin.",
      "14": "He is not to marry a widow or one who has been divorced, has been defiled, or has been a prostitute. Instead, he is to take a virgin from among his people as his wife.",
      "15": "“He is not to defile his children among his people, because I am the Lord, who sets him apart.”",
      "16": "The Lord told Moses,",
      "17": "“Tell Aaron that whoever of your descendants throughout their generations has a bodily defect is not to approach to offer the food of his God.",
      "18": "Indeed, any person who has a defect is not to approach the Tent of Meeting— the blind, the lame, one who is mutilated in the face or who has a very long limb,",
      "19": "or a person who has a fractured foot or hand,",
      "20": "has scoliosis, is a dwarf, or has an eye defect, an itching disease, scabs, or a crushed testicle.",
      "21": "None of the descendants of Aaron the priest who has a defect is to approach to bring offerings of the Lord made by fire, since he has a defect. He is not to approach to offer the food of his God.",
      "22": "However, he may eat the food of his God, including the most holy and the holy offerings,",
      "23": "but he is not to enter through the curtain nor approach the altar, since he has a defect. That way, he won’t defile my sanctuary, since I am the Lord, who sets you apart.”",
      "24": "Moses told all of this to Aaron, to his sons, and to all the Israelis."
    },
    "22": {
      "1": "Later on, the Lord told Moses,",
      "2": "“Tell Aaron and his sons that they are to separate themselves for the sacred things of the Israelis and that they are not to defile my holy name. I am the Lord.",
      "3": "Tell them that whoever among your descendants throughout your generations approaches the sacred things that the Israelis had consecrated to the Lord while still remaining unclean is to be eliminated from my presence. I am the Lord.",
      "4": "If one of Aaron’s descendants has an infectious skin disease or a discharge, he is not to eat anything sacred until he has been cleansed. Anyone who touches an unclean thing on account of the dead, or who has a seminal discharge,",
      "5": "or who becomes unclean by touching a creeping creature or another human being, whatever the uncleanness may be—",
      "6": "such a person who comes in contact with anything like this will become unclean until evening. As a result, he is not to eat the sacred things unless he has bathed himself with water.",
      "7": "When the sun has gone down and he has been cleansed, he may eat of the sacred things, since that’s his food.",
      "8": "He is not to eat the carcass of an animal that was torn by animals, thereby defiling himself with it. I am the Lord.",
      "9": "They are to keep my charge. By doing so, they won’t bear the punishment of sin because of it and therefore die if they’ve been defiled by it. I am the Lord, who sets them apart.”",
      "10": "“No resident alien is to eat anything sacred. Neither the visitor of the priest nor a hired laborer is to eat anything sacred.",
      "11": "If a priest acquires a slave as property with his own money, he may eat with him. Those who were born in his house may eat his food.",
      "12": "If a priest’s daughter marries a resident alien, she is not to eat the sacred raised offerings.",
      "13": "If the priest’s daughter is a widow, or is divorced and childless, so that she has to return to her father’s house as in her younger days, she may eat her father’s food, but no resident alien may eat it.",
      "14": "If a person eats anything sacred inadvertently, he is to add a fifth part to it and then give the sacred thing to the priest.",
      "15": "They are not to defile the sacred things of the Israelis that they have offered to the Lord,",
      "16": "thereby causing them to bear the punishment of their iniquity for wrongdoing when they eat their sacred things, because I am the Lord, who sets them apart.”",
      "17": "The Lord told Moses,",
      "18": "“Tell Aaron, his sons, and all the Israelis that when a person from the house of Israel or from the resident aliens living in Israel brings his offering to the Lord as a whole burnt offering (whether in fulfillment of a promise or a free will offerings),",
      "19": "so that he’ll be sure to be accepted, he is to offer a male without defect from the bulls, the lambs, and the goats.",
      "20": "However, whatever has a defect is not to be offered, because it won’t be acceptable for you.",
      "21": "“If a person brings a peace offering sacrifice to the Lord to fulfill a vow or a free will offering from the herd or the flock, it is to be sound in order to be accepted, without any defect in it.",
      "22": "You are not to bring to the Lord an offering that is blind, fractured, mutilated, or infected with ulcers, scurvy, or scales. You are not to present any of them as an offering made by fire on the altar for the Lord.",
      "23": "“You may offer a bull or lamb that has one limb longer than the other or that is stunted as a free will offering, but it’s not acceptable in fulfillment of a promise.",
      "24": "You are not to bring to the Lord an animal that has been emasculated, crushed, torn, or cut apart. You are not to practice this in your land.",
      "25": "A resident alien is not to offer as food to your God any of these items, because they are afflicted with ritual corruption due to their defects. They’re not acceptable for you.”",
      "26": "The Lord told Moses,",
      "27": "“Whenever a bull, a sheep, or a goat is born, it is to remain for seven days under the care of its mother. But on the eighth day onwards, it may be accepted as an offering made by fire to the Lord.",
      "28": "However, you are not to slaughter a bull or a ewe along with its offspring on the same day.",
      "29": "When you offer a sacrifice of thanksgiving to the Lord, bring it so that it’s acceptable for you.",
      "30": "It is to be eaten that same day. You are not to leave any of it until morning. I am the Lord.",
      "31": "“Keep my commands and observe them. I am the Lord.",
      "32": "“You are not to defile my sacred name, because I’ve been set apart in the midst of the Israelis. Furthermore, I am the Lord, who sets you apart—",
      "33": "who brought you out of the land of Egypt to be your God. I am the Lord.”"
    },
    "23": {
      "1": "The Lord told Moses,",
      "2": "“Tell the Israelis that these are my festival times appointed by the Lord that you are to declare as sacred assemblies:",
      "3": "Six days you may work, but the seventh day is a Sabbath of rest, a sacred assembly. You are not to do any work. It’s a Sabbath to the Lord wherever you live.",
      "4": "These are the Lord’s appointed festivals and sacred assemblies that you are to declare at their appointed time.",
      "5": "“The Lord’s Passover is to begin on the fourteenth day of the first month at twilight.",
      "6": "On the fifteenth day of that month is the Festival of Unleavened Bread to the Lord. For seven days you are to eat unleavened bread.",
      "7": "On the first day that you hold the sacred assembly, you are to do no servile work.",
      "8": "Instead, you are to bring an offering made by fire to the Lord daily for seven days. On the seventh day, you are also to hold a sacred assembly during which you are to do no servile work.”",
      "9": "The Lord told Moses,",
      "10": "“Tell the Israelis that when you enter the land that I’m about to give you and gather its produce, you are to bring a sheaf from the first portion of your harvest to the priest,",
      "11": "who will offer the sheaf in the Lord’s presence for your acceptance. The priest is to wave it on the day after the Sabbath.",
      "12": "On the day you wave the sheaf, you are to offer a one year old male lamb without defect for a burnt offering in the Lord’s presence.",
      "13": "Also present a meal offering of two tenths of a measure of fine flour mixed with olive oil as an offering made by fire to the Lord, a pleasing aroma. Now as to a drink offering, you are to present a fourth of a hin of wine.",
      "14": "You are not to eat bread, parched grain, or fresh grain until that day when you’ve brought the offering of your God. This is to be an eternal ordinance throughout your generations, wherever you live.”",
      "15": "“Starting the day after the Sabbath, count for yourselves seven weeks from the day you brought the sheaf of the wave offering. They are to be complete.",
      "16": "Count fifty days to the day after the seventh Sabbath, then bring a new meal offering to the Lord.",
      "17": "Bring two loaves of bread from home as wave offerings made from two tenths of fine flour baked with leaven as first fruits to the Lord.",
      "18": "Along with the loaves of bread, bring seven lambs (each of them one year old and without defect), one young bull as an offering, and two rams as offerings to the Lord—along with your gift and drink offerings—and present them as an offering made by fire, a pleasing aroma to the Lord.",
      "19": "Prepare one male goat for a sin offering and two one year old rams for peace offerings.",
      "20": "Then the priest is to wave them—the two lambs with the bread of first fruits—as raised offerings in the Lord’s presence. They’ll be sacred to the Lord on account of the priest.",
      "21": "“On the same day, proclaim a sacred assembly for yourselves. You are not to do any servile work—and this is to be an eternal ordinance wherever you live throughout your generations.",
      "22": "Furthermore, when you harvest the produce of your land, you are not to harvest all the way to the corners of your field or gather the gleanings of your harvest. Leave them for the poor and resident alien. I am the Lord your God.”",
      "23": "The Lord told Moses,",
      "24": "“Tell the Israelis that on the first day of the seventh month you are to have a Sabbath of rest for you—a memorial announced by a loud blast of trumpets. It is to be a sacred assembly.",
      "25": "You are not to do any servile work. Instead, bring an offering made by fire to the Lord.”",
      "26": "The Lord spoke to Moses,",
      "27": "“However, on the tenth day of this seventh month is the Day of Atonement. It’s a sacred assembly for you. Humble yourselves and bring an offering made by fire to the Lord.",
      "28": "You are not to do any work that same day. It’s the Day of Atonement, because your atonement is made in the presence of the Lord your God.",
      "29": "Anyone who doesn’t humble himself that same day is to be eliminated from contact with his people.",
      "30": "I’ll eliminate anyone who does work that day from among his people.",
      "31": "You are not to do any work. This is to be an eternal ordinance throughout your generations, wherever you live.",
      "32": "It’s a Sabbath of rest for you on which you are to humble yourselves starting the evening of the ninth day of the month. You are to observe your Sabbath from evening to evening.”",
      "33": "The Lord spoke to Moses,",
      "34": "“Tell the Israelis that starting the fifteenth day of this seventh month is the week-long Festival of Tents to the Lord.",
      "35": "On the first day, you are to hold a sacred assembly, when you are not to do any servile work.",
      "36": "For seven days, bring offerings made by fire to the Lord. The eighth day is also to be a sacred assembly for you. Bring offerings made by fire to the Lord. It’s a sacred assembly. You are not to do any servile work.",
      "37": "“These are the Lord’s appointed festivals that you are to proclaim as sacred assemblies. Bring offerings made by fire to the Lord—a whole burnt offering, a meal offering, a sacrifice, and drink offerings. Do this every day on its assigned date",
      "38": "in addition to the Lord’s Sabbath—regarding your gifts, your offerings in fulfillment of vows, and your freely given offerings that you will bring to the Lord.",
      "39": "“On the fifteenth day of the seventh month, when you’ve harvested the produce of the land, you are to observe the festival of the Lord for seven days. The first day is to be a Sabbath rest, and the eighth day also is to be a Sabbath rest.",
      "40": "“On the first day, take branches from impressive fruit trees, branches from palm trees, boughs from thick trees, and poplars from the brooks. Then you are to rejoice in the presence of the Lord your God for seven days.",
      "41": "Observe it as a pilgrimage festival in the presence of the Lord for seven days of the year. This is to be an eternal ordinance throughout your generations. Observe the festival during the seventh month.",
      "42": "You are to live in tents for seven days. Every native born of Israel is to live in tents",
      "43": "in order for your future generations to know that the Israelis lived in tents when I brought them out of the land of Egypt. I am the Lord your God.”",
      "44": "This is what Moses spoke about to the Israelis regarding the Lord’s appointed festivals."
    },
    "24": {
      "1": "The Lord spoke to Moses,",
      "2": "“Tell the Israelis that they are to bring to you pure oil made from beaten olives in order to keep the lamp burning continuously.",
      "3": "Outside the Canopy of the Testimony in the Tent of Meeting, Aaron is to arrange it continually in the Lord’s presence from evening until morning as an eternal ordinance throughout your generations.",
      "4": "He is to arrange the lamps so that they burn continuously on a ceremonially pure lamp stand in the Lord’s presence.",
      "5": "Take fine flour and bake twelve cakes using two tenths of a measure for each cake.",
      "6": "Arrange them in two rows—six in each row—on a ceremonially pure table in the Lord’s presence.",
      "7": "Put pure frankincense on each row for a memorial offering. It will serve as an offering made by fire to the Lord.",
      "8": "They are to be arranged every Sabbath day in the Lord’s presence as a gift from the Israelis—an eternal covenant.",
      "9": "This gift will belong to Aaron and his sons, and they are to eat it in a sacred place, because it’s the most holy thing for him of all the offerings made by fire to the Lord. This is to be an eternal ordinance.”",
      "10": "Now a son of an Israeli woman and an Egyptian man went out among the Israelis. The Israeli woman’s son got into a fight with an Israeli man in the camp.",
      "11": "Then the Israeli woman’s son blasphemed the Name and cursed, so they brought him to Moses. His mother’s name was Shelomith, the daughter of Dibri, from the tribe of Dan.",
      "12": "They placed him in custody until a decision would be made to them according to the word of the Lord.",
      "13": "Then the Lord spoke to Moses,",
      "14": "“Take the one who cursed outside the camp. Everyone who heard him is to lay their hands on his head. Then the entire congregation is to stone him to death.",
      "15": "Moreover, tell the Israelis that anyone who curses his God will bear the consequences of his own sin,",
      "16": "because the one who blasphemes the name of the Lord is certainly to be put to death. The entire congregation is to stone him to death. As it is for the resident alien, so it is to be with the native born: when he blasphemes the Name, he is to be put to death.",
      "17": "“If a man beats a human being to death, he is certainly to be executed,",
      "18": "but whoever beats an animal to death is to replace it—life for life.",
      "19": "If a man disfigures his fellow, whatever he did is to be done to him also.",
      "20": "Fracture for fracture, eye for eye, tooth for tooth—just as he had caused a disfigurement against another man, so it is to be done against him.",
      "21": "Whoever beats an animal to death is to replace it, but whoever beats a human being to death is to be put to death.",
      "22": "You are to have for yourselves consistent procedures in deciding a case. As it is for the resident alien, so it is for the native born. I am the Lord your God.”",
      "23": "So Moses spoke to the Israelis and they brought the one who cursed outside the camp and stoned him to death with boulders. The Israelis did just as the Lord had commanded Moses."
    },
    "25": {
      "1": "The Lord told Moses on Mount Sinai,",
      "2": "“Tell the Israelis that when you enter the land that I’m about to give you, you are to let the land observe a Sabbath to the Lord.",
      "3": "For six years you may plant your fields, and for six years you may prune your vineyard and gather its produce.",
      "4": "But the seventh year is to be a Sabbath of rest for the land—a Sabbath for the Lord. You are not to plant your field or prune your vineyard.",
      "5": "You are not to gather what grows from the spilled kernels of your crops. You are not to pick the grapes of your untrimmed vines. Let it be a year of Sabbath for the land.",
      "6": "You may take the Sabbath produce of the land for your food—you, your male and maid servants, your hired laborers, and the resident alien with you.",
      "7": "The cattle and the wild animals in your land—everything it produces—are for your food.",
      "8": "“Count for yourselves seven years of Sabbaths—seven times seven years. This set of seven weeks of years total 49 years for you.",
      "9": "Sound a horn on the tenth day of the seventh month of this fiftieth year. Likewise, on the Day of Atonement, sound the horn throughout your land.",
      "10": "Set aside and consecrate the fiftieth year to declare liberty throughout the land for all of its inhabitants. It is to be a jubilee for you. Every person is to return to his own land that he has inherited. Likewise, every person is to return to his tribe.",
      "11": "The fiftieth year is to be a year of jubilee for you. You are not to sow or harvest the spilled kernels that grow of themselves or pick grapes from the untrimmed vines",
      "12": "because it’s the jubilee—it’s sacred for you. But you may eat its produce from the field.",
      "13": "“During this year of jubilee, each person is to return to his own land that he has inherited.",
      "14": "So if you had sold property to a neighbor or had acquired land from your neighbor, you are not to cheat one another.",
      "15": "According to the number of years after the jubilee, you may buy from your neighbor. And according to the number of years with crops, he may sell to you.",
      "16": "If the number of years after the jubilee is more, increase the selling price. If the number of years after the jubilee is few, decrease its selling price, because he’s selling to you according to the potential production volume of the land.",
      "17": "No one is to cheat his neighbor. Instead, you are to fear your God, because I am the Lord your God.",
      "18": "“Observe my statutes and keep my ordinances. Do them so that you may live securely in the land.",
      "19": "Then the land will yield its fruit and you’ll eat to your satisfaction and live securely.",
      "20": "“Now if you ask, ‘What will we eat during the seventh year? After all, we may not plant or even gather our produce!’",
      "21": "I’ll command my blessing on you during the sixth year so that it will yield produce for three years!",
      "22": "That way, you are to sow in the eighth year, eating the produce from the old harvest. Until the ninth year when its produce comes in, you’ll eat from the old harvest.”",
      "23": "“The land is not to be sold with any finality, because the land belongs to me. You’re sojourners and travelers with me.",
      "24": "So throughout all of your land inheritance, grant the right of redemption for the land.",
      "25": "“If your brother becomes so poor that he has to a sell portion of his inheritance, then his nearest kinsman redeemer is to come and redeem what his brother has sold.",
      "26": "If a person doesn’t have a kinsman redeemer, but has become rich and found sufficient means for his redemption,",
      "27": "then let him account for the years for which it was sold, return the excess to the person to whom it was sold, and then return to his property.",
      "28": "If he’s not able to redeem it back for himself, then what he sold is to remain in the hand of the buyer until the year of jubilee. In the jubilee, it is to be returned so he may return to his property.",
      "29": "“If a person sells a residential house in a walled city, he is to redeem it within the year in which it was sold. He may have right to its redemption for a full year.",
      "30": "But if it’s not redeemed by the end of a full year, then the house next to which is a wall is to belong in perpetuity to the one who bought it throughout his generations. It is not to be returned in the jubilee.",
      "31": "However, the houses in the villages that don’t have walls around them are to be categorized along with the fields of the land—they may be redeemed and returned in the jubilee.",
      "32": "Nevertheless, the cities that belong to the descendants of Levi—that is, the houses in the cities that belong to them—are to belong to the descendants of Levi perpetually as part of their right of redemption.",
      "33": "If someone from the descendants of Levi redeems the houses in the cities that they own, they are to be returned in the jubilee, because the houses of the cities of the descendants of Levi are to remain their property among the Israelis.",
      "34": "Also, the open land of their cities is not to be sold, because it is to remain their perpetual inheritance.”",
      "35": "“If your relative becomes so poor that he is indebted to you, then you are to support him. You are to let him live with you just like the resident alien and the traveler.",
      "36": "You are not to take interest or profit from him. Instead, you are to fear your God and let your relative live with you.",
      "37": "You are not to loan him money with interest or sell him your food at a profit.",
      "38": "I am the Lord your God, who brought you out of the land of Egypt to give you the land of Canaan and to be your God.",
      "39": "“If your brother with you becomes so poor that he sells himself to you, you are not to make him serve like a bond slave.",
      "40": "Instead, he is to serve with you like a hired servant or a traveler who lives with you, until the year of jubilee.",
      "41": "Then he and his children with him may leave to return to his family and his ancestor’s inheritance.",
      "42": "Since they’re my servants whom I’ve brought out of the land of Egypt, they are not to be sold as slaves.",
      "43": "You are not to rule over them with harshness. You are to fear your God.”",
      "44": "“As for your male and maid slaves who will be with you, you may buy male and female slaves from among the nations.",
      "45": "You may also buy from resident aliens who live among you and their families who are with you, whom they fathered in your land. They may become your property.",
      "46": "You may give them as inherited property to your children after you, to own as properties in perpetuity. You may make bond slaves of them, but no one is to rule over his fellow Israeli with harshness.",
      "47": "“If a resident alien or traveler becomes rich, but your relative who lives next to him is so poor that he sells himself to that resident alien or traveler among you or to a member of the resident alien’s family,",
      "48": "he has the right to be redeemed after he sells himself. One of his brothers may redeem him.",
      "49": "His uncle or his uncle’s son may redeem him or any blood relative from his tribe may redeem him. If he becomes rich, then he may redeem himself.",
      "50": "“He is to bring an accounting to the one who bought him, starting from the year he had sold himself until the year of jubilee. The price of his sale is to correspond to the number of years comparable to the time a hired servant stays with him.",
      "51": "If there are still many years left, he is to refund the cost of his redemption.",
      "52": "But if only a few years are left until the year of jubilee, he is to bring an accounting of the years that he is to refund for his redemption.",
      "53": "Like a hired servant, he is to remain with him year after year, but he is not to rule over him with what you see as severity.",
      "54": "If he isn’t redeemed by these, then he is to be set free in the year of jubilee—he and his children with him—",
      "55": "because the Israelis are my servants. They’re my servants, since I brought them out of the land of Egypt. I am the Lord your God.”"
    },
    "26": {
      "1": "“You are not to make worthless idols, images, or pillars for yourselves, nor set up for yourselves carved images to bow down to them in the land, because I am the Lord your God.",
      "2": "“You are to keep my Sabbath and fear my sanctuary. I am the Lord.",
      "3": "“If you live by my statutes, obey my commands, and observe them,",
      "4": "then I’ll send your rain in its season so that the land will yield its produce and the trees of the field will yield their fruit.",
      "5": "Threshing will extend to the time of vintage and the vintage will extend to the time of sowing, so that you’ll eat your bread to your satisfaction and live securely in your land.",
      "6": "I’ll give peace in the land so that you’ll lie down without fear. I’ll remove wild beasts from the land, and not even war will come to your land.",
      "7": "Instead, you’ll pursue your enemies and they’ll die by the sword before you.",
      "8": "Five of you will chase a hundred, a hundred of you will chase ten thousand, and your enemies will fall by the sword before you.",
      "9": "“I’ll look after you, ensuring that you’ll be fruitful. I’ll increase your number and keep my covenant with you.",
      "10": "When you have consumed what was stored of the old, then you’ll take out the old and replace it with what’s new.",
      "11": "I’ll set up my tent in your midst and I won’t loathe you.",
      "12": "I’ll walk among you. I will be your God, and you’ll be my people.",
      "13": "I am the Lord your God, who brought you out of the land of Egypt so that you will no longer be their slaves, since I’ve broken their oppressive yoke upon you to make you walk upright.”",
      "14": "“But if you won’t listen to me and obey all these commands,",
      "15": "and if you refuse my statutes, loathe my ordinances, and fail to carry out all of my commands, thereby breaching my covenant,",
      "16": "then I will certainly do this to you: I’ll appoint sudden terror to infect you like tuberculosis and fever. Your eyes will fail and your life will waste away. You’ll plant in vain, because your enemies will consume what you plant.",
      "17": "I’ll set my face against you so that you’ll be defeated before your enemies. Those who hate you will have dominion over you and you’ll keep fleeing even when no one is pursuing you.",
      "18": "“If, despite all of this, you still don’t listen to me, then I’ll punish you seven times more on account of your sins.",
      "19": "I’ll break your mighty pride. I’ll make the heavens to be like iron and the ground like bronze.",
      "20": "Your strength will be spent in vain, because your land won’t yield its produce and the trees of the land won’t yield their fruit.",
      "21": "“If you live life contrary to me and remain unwilling to listen to me, then I’ll add to your wounds seven times more on account of your sins.",
      "22": "I’ll send wild beasts against you from the open country to deprive you of your children, destroy your cattle, and decrease your number so that your roads become desolate.",
      "23": "“If, despite these things, you still won’t return to me, but live life contrary to me,",
      "24": "then I’ll certainly oppose you. I’ll take vengeance against you seven fold on account of your sins.",
      "25": "I’ll bring the sword against you to execute the vengeance of my covenant. When you gather in your cities, I’ll send a pestilence. As a result, you’ll be delivered into the control of your enemies.",
      "26": "When I destroy the source of your bread, ten women will bake bread in one oven. Then they’ll return back your bread by weight. You’ll eat but won’t be satisfied.",
      "27": "“If, after all of this time, you don’t listen to me, but instead live life contrary to me,",
      "28": "I’ll oppose you with vicious rage. Indeed, I myself will punish you seven fold on account of your sins.",
      "29": "At that time, you’ll eat the flesh of your sons and you’ll eat the flesh of your daughters.",
      "30": "I’ll destroy your high places and cut down your sun pillars. Then I’ll cast your dead bodies on top of the bodies of your idols. I’ll loathe you.",
      "31": "I’ll lay your cities to waste and destroy your sanctuaries so I don’t have to smell the scent of your soothing odors.",
      "32": "I’ll make the land so desolate that your enemies who live in it will be astonished.”",
      "33": "“I’ll scatter you among the nations and draw the sword after you so that your land becomes desolate and your towns become ruins.",
      "34": "Then the land will finally be pleased with its Sabbaths as long as it lies desolate while you are in the land of your enemies. At that time, the land will rest and take its Sabbaths.",
      "35": "As long as it lies desolate, it will have rest that it will not have had during your Sabbaths when you were living in it.",
      "36": "“As for the remnants among you, I’ll bring despair in their hearts in the land of their enemies so that even the sound of a blown leaf will chase them and they flee as though pursued by the sword and fall when no one is pursuing.",
      "37": "They’ll stumble over each other as though fleeing before the sword, even though no one is pursuing.\n“You won’t have power to resist your enemies.",
      "38": "You’ll perish among the nations and the land of your enemies will consume you.",
      "39": "The remnants among you will waste away in the land of your enemies due to their iniquity. Indeed, they’ll also waste away on account of the iniquities of their ancestors with them.”",
      "40": "“Nevertheless, when they confess their iniquity, the iniquity of their ancestors, and their unfaithfulness by which they acted unfaithfully against me by living life contrary to me—",
      "41": "causing me to oppose them and take them to the land of their enemies so that the uncircumcised foreskin of their hearts can be humbled and so that they accept the punishment of their iniquity—",
      "42": "then I’ll remember my covenant with Jacob, my covenant with Isaac, and my covenant with Abraham. I’ll also remember the land.",
      "43": "They will leave the land so it can rest while it lies desolate without them. That’s when they’ll receive the punishment of their iniquity, because indeed they will have rejected my ordinances and despised my statutes.",
      "44": "Yet, despite all of these things, when they’re in the land of their enemies, I won’t reject or despise them so as to completely destroy them and by doing so violate my covenant with them, because I am the Lord their God.",
      "45": "Instead, on account of them, I’ll remember my covenant with their ancestors when I brought them out of the land of Egypt right before the eyes of the nations, so that I could be their God. I am the Lord.”",
      "46": "These are the statutes, ordinances, and laws that the Lord made between himself and the Israelis on Mount Sinai, as recorded by the hand of Moses."
    },
    "27": {
      "1": "The Lord told Moses,",
      "2": "“Tell the Israelis that when a person makes a special vow based on the appropriate value of people who belong to the Lord,",
      "3": "if your valuation of the vow is for a male from 20 to 60 years old, the valuation is to be 50 shekels of silver, according to the shekel of the sanctuary.",
      "4": "If she is a female from 20 to 60 years old, then your valuation is to be 30 shekels, according to the shekel of the sanctuary.",
      "5": "If a person is from five to 20 years, then your valuation for a male is to be 20 shekels and for a female ten shekels.",
      "6": "If a person is from one month to five years old, then your valuation for a male is to be five shekels of silver, and for a female your valuation is to be three shekels of silver.",
      "7": "If a person is 60 or more years old, then your valuation for a male is to be fifteen shekels and for a female ten shekels.",
      "8": "But if he is too poor to be valuated, then cause him to stand before the priest and let the priest set a value on him according to the ability of the one making the vow.",
      "9": "“If it’s an animal from which they make an offering to the Lord, everything that he gives to the Lord from it will be holy.",
      "10": "He is not to substitute it or exchange it—the good with the bad or the bad with the good. If he ever makes an exchange of an animal for an animal, then it and what’s being exchanged is holy.",
      "11": "If any animal is unclean, which cannot be brought to the Lord as an offering, make the animal stand in the presence of the priest,",
      "12": "then the priest will evaluate it as to whether it is good or bad. According to your—that is, the priest’s—valuation, so it is to be.",
      "13": "If a kinsman redeemer decides to redeem it, then he is to add a fifth to your valuation.”",
      "14": "“If a person consecrates his house to be holy to the Lord, then the priest is to set a value for it as to its worth, whether good or bad. As the priest sets value on it, so it will stand.",
      "15": "And if he that consecrated it wishes to redeem his house, he is to add one fifth to your valuation, after which it is to belong to him.",
      "16": "“If a person consecrates to the Lord a portion of the field from his inheritance, then your valuation is to be based on its capacity for yielding a harvest. Each omer of barley is to be valued at 50 shekels of silver.",
      "17": "If he consecrates his field in the year of jubilee, it is to be based on your valuation.",
      "18": "If he consecrates his field after the jubilee, then the priest is to account to him the silver according to the years that remain until the year of jubilee, with a deduction corresponding to your valuation.",
      "19": "“If the one who consecrated the field intends to redeem it, then he is to add one fifth of your valuation to it in silver, then it is to be established as his.",
      "20": "But if he won’t redeem the field, but instead sells it to another person, then it is not to be redeemed anymore.",
      "21": "When the field is released in the jubilee, it will be holy to the Lord. As a field that’s devoted, it is to belong to the priest as his inheritance.",
      "22": "If he consecrates a field that he had bought and that isn’t part of his inheritance,",
      "23": "then the priest is to account to him the evaluated worth until the year of jubilee. Then he is to give the amount of valuation on that day as a holy gift to the Lord.",
      "24": "During the year of jubilee, the field is to be returned by the one who originally sold it—that is, to the owner of the land.",
      "25": "Every valuation is to be according to the shekel of the sanctuary, evaluated at 20 gerahs to the shekel.",
      "26": "“No person is to consecrate the firstborn, because the firstborn of the animals already belongs to the Lord. Whether ox or goat, it belongs to the Lord.",
      "27": "If it’s an unclean animal, then he is to ransom it according to your valuation, adding a fifth to it. If it’s not redeemed, then it is to be sold according to your valuation.",
      "28": "However, any devoted thing that a person consecrates to the Lord from what he owns—whether man, animals, or inherited fields—is not to be sold or redeemed. Any devoted thing is most sacred. It belongs to the Lord.",
      "29": "But anyone who is completely devoted from among human beings is not to be ransomed. He is certainly to be put to death.",
      "30": "“Any tithes of the land—from grain grown on the land or from fruit grown on the trees—belong to the Lord. They are sacred to the Lord.",
      "31": "But if a person wishes to redeem his tithe, he is to add a fifth to it.",
      "32": "All the tithes from cattle and flocks that pass under the measuring rod are sacred to the Lord.",
      "33": "He is not to examine it to see if it’s good or bad or even exchange it. If he does exchange it, what has been exchanged as well as its substitute is sacred. It is not to be redeemed.”",
      "34": "These are the commands that the Lord commanded Moses to deliver to the Israelis on Mount Sinai."
    }
  }
}