{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:42:55.940843-04:00",
    "Translation": "ISV"
  },
  "Luke": {
    "1": {
      "1": "Since many people have attempted to write an orderly account of the events that have transpired among us,",
      "2": "just as they were passed down to us by those who had been eyewitnesses and servants of the word from the beginning,",
      "3": "I, too, have carefully investigated everything from the beginning and have decided to write an orderly account for you, most excellent Theophilus,",
      "4": "so that you may know the certainty of the things you have been taught.",
      "5": "During the reign of King Herod of Judea, there was a priest named Zechariah, who belonged to the priestly order of Abijah. His wife was a descendant of Aaron, and her name was Elizabeth.",
      "6": "Both of them were righteous before God, having lived blamelessly according to all of the commandments and regulations of the Lord.",
      "7": "They had no children because Elizabeth was barren and because both of them were getting old.",
      "8": "When Zechariah was serving with his division of priests in God’s presence,",
      "9": "he was chosen by lot to go into the sanctuary of the Lord and burn incense, according to the custom of the priests.",
      "10": "And the entire congregation of people was praying outside at the time when the incense was burned.",
      "11": "An angel of the Lord appeared to him, standing at the right side of the incense altar.",
      "12": "When Zechariah saw him, he was startled, and fear overwhelmed him.",
      "13": "But the angel told him, “Stop being afraid, Zechariah, because your prayer has been heard. Your wife Elizabeth will bear you a son, and you are to name him John.",
      "14": "You will have great joy, and many people will rejoice at his birth,",
      "15": "because he will be great in the Lord’s presence. He will never drink wine or any strong drink, and he will be filled with the Holy Spirit even before he is born.",
      "16": "He will bring many of Israel’s descendants back to the Lord their God.",
      "17": "He is the one who will go before the Lord with the spirit and power of Elijah to turn the hearts of parents to their children and the disobedient to the wisdom of the righteous, and to prepare the people to be ready for the Lord.”",
      "18": "Then Zechariah asked the angel, “How can I be sure of this, since I am an old man, and my wife is getting older?”",
      "19": "The angel answered him, “I am Gabriel! I stand in the very presence of God. I have been sent to speak to you and to announce this good news to you.",
      "20": "But because you did not believe my announcement, which will be fulfilled at its proper time, you will become silent and unable to speak until the day this happens.”",
      "21": "Meanwhile, the people kept waiting for Zechariah and wondering why he stayed in the sanctuary so long.",
      "22": "But when he did come out, he was unable to speak to them. Then they realized that he had seen a vision in the sanctuary. He kept motioning to them but remained unable to speak.",
      "23": "When the days of his service were over, he went home.",
      "24": "After this, his wife Elizabeth became pregnant and remained in seclusion for five months. She said,",
      "25": "“This is what the Lord did for me when he looked favorably on me and took away my public disgrace.”",
      "26": "Now in the sixth month of her pregnancy, the angel Gabriel was sent by God to a city in Galilee called Nazareth,",
      "27": "to a virgin engaged to a man named Joseph, a descendant of David. The virgin’s name was Mary.",
      "28": "The angel came to her and said, “Greetings, you who are highly favored! The Lord is with you!”",
      "29": "Startled by his statement, she tried to figure out what his greeting meant.",
      "30": "Then the angel told her, “Stop being afraid, Mary, because you have found favor with God.",
      "31": "Listen! You will become pregnant and give birth to a son, and you are to name him Jesus.",
      "32": "He will be great and will be called the Son of the Most High, and the Lord God will give him the throne of his ancestor David.",
      "33": "He will rule over the house of Jacob forever, and his kingdom will never end.”",
      "34": "Mary asked the angel, “How can this happen, since I have not had relations with a man?”",
      "35": "The angel answered her, “The Holy Spirit will come over you, and the power of the Most High will surround you. Therefore, the child will be holy and will be called the Son of God.",
      "36": "And listen! Elizabeth, your relative, has herself conceived a son in her old age, this woman who was rumored to be barren is in her sixth month.",
      "37": "Nothing is impossible with respect to any of God’s promises.”",
      "38": "Then Mary said, “Truly I am the Lord’s servant. Let everything you have said happen to me.” Then the angel left her.",
      "39": "Later on, Mary set out for a Judean city in the hill country.",
      "40": "She went into Zechariah’s home and greeted Elizabeth.",
      "41": "When Elizabeth heard Mary’s greeting, the baby jumped in her womb. Elizabeth was filled with the Holy Spirit",
      "42": "and she loudly exclaimed, “How blessed are you among women, and how blessed is the infant in your womb!",
      "43": "Why should this happen to me, to have the mother of my Lord visit me?",
      "44": "As soon as the sound of your greeting reached my ears, the baby in my womb jumped for joy.",
      "45": "How blessed is this woman who believed that what the Lord told her would be fulfilled!”",
      "46": "Then Mary said,\n“My soul praises the greatness of the Lord!",
      "47": "My spirit exults in God, my Savior,",
      "48": "because he has looked favorably on his humble servant. \nFrom now on, all generations will call me blessed,",
      "49": "because the Almighty has done great things for me.\n        His name is holy.",
      "50": "His mercy lasts from generation to generation\n    for those who fear him.",
      "51": "He displayed his mighty power with his arm.\n    He scattered people who were proud in mind and heart.",
      "52": "He pulled powerful rulers from their thrones\n    and lifted up humble people.",
      "53": "He filled hungry people with good things\n    and sent rich people away with nothing.",
      "54": "He helped his servant Israel,\n    remembering to be merciful,",
      "55": "according to the promise he made to our ancestors—\n    to Abraham and his descendants forever.”",
      "56": "Now Mary stayed with Elizabeth about three months and then went back home.",
      "57": "When the time came for Elizabeth to have her child, she gave birth to a son.",
      "58": "Her neighbors and relatives heard that the Lord had shown his great mercy to her, and they rejoiced with her.",
      "59": "On the eighth day they went to circumcise the child. They were going to name him Zechariah after his father,",
      "60": "but his mother said, “Absolutely not! He must be named John.”",
      "61": "Their friends told her, “None of your relatives has that name.”",
      "62": "So they motioned to the baby’s father to see what he wanted to name him.",
      "63": "He asked for a writing tablet and wrote, “His name is John.” And everyone was amazed.",
      "64": "Suddenly, Zechariah could open his mouth, his tongue was set free, and he began to speak and to praise God.",
      "65": "Fear came over all their neighbors, and throughout the hill country of Judea all these things were being discussed.",
      "66": "Everyone who heard about it kept thinking what had happened and asked, “What will this child become?” because it was obvious that the hand of the Lord was with him.",
      "67": "Then his father Zechariah was filled with the Holy Spirit and prophesied:",
      "68": "“Blessed be the Lord God of Israel!\n    He has taken care of his people and has set them free.",
      "69": "He has raised up a mighty Savior for us\n    from the family of his servant David,",
      "70": "just as he promised long ago\nthrough the mouth of his holy prophets",
      "71": "that he would save us from our enemies\n    and from the grip of all who hate us.",
      "72": "He has shown mercy to our ancestors\n    and remembered his holy covenant,",
      "73": "the oath that he swore to our ancestor Abraham. \nHe granted us",
      "74": "deliverance from our enemies’ grip\n    so that we could serve him without fear",
      "75": "and be holy and righteous before him all of our days.",
      "76": "And you, child, will be called a prophet of the Most High,\n    because you will go ahead of the Lord to prepare his way",
      "77": "and to give his people knowledge of salvation\n    through forgiveness of their sins.",
      "78": "Because of the tender mercy of our God,\n    his light from on high has visited us,",
      "79": "to shine on those who sit in darkness and in death’s shadow,\n    and to guide our feet into the way of peace.”",
      "80": "Now the child continued to grow and to become spiritually strong. He lived in the wilderness until the day he appeared in Israel."
    },
    "2": {
      "1": "Now in those days an order was published by Caesar Augustus that the whole world should be registered.",
      "2": "This was the first registration taken while Quirinius was governor of Syria.",
      "3": "So all the people went to their hometowns to be registered.",
      "4": "Joseph, too, went up from the city of Nazareth in Galilee to Judea, to the City of David (called Bethlehem), because he was a descendant of the household and family of David.",
      "5": "He went there to be registered with Mary, who had been promised to him in marriage and was pregnant.",
      "6": "While they were there, the time came for her to have her baby,",
      "7": "and she gave birth to her first child, a son. She wrapped him in strips of cloth and laid him in a feeding trough, because there was no place for them in the guest quarters.",
      "8": "In that region there were shepherds living in the fields, watching their flock during the night.",
      "9": "An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were terrified.",
      "10": "Then the angel told them, “Stop being afraid! Listen! I am bringing you good news of great joy for all the people.",
      "11": "Today your Savior, the Lord Messiah, was born in the City of David.",
      "12": "And this will be a sign for you: You will find a baby wrapped in strips of cloth and lying in a feeding trough.”",
      "13": "Suddenly, a multitude of the Heavenly Army appeared with the angel, praising God by saying,",
      "14": "“Glory to God in the highest, and peace on earth to people who enjoy his favor!”",
      "15": "When the angels had left them and gone back to heaven, the shepherds told one another, “Let’s go to Bethlehem and see what has taken place that the Lord has told us about.”",
      "16": "So they went quickly and found Mary and Joseph with the baby, who was lying in the feeding trough.",
      "17": "When they saw this, they repeated what they had been told about this child.",
      "18": "All who heard it were amazed at what the shepherds told them.",
      "19": "However, Mary continued to treasure all these things in her heart and to ponder them.",
      "20": "Then the shepherds returned to their flock, glorifying and praising God for everything they had heard and seen, just as it had been told to them.",
      "21": "After eight days had passed, the infant was circumcised and named Jesus, the name given him by the angel before he was conceived in the womb.",
      "22": "When the time came for their purification according to the Law of Moses, Joseph and Mary took Jesus up to Jerusalem to present him to the Lord,",
      "23": "as it is written in the Law of the Lord, “Every firstborn son is to be designated as holy to the Lord.”",
      "24": "They also offered a sacrifice according to what is specified in the Law of the Lord: “a pair of turtledoves or two young pigeons.”",
      "25": "Now a man named Simeon was in Jerusalem. This man was righteous and devout. He was waiting for the one who would comfort Israel, and the Holy Spirit was upon him.",
      "26": "It had been revealed to him by the Holy Spirit that he would not die until he had seen the Lord’s Messiah.",
      "27": "Led by the Spirit, he went into the Temple. When the parents brought the child Jesus to do for him what was customary under the Law,",
      "28": "Simeon took the infant in his arms and praised God, saying,",
      "29": "“Master, now you are dismissing your servant in peace\n    according to your promise,",
      "30": "because my eyes have seen your salvation,",
      "31": "which you prepared for all people to see—",
      "32": "a light that will reveal salvation to unbelievers\n    and bring glory to your people Israel.”",
      "33": "Jesus’ father and mother kept wondering at the things being said about him.",
      "34": "Then Simeon blessed them and told Mary, his mother, “This infant is destined to cause many in Israel to fall and rise. Also, he will be a sign that will be opposed.",
      "35": "Indeed, a sword will pierce your own soul, too, so that the inner thoughts of many people might be revealed.”",
      "36": "Now Anna, a prophetess, was also there. She was a descendant of Phanuel from the tribe of Asher. She was very old, having lived with her husband for seven years after her marriage,",
      "37": "and then as a widow for 84 years. She never left the Temple, but continued to worship there night and day with times of fasting and prayer.",
      "38": "Just then she came forward and began to thank God and to speak about Jesus to everyone who was waiting for the redemption of Jerusalem.",
      "39": "After doing everything required by the Law of the Lord, Joseph and Mary returned to their hometown of Nazareth in Galilee.",
      "40": "Meanwhile, the child continued to grow and to become strong. He was filled with wisdom, and God’s favor rested upon him.",
      "41": "Every year Jesus’ parents would go to Jerusalem for the Passover Festival.",
      "42": "When Jesus was twelve years old, they went up to the festival as usual.",
      "43": "When the days of the festival were over, they left for home. The young man Jesus stayed behind in Jerusalem, but his parents did not know it.",
      "44": "They thought that he was in their group of travelers. After traveling for a day, they started looking for him among their relatives and friends.",
      "45": "When they did not find him, they returned to Jerusalem, searching desperately for him.",
      "46": "Three days later, they found him in the Temple sitting among the teachers, listening to them, and posing questions to them.",
      "47": "All who heard him were amazed at his intelligence and his answers.",
      "48": "When Jesus’ parents saw him, they were shocked. His mother asked him, “Son, why have you treated us like this? Your father and I have been worried sick looking for you!”",
      "49": "He asked them, “Why were you looking for me? Didn’t you know that I had to be in my Father’s house?”",
      "50": "But they did not understand what he told them.",
      "51": "Then he went back with them, returning to Nazareth and remaining in submission to them. His mother continued to treasure all these things in her heart.",
      "52": "Meanwhile, Jesus kept on growing wiser and more mature, and in favor with God and his fellow man."
    },
    "3": {
      "1": "Now in the fifteenth year of the reign of Caesar Tiberius, when Pontius Pilate was governor of Judea, Herod tetrarch of Galilee, his brother Philip tetrarch of the region of Ituraea and Trachonitis, Lysanias tetrarch of Abilene,",
      "2": "and Annas and Caiaphas high priests, a message from God came to John, the son of Zechariah, in the wilderness.",
      "3": "John went throughout the entire Jordan region, proclaiming a baptism about repentance for the forgiveness of sins,",
      "4": "as it is written in the book of the words of the prophet Isaiah,\n“He is a voice calling out in the wilderness:\n    ‘Prepare the way for the Lord! Make his paths straight!",
      "5": "Every valley will be filled,\n    and every mountain and hill will be leveled.\nThe crooked ways will be made straight,\n    and the rough roads will be made smooth.",
      "6": "Everyone will see the salvation\n    that God has provided.’”",
      "7": "John would say to the crowds that were coming out to be baptized by him, “You children of serpents! Who warned you to flee from the coming wrath?",
      "8": "Produce fruit that is consistent with repentance! Don’t begin to say to yourselves, ‘We have father Abraham!’ because I tell you that God can raise up descendants for Abraham from these stones!",
      "9": "The ax already lies against the roots of the trees. So every tree not producing good fruit will be cut down and thrown into a fire.”",
      "10": "The crowds kept asking him, “What, then, should we do?”",
      "11": "He answered them, “The person who has two coats must share with the one who doesn’t have any, and the person who has food must do the same.”",
      "12": "Even some tax collectors came to be baptized. They asked him, “Teacher, what should we do?”",
      "13": "He told them, “Stop collecting more money than the amount you are told to collect.”",
      "14": "Even some soldiers were asking him, “And what should we do?”\nHe told them, “Never extort money from anyone by threats or blackmail, and be satisfied with your pay.”",
      "15": "Now the people were filled with expectation, and all of them were wondering if John was perhaps the Messiah.",
      "16": "John replied to all of them, “I’m baptizing you with water, but one is coming who is more powerful than I, and I’m not worthy to untie his sandal straps. It is he who will baptize you with the Holy Spirit and fire.",
      "17": "His winnowing fork is in his hand to clean up his threshing floor. He’ll gather the grain into his barn, but he’ll burn the chaff with inextinguishable fire.”",
      "18": "With many other exhortations John continued to proclaim the good news to the people.",
      "19": "Now Herod the tetrarch had been rebuked by John because he had married his brother’s wife Herodias and because of all of the other evil things Herod had done.",
      "20": "Added to all this, Herod locked John up in prison.",
      "21": "When all the people had been baptized, Jesus, too, was baptized. While he was praying, heaven opened,",
      "22": "and the Holy Spirit descended on him, appearing in the form of a dove. Then a voice came from heaven, saying, “You are my Son, whom I love. I am pleased with you!”",
      "23": "Jesus himself was about 30 years old when he began his ministry. He was (as legally calculated) the son of Joseph, the son of Heli,",
      "24": "the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,",
      "25": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,",
      "26": "the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,",
      "27": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,",
      "28": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,",
      "29": "the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,",
      "30": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,",
      "31": "the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,",
      "32": "the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon,",
      "33": "the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah,",
      "34": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,",
      "35": "the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,",
      "36": "the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,",
      "37": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan,",
      "38": "the son of Enos, the son of Seth, the son of Adam, the son of God."
    },
    "4": {
      "1": "Then Jesus, filled with the Holy Spirit, returned from the Jordan. He was led by the Spirit into the wilderness,",
      "2": "where he was being tempted by the Devil for 40 days. During that time he ate nothing at all, and when they were over he became hungry.",
      "3": "The Devil told him, “Since you are the Son of God, tell this stone to become a loaf of bread.”",
      "4": "Jesus answered him, “It is written,\n‘One must not live on bread alone,\n    but on every word of God.’”",
      "5": "The Devil also took him to a high place and showed him all the kingdoms of the world in an instant.",
      "6": "He told Jesus, “I will give you all this authority, along with their glory, because it has been given to me, and I give it to anyone I please.",
      "7": "So if you will worship me, all this will be yours.”",
      "8": "But Jesus answered him, “It is written,\n ‘You must worship the Lord your God and serve only him.’”",
      "9": "The Devil also took him into Jerusalem and had him stand on the highest point of the Temple. He told Jesus, “Since you are the Son of God, throw yourself down from here,",
      "10": "because it is written,\n‘God will put his angels in charge of you\n    to watch over you carefully.",
      "11": "With their hands they will hold you up,\n    so that you will never hit your foot against a rock.’”",
      "12": "Jesus answered him, “It has been said, ‘You must not tempt the Lord your God.’”",
      "13": "After the Devil had finished tempting Jesus in every possible way, he left him until another time.",
      "14": "Then Jesus returned to Galilee by the power of the Spirit. Meanwhile, the news about him spread throughout the surrounding country.",
      "15": "He began to teach in their synagogues and was continuously receiving praise from everyone.",
      "16": "Then Jesus came to Nazareth, where he had been raised. As was his custom, he went into the synagogue on the Sabbath day. When he stood up to read,",
      "17": "the scroll of the prophet Isaiah was handed to him. Unrolling the scroll, he found the place where it was written,",
      "18": "“The Spirit of the Lord is upon me;\n    he has anointed me to tell\n        the good news to the poor.\nHe has sent me to announce release to the prisoners\n    and recovery of sight to the blind,\n        to set oppressed people free,",
      "19": "and to announce the year of the Lord’s favor.”",
      "20": "Then he rolled up the scroll, gave it back to the attendant, and sat down. While the eyes of everyone in the synagogue were fixed on him,",
      "21": "he began to say to them, “Today this Scripture has been fulfilled, as you’ve heard it read aloud.”",
      "22": "All the people began to speak well of him and to wonder at the gracious words that flowed from his mouth. They said, “This is Joseph’s son, isn’t it?”",
      "23": "So he told them, “You will probably quote this proverb to me, ‘Doctor, heal yourself! Do everything here in your hometown that we hear you did in Capernaum.’”",
      "24": "He added, “I tell all of you with certainty, a prophet is not accepted in his hometown.",
      "25": "I’m telling you the truth—there were many widows in Israel in Elijah’s time, when it didn’t rain for three years and six months and there was a severe famine everywhere in the land.",
      "26": "Yet Elijah wasn’t sent to a single one of those widows except to one at Zarephath in Sidon.",
      "27": "There were also many lepers in Israel in the prophet Elisha’s time, yet not one of them was cleansed except Naaman the Syrian.”",
      "28": "All the people in the synagogue became furious when they heard this.",
      "29": "They got up, forced Jesus out of the city, and led him to the edge of the hill on which their city was built, intending to throw him off.",
      "30": "But he walked right through the middle of them and went away.",
      "31": "Then Jesus went down to Capernaum, a city in Galilee, and began teaching the people on Sabbath days.",
      "32": "They were utterly amazed at what he taught, because his message was spoken with authority.",
      "33": "In the synagogue was a man who had a demon. He screamed with a loud voice,",
      "34": "“Oh, no! What do you want with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God!”",
      "35": "But Jesus rebuked him. “Be quiet,” he said, “and come out of him!” At this, the demon threw the man down in the middle of the synagogue and came out of him without hurting him.",
      "36": "Overwhelmed with amazement, they all kept saying to one another, “What kind of statement is this?—because with authority and power he gives orders to unclean spirits, and they come out!”",
      "37": "So news about him spread to every place in the surrounding region.",
      "38": "Then Jesus got up to leave the synagogue and went into Simon’s house. Now Simon’s mother-in-law was sick with a high fever, so they asked Jesus about her.",
      "39": "He bent over her, rebuked the fever, and it left her. She got up at once and began serving them.",
      "40": "When the sun was setting, everyone who had any friends suffering from various diseases brought them to him. He placed his hands on each of them and began healing them.",
      "41": "Even demons came out of many people, screaming, “You are the Son of God!” But Jesus rebuked them and ordered them not to speak, because they knew he was the Messiah.",
      "42": "At daybreak he left and went to a deserted place, while the crowds kept looking for him. When they came to him, they tried to keep him from leaving them.",
      "43": "But he told them, “I have to proclaim the good news about the kingdom of God in other cities, because I was sent to do that also.”",
      "44": "So he continued to preach in the synagogues of Galilee."
    },
    "5": {
      "1": "One day, as the crowd was pressing in on him to listen to God’s word, Jesus was standing by the lake of Gennesaret.",
      "2": "He saw two boats lying on the shore, but the fishermen had stepped out of them and were washing their nets.",
      "3": "So Jesus got into one of the boats (the one that belonged to Simon) and asked him to push out a little from the shore. Then he sat down and began to teach the crowds from the boat.",
      "4": "When he had finished speaking, he told Simon, “Push out into deep water, and lower your nets for a catch.”",
      "5": "Simon answered, “Master, we have worked hard all night and caught nothing. But if you say so, I’ll lower the nets.”",
      "6": "After the men had done this, they caught so many fish that the nets began to tear.",
      "7": "So they signaled to their partners in the other boat to come and help them. They came and filled both boats until the boats began to sink.",
      "8": "When Simon Peter saw this, he fell down at Jesus’ knees and said, “Leave me, Lord! I am a sinful man!”—",
      "9": "because Simon and all the people who were with him were amazed at the number of fish they had caught,",
      "10": "and so were James and John, Zebedee’s sons and Simon’s partners.\nThen Jesus told Simon, “Stop being afraid. From now on you will be catching people.”",
      "11": "So when they brought the boats to shore, they left everything and followed Jesus.",
      "12": "One day, while Jesus was in one of the cities, a man covered with leprosy saw Jesus and fell on his face, begging him, “Lord, if you want to, you can make me clean.”",
      "13": "So Jesus reached out his hand and touched him, saying, “I do want to. Be clean!” Instantly the leprosy left him.",
      "14": "Then Jesus ordered him, “Don’t tell anyone. Instead, go and show yourself to the priest and make an offering for your cleansing, just as Moses commanded, as proof to the authorities.”",
      "15": "But the news about Jesus spread even more, and many crowds began gathering to hear him and to be healed of their diseases.",
      "16": "However, he continued his habit of retiring to deserted places and praying.",
      "17": "One day, as Jesus was teaching, some Pharisees and teachers of the Law happened to be sitting nearby. The people had come from every village in Galilee and Judea and from Jerusalem. The power of the Lord was present to heal them.",
      "18": "Some men were bringing a paralyzed man on a stretcher. They were trying to take him into the house and place him in front of Jesus.",
      "19": "When they couldn’t find a way to get him in because of the crowd, they went up on the roof and let him down on his stretcher through the tiles into the middle of the room, right in front of Jesus.",
      "20": "When Jesus saw their faith, he said, “Mister, your sins are forgiven.”",
      "21": "The scribes and the Pharisees began to argue among themselves, saying, “Who is this man who is uttering blasphemies? Who can forgive sins but God alone?”",
      "22": "Because Jesus knew that they were arguing, he asked them, “Why are you arguing about this among yourselves?",
      "23": "Which is easier: to say, ‘Your sins are forgiven,’ or to say, ‘Get up and walk’?",
      "24": "But so you’ll know that the Son of Man has authority on earth to forgive sins….” he told the paralyzed man, “I say to you: Get up, pick up your stretcher, and go home!”",
      "25": "So the man immediately stood up in front of them and picked up what he had been lying on. Then he went home, praising God.",
      "26": "Amazement seized all the people, and they began to praise God. They were filled with fear and declared, “We have seen wonderful things today!”",
      "27": "After that, Jesus went out and saw a tax collector named Levi sitting at the tax collector’s desk. He told him, “Follow me!”",
      "28": "So Levi left everything behind, got up, and followed him.",
      "29": "Later, Levi gave a large banquet at his home for Jesus. A large crowd of tax collectors and others were eating with them.",
      "30": "The Pharisees and their scribes started complaining to Jesus’ disciples, “Why do you eat and drink with tax collectors and sinners?”",
      "31": "But Jesus answered them, “Healthy people don’t need a physician, but sick people do.",
      "32": "I have not come to call righteous people, but sinners, to repentance.”",
      "33": "Then they told him, “John’s disciples frequently fast and pray, and so do those of the Pharisees. But your disciples keep right on eating and drinking.”",
      "34": "But Jesus told them, “You can’t force the wedding guests to fast while the groom is still with them, can you?",
      "35": "But the time will come when the groom will be taken away from them, and at that time they will fast.”",
      "36": "Then he told them a parable: “No one tears a piece of cloth from a new garment and sews it on an old garment. If he does, the new cloth will tear, and the piece from the new won’t match the old.",
      "37": "And no one pours new wine into old wineskins. If he does, the new wine will make the skins burst, the wine will be spilled, and the skins will be ruined.",
      "38": "Instead, new wine is to be poured into fresh wineskins.",
      "39": "No one who has been drinking old wine wants new wine, because he says, ‘The old wine is good enough!’”"
    },
    "6": {
      "1": "One time Jesus was walking through some grain fields on a Sabbath. His disciples were picking the heads of grain, rubbing them in their hands, and eating them.",
      "2": "Some of the Pharisees asked, “Why are you doing what isn’t lawful on Sabbath days?”",
      "3": "Jesus answered them, “Haven’t you read what David did when he and his companions became hungry?",
      "4": "How was it that he went into the house of God, took the Bread of the Presence and ate it, which was not lawful for anyone but the priests to eat, and then gave some of it to his companions?”",
      "5": "Then he told them, “The Son of Man is Lord of the Sabbath.”",
      "6": "Once, on another Sabbath, Jesus went into a synagogue and began teaching. A man whose right hand was paralyzed was there.",
      "7": "The scribes and the Pharisees were watching Jesus closely to see whether he would heal on the Sabbath, in order to find a way of accusing him of doing something wrong.",
      "8": "But Jesus knew what they were thinking. So he told the man with the paralyzed hand, “Get up, and stand in the middle of the synagogue.” So he got up and stood there.",
      "9": "Then Jesus asked them, “I ask you, is it lawful to do good or to do evil on the Sabbath, to save a life or to destroy it?”",
      "10": "He looked around at all of them and then told the man, “Hold out your hand.” The man did so, and his hand was restored to health.",
      "11": "The others were furious and began to discuss with each other what they could do to Jesus.",
      "12": "Now it was in those days that Jesus went to a mountain to pray, and he spent the whole night in prayer to God.",
      "13": "When daylight came, he called his disciples and chose twelve of them, whom he also called apostles:",
      "14": "Simon (whom he named Peter), his brother Andrew, James, John, Philip, Bartholomew,",
      "15": "Matthew, Thomas, James (the son of Alphaeus), Simon (who was called the Zealot),",
      "16": "Judas (the son of James), and Judas Iscariot (who became a traitor).",
      "17": "Then Jesus came down with them and stood on a level place, along with many of his disciples and a large gathering of people from all over Judea, Jerusalem, and the seacoast of Tyre and Sidon.",
      "18": "They had come to hear him and to be healed of their diseases. Even those who were being tormented by unclean spirits were being healed.",
      "19": "The entire crowd was trying to touch him, because power was coming out from him and healing all of them.",
      "20": "Then Jesus looked at his disciples and said,\n“How blessed are you who are destitute,\n    because the kingdom of God is yours!",
      "21": "How blessed are you who are hungry now,\n    because you will be satisfied!\nHow blessed are you who are crying now,\n    because you will laugh!",
      "22": "“How blessed are you whenever people hate you, avoid you, insult you, and slander you because of the Son of Man!",
      "23": "Rejoice in that day and leap for joy, because your reward in heaven is great! That’s the way their ancestors used to treat the prophets.",
      "24": "“But how terrible it will be for you who are rich,\n    because you have had your comfort!",
      "25": "How terrible it will be for you who are full now,\n    because you will be hungry!\nHow terrible it will be for you who are laughing now,\n    because you will mourn and cry!",
      "26": "“How terrible it will be for you when everyone says nice things about you, because that’s the way their ancestors used to treat the false prophets!”",
      "27": "“But I say to you who are listening: Love your enemies. Do good to those who hate you.",
      "28": "Bless those who curse you, and pray for those who insult you.",
      "29": "If someone strikes you on the cheek, offer him the other one as well, and if someone takes your coat, don’t keep back your shirt, either.",
      "30": "Keep on giving to everyone who asks you for something, and if anyone takes what is yours, do not insist on getting it back.",
      "31": "Whatever you want people to do for you, do the same for them.",
      "32": "“If you love those who love you, what thanks do you deserve? Why, even sinners love those who love them.",
      "33": "If you do good to those who do good to you, what thanks do you deserve? Even sinners do that.",
      "34": "If you lend to those from whom you expect to get something back, what thanks do you deserve? Even sinners lend to sinners to get back what they lend.",
      "35": "Instead, love your enemies, do good to them, and lend to them, expecting nothing in return. Then your reward will be great, and you will be children of the Most High, because he is kind even to ungrateful and evil people.",
      "36": "Be merciful, just as your Father is merciful.”",
      "37": "“Stop judging, and you’ll never be judged. Stop condemning, and you’ll never be condemned. Forgive, and you’ll be forgiven.",
      "38": "Give, and it will be given to you. A large quantity, pressed together, shaken down, and running over will be put into your lap, because you’ll be evaluated by the same standard with which you evaluate others.”",
      "39": "He also told them a parable: “One blind person can’t lead another blind person, can he? Both will fall into a ditch, won’t they?",
      "40": "A disciple is not better than his teacher. But everyone who is fully-trained will be like his teacher.",
      "41": "“Why do you see the speck in your brother’s eye but fail to notice the beam in your own eye?",
      "42": "How can you say to your brother, ‘Brother, let me take the speck out of your eye,’ when you don’t see the beam in your own eye? You hypocrite! First remove the beam from your own eye, and then you’ll see clearly enough to remove the speck from your brother’s eye.”",
      "43": "“A good tree doesn’t produce rotten fruit, and a rotten tree doesn’t produce good fruit,",
      "44": "because every tree is known by its own fruit. People don’t gather figs from thorny plants or pick grapes from a thorn bush.",
      "45": "A good person produces good from the good treasure of his heart, and an evil person produces evil from an evil treasure, because the mouth speaks from the overflow of the heart.”",
      "46": "“Why do you keep calling me ‘Lord, Lord,’ but don’t do what I tell you?",
      "47": "I will show you what everyone is like who comes to me, hears my words, and acts on them.",
      "48": "They are like a person building a house, who dug a deep hole to lay the foundation on rock. When a flood came, the floodwaters pushed against that house but couldn’t shake it, because it had been founded on the rock.",
      "49": "But the person who hears what I say but doesn’t act on it is like someone who built a house on the ground without any foundation. When the floodwaters pushed against it, that house quickly collapsed, and the resulting destruction of that house was extensive.”"
    },
    "7": {
      "1": "After Jesus had finished saying all these things to the people who were there listening, he went to Capernaum.",
      "2": "There a centurion’s servant, whom he valued highly, was sick and about to die.",
      "3": "When the centurion heard about Jesus, he sent some Jewish elders to him to ask him to come and save his servant’s life.",
      "4": "So they went to Jesus and begged him repeatedly, “He deserves to have this done for him,",
      "5": "because he loves our people and built our synagogue for us.”",
      "6": "So Jesus went with them. He was not far from the house when the centurion sent friends to tell Jesus, “Sir, stop troubling yourself, because I’m not worthy to have you come under my roof.",
      "7": "That’s why I didn’t presume to come to you. But just say the word, and let my servant be healed,",
      "8": "because I, too, am a man under authority and have soldiers under me. I say to one ‘Go’ and he goes, to another ‘Come’ and he comes, and to my servant ‘Do this’ and he does it.”",
      "9": "When Jesus heard this, he was amazed at him. Turning to the crowd that was following him, he said, “I tell you, not even in Israel have I found this kind of faith!”",
      "10": "Then the men who had been sent returned to the house and found the servant in perfect health.",
      "11": "Soon afterwards, Jesus went to a city called Nain. His disciples and a large crowd were going along with him.",
      "12": "As he approached the entrance to the city, a man who had died was being carried out. He was his mother’s only living son, and she was a widow. A large crowd from the city was with her.",
      "13": "When the Lord saw her, he felt compassion for her. He told her, “You can stop crying.”",
      "14": "Then he went up and touched the bier, and the men who were carrying it stopped. He said, “Young man, I say to you, get up!”",
      "15": "The man who had been dead sat up and began to speak, and Jesus gave him back to his mother.",
      "16": "Fear gripped everyone, and they began to praise God. “A great prophet has appeared among us,” they said, and “God has helped his people.”",
      "17": "This news about Jesus spread throughout Judea and all the surrounding countryside.",
      "18": "John’s disciples told him about all these things. So John called two of his disciples",
      "19": "and sent them to the Lord to ask, “Are you the Coming One, or should we wait for someone else?”",
      "20": "When the men had come to Jesus, they said, “John the Baptist has sent us to you to ask, ‘Are you the Coming One, or should we wait for someone else?’”",
      "21": "At that time Jesus had healed many people of diseases, plagues, and evil spirits, and had given sight to many who were blind.",
      "22": "So he answered them, “Go and tell John what you have observed and heard: the blind see, the lame walk, lepers are cleansed, the deaf hear again, the dead are raised, and the destitute hear the good news.",
      "23": "How blessed is anyone who is not offended by me!”",
      "24": "When John’s messengers had gone, Jesus began to ask the crowds about John. “What did you go out into the wilderness to see? A reed shaken by the wind?",
      "25": "Really, what did you go out to see? A man dressed in fancy clothes? Look! Those who wear fine clothes and live in luxury are in royal palaces.",
      "26": "Really, what did you go out to see? A prophet? Yes, I tell you, and even more than a prophet!",
      "27": "This is the man about whom it is written,\n‘See, I am sending my messenger ahead of you,\n    who will prepare your way before you.’",
      "28": "I tell you, no one has ever been born who is greater than John. Yet even the least important person in the kingdom of God is greater than he.”",
      "29": "By having been baptized with John’s baptism, all the people who listened, including the tax collectors, acknowledged God’s justice.",
      "30": "But the Pharisees and the experts in the Law rejected God’s plan for themselves by refusing to be baptized by John.",
      "31": "Jesus continued, “To what may I compare the people living today?",
      "32": "They’re like little children who sit in the marketplace and shout to each other,\n‘A wedding song we played for you,\n    the dance you all did scorn.\nA woeful dirge we chanted, too,\n    but then you would not mourn.’",
      "33": "Because John the Baptist has come neither eating bread nor drinking wine, yet you say, ‘He has a demon!’",
      "34": "The Son of Man has come eating and drinking, and you say, ‘Look! He’s a glutton and a drunk, a friend of tax collectors and sinners!’",
      "35": "Wisdom is vindicated by all her children.”",
      "36": "Now one of the Pharisees invited Jesus to eat with him. So he went to the Pharisee’s home and took his place at the table.",
      "37": "There was a woman who was a notorious sinner in that city. When she learned that Jesus was eating at the Pharisee’s home, she took an alabaster jar of perfume",
      "38": "and knelt at his feet behind him. She was crying and began to wash his feet with her tears and dry them with her hair. Then she kissed his feet over and over again, anointing them constantly with the perfume.",
      "39": "Now the Pharisee who had invited Jesus saw this and told himself, “If this man were a prophet, he would have known who is touching him and what kind of woman she is. She’s a sinner!”",
      "40": "Jesus told him, “Simon, I have something to ask you.”\n“Teacher,” he replied, “ask it.”",
      "41": "“Two men were in debt to a moneylender. One owed him 500 denarii, and the other 50.",
      "42": "When they couldn’t pay it back, he generously canceled the debts for both of them. Now which of them will love him more?”",
      "43": "Simon answered, “I suppose the one who had the larger debt canceled.”\nJesus told him, “You have answered correctly.”",
      "44": "Then, turning to the woman, he told Simon, “Do you see this woman? I came into your house. You didn’t give me any water for my feet, but this woman has washed my feet with her tears and dried them with her hair.",
      "45": "You didn’t give me a kiss, but this woman, from the moment I came in, has not stopped kissing my feet.",
      "46": "You didn’t anoint my head with oil, but this woman has anointed my feet with perfume.",
      "47": "So I’m telling you that her sins, as many as they are, have been forgiven, and that’s why she has shown such great love. But the one to whom little is forgiven loves little.”",
      "48": "Then Jesus told her, “Your sins are forgiven!”",
      "49": "Those who were at the table with them began to say among themselves, “Who is this man who even forgives sins?”",
      "50": "But Jesus told the woman, “Your faith has saved you. Go in peace.”"
    },
    "8": {
      "1": "After this, Jesus traveled from one city and village to another, preaching and spreading the good news about God’s kingdom. The Twelve were with him,",
      "2": "as well as some women who had been healed of evil spirits and illnesses: Mary, also called Magdalene, from whom seven demons had gone out;",
      "3": "Joanna, the wife of Herod’s household manager Chuza; Susanna; and many others. These women continued to support them out of their personal resources.",
      "4": "Now while a large crowd was gathering and people were coming to Jesus from every city, he said in a parable:",
      "5": "“A farmer went out to sow his seed. As he was sowing, some seeds fell along the path, were trampled on, and birds from the sky ate them up.",
      "6": "Others fell on stony ground, and as soon as they came up, they dried up because they had no moisture.",
      "7": "Others fell among thorn bushes, and the thorn bushes grew with them and choked them.",
      "8": "But others fell on good soil, and when they came up, they produced 100 times as much as was planted.” As he said this, he called out, “Let the person who has ears to hear, listen!”",
      "9": "Then his disciples began to ask him what this parable meant.",
      "10": "So he said, “You have been given knowledge about the secrets of the kingdom of God. But to others they are given in parables, so that\n‘they might look but not see,\n    and they might listen but not understand.’”",
      "11": "“Now this is what the parable means. The seed is God’s word.",
      "12": "The ones on the path are the people who listen, but then the Devil comes and takes the word away from their hearts, so that they may not believe and be saved.",
      "13": "The ones on the stony ground are the people who joyfully welcome the word when they hear it. But since they don’t have any roots, they believe for a while, but in a time of testing they fall away.",
      "14": "The ones that fell among the thorn bushes are the people who listen, but as they go on their way they are choked by the worries, wealth, and pleasures of life, and their fruit doesn’t mature.",
      "15": "But the ones on the good soil are the people who hear the word but also hold on to it with good and honest hearts, producing a crop through endurance.”",
      "16": "“No one lights a lamp and hides it under a bowl or puts it under a bed. Instead, he puts it on a lamp stand so that those who come in will see the light.",
      "17": "There is nothing hidden that won’t be revealed, and there is nothing secret that won’t become known and come to light.",
      "18": "So pay attention to how you listen, because to the one who has something, more will be given. However, from the one who doesn’t have, even what he thinks he has will be taken away from him.”",
      "19": "His mother and his brothers came to him, but they couldn’t get near him because of the crowd.",
      "20": "Jesus was told, “Your mother and your brothers are standing outside and want to see you.”",
      "21": "But he answered those people, “My mother and my brothers are those who hear a message from God and heed it.”",
      "22": "One day, Jesus and his disciples got into a boat. He told them, “Let’s cross to the other side of the lake.” So they started out.",
      "23": "Now as they were sailing, Jesus fell asleep. A violent storm swept over the lake, and they were taking on water and were in great danger.",
      "24": "So his disciples went to him, woke him up, and kept telling him, “Master! Master! We’re going to die!” He got up and rebuked the wind and the raging waves. They stopped, and there was calm.",
      "25": "Then he asked the disciples, “Where’s your faith?”\nFrightened and amazed, they asked one another, “Who is this man? He commands even the winds and the water, and they obey him!”",
      "26": "They landed in the region of the Gerasenes, which is just across the lake from Galilee.",
      "27": "When Jesus stepped out on the shore, a man from the city met him. This man was controlled by demons and had not worn clothes for a long time. He did not live in a house but in the tombs.",
      "28": "When he saw Jesus, he screamed, fell down in front of him, and cried out in a loud voice, “What do you want from me, Jesus, Son of the Most High God? I beg you not to torture me!”",
      "29": "because Jesus was in the process of ordering the unclean spirit to come out of the man. On many occasions the unclean spirit had seized the man, and though he was kept under guard and bound with chains and shackles, he would break the chains and be driven by the demon into deserted places.",
      "30": "Jesus asked the man, “What’s your name?”\nHe answered, “Legion,” because many demons had gone into him.",
      "31": "Then the demons began begging Jesus not to order them to go into the bottomless pit.",
      "32": "Now a large herd of pigs was grazing there on the hillside. So the demons begged Jesus to let them go into those pigs, and he consented to that.",
      "33": "Then the demons came out of the man and went into the pigs, and the herd rushed down a steep slope into the lake and drowned.",
      "34": "Now when those who had been taking care of the pigs saw what had happened, they ran away and reported it in the city and in the countryside.",
      "35": "So the people went out to see what had happened. When they came to Jesus and found the man from whom the demons had gone out sitting at Jesus’ feet, dressed and in his right mind, they were frightened.",
      "36": "The people who had seen it told them how the demon-possessed man had been healed.",
      "37": "Then all the people from the region surrounding the Gerasenes asked Jesus to leave them, because they were terrified. So he got into a boat and started back.",
      "38": "Now the man from whom the demons had gone out kept begging Jesus to let him go with him. But Jesus sent him away, saying,",
      "39": "“Go home and tell what God has done for you.” So the man left and kept proclaiming throughout the whole city how much Jesus had done for him.",
      "40": "When Jesus came back, the crowd welcomed him, because everyone was expecting him.",
      "41": "Just then a synagogue leader by the name of Jairus arrived. He fell at Jesus’ feet and kept begging him to come to his home,",
      "42": "because his only living daughter, who was about twelve years old, was dying. While Jesus was on his way, the crowds continued to press in on him.",
      "43": "A woman was there who had been suffering from chronic bleeding for twelve years. Although she had spent all she had on doctors, no one could heal her.",
      "44": "She came up behind Jesus and touched the tassel of his garment, and her bleeding stopped at once.",
      "45": "Jesus asked, “Who touched me?”\nWhile everyone was denying it, Peter and those who were with him said, “Master, the crowds are surrounding you and pressing in on you.”",
      "46": "Still Jesus said, “Somebody touched me, because I know that power has gone out of me.”",
      "47": "When the woman saw that she couldn’t hide, she came forward trembling. Bowing down in front of him, she explained in the presence of all the people why she had touched Jesus and how she had been instantly healed.",
      "48": "Then he told her, “Daughter, your faith has made you well. Go in peace.”",
      "49": "While he was still speaking, someone came from the synagogue leader’s home and told him, “Your daughter is dead. Stop bothering the teacher anymore.”",
      "50": "But when Jesus heard this, he told the synagogue leader, “Stop being afraid! Just believe, and she will get well.”",
      "51": "When he arrived at the man’s house, he allowed no one to go in with him except Peter, John, James, and the young girl’s father and mother.",
      "52": "Now everyone was crying and wailing for her. But Jesus said, “Stop crying! She’s not dead. She’s sleeping.”",
      "53": "They laughed and laughed at him, because they knew she was dead.",
      "54": "But he took her hand and called out, “Young lady, get up!”",
      "55": "So her spirit returned, and she got up at once. Then Jesus directed that she be given something to eat.",
      "56": "Her parents were amazed, but he ordered them not to tell anyone what had happened."
    },
    "9": {
      "1": "Jesus called the Twelve together and gave them power and authority over all the demons and to heal diseases.",
      "2": "Then he sent them to proclaim the kingdom of God and to heal the sick.",
      "3": "He told them, “Don’t take anything along on your trip—no walking stick, traveling bag, bread, money, or even an extra shirt.",
      "4": "When you visit a home and stay there, and go out from there,",
      "5": "if people don’t welcome you, when you leave that city, shake its dust off your feet as a testimony against them.”",
      "6": "So they left and went from village to village, spreading the good news and healing diseases everywhere.",
      "7": "Now Herod the tetrarch heard about everything that was happening. He was puzzled because it was said by some that John had been raised from the dead,",
      "8": "by others that Elijah had appeared, and by still others that one of the ancient prophets had come back to life.",
      "9": "Herod said, “I beheaded John. But who is this man I’m hearing so much about?” So Herod kept trying to see Jesus.",
      "10": "The apostles came back and told Jesus everything they had done. Then he took them away with him privately to a city called Bethsaida.",
      "11": "But the crowds found out about this and followed him. He welcomed them and began to speak to them about the kingdom of God and to heal those who needed healing.",
      "12": "As the day was drawing to a close, the Twelve came to him and said, “Send the crowd away to the neighboring villages and farms so they can rest and get some food, because we are here in a deserted place.”",
      "13": "But he told them, “You give them something to eat.”\nThey replied, “We have nothing more than five loaves of bread and two fish—unless we go and buy food for all these people.”",
      "14": "Now there were about 5,000 men. So he told his disciples, “Have them sit down in groups of about 50.”",
      "15": "They did this and got all of them seated.",
      "16": "Taking the five loaves and the two fish, he looked up to heaven and blessed them. Then he broke the loaves in pieces and kept giving them to the disciples to pass on to the crowd.",
      "17": "All of them ate and were filled. When they collected the leftover pieces, there were twelve baskets.",
      "18": "One day, while Jesus was praying privately and the disciples were with him, he asked them, “Who do the crowds say I am?”",
      "19": "They answered, “Some say John the Baptist, others Elijah, and still others one of the ancient prophets who has come back to life.”",
      "20": "He asked them, “But who do you say I am?”\n“God’s Messiah,” Peter replied.",
      "21": "He gave them strict orders, commanding them not to tell this to anyone.",
      "22": "He said, “The Son of Man must suffer a great deal and be rejected by the elders, the high priests, and the scribes. Then he must be killed, but on the third day he will be raised.”",
      "23": "Then he told all of them, “If anyone wants to come with me, he must deny himself, pick up his cross every day, and follow me continuously,",
      "24": "because whoever wants to save his life will lose it, but whoever loses his life for my sake will save it.",
      "25": "What profit will a person have if he gains the whole world, but destroys himself or is lost?",
      "26": "If anyone is ashamed of me and my words, the Son of Man will be ashamed of him when he comes in his glory and the glory of the Father and the holy angels.",
      "27": "I tell you with certainty, some people who are standing here won’t experience death until they see the kingdom of God.”",
      "28": "Now about eight days after Jesus said this, he took Peter, John, and James with him and went up on a mountain to pray.",
      "29": "While he was praying, the appearance of his face changed, and his clothes turned dazzling white.",
      "30": "Suddenly, two men were talking with him. They were Moses and Elijah.",
      "31": "They had a glorified appearance, and were discussing Jesus’ departure that he would shortly bring about in Jerusalem.",
      "32": "Now Peter and the men with him had been overcome by sleep. When they woke up, they saw Jesus’ glory and the two men standing with him.",
      "33": "Just as Moses and Elijah were leaving, Peter told Jesus, “Master, it’s good that we’re here! Let’s set up three shelters—one for you, one for Moses, and one for Elijah.” (Peter didn’t know what he was saying.)",
      "34": "But while he was saying this, a cloud appeared and surrounded them, and they became terrified as they were being overshadowed by the cloud.",
      "35": "Then a voice came out of the cloud and said, “This is my Son, whom I have chosen. Keep listening to him!”",
      "36": "After the voice had spoken, Jesus was alone. The disciples kept silent and at that time told no one about what they had seen.",
      "37": "The next day, when they had come down from the mountain, a large crowd met Jesus.",
      "38": "Suddenly, a man in the crowd shouted, “Teacher, I beg you to look at my son, because he is my only living child.",
      "39": "Without warning a spirit takes control of him, and he suddenly screams, goes into convulsions, and foams at the mouth. The spirit mauls him and refuses to leave him.",
      "40": "I begged your disciples to drive it out, but they couldn’t.”",
      "41": "Jesus answered, “You unbelieving and perverted generation! How much longer must I be with you and put up with you? Bring your son here!”",
      "42": "Even while the boy was coming, the demon knocked him to the ground and threw him into convulsions. But Jesus rebuked the unclean spirit, healed the boy, and gave him back to his father.",
      "43": "All the people continued to be amazed at the greatness of God. Indeed, everyone was astonished at all the things Jesus was doing. So he told his disciples,",
      "44": "“Listen carefully to these words. The Son of Man is going to be betrayed into human hands.”",
      "45": "But they didn’t know what this meant. Indeed, the meaning was hidden from them so that they didn’t understand it; and they were afraid to ask him about this statement.",
      "46": "Later, an argument started among the disciples as to which of them might be the greatest.",
      "47": "But Jesus, knowing their inner thoughts, took a little child and had him stand beside him.",
      "48": "Then he told them, “Whoever welcomes this little child in my name welcomes me, and whoever welcomes me welcomes the one who sent me, because the one who is least among all of you is the one who is greatest.”",
      "49": "John said, “Master, we saw someone driving out demons in your name. We tried to stop him, because he wasn’t a follower like us.”",
      "50": "Jesus told him, “Don’t stop him! Because whoever is not against you is for you.”",
      "51": "When the days grew closer for Jesus to be taken up to heaven, he was determined to continue his journey to Jerusalem.",
      "52": "So he sent messengers on ahead of him. On their way they went into a Samaritan village to get things ready for him.",
      "53": "But the people would not welcome him, because he was determined to go to Jerusalem.",
      "54": "When his disciples James and John observed this rejection, they asked, “Lord, do you want us to call fire down from heaven to destroy them?”",
      "55": "But he turned and rebuked them,",
      "56": "and they all went on to another village.",
      "57": "While they were walking along the road, a man told him, “I will follow you wherever you go.”",
      "58": "Jesus told him,\n“Foxes have holes and birds have nests,\n    but the Son of Man has no place to rest.”",
      "59": "He told another man, “Follow me.”\nBut he said, “Lord, first let me go and bury my father.”",
      "60": "But he told him, “Let the dead bury their own dead. But you go and proclaim the kingdom of God.”",
      "61": "Still another man said, “I will follow you, Lord, but first let me say goodbye to those at home.”",
      "62": "Jesus told him, “No one who puts his hand to the plow and looks back is fit for the kingdom of God.”"
    },
    "10": {
      "1": "After this, the Lord appointed 70 other disciples and was about to send them ahead of him in pairs to every town and place that he intended to go.",
      "2": "So he instructed them, “The harvest is vast, but the workers are few. So ask the Lord of the harvest to send workers out into his harvest.",
      "3": "Get going! See, I am sending you out like lambs among wolves.",
      "4": "Don’t carry a wallet, a traveling bag, or sandals, and don’t greet anyone on the way.",
      "5": "“Whatever house you go into, first say, ‘May there be peace in this house.’",
      "6": "If a peaceful person lives there, your greeting of peace will remain with him. But if that’s not the case, your greeting will come back to you.",
      "7": "Stay with the same family, eating and drinking whatever they provide, because the worker deserves his pay. Don’t move from house to house.",
      "8": "“Whenever you go into a town and the people welcome you, eat whatever they serve you,",
      "9": "heal the sick that are there, and tell them, ‘The kingdom of God is near you!’",
      "10": "But whenever you go into a town and people don’t welcome you, go out into its streets and say,",
      "11": "‘We’re wiping off your town’s dust that clings to our feet in protest against you! But realize this: the kingdom of God is near!’",
      "12": "I tell you, on the last day it will be easier for Sodom than for that town!”",
      "13": "“How terrible it will be for you, Chorazin! How terrible it will be for you, Bethsaida! If the miracles that happened in you had taken place in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes.",
      "14": "It will be easier for Tyre and Sidon at the judgment than for you!",
      "15": "And you, Capernaum! You won’t be lifted up to heaven, will you? You’ll go down to Hell!",
      "16": "The person who listens to you listens to me, and the person who rejects you rejects me. The person who rejects me rejects the one who sent me.”",
      "17": "The 70 disciples came back and joyously reported, “Lord, even the demons are submitting to us in your name!”",
      "18": "He told them, “I watched Satan falling from heaven like lightning.",
      "19": "Look! I have given you the authority to trample on snakes and scorpions and to destroy all the enemy’s power, and nothing will ever hurt you.",
      "20": "However, stop rejoicing because the spirits are submitting to you. Instead, rejoice because your names are written in heaven.”",
      "21": "At that moment, the Holy Spirit made Jesus extremely joyful, so Jesus said, “I praise you, Father, Lord of heaven and earth, because you have hidden these things from wise and intelligent people and have revealed them to infants. Yes, Father, because this is what was pleasing to you.",
      "22": "All things have been entrusted to me by my Father. No one knows who the Son is except the Father, and no one knows who the Father is except the Son and the person to whom the Son chooses to reveal him.”",
      "23": "Then turning to his disciples in private, he told them, “How blessed are the eyes that see what you see!",
      "24": "Because I tell you, many prophets and kings wanted to see the things you see but didn’t see them, and to hear the things you hear but didn’t hear them.”",
      "25": "Just then an expert in the Law stood up to test Jesus. He asked, “Teacher, what must I do to inherit eternal life?”",
      "26": "Jesus answered him, “What is written in the Law? What do you read there?”",
      "27": "He answered, “You must love the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind. And you must love your neighbor as yourself.”",
      "28": "Jesus told him, “You have answered correctly. ‘Do this, and you will live.’”",
      "29": "But the man wanted to justify himself, so he asked Jesus, “And who is my neighbor?”",
      "30": "After careful consideration, Jesus replied, “A man was going down from Jerusalem to Jericho when he fell into the hands of bandits. They stripped him, beat him, and went away, leaving him half dead.",
      "31": "By chance, a priest was traveling along that road. When he saw the man, he went by on the other side.",
      "32": "Similarly, a descendant of Levi came to that place. When he saw the man, he also went by on the other side.",
      "33": "But as he was traveling along, a Samaritan came across the man. When the Samaritan saw him, he was moved with compassion.",
      "34": "He went to him and bandaged his wounds, pouring oil and wine on them. Then he put him on his own animal, brought him to an inn, and took care of him.",
      "35": "The next day, he took out two denarii and gave them to the innkeeper, saying, ‘Take good care of him. If you spend more than that, I’ll repay you when I come back.’",
      "36": "“Of these three men, who do you think was a neighbor to the man who fell into the hands of the bandits?”",
      "37": "He said, “The one who showed mercy to him.”\nJesus told him, “Go and do what he did.”",
      "38": "Now as they were traveling along, Jesus went into a village. A woman named Martha welcomed him into her home.",
      "39": "She had a sister named Mary, who sat down at the Lord’s feet and kept listening to what he was saying.",
      "40": "But Martha was worrying about all the things she had to do, so she came to him and asked, “Lord, you do care that my sister has left me to do the work all by myself, don’t you? Then tell her to help me.”",
      "41": "The Lord answered her, “Martha, Martha! You worry and fuss about a lot of things.",
      "42": "But there’s only one thing you need. Mary has chosen what is better, and it is not to be taken away from her.”"
    },
    "11": {
      "1": "Once Jesus was praying in a certain place. After he had finished, one of his disciples told him, “Lord, teach us to pray, as John taught his disciples.”",
      "2": "So he told them, “Whenever you pray you are to say,\n‘Father, may your name be kept holy.\n    May your kingdom come.",
      "3": "Keep giving us every day our daily bread,",
      "4": "and forgive us our sins,\nas we forgive everyone who sins against us.\nAnd never bring us into temptation.’”",
      "5": "Then he told them, “Suppose one of you has a friend, and you go to him at midnight and say to him, ‘Friend, let me borrow three loaves of bread.",
      "6": "A friend of mine on a trip has dropped in on me, and I don’t have anything to serve him.’",
      "7": "Suppose he answers from inside, ‘Stop bothering me! The door is already locked, and my children are here with us in the bedroom. I can’t get up and give you anything!’",
      "8": "I tell you, even though that man doesn’t want to get up and give him anything because he is his friend, he will get up and give him whatever he needs because of his persistence.",
      "9": "So I say to you: Keep asking, and it will be given you. Keep searching, and you will find. Keep knocking, and the door will be opened for you,",
      "10": "because everyone who keeps asking will receive, and the person who keeps searching will find, and the person who keeps knocking will have the door opened.",
      "11": "What father among you, if his son asks for bread, would give him a stone, or if he asks for a fish, would give him a snake instead of the fish?",
      "12": "Or if he asks for an egg, would he give him a scorpion?",
      "13": "So if you who are evil know how to give good gifts to your children, how much more will the Father in heaven give the Holy Spirit to those who keep asking him!”",
      "14": "Jesus was driving a demon out of a man who was unable to talk. When the demon had gone out, the man began to speak, and the crowds were amazed.",
      "15": "But some of them said, “He drives out demons by Beelzebul, the ruler of the demons.”",
      "16": "Others, wanting to test Jesus, kept asking him for a sign from heaven.",
      "17": "Since he knew what they were thinking, he told them, “Every kingdom divided against itself is devastated, and a divided household collapses.",
      "18": "Now, if Satan is divided against himself, how can his kingdom last? After all, you say that I drive out demons by Beelzebul.",
      "19": "If I drive out demons by Beelzebul, by whom do your own followers drive them out? That is why they will be your judges!",
      "20": "But if I drive out demons by the power of God, then the kingdom of God has come to you.",
      "21": "“When a strong man, fully armed, guards his own mansion, his property is safe.",
      "22": "But when a stronger man than he attacks and defeats him, the stronger man strips off that man’s armor in which he trusted and then divides his plunder.",
      "23": "“The person who isn’t with me is against me, and the person who doesn’t gather with me scatters.”",
      "24": "“Whenever an unclean spirit goes out of a person, it wanders through dry places looking for a place to rest but doesn’t find any. So it says, ‘I will go back to my home that I left.’",
      "25": "When it gets back home, it finds it swept clean and put in order.",
      "26": "Then it goes and brings with it seven other spirits more evil than itself, and they all go in and settle there. And so the final condition of that person is worse than the first.”",
      "27": "As Jesus was saying this, a woman in the crowd raised her voice and told him, “How blessed is the womb that gave birth to you and the breasts that nursed you!”",
      "28": "But he said, “Instead, how blessed are those who hear God’s word and obey it!”",
      "29": "Now as the crowds continued to throng around Jesus, he went on to say, “This people living today are an evil generation. It craves a sign, but no sign will be given to it except the sign of Jonah,",
      "30": "because just as Jonah became a sign to the people of Nineveh, so the Son of Man will be a sign to this generation.",
      "31": "The queen of the south will stand up at the judgment and condemn the people living today, because she came from the ends of the earth to hear the wisdom of Solomon. But look, something greater than Solomon is here!",
      "32": "The men of Nineveh will stand up at the judgment and condemn the people living today, because they repented at the preaching of Jonah. But look, something greater than Jonah is here!”",
      "33": "“No one lights a lamp and puts it in a hiding place or under a basket, but on a lamp stand, so that those who enter may see its light.",
      "34": "Your eye is the lamp of your body. When your eye is healthy, your whole body is full of light. But when it’s evil, your body is full of darkness.",
      "35": "Therefore, be careful that the light in you isn’t darkness.",
      "36": "Now if your whole body is full of light, with no part of it in darkness, it will be as full of light as when a lamp gives you light with its rays.”",
      "37": "After Jesus had said this, a Pharisee invited him to have a meal with him. So Jesus went and took his place at the table.",
      "38": "The Pharisee was surprised to see that he didn’t first wash before the meal.",
      "39": "But the Lord told him, “Now you Pharisees clean the outside of the cup and the dish, but on the inside you are full of greed and evil.",
      "40": "You fools! The one who made the outside made the inside, too, didn’t he?",
      "41": "So give what is inside to the poor, and then everything will be clean for you.",
      "42": "“How terrible it will be for you Pharisees! You give a tenth of your mint, spices, and every kind of herb, but you neglect justice and the love of God. These are the things you should have practiced, without neglecting the others.",
      "43": "How terrible it will be for you Pharisees! You love to have the places of honor in the synagogues and to be greeted in the marketplaces.",
      "44": "How terrible it will be for you! You are like unmarked graves—people walk on them without realizing it.”",
      "45": "Then one of the experts in the Law told him, “Teacher, when you say these things, you insult us, too.”",
      "46": "Jesus said, “How terrible it will be for you experts in the Law, too! You load people with burdens that are hard to carry, yet you don’t even lift a finger to ease those burdens.",
      "47": "How terrible it will be for you! You build monuments for the prophets, and it was your ancestors who killed them!",
      "48": "So you are witnesses and approve of the deeds of your ancestors, because they killed those for whom you are building monuments.",
      "49": "That is why the Wisdom of God said, ‘I will send them prophets and apostles. They will kill some of them and persecute others,’",
      "50": "so those living today will be charged with the blood of all the prophets that was shed since the foundation of the world,",
      "51": "from the blood of Abel to the blood of Zechariah, who died between the altar and the sanctuary. Yes, I tell you, it will be charged against this generation!",
      "52": "How terrible it will be for you experts in the Law! You have taken away the key to knowledge. You didn’t go in yourselves, and you kept out those who were trying to go in.”",
      "53": "As Jesus was leaving, the scribes and the Pharisees began to oppose him fiercely, interrogating him about many things.",
      "54": "They watched him closely in an effort to trap him in something he might say."
    },
    "12": {
      "1": "Meanwhile, the people had gathered by the thousands and were trampling on one another. Jesus began to speak first to his disciples. “Watch out for the yeast—that is, the hypocrisy—of the Pharisees!",
      "2": "There is nothing covered up that won’t be exposed and nothing secret that won’t be made known.",
      "3": "Therefore, what you have said in darkness will be heard in the daylight, and what you have whispered in private rooms will be shouted from the housetops.”",
      "4": "“But I tell you, my friends, never be afraid of those who kill the body and after that can’t do anything more.",
      "5": "I’ll show you the one you should be afraid of. Be afraid of the one who has the authority to throw you into hell after killing you. Yes, I tell you, be afraid of him!",
      "6": "“Five sparrows are sold for two pennies, aren’t they? Yet not one of them is forgotten by God.",
      "7": "Why, even all the hairs on your head have been counted! Stop being afraid. You are worth more than a bunch of sparrows.”",
      "8": "“But I tell you, the Son of Man will acknowledge before God’s angels everyone who acknowledges me before people.",
      "9": "But whoever denies me before people will be denied before God’s angels.",
      "10": "Everyone who speaks a word against the Son of Man will be forgiven, but the person who blasphemes against the Holy Spirit won’t be forgiven.",
      "11": "When people bring you before synagogue leaders, rulers, or authorities, don’t worry about how you will defend yourselves or what you will say,",
      "12": "because at that time the Holy Spirit will teach you what you are to say.”",
      "13": "Then someone in the crowd told him, “Teacher, tell my brother to divide the family inheritance with me.”",
      "14": "But Jesus asked him, “Mister, who appointed me to be a judge or arbitrator over you people?”",
      "15": "Then he told them, “Be careful to guard yourselves against every kind of greed, because a person’s life doesn’t consist of the amount of possessions he has.”",
      "16": "Then he told them a parable. He said, “The land of a certain rich man produced good crops.",
      "17": "So he began to think to himself, ‘What should I do, since I have no place to store my crops?’",
      "18": "Then he said, ‘This is what I’ll do. I’ll tear down my barns and build bigger ones, and I’ll store all my grain and goods in them.",
      "19": "Then I’ll say to myself, “You’ve stored up plenty of good things for many years. Take it easy, eat, drink, and enjoy yourself.”’",
      "20": "But God told him, ‘You fool! This very night your life will be demanded back from you. Now who will get the things you’ve accumulated?’",
      "21": "That’s how it is with the person who stores up treasures for himself rather than with God.”",
      "22": "Then Jesus told his disciples, “That’s why I’m telling you to stop worrying about your life—what you will eat—or about your body—what you will wear,",
      "23": "because life is more than food, and the body more than clothing.",
      "24": "Consider the crows. They don’t plant or harvest, they don’t even have a storeroom or barn, yet God feeds them. How much more valuable are you than birds!",
      "25": "Can any of you add an hour to the length of your life by worrying?",
      "26": "So if you can’t do a small thing like that, why worry about other things?",
      "27": "Consider how the lilies grow. They don’t work or spin yarn, but I tell you that not even Solomon in all his splendor was clothed like one of them.",
      "28": "Now if that’s the way God clothes the grass in the field, which is alive today and thrown into an oven tomorrow, how much more will he clothe you—you who have little faith?",
      "29": "“So stop concerning yourselves about what you will eat or what you will drink, and stop being distressed,",
      "30": "because it is the unbelievers who are concerned about all these things. Surely your Father knows that you need them!",
      "31": "Instead, be concerned about his kingdom, and these things will be provided for you as well.",
      "32": "Stop being afraid, little flock, because your Father is pleased to give you the kingdom.",
      "33": "“Sell your possessions, and give the money to the poor. Make yourselves wallets that don’t wear out—a dependable treasure in heaven, where no thief can get close and no moth can destroy anything.",
      "34": "Because where your treasure is, there your heart will be also.”",
      "35": "“You must keep your belts fastened and your lamps burning.",
      "36": "Be like people who are waiting for their master to return from a wedding. As soon as he arrives and knocks, they will open the door for him.",
      "37": "How blessed are those servants whom the master finds watching for him when he comes! I tell all of you with certainty, he himself will put on an apron, make them sit down at the table, and go around and serve them.",
      "38": "How blessed they will be if their master comes in the middle of the night or near dawn and finds them awake!",
      "39": "But be sure of this: if the homeowner had known at what time the thief were coming, he would have watched and would not have let his house be broken into.",
      "40": "So be ready, because the Son of Man is coming at a time when you don’t expect him.”",
      "41": "Peter asked, “Lord, are you telling this parable just for us or for everyone?”",
      "42": "The Lord said, “Who, then, is the faithful and careful servant manager whom his master will put in charge of giving all his other servants their share of food at the right time?",
      "43": "How blessed is that servant whom his master finds doing this when he comes!",
      "44": "I tell you with certainty, he will put him in charge of all his property.",
      "45": "But if that servant says to himself, ‘My master is taking a long time to come back,’ and begins to beat the other servants and to eat, drink, and get drunk,",
      "46": "the master of that servant will come on a day when he doesn’t expect him and at an hour that he doesn’t know. Then his master will punish him severely and assign him a place with unfaithful people.",
      "47": "That servant who knew what his master wanted but didn’t prepare himself or do what was wanted will receive a severe beating.",
      "48": "But the servant who did things that deserved a beating without knowing it will receive a light beating. Much will be required from everyone to whom much has been given. But even more will be demanded from the one to whom much has been entrusted.”",
      "49": "“I’ve come to set the earth on fire, and how I wish it were already ablaze!",
      "50": "I have a baptism to be baptized with, and what stress I am under until it’s completed!",
      "51": "Do you think that I came to bring peace on earth? Not at all, I tell you, but rather division!",
      "52": "From now on, five people in one household will be divided, three against two and two against three.",
      "53": "They will be divided father against son, son against father, mother against daughter, daughter against mother, mother-in-law against daughter-in-law, and daughter-in-law against mother-in-law.”",
      "54": "Then Jesus told the crowds, “When you see a cloud coming in from the west, you immediately say, ‘There’s going to be a storm,’ and that’s what happens.",
      "55": "When you see a south wind blowing, you say, ‘It’s going to be hot,’ and so it is.",
      "56": "You hypocrites! You know how to interpret the appearance of the earth and the sky, yet you don’t know how to interpret the present time?”",
      "57": "“Why don’t you judge for yourselves what is right?",
      "58": "For example, when you go with your opponent in front of a ruler, do your best to settle with him on the way there. Otherwise, you will be dragged in front of the judge, and the judge will hand you over to an officer, and the officer will throw you into prison.",
      "59": "I tell you, you will never get out of there until you pay back the last penny!”"
    },
    "13": {
      "1": "At that time, some people who were there told Jesus about the Galileans whose blood Pilate had mixed with their sacrifices.",
      "2": "He asked them, “Do you think that these Galileans were more sinful than all the other Galileans because they suffered like this?",
      "3": "Absolutely not, I tell you! But if you don’t repent, then you, too, will all die.",
      "4": "What about those eighteen people who were killed when the tower at Siloam fell on them? Do you think they were worse offenders than all the other people living in Jerusalem?",
      "5": "Absolutely not, I tell you! But if you don’t repent, then you, too, will all die.”",
      "6": "Then Jesus told them this parable: “A man had a fig tree that had been planted in his vineyard. He went to look for fruit on it but didn’t find any.",
      "7": "So he told the gardener, ‘Look here! For three years I’ve been coming to look for fruit on this tree but I haven’t found any. Cut it down! Why should it waste the soil?’",
      "8": "But the gardener replied, ‘Sir, leave it alone for one more year, until I dig around it and fertilize it.",
      "9": "Maybe next year it will bear fruit. If not, then cut it down.’”",
      "10": "Jesus was teaching in one of the synagogues on the Sabbath.",
      "11": "A woman was there who had a spirit that had disabled her for eighteen years. She was hunched over and completely unable to stand up straight.",
      "12": "When Jesus saw her, he called to her and said, “Woman, you are free from your illness.”",
      "13": "Then he placed his hands on her, and immediately she stood up straight and began praising God.",
      "14": "But the synagogue leader, indignant because Jesus had healed on the Sabbath, told the crowd, “There are six days when work is to be done. So come on those days to be healed, and not on the Sabbath day.”",
      "15": "The Lord replied to him, “You hypocrites! Doesn’t each of you on the Sabbath untie his ox or donkey and lead it out of its stall to give it some water?",
      "16": "Shouldn’t this woman, a descendant of Abraham whom Satan has kept bound for eighteen long years, be set free from this bondage on the Sabbath day?”",
      "17": "Even as he was saying this, all of his opponents were blushing with shame. But the rest of the crowd was rejoicing at all the wonderful things he was doing.",
      "18": "So Jesus went on to say, “What is the kingdom of God like? What can I compare it to?",
      "19": "It is like a mustard seed that someone took and planted in his garden. It grew and became a tree, and the birds of the sky nested in its branches.”",
      "20": "Again he said, “To what can I compare the kingdom of God?",
      "21": "It’s like yeast that a woman took and mixed with three measures of flour until all of it was leavened.”",
      "22": "Then Jesus taught in one town and village after another as he made his way to Jerusalem.",
      "23": "Someone asked him, “Lord, are only a few people going to be saved?”\nHe told them,",
      "24": "“Keep on struggling to enter through the narrow door, because I tell you that many people will try to enter, but won’t be able to do so.",
      "25": "After the homeowner gets up and closes the door, you can stand outside, knock on the door, and say again and again, ‘Lord, open the door for us!’ But he will answer you, ‘I don’t know where you come from.’",
      "26": "Then you will say, ‘We ate and drank with you, and you taught in our streets.’",
      "27": "But he will tell you, ‘I don’t know where you come from. Get away from me, all you who practice evil!’",
      "28": "In that place there will be crying and gnashing of teeth when you see Abraham, Isaac, Jacob, and all the prophets in the kingdom of God, and you yourselves being driven away on the outside.",
      "29": "People will come from east and west, and from north and south, and will eat in the kingdom of God.",
      "30": "You see, some who are last will be first, and some who are first will be last.",
      "31": "At that hour some Pharisees came and told Jesus, “Leave and get away from here, because Herod wants to kill you!”",
      "32": "He told them, “Go and tell that fox, ‘Listen! I am driving out demons and healing today and tomorrow, and on the third day I will finish my work.",
      "33": "But I must be on my way today, tomorrow, and the next day, because it’s not possible for a prophet to be killed outside of Jerusalem.’",
      "34": "O Jerusalem, Jerusalem, who kills the prophets and stones to death those who have been sent to her! How often I wanted to gather your children together as a hen gathers her chicks under her wings, but you people were unwilling!",
      "35": "Look! Your house is left vacant to you. I tell you, you will not see me again until you say, ‘How blessed is the one who comes in the name of the Lord!’”"
    },
    "14": {
      "1": "One Sabbath, Jesus went to the house of a leader of the Pharisees to eat a meal. The guests were watching Jesus closely.",
      "2": "A man whose body was swollen with fluid suddenly appeared in front of him.",
      "3": "So Jesus asked the Pharisees and experts in the Law, “Is it lawful to heal on the Sabbath or not?”",
      "4": "But they kept silent. So he took hold of the man, healed him, and sent him away.",
      "5": "Then he asked them, “If your son or ox falls into a well on the Sabbath day, you would pull him out immediately, wouldn’t you?”",
      "6": "And they couldn’t argue with him about this.",
      "7": "When Jesus noticed how the guests were choosing the places of honor, he told them a parable.",
      "8": "“When you are invited by someone to a wedding banquet, don’t sit down at the place of honor in case someone more important than you was invited by the host.",
      "9": "Then the host who invited both of you would come to you and say, ‘Give this person your place.’ In disgrace, you would have to take the place of least honor.",
      "10": "But when you are invited, go and sit down at the place of least honor. Then, when your host comes, he will tell you, ‘Friend, move up higher,’ and you will be honored in the presence of everyone who eats with you.",
      "11": "Because everyone who exalts himself will be humbled, but the person who humbles himself will be exalted.”",
      "12": "Then he told the man who had invited him, “When you give a luncheon or a dinner, stop inviting only your friends, brothers, relatives, or rich neighbors. Otherwise, they may invite you in return and you would be repaid.",
      "13": "Instead, when you give a banquet, make it your habit to invite the poor, the crippled, the lame, and the blind.",
      "14": "Then you will be blessed because they can’t repay you. And you will be repaid when the righteous are resurrected.”",
      "15": "Now one of those eating with him heard this and told him, “How blessed is the person who will eat in the kingdom of God!”",
      "16": "Jesus told him, “A man gave a large banquet and invited many people.",
      "17": "When it was time for the banquet, he sent his servant to tell those who were invited, ‘Come! Everything is now ready.’",
      "18": "Every single one of them began asking to be excused. The first told him, ‘I bought a field, and I need to go out and inspect it. Please excuse me.’",
      "19": "Another said, ‘I bought five pairs of oxen, and I’m on my way to try them out. Please excuse me.’",
      "20": "Still another said, ‘I recently got married, so I can’t come.’",
      "21": "“So the servant went back and reported all this to his master. Then the master of the house became angry and told his servant, ‘Go quickly into the streets and alleys of the town and bring back the poor, the crippled, the blind, and the lame.’",
      "22": "The servant said, ‘Sir, what you ordered has been done, and there is still room.’",
      "23": "Then the master told the servant, ‘Go out into the streets and the lanes and make the people come in, so that my house may be full.",
      "24": "Because I tell all of you, none of those men who were invited will taste anything at my banquet.’”",
      "25": "Now large crowds were traveling with Jesus. He turned and told them,",
      "26": "“If anyone comes to me and does not hate his father, mother, wife, children, brothers, and sisters, as well as his own life, he can’t be my disciple.",
      "27": "Whoever doesn’t carry his cross and follow me can’t be my disciple.",
      "28": "“Suppose one of you wants to build a tower. He will first sit down and estimate the cost to see whether he has enough money to finish it, won’t he?",
      "29": "Otherwise, if he lays a foundation and can’t finish the building, everyone who watches will begin to ridicule him",
      "30": "and say, ‘This person started a building but couldn’t finish it.’",
      "31": "“Or suppose a king is going to war against another king. He will first sit down and consider whether with 10,000 men he can fight the one coming against him with 20,000 men, won’t he?",
      "32": "If he can’t, he will send a delegation to ask for terms of peace while the other king is still far away.",
      "33": "In the same way, none of you can be my disciple unless he gives up all his possessions.”",
      "34": "“Now, salt is good. But if the salt should lose its taste, how can its flavor be restored?",
      "35": "It’s suitable neither for the soil nor for the manure pile. People throw it away. Let the person who has ears to hear, listen!”"
    },
    "15": {
      "1": "Now all the tax collectors and sinners kept coming to listen to Jesus.",
      "2": "But the Pharisees and the scribes kept complaining, “This man welcomes sinners and eats with them.”",
      "3": "So he told them this parable:",
      "4": "“Suppose one of you has 100 sheep and loses one of them. He leaves the 99 in the wilderness and looks for the one that is lost until he finds it, doesn’t he?",
      "5": "When he finds it, he puts it on his shoulders and rejoices.",
      "6": "Then he goes home, calls his friends and neighbors together, and says to them, ‘Rejoice with me, because I’ve found my lost sheep!’",
      "7": "In the same way, I tell you that there will be more joy in heaven over one sinner who repents than over 99 righteous people who don’t need to repent.”",
      "8": "“Or suppose a woman has ten coins and loses one of them. She lights a lamp, sweeps the house, and searches carefully until she finds it, doesn’t she?",
      "9": "When she finds it, she calls her friends and neighbors together and says, ‘Rejoice with me, because I have found the coin that I lost!’",
      "10": "In the same way, I tell you that there is joy in the presence of God’s angels over one sinner who repents.”",
      "11": "Then Jesus said, “A man had two sons.",
      "12": "The younger one told his father, ‘Father, give me my share of the estate.’ So the father divided his property between them.",
      "13": "A few days later, the younger son gathered everything he owned and traveled to a distant country. There he wasted it all on wild living.",
      "14": "After he had spent everything, a severe famine took place throughout that country, and he began to be in need.",
      "15": "So he went out to work for one of the citizens of that country, who sent him into his fields to feed pigs.",
      "16": "No one would give him anything, even though he would gladly have filled himself with the husks the pigs were eating.",
      "17": "“Then he came to his senses and said, ‘How many of my father’s hired men have more food than they can eat, and here I am starving to death!",
      "18": "I will get up, go to my father, and say to him, “Father, I have sinned against heaven and you.",
      "19": "I don’t deserve to be called your son anymore. Treat me like one of your hired men.”’",
      "20": "“So he got up and went to his father. While he was still far away, his father saw him and was filled with compassion. He ran to his son, threw his arms around him, and kissed him affectionately.",
      "21": "Then his son told him, ‘Father, I have sinned against heaven and you. I don’t deserve to be called your son anymore.’",
      "22": "But the father told his servants, ‘Hurry! Bring out the best robe and put it on him, and put a ring on his finger and sandals on his feet.",
      "23": "Bring the fattened calf and kill it, and let’s eat and celebrate!",
      "24": "Because my son was dead and has come back to life. He was lost and has been found.’ And they began to celebrate.",
      "25": "“Now the father’s older son was in the field. As he was coming back to the house, he heard music and dancing.",
      "26": "So he called to one of the servants and asked what was happening.",
      "27": "The servant told him, ‘Your brother has come home, and your father has killed the fattened calf because he got him back safely.’",
      "28": "“Then the older son became angry and wouldn’t go into the house. So his father came out and began to plead with him.",
      "29": "But he answered his father, ‘Listen! All these years I’ve worked like a slave for you. I’ve never disobeyed a command of yours. Yet you’ve never given me so much as a young goat for a festival so I could celebrate with my friends.",
      "30": "But this son of yours spent your money on prostitutes, and when he came back, you killed the fattened calf for him!’",
      "31": "“His father told him, ‘My child, you are always with me, and everything I have is yours.",
      "32": "But we had to celebrate and rejoice, because this brother of yours was dead and has come back to life. He was lost and has been found.’”"
    },
    "16": {
      "1": "Now Jesus was saying to the disciples, “A rich man had a servant manager who was accused of wasting his assets.",
      "2": "So he called for him and asked him, ‘What’s this I hear about you? You can’t be my manager any longer. Now give me a report about your management!’",
      "3": "“Then the servant manager told himself, ‘What should I do? My master is taking my position away from me. I’m not strong enough to plow, and I’m ashamed to beg.",
      "4": "I know what I’ll do so that people will welcome me into their homes when I’m dismissed from my job.’",
      "5": "“So he called for each of his master’s debtors. He asked the first, ‘How much do you owe my master?’",
      "6": "The man replied, ‘A hundred jars of olive oil.’ The manager told him, ‘Get your bill. Sit down quickly and write “50.”’",
      "7": "Then he asked another debtor, ‘How much do you owe?’ The man replied, ‘A hundred containers of wheat.’ The manager told him, ‘Get your bill and write “80.”’",
      "8": "The master praised the dishonest servant manager for being so clever, because worldly people are more clever than enlightened people in dealing with their own.",
      "9": "“I’m telling you, make friends for yourselves by means of unrighteous wealth, so that when it fails, they will welcome you into eternal homes.",
      "10": "Whoever is faithful with very little is also faithful with a lot, and whoever is dishonest with very little is also dishonest with a lot.",
      "11": "So if you haven’t been faithful with unrighteous wealth, who will trust you with true wealth?",
      "12": "And if you haven’t been faithful with what belongs to foreigners, who will give you what is your own?",
      "13": "“No servant can serve two masters, because either he will hate one and love the other, or be loyal to one and despise the other. You cannot serve both God and wealth!”",
      "14": "Now the Pharisees, who love money, had been listening to all this and began to ridicule Jesus.",
      "15": "So he told them, “You try to justify yourselves in front of people, but God knows your hearts, because what is highly valued by people is detestable to God.",
      "16": "“The Law and the Prophets were fulfilled with John. Since then, the good news about the kingdom of God is being proclaimed, and everybody enters it enthusiastically.",
      "17": "However, it is easier for heaven and earth to disappear than for one stroke of a letter in the Law to be dropped.",
      "18": "Any man who divorces his wife and marries another woman commits adultery, and the man who marries a woman divorced from her husband commits adultery.”",
      "19": "“Once there was a rich man who used to dress in purple and fine linen and live in great luxury every day.",
      "20": "A beggar named Lazarus, who was covered with sores, was brought to his gate.",
      "21": "He was always trying to satisfy his hunger with what fell from the rich man’s table. Even the dogs used to come and lick his sores.",
      "22": "“One day, the beggar died and was carried away by the angels to Abraham’s side. The rich man also died and was buried.",
      "23": "In the afterlife, where he was in constant torment, he looked up and saw Abraham far away and Lazarus by his side.",
      "24": "So he shouted, ‘Father Abraham, have mercy on me! Send Lazarus to dip the tip of his finger in water to cool off my tongue, because I am suffering in this fire.’",
      "25": "“But Abraham said, ‘My child, remember that during your lifetime you received blessings, while Lazarus received hardships. But now he is being comforted here, while you suffer.",
      "26": "Besides all this, a wide chasm has been fixed between us, so that those who want to cross from this side to you cannot do so, nor can they cross from your side to us.’",
      "27": "“The rich man said, ‘Then I beg you, father, send Lazarus to my father’s house—",
      "28": "because I have five brothers—to warn them, so that they won’t end up in this place of torture, too.’",
      "29": "“Abraham said, ‘They have Moses and the Prophets. They should listen to them!’",
      "30": "“But the rich man replied, ‘No, father Abraham! But if someone from the dead went to them, they would repent.’",
      "31": "“Then Abraham told him, ‘If your brothers do not listen to Moses and the Prophets, they will not be persuaded, even if someone were to rise from the dead.’”"
    },
    "17": {
      "1": "Jesus told his disciples, “It is inevitable that temptations to sin will come, but how terrible it will be for the person through whom they come!",
      "2": "It would be better for him if a millstone were hung around his neck and he were thrown into the sea than for him to cause one of these little ones to sin.",
      "3": "“Watch yourselves! If your brother sins, rebuke him, and if he repents, forgive him.",
      "4": "Even if he sins against you seven times in a day and comes back to you seven times and says, ‘I repent,’ you must forgive him.”",
      "5": "Then the apostles told the Lord, “Give us more faith!”",
      "6": "The Lord replied, “If you have faith the size of a mustard seed, you could say to this mulberry tree, ‘Be uprooted and planted in the sea,’ and it would obey you!",
      "7": "“Suppose a man among you has a servant plowing or watching sheep. Would he say to him when he comes in from the field, ‘Come at once and have something to eat’?",
      "8": "Of course not. Instead, he would say to him, ‘Get dinner ready for me, and put on your apron and wait on me until I eat and drink. Then you can eat and drink.’",
      "9": "He doesn’t praise the servant for doing what was commanded, does he?",
      "10": "That’s the way it is with you. When you have done everything you were ordered to do, say, ‘We are worthless servants. We have done only what we ought to have done.’”",
      "11": "One day, Jesus was traveling along the border between Samaria and Galilee on the way to Jerusalem.",
      "12": "As he was going into a village, ten lepers met him. They stood at a distance",
      "13": "and shouted, “Jesus, Master, have mercy on us!”",
      "14": "When Jesus saw them, he told them, “Go and show yourselves to the priests.” While they were going, they were made clean.",
      "15": "But one of them, when he saw that he had been healed, came back and praised God with a loud voice.",
      "16": "He fell on his face at Jesus’ feet and thanked him. Now that man was a Samaritan.",
      "17": "Jesus asked, “Ten men were made clean, weren’t they? Where are the other nine?",
      "18": "Except for this foreigner, were any of them found to return and give praise to God?”",
      "19": "Then he told the man, “Get up, and go home! Your faith has saved you.”",
      "20": "Once Jesus was asked by the Pharisees when the kingdom of God would come. He answered them, “The kingdom of God is not coming with a visible display.",
      "21": "People won’t be saying, ‘Look! Here it is!’ or ‘There it is!’ because now the kingdom of God is among you.”",
      "22": "Then Jesus told the disciples, “The time will come during which you will long to see one of these days when the Son of Man is with you, but you won’t see it.",
      "23": "People will say to you, ‘Look! There he is!’ or ‘Look! Here he is!’ But don’t go and chase after him.",
      "24": "Because just as lightning flashes and shines from one end of the sky to the other, so will the Son of Man be in his time.",
      "25": "But first he must suffer a great deal and be rejected by those living today.",
      "26": "“Just as it was in Noah’s time, so it will be in the Son of Man’s time.",
      "27": "People were eating, drinking, marrying, and being given in marriage right up to the day when Noah went into the ark. Then the flood came and destroyed all of them.",
      "28": "So it was in Lot’s time. People were eating and drinking, buying and selling, planting and building.",
      "29": "But on the very day when Lot left Sodom, fire and sulfur rained down from heaven and destroyed all of them.",
      "30": "The day when the Son of Man is revealed will be like that.",
      "31": "“The person who is on the housetop that day must not come down to get his belongings out of his house. The person in the field, too, must not turn back to what’s left behind.",
      "32": "Remember Lot’s wife!",
      "33": "Whoever tries to save his life will lose it, but whoever loses his life will preserve it.",
      "34": "I tell you, two will be seated on the same couch that night. The one will be taken, and the other will be left behind.",
      "35": "Two women will be grinding grain together. The one will be taken, and the other will be left behind.”",
      "36": "",
      "37": "Then they asked him, “Where, Lord, will this take place?”\nHe told them, “Wherever there’s a corpse, that’s where the vultures will gather.”"
    },
    "18": {
      "1": "Jesus told his disciples a parable about their need to pray all the time and never give up.",
      "2": "He said, “In a city there was a judge who didn’t fear God or respect people.",
      "3": "In that city there was also a widow who kept coming to him and saying, ‘Grant me justice against my adversary.’",
      "4": "For a while the judge refused. But later, he told himself, ‘I don’t fear God or respect people,",
      "5": "yet because this widow keeps bothering me, I will grant her justice. Otherwise, she will keep coming and wear me out.’”",
      "6": "Then the Lord added, “Listen to what the unrighteous judge says.",
      "7": "Won’t God grant his chosen people justice when they cry out to him day and night? Is he slow to help them?",
      "8": "I tell you, he will give them justice quickly. But when the Son of Man comes, will he find faith on earth?”",
      "9": "Jesus also told this parable to some people who trusted in themselves, thinking they were righteous, but who looked down on everyone else:",
      "10": "“Two men went up to the Temple to pray. One was a Pharisee, and the other was a tax collector.",
      "11": "The Pharisee stood by himself and prayed, ‘O God, I thank you that I’m not like other people—thieves, dishonest people, adulterers, or even this tax collector.",
      "12": "I fast twice a week, and I give a tenth of my entire income.’",
      "13": "“But the tax collector stood at a distance and would not even look up to heaven. Instead, he continued to beat his chest and said, ‘O God, be merciful to me, the sinner that I am!’",
      "14": "I tell you, this man, rather than the other one, went down to his home justified, because everyone who exalts himself will be humbled, but the person who humbles himself will be exalted.”",
      "15": "Now some people were even bringing their infants to Jesus to have him touch them. But when the disciples saw this, they sternly told the people not to do that.",
      "16": "Jesus, however, called for the children and said, “Let the little children come to me, and stop keeping them away, because the kingdom of God belongs to people like these.",
      "17": "I tell all of you with certainty, whoever doesn’t receive the kingdom of God as a little child will never get into it at all.”",
      "18": "Then an official asked Jesus, “Good Teacher, what must I do to inherit eternal life?”",
      "19": "“Why do you call me good?” Jesus asked him. “Nobody is good except for one—God.",
      "20": "You know the commandments: ‘Never commit adultery. Never murder. Never steal. Never give false testimony. Honor your father and mother.’”",
      "21": "The official replied, “I have kept all of these since I was a young man.”",
      "22": "When Jesus heard this, he told him, “You still need to do one thing. Sell everything you have and give the money to the destitute, and you will have treasure in heaven. Then come back and follow me.”",
      "23": "But when the official heard this he became sad, because he was very rich.",
      "24": "So when Jesus saw how sad he was, he said, “How hard it is for rich people to get into the kingdom of God!",
      "25": "Indeed, it’s easier for a camel to squeeze through the eye of a needle than for a rich person to get into the kingdom of God.”",
      "26": "Those who were listening to Jesus asked, “Then who can be saved?”",
      "27": "Jesus replied, “The things that are impossible for people are possible for God.”",
      "28": "Then Peter said, “See, we have left everything we have and followed you.”",
      "29": "Jesus told them, “I tell all of you with certainty, there is no one who has left his home, wife, brothers, parents, or children because of the kingdom of God",
      "30": "who will not receive many times as much in this world, as well as eternal life in the age to come.”",
      "31": "Jesus took the Twelve aside and told them, “Pay attention! We’re going up to Jerusalem. Everything written by the prophets about the Son of Man will be fulfilled,",
      "32": "because he’ll be handed over to the unbelievers, and will be mocked, insulted, and spit on.",
      "33": "After they have whipped him, they’ll kill him, but on the third day he’ll rise again.”",
      "34": "But they didn’t understand any of this. What he said was hidden from them, and they didn’t know what he meant.",
      "35": "As Jesus was approaching Jericho, there was a blind man sitting by the road begging.",
      "36": "When he heard the crowd going by, he asked what was happening.",
      "37": "They told him that Jesus from Nazareth was coming by.",
      "38": "So he shouted, “Jesus, Son of David, have mercy on me!”",
      "39": "The people at the front of the crowd sternly told him to be quiet, but he started shouting even louder, “Son of David, have mercy on me!”",
      "40": "Then Jesus stopped and ordered the man to be brought to him. When he came near, Jesus asked him,",
      "41": "“What do you want me to do for you?”\nHe said, “Lord, I want to see again!”",
      "42": "So Jesus told him, “See again! Your faith has made you well.”",
      "43": "Immediately the man could see again and began to follow Jesus, glorifying God. All the people saw this and gave praise to God."
    },
    "19": {
      "1": "As Jesus entered Jericho and was passing through it,",
      "2": "a man named Zacchaeus appeared. He was a leading tax collector, and a rich one at that!",
      "3": "He was trying to see who Jesus was, but he couldn’t do so due to the crowd, since he was a short man.",
      "4": "So he ran ahead and climbed a sycamore tree to see Jesus, who was going to pass that way.",
      "5": "When Jesus came to the tree, he looked up and said, “Zacchaeus, hurry and come down! I must stay at your house today.”",
      "6": "Zacchaeus came down quickly and was glad to welcome him into his home.",
      "7": "But all the people who saw this began to complain: “Jesus is going to be the guest of a notorious sinner!”",
      "8": "Later, Zacchaeus stood up and announced to the Lord, “Look! I’m giving half of my possessions to the destitute, and if I have accused anyone falsely, I’m repaying four times as much as I owe.”",
      "9": "Then Jesus told him, “Today salvation has come to this home, because this man is also a descendant of Abraham,",
      "10": "and the Son of Man has come to seek and to save the lost.”",
      "11": "As they were listening to this, Jesus went on to tell a parable because he was near Jerusalem and because the people thought that the kingdom of God would appear immediately.",
      "12": "So he said, “A prince went to a distant country to be appointed king and then to return.",
      "13": "He called ten of his servants and gave them ten coins. He told them, ‘Invest this money until I come back.’",
      "14": "But the citizens of his country hated him and sent a delegation to follow him and to announce, ‘We don’t want this man to rule over us!’",
      "15": "“After he was appointed king, the prince came back. He ordered the servants to whom he had given the money to be called so he could find out what they had earned by investing.",
      "16": "The first servant came and said, ‘Sir, your coin has earned ten more coins.’",
      "17": "The king told him, ‘Well done, good servant! Because you have been trustworthy in a very small thing, take charge of ten cities.’",
      "18": "“The second servant came and said, ‘Your coin, sir, has earned five coins.’",
      "19": "The king told him, ‘You take charge of five cities.’",
      "20": "“Then the other servant came and said, ‘Sir, look! Here’s your coin. I’ve kept it in a cloth for safekeeping",
      "21": "because I was afraid of you. You are a hard man. You withdraw what you didn’t deposit and harvest what you didn’t plant.’",
      "22": "The king told him, ‘I will judge you by your own words, you evil servant! You knew, did you, that I was a hard man, and that I withdraw what I didn’t deposit and harvest what I didn’t plant?",
      "23": "Then why didn’t you put my money in the bank? When I returned, I could have collected it with interest.’",
      "24": "“So the king told those standing nearby, ‘Take the coin away from him and give it to the man who has the ten coins.’",
      "25": "They answered him, ‘Sir, he already has ten coins!’",
      "26": "‘I tell you, to everyone who has something, more will be given, but from the person who has nothing, even what he has will be taken away.",
      "27": "But as for these enemies of mine who didn’t want me to be their king—bring them here and slaughter them in my presence!’”",
      "28": "After Jesus had said this, he traveled on and went up to Jerusalem.",
      "29": "As he approached Bethphage and Bethany at the Mount of Olives, he sent two of his disciples on ahead.",
      "30": "“Go into the village ahead of you,” he said. “As you enter, you will find a colt tied up that no one has ever ridden. Untie it and bring it along.",
      "31": "If anyone asks you why you are untying it, say this: ‘The Lord needs it.’”",
      "32": "So those who were sent went off and found it as Jesus had told them.",
      "33": "While they were untying the colt, its owners asked them, “Why are you untying the colt?”",
      "34": "The disciples answered, “The Lord needs it.”",
      "35": "Then they brought the colt to Jesus and put their coats on it, and Jesus sat upon it.",
      "36": "As he was riding along, people kept spreading their coats on the road.",
      "37": "He was now approaching the descent from the Mount of Olives. The whole crowd of disciples began to rejoice and to praise God with a loud voice because of all the miracles they had seen.",
      "38": "They said,\n“How blessed is the king\n    who comes in the name of the Lord!\nPeace in heaven,\n    and glory in the highest heaven!”",
      "39": "Some of the Pharisees in the crowd told Jesus, “Teacher, tell your disciples to be quiet.”",
      "40": "He replied, “I tell you, if they were quiet, the stones would cry out!”",
      "41": "When he came closer and saw the city, he began to grieve over it:",
      "42": "“If you had only known today what could have brought you peace! But now it is hidden from your sight,",
      "43": "because the days will come when your enemies will build walls around you, surround you, and close you in on every side.",
      "44": "They will level you to the ground—you and those who live within your city limits. They will not leave one stone on another within your walls, because you didn’t recognize the time when you were visited.”",
      "45": "Then Jesus went into the Temple and began to throw out those who were selling things.",
      "46": "He told them, “It is written, ‘My house is to be called a house of prayer,’ but you have turned it into a hideout for bandits!”",
      "47": "Then he began teaching in the Temple every day. The high priests, the scribes, and the leaders of the people kept looking for a way to kill him,",
      "48": "but they couldn’t find a way to do it, because all the people were eager to hear him."
    },
    "20": {
      "1": "One day, while Jesus was teaching the people in the Temple and telling them the good news, the high priests and the scribes came with the elders",
      "2": "and asked him, “Tell us: By what authority are you doing these things, and who gave you this authority?”",
      "3": "He answered them, “I, too, will ask you a question. Tell me:",
      "4": "Was John’s authority to baptize from heaven or from humans?”",
      "5": "They discussed this among themselves: “If we say, ‘From heaven,’ he will ask, ‘Then why didn’t you believe him?’",
      "6": "But if we say, ‘From humans,’ all the people will stone us to death, because they are convinced that John was a prophet.”",
      "7": "So they answered that they didn’t know where it was from.",
      "8": "Then Jesus told them, “Then I won’t tell you by what authority I’m doing these things.”",
      "9": "Then he began to tell the people this parable: “A man planted a vineyard, leased it to tenant farmers, and went abroad for a long time.",
      "10": "At the right time he sent a servant to the farmers in order to get his share of the produce of the vineyard. But the farmers beat him and sent him back empty-handed.",
      "11": "He sent another servant, and they beat him, too, treated him shamefully, and sent him back empty-handed.",
      "12": "Then he sent a third, and they wounded him and threw him out, too.",
      "13": "“Then the owner of the vineyard said, ‘What should I do? I’ll send my son whom I love. Maybe they’ll respect him.’",
      "14": "But when the farmers saw him, they talked it over among themselves and said, ‘This is the heir. Let’s kill him so that the inheritance will be ours!’",
      "15": "So they threw him out of the vineyard and killed him. Now what will the owner of the vineyard do to them?",
      "16": "He will come and destroy those farmers and give the vineyard to others.”\nThose who heard him said, “That must never happen!”",
      "17": "But Jesus looked at them and asked, “What does this text mean:\n‘The stone that the builders rejected\n    has become the cornerstone’?",
      "18": "Everyone who falls on that stone will be broken to pieces, and it will crush anyone on whom it falls.”",
      "19": "When the scribes and the high priests realized that Jesus had told this parable about them, they wanted to arrest him right then, but they were afraid of the crowd.",
      "20": "So they watched him closely and sent spies who pretended to be honest men in order to trap him in what he would say. They wanted to hand him over to the jurisdiction of the governor,",
      "21": "so they asked him, “Teacher, we know that you’re right in what you say and teach, and that you don’t favor any individual, but teach the way of God truthfully.",
      "22": "Is it lawful for us to pay taxes to Caesar or not?”",
      "23": "But he discerned their craftiness and responded to them,",
      "24": "“Show me a denarius. Whose face and name does it have?”\n“Caesar’s,” they replied.",
      "25": "So he told them, “Then give back to Caesar the things that are Caesar’s, and to God the things that are God’s.”",
      "26": "So they couldn’t catch him before the people in what he said. Amazed at his answer, they became silent.",
      "27": "Now some Sadducees, who claim there is no resurrection, came to Jesus",
      "28": "and asked him, “Teacher, Moses wrote for us that if a man’s brother dies and leaves a wife but no child, the man should marry the widow and have children for his brother.",
      "29": "Now there were seven brothers. The first one married and died childless.",
      "30": "Then the second",
      "31": "and the third married her. In the same way, all seven died and left no children.",
      "32": "Finally, the woman died, too.",
      "33": "Now in the resurrection, whose wife will the woman be, since the seven had married her?”",
      "34": "Jesus told them, “Those who belong to this age marry and are married,",
      "35": "but those who are considered worthy of a place in that age and in the resurrection from the dead neither marry nor are given in marriage.",
      "36": "Nor can they die anymore, because they are like the angels and, since they share in the resurrection, are God’s children.",
      "37": "Even Moses demonstrated in the story about the bush that the dead are raised, when he calls the Lord, ‘the God of Abraham, the God of Isaac, and the God of Jacob.’",
      "38": "He is not the God of the dead, but of the living, because he considers all people to be alive to him.”",
      "39": "Then some of the scribes replied, “Teacher, you have given a fine answer.”",
      "40": "Then they no longer dared to ask him another question.",
      "41": "Then he asked them, “How can people say that the Messiah is David’s son?",
      "42": "Because David himself in the book of Psalms says,\n‘The Lord told my Lord,\n    “Sit at my right hand,",
      "43": "until I make your enemies a footstool for your feet.”’",
      "44": "So David calls him ‘Lord.’ Then how can he be his son?”",
      "45": "While all the people were listening, he told his disciples,",
      "46": "“Beware of the scribes! They like to walk around in long robes and love to be greeted in the marketplaces and to have the best seats in the synagogues and the places of honor at banquets.",
      "47": "They devour widows’ houses and say long prayers to cover it up. They will receive greater condemnation!”"
    },
    "21": {
      "1": "Now Jesus looked up and saw rich people dropping their gifts into the offering box.",
      "2": "Then he saw a destitute widow drop in two small copper coins.",
      "3": "He said, “I tell you with certainty, this destitute widow has dropped in more than all of them,",
      "4": "because all the others contributed to the offering out of their surplus, but she, in her poverty, dropped in everything she had to live on.”",
      "5": "Now while some people were talking about the Temple—how it was decorated with beautiful stones and gifts dedicated to God—he said,",
      "6": "“As for these things that you’re seeing, the time will come when not one stone will be left on another that won’t be completely demolished.”",
      "7": "Then they asked him, “Teacher, when will these things happen, and what is to be the sign when these things are about to take place?”",
      "8": "He said, “See to it that you aren’t deceived, because many will come in my name, proclaiming, ‘I AM,’ and, ‘The time has come.’ Don’t follow them.",
      "9": "But when you hear of wars and revolutions, don’t ever be terrified, because these sorts of things must take place first, but the end won’t come right away.”",
      "10": "Then he went on to say to them, “Nation will rise up in arms against nation, and kingdom against kingdom.",
      "11": "In addition there will be great earthquakes, famines, and plagues in various places, as well as terrifying events, including significant signs from heaven.”",
      "12": "“But before all these things, people will arrest you and persecute you. They will hand you over to synagogues and prisons, and you will be brought before kings and governors for my name’s sake,",
      "13": "in order to give you an opportunity to testify.",
      "14": "So purpose in your hearts not to prepare your defense ahead of time,",
      "15": "because I will give you the ability to speak, along with wisdom, that none of your opponents will be able to resist or refute.",
      "16": "You will be betrayed even by parents, brothers, relatives, and friends, and they will put some of you to death.",
      "17": "You will be hated continuously by everyone on account of my name.",
      "18": "And yet not a hair on your head will be lost.",
      "19": "But the person who endures to the end will be saved.”",
      "20": "“So when you see Jerusalem surrounded by armies, then understand that its devastation is approaching.",
      "21": "Then those in Judea must flee to the mountains, those inside the city must leave it, and those in the countryside must not go into it,",
      "22": "because these are the days of vengeance when all that is written will be fulfilled.",
      "23": "“How terrible it will be for those women who are pregnant or who are nursing babies in those days!—because there will be great distress in the land and wrath against this people.",
      "24": "They will fall by the edge of the sword and be carried off as captives among all the nations, and Jerusalem will be trampled on by unbelievers until the times of the unbelievers are fulfilled.”",
      "25": "“There will be signs in the sun, the moon, and the stars, and there will be distress on earth among the nations that are confused by the roaring of the sea and its waves.",
      "26": "People will faint from fear and apprehension because of what’s to be coming to the inhabited world, because the powers of the heavens will be disrupted.",
      "27": "Then people will see ‘the Son of Man coming in a cloud’ with power and great glory.",
      "28": "“Now when these things begin to take place, stand up and lift up your heads, because your deliverance is approaching.”",
      "29": "Then he told them a parable: “Look at the fig tree and all the trees.",
      "30": "As soon as they produce leaves, you can see for yourselves and know that summer is already approaching.",
      "31": "In the same way, when you see these things taking place, you will know that the kingdom of God is near.",
      "32": "I tell all of you with certainty, this generation won’t disappear until all these things take place.",
      "33": "Heaven and earth will disappear, but my words won’t ever disappear.”",
      "34": "“Constantly be on your guard so that your hearts will not be loaded down with self-indulgence, drunkenness, and the worries of this life, or that day will take you by surprise",
      "35": "like a trap, because it will come on everyone who lives on the face of the earth.",
      "36": "So be alert at all times, praying that you may have strength to escape all these things that are going to take place and to take your stand in the presence of the Son of Man.”",
      "37": "Now during the day Jesus would teach in the Temple, but when evening came he would go out and spend the night on what is called the Mount of Olives.",
      "38": "And all the people would get up early in the morning to listen to him in the Temple."
    },
    "22": {
      "1": "Now the Festival of Unleavened Bread, which is called the Passover, was near.",
      "2": "So the high priests and the scribes were looking for a way to put him to death, because they were afraid of the crowd.",
      "3": "But Satan went into Judas called Iscariot, who belonged to the circle of the Twelve.",
      "4": "So he went off and discussed with the high priests and the Temple police how he could betray Jesus to them.",
      "5": "They were delighted, and agreed to give him money.",
      "6": "Judas accepted their offer and began to look for a good opportunity to betray Jesus to them when no crowd was present.",
      "7": "Then the day of the Festival of Unleavened Bread came, on which the Passover lamb was to be sacrificed.",
      "8": "So Jesus sent Peter and John, saying, “Go and make preparations for us to eat the Passover meal.”",
      "9": "They asked him, “Where do you want us to prepare it?”",
      "10": "He told them, “Just after you go into the city, a man carrying a jug of water will meet you. Follow him into the house he enters",
      "11": "and say to the owner of the house, ‘The Teacher asks you, “Where is the room where I can eat the Passover meal with my disciples?”’",
      "12": "Then he will show you a large upstairs room that is furnished. Get things ready for us there.”",
      "13": "So they went and found everything just as Jesus had told them, and they prepared the Passover meal.",
      "14": "Now when the hour came, Jesus took his place at the table, along with his apostles.",
      "15": "He told them, “I have eagerly desired to eat this Passover meal with you before I suffer,",
      "16": "because I tell all of you, I will never eat it again until it finds its fulfillment in the kingdom of God.”",
      "17": "Then he took a cup, gave thanks, and said, “Take this and share it among yourselves,",
      "18": "because I tell you, from now on I will never drink the product of the vine until the kingdom of God comes.”",
      "19": "Then he took a loaf of bread, gave thanks, broke it in pieces, and handed it to them, saying, “This is my body, which is given for you. Keep on doing this in memory of me.”",
      "20": "He did the same with the cup after supper, saying, “This cup is the new covenant sealed by my blood, which is being poured out for you.",
      "21": "Yet look! The hand of the man who is betraying me is with me on the table!",
      "22": "The Son of Man is going away, just as it has been determined, but how terrible it will be for that man by whom he is betrayed!”",
      "23": "Then they began to discuss among themselves which one of them was going to do this.",
      "24": "Now an argument sprang up among them as to which one of them was to be regarded as the greatest.",
      "25": "But he told them, “The kings of the unbelievers lord it over them, and those who exercise authority over them are called benefactors.",
      "26": "But you are not to do so. On the contrary, the greatest among you should become like the youngest, and the one who leads should become like the one who serves.",
      "27": "Because who is greater, the one who sits at the table, or the one who serves? It is the one at the table, isn’t it? But I’m among you as one who serves.",
      "28": "“You are the ones who have always stood by me in my trials.",
      "29": "And I confer a kingdom on you, just as my Father has conferred a kingdom on me,",
      "30": "so that you may eat and drink at my table in my kingdom and sit down on thrones to govern the twelve tribes of Israel.”",
      "31": "“Simon, Simon, listen! Satan has asked permission to sift all of you like wheat,",
      "32": "but I have prayed for you that your own faith may not fail. When you have come back, you must strengthen your brothers.”",
      "33": "Peter told him, “Lord, I am ready to go even to prison and to die with you!”",
      "34": "But Jesus said, “I tell you, Peter, the rooster will not crow today until you deny three times that you know me.”",
      "35": "Then Jesus asked his disciples, “When I sent you out without a wallet, traveling bag, or sandals, you didn’t lack anything, did you?”\nThey replied, “Nothing at all.”",
      "36": "Then he told them, “But now whoever has a wallet must take it along, and his traveling bag, too. And the one who has no sword must sell his coat and buy one.",
      "37": "Because I tell you, what has been written about me must be fulfilled: ‘He was counted among the criminals.’ Indeed, what is written about me must be fulfilled.”",
      "38": "So they said, “Lord, look! Here are two swords.”\nHe answered them, “Enough of that!”",
      "39": "Then he left and went to the Mount of Olives, as usual. The disciples went with him.",
      "40": "When he arrived, he told them, “Keep on praying that you may not be tempted.”",
      "41": "Then he withdrew from them about a stone’s throw, knelt down, and began to pray,",
      "42": "“Father, if you are willing, take this cup away from me. Yet not my will but yours be done.”",
      "43": "Then an angel from heaven appeared to him and strengthened him.",
      "44": "In his anguish he prayed more earnestly, and his sweat became like large drops of blood falling on the ground.",
      "45": "When he got up from prayer, he went to the disciples and found them asleep from sorrow.",
      "46": "He asked them, “Why are you sleeping? Get up and keep on praying that you may not be tempted.”",
      "47": "While Jesus was still speaking, a crowd arrived. The man called Judas, one of the Twelve, was leading them, and he came close to Jesus to kiss him.",
      "48": "But Jesus asked him, “Judas, are you betraying the Son of Man with a kiss?”",
      "49": "When those who were around Jesus saw what was about to take place, they asked, “Lord, should we attack with our swords?”",
      "50": "Then one of them struck the high priest’s servant, cutting off his right ear.",
      "51": "But Jesus said, “No more of this!” So he touched the wounded man’s ear and healed him.",
      "52": "Then Jesus told the high priests, the Temple police, and the elders, who had come for him, “Have you come out with swords and clubs as if I were a bandit?",
      "53": "While I was with you day after day in the Temple, you didn’t lay a hand on me. But this is your hour, when darkness reigns!”",
      "54": "Then they arrested him, led him away, and brought him to the high priest’s house. But Peter was following at a distance.",
      "55": "When they had kindled a fire in the middle of the courtyard and had taken their seats, Peter, too, sat down among them.",
      "56": "A servant girl saw him sitting by the fire, stared at him, and said, “This man was with him, too.”",
      "57": "But he denied it, “I don’t know him, woman!” he responded.",
      "58": "A little later, a man looked at him and said, “You are one of them, too.”\nBut Peter said, “Mister, I am not!”",
      "59": "About an hour later, another man emphatically asserted, “This man was certainly with him, because he is a Galilean!”",
      "60": "But Peter said, “Mister, I don’t know what you’re talking about!” Just then, while he was still speaking, a rooster crowed.",
      "61": "Then the Lord turned and looked straight at Peter. And Peter remembered the word from the Lord, and how he had told him, “Before a rooster crows today, you will deny me three times.”",
      "62": "So he went outside and cried bitterly.",
      "63": "Then the men who were holding Jesus in custody began to make fun of him while they beat him.",
      "64": "They blindfolded him and asked him over and over again, “Prophesy! Who is the one who hit you?”",
      "65": "And they kept insulting him in many other ways.",
      "66": "As soon as day came, the elders of the people, the high priests, and the scribes assembled and brought him before their Council.",
      "67": "They said, “If you are the Messiah, tell us.”\nBut he told them, “If I tell you, you won’t believe me,",
      "68": "and if I ask you a question, you won’t answer me.",
      "69": "But from now on the Son of Man will be seated at the right hand of the mighty God.”",
      "70": "Then they all asked, “Are you, then, the Son of God?”\nHe answered them, “You said it—I AM.”",
      "71": "“Why do we need any more testimony?” they asked. “We have heard it ourselves from his own mouth!”"
    },
    "23": {
      "1": "Then the whole crowd got up and took him to Pilate.",
      "2": "They began to accuse him, “We found this man corrupting our nation, forbidding us to pay taxes to Caesar, and saying that he is the Messiah, a king.”",
      "3": "Then Pilate asked him, “Are you the king of the Jews?”\nHe answered, “You say so.”",
      "4": "Then Pilate told the high priests and crowds, “I do not find anything chargeable in this man.”",
      "5": "But they kept insisting, “He is stirring up the people with what he teaches all over Judea, from where he started in Galilee to this place.”",
      "6": "When Pilate heard this, he asked whether the man was a Galilean.",
      "7": "When he learned with certainty that Jesus came from Herod’s jurisdiction, he sent him off to Herod, who was in Jerusalem at that time.",
      "8": "Now Herod was very glad to see Jesus, because he had been wanting to see him for a long time on account of what he had heard about him. He was also hoping to see some sign done by him.",
      "9": "So he continued to question him for a long time, but Jesus gave him no answer at all.",
      "10": "Meanwhile, the high priests and the scribes stood nearby and continued to accuse him vehemently.",
      "11": "Even Herod and his soldiers treated him with contempt and made fun of him. He put a magnificent robe on Jesus and sent him back to Pilate.",
      "12": "So Herod and Pilate became friends with each other that very day. Before this they had been enemies.",
      "13": "Then Pilate called the high priests, the other leaders, and the people together",
      "14": "and told them, “You brought this man to me as one who turns the people against the government. And here in your presence I have examined him and have found him ‘Not Guilty’ of the charges you make against him.",
      "15": "Neither does Herod, because he sent him back to us! Indeed, this man has done nothing to deserve death.",
      "16": "So I will punish him and let him go.”",
      "17": "Now he was obligated to release someone for them at the festival.",
      "18": "But they all shouted out together, “Away with this man! Release Barabbas for us!”",
      "19": "(This man had been put in prison for murder and for a revolt that had taken place in the city.)",
      "20": "But Pilate wanted to let Jesus go, so he appealed to them again,",
      "21": "but they continued to shout, “Crucify him! Crucify him!”",
      "22": "Then he spoke to them a third time: “What has he done wrong? I have found nothing in him worthy of death. So I will punish him and let him go.”",
      "23": "But they kept pressing him with loud shouts, demanding that Jesus be crucified, and their shouts began to prevail.",
      "24": "Then Pilate pronounced his sentence that their demand should be carried out.",
      "25": "So he released the man who had been put in prison for revolt and murder—the man whose release they continued to demand—but he let them have their way with Jesus.",
      "26": "As they led Jesus away, they grabbed Simon, a man from Cyrene, as he was coming in from the country, and they put the cross on him and made him carry it behind Jesus.",
      "27": "A large crowd of people followed him, including some women who kept mourning and wailing for him.",
      "28": "But Jesus turned to them and said, “Women of Jerusalem, stop crying for me. Instead, cry for yourselves and for your children,",
      "29": "because the time is surely coming when people will say, ‘How blessed are the women who couldn’t bear children and the wombs that never bore and the breasts that never nursed!’",
      "30": "Then people will begin to say to the mountains, ‘Fall on us!’, and to the hills, ‘Cover us up!’",
      "31": "And if they do this when the wood is green, what will happen when it is dry?”",
      "32": "Two others, who were criminals, were also led away to be executed with Jesus.",
      "33": "When they reached the place called The Skull, they crucified him there with the criminals, one on his right and one on his left.",
      "34": "Jesus kept saying, “Father, forgive them, because they don’t know what they’re doing.” Then they divided his clothes among them by throwing dice.",
      "35": "Meanwhile, the people stood looking on. The leaders were mocking him by saying, “He saved others. Let him save himself, if he is the Messiah of God, the chosen one!”",
      "36": "The soldiers also made fun of Jesus by coming up and offering him sour wine,",
      "37": "saying, “If you are the king of the Jews, save yourself!”",
      "38": "There was also an inscription over him written in Greek, Latin, and Hebrew: “This is the King of the Jews.”",
      "39": "Now one of the criminals hanging there kept insulting him, “You are the Messiah, aren’t you? Save yourself…and us!”",
      "40": "But the other criminal rebuked him, “Aren’t you afraid of God, since you are suffering the same penalty?",
      "41": "We have been condemned justly, because we are getting what we deserve for what we have done, but this man has done nothing wrong.”",
      "42": "Then he went on to plead, “Jesus, remember me when you come into your kingdom!”",
      "43": "Jesus told him, “I tell you with certainty, today you will be with me in Paradise.”",
      "44": "It was already about noon, and the whole land became dark until three in the afternoon",
      "45": "because the sun had stopped shining, and the curtain in the sanctuary was torn in two.",
      "46": "Then Jesus cried out with a loud voice and said, “Father, into your hands I entrust my spirit.” After he said this, he breathed his last.",
      "47": "When the centurion saw what had taken place, he praised God and said, “This man certainly was righteous!”",
      "48": "When all the crowds who had come together for this spectacle saw what had taken place, they beat their chests and left.",
      "49": "But all his acquaintances, including the women who had followed him from Galilee, were standing at a distance watching these things.",
      "50": "Now there was a man named Joseph, a member of the Council, a good and righteous man—",
      "51": "he had not voted for their plan and action—from the Jewish town of Arimathea; and he was waiting for the kingdom of God.",
      "52": "He went to Pilate and asked for the body of Jesus.",
      "53": "Then he took it down, wrapped it in a linen cloth, and laid it in a tomb cut in the rock, in which no one had yet been laid.",
      "54": "It was the Preparation Day, and the Sabbath was just beginning.",
      "55": "So the women who had come with Jesus from Galilee, following close behind, saw the tomb and how his body was laid.",
      "56": "Then they went back and prepared spices and perfumes, and on the Sabbath they rested according to the commandment."
    },
    "24": {
      "1": "But at early dawn on the first day of the week, they went to the tomb, taking the spices they had prepared.",
      "2": "They found the stone rolled away from the tomb,",
      "3": "but when they went in, they didn’t find the body of the Lord Jesus.",
      "4": "While they were puzzling over this, two men in dazzling robes suddenly stood beside them.",
      "5": "While the women remained terrified, bowing their faces to the ground, the men asked them, “Why are you looking among the dead for someone who is living?",
      "6": "He is not here, but has been raised. Remember what he told you while he was still in Galilee:",
      "7": "‘The Son of Man must be handed over to sinful men, be crucified, and rise on the third day.’”",
      "8": "Then the women remembered Jesus’ words.",
      "9": "They returned from the tomb and reported all these things to the eleven disciples and all the others.",
      "10": "The women who told the apostles about it were Mary Magdalene, Joanna, Mary the mother of James, and some others.",
      "11": "But what they said seemed nonsense to them, so they did not believe them.",
      "12": "Peter, however, got up and ran to the tomb. He stooped down and saw only the linen cloths. Then he went home, wondering about what had happened.",
      "13": "On the same day, two of Jesus’ followers were walking to a village called Emmaus, about 60 stadia from Jerusalem.",
      "14": "They were talking with each other about all these things that had taken place.",
      "15": "While they were discussing and analyzing what had happened, Jesus himself approached and began to walk with them,",
      "16": "but their eyes were prevented from recognizing him.",
      "17": "He asked them, “What are you discussing with each other as you’re walking along?” They stood still and looked gloomy.",
      "18": "The one whose name was Cleopas answered him, “Are you the only visitor to Jerusalem who doesn’t know what happened there in the past few days?”",
      "19": "He asked them, “What things?”\nThey answered him, “The events involving Jesus of Nazareth, who was a prophet, mighty in what he said and did before God and all the people,",
      "20": "and how our high priests and leaders handed him over to be condemned to death and had him crucified.",
      "21": "But we kept hoping that he would be the one to redeem Israel. What is more, this is now the third day since these things occurred.",
      "22": "Even some of our women have startled us by what they told us. They were at the tomb early this morning",
      "23": "and didn’t find his body there, so they came back and told us that they had seen a vision of angels, who were saying that he was alive.",
      "24": "Then some of those who were with us went to the tomb and found it just as the women had said. However, they didn’t see him.”",
      "25": "Then Jesus told them, “O, how foolish you are! How slow you are to believe everything the prophets said!",
      "26": "The Messiah had to suffer these things and then enter his glory, didn’t he?”",
      "27": "Then, beginning with Moses and all the Prophets, he explained to them all the passages of Scripture about himself.",
      "28": "As they came near the village where the two men were headed, Jesus acted as though he were going farther.",
      "29": "But they strongly urged him, “Stay with us, because it is almost evening and the daylight is nearly gone.” So he went in to stay with them.",
      "30": "While he was at the table with them, he took the bread, blessed it, broke it in pieces, and gave it to them.",
      "31": "Then their eyes were opened, and they knew who he was. And he vanished from them.",
      "32": "Then they asked each other, “Our hearts kept burning within us as he was talking to us on the road and explaining the Scriptures to us, didn’t they?”",
      "33": "They got up right away, went back to Jerusalem, and found the eleven disciples and their companions all together.",
      "34": "They kept saying, “The Lord has really risen and has appeared to Simon!”",
      "35": "Then the two men began to tell what had happened on the road and how they had recognized him when he broke the bread in pieces.",
      "36": "While they were all talking about this, Jesus himself stood among them and told them, “Peace be with you.”",
      "37": "They were startled and terrified, thinking they were seeing a ghost.",
      "38": "But Jesus told them, “What’s frightening you? And why are you doubting?",
      "39": "Look at my hands and my feet, because it’s really me. Touch me and look at me, because a ghost doesn’t have flesh and bones as you see that I have.”",
      "40": "After he had said this, he showed them his hands and his feet.",
      "41": "Even though they were still skeptical due to their joy and astonishment, Jesus asked them, “Do you have anything here to eat?”",
      "42": "They gave him a piece of broiled fish,",
      "43": "and he took it and ate it in their presence.",
      "44": "Then he told them, “These are the words that I spoke to you while I was still with you—that everything written about me in the Law of Moses, the Prophets, and the Psalms had to be fulfilled.”",
      "45": "Then he opened their minds so that they might understand the Scriptures.",
      "46": "He told them, “This is how it is written: the Messiah was to suffer and rise from the dead on the third day,",
      "47": "and then repentance and forgiveness of sins is to be proclaimed in his name to all the nations, beginning at Jerusalem.",
      "48": "You are witnesses of these things.",
      "49": "I am sending to you what my Father promised, so stay here in the city until you have been clothed with power from on high.”",
      "50": "Later, he led them out as far as Bethany, lifted up his hands, and blessed them.",
      "51": "While he was blessing them, he left them and was taken up to heaven.",
      "52": "They worshipped him and returned to Jerusalem filled with great joy.",
      "53": "They were continually in the Temple, blessing God."
    }
  }
}