{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:42:55.030625-04:00",
    "Translation": "ISV"
  },
  "Mark": {
    "1": {
      "1": "This is the beginning of the gospel of Jesus the Messiah, the Son of God.",
      "2": "As it is written in the prophet Isaiah,\n“See! I am sending my messenger ahead of you,\n    who will prepare your way.",
      "3": "He is a voice calling out in the wilderness:\n    ‘Prepare the way for the Lord!\n        Make his paths straight!’”",
      "4": "John was baptizing in the wilderness, proclaiming a baptism about repentance for the forgiveness of sins.",
      "5": "People from the whole Judean countryside and all the people of Jerusalem were flocking to him, being baptized by him while they confessed their sins.",
      "6": "Now John was dressed in camel’s hair with a leather belt around his waist. He ate grasshoppers and wild honey.",
      "7": "He kept proclaiming, “The one who is coming after me is stronger than I am, and I am not worthy to bend down and untie his sandal straps.",
      "8": "I baptized you with water, but it is he who will baptize you with the Holy Spirit.”",
      "9": "In those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan.",
      "10": "Just as he was coming up out of the water, he saw the heavens split open and the Spirit descending on him like a dove.",
      "11": "Then a voice came from heaven: “You are my Son, whom I love. I am pleased with you!”",
      "12": "At once the Spirit drove him into the wilderness.",
      "13": "He was in the wilderness for 40 days being tempted by Satan. He was among wild animals, and angels were ministering to him.",
      "14": "Now after John had been arrested, Jesus went to Galilee and proclaimed the gospel about the kingdom of God.",
      "15": "He said, “The time is now! The kingdom of God is near! Repent, and keep believing the gospel!”",
      "16": "While Jesus was walking beside the Sea of Galilee, he saw Simon and his brother Andrew. They were throwing a net into the sea because they were fishermen.",
      "17": "Jesus told them, “Follow me, and I’ll make you fishers of people!”",
      "18": "So immediately they left their nets and followed him.",
      "19": "Going on a little farther, he saw James, the son of Zebedee, and his brother John. They were in a boat repairing their nets.",
      "20": "He immediately called them, and they left their father Zebedee in the boat with the hired men and followed him.",
      "21": "Then they went to Capernaum. As soon as it was the Sabbaths, Jesus went into the synagogue and began to teach.",
      "22": "The people were utterly amazed at his teaching, because he was teaching them like one with authority, and not like their scribes.",
      "23": "All of a sudden, there was a man in their synagogue who had an unclean spirit! He screamed,",
      "24": "“What do you want with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God!”",
      "25": "But Jesus rebuked him. “Be quiet,” he ordered, “and come out of him!”",
      "26": "At this, the unclean spirit shook the man, cried out with a loud voice, and came out of him.",
      "27": "All the people were so stunned that they kept saying to each other, “What is this? A new teaching with authority! He tells even the unclean spirits what to do, and they obey him!”",
      "28": "At once his fame began to spread throughout the surrounding region of Galilee.",
      "29": "After they left the synagogue, they went directly to the house of Simon and Andrew, along with James and John.",
      "30": "Now Simon’s mother-in-law was lying in bed, sick with a fever, so they promptly told Jesus about her.",
      "31": "He went up to her, took her by the hand, and helped her up. The fever left her, and she began serving them.",
      "32": "When evening came, after the sun had set, people started bringing to him everyone who was sick or possessed by demons.",
      "33": "In fact, the whole city gathered at the door.",
      "34": "He healed many who were sick with various diseases and drove out many demons. However, he wouldn’t allow the demons to speak because they knew who he was.",
      "35": "In the morning, while it was still very dark, Jesus got up and went to a deserted place and prayed there.",
      "36": "Simon and his companions searched frantically for him.",
      "37": "When they found him, they told him, “Everyone’s looking for you.”",
      "38": "“Let’s go to the neighboring town,” he replied, “so I can preach there, too, because that’s why I came.”",
      "39": "So he went throughout Galilee, preaching in their synagogues and driving out demons.",
      "40": "Then a leper came to Jesus and began pleading with him. He fell on his knees and told him, “If you want to, you can make me clean.”",
      "41": "Moved with compassion, Jesus reached out his hand, touched him, and told him, “I do want to. Be made clean!”",
      "42": "Instantly the leprosy left him, and he was clean.",
      "43": "Then Jesus sternly warned him and encouraged him to go at once.",
      "44": "He told the man, “Be sure that you don’t tell anyone. Instead, go and show yourself to the priest, and then offer for your cleansing what Moses commanded as proof to the authorities.”",
      "45": "But when the man left, he began to proclaim it freely. He spread the news so widely that Jesus could no longer enter a town openly, but had to stay out in deserted places. Still, people kept coming to him from everywhere."
    },
    "2": {
      "1": "Several days later, Jesus returned to Capernaum and it was reported that he was at home.",
      "2": "Such a large crowd gathered that there wasn’t room for them, even in front of the door. Jesus was speaking his message to them",
      "3": "when some people came and brought him a paralyzed man being carried by four men.",
      "4": "Since they couldn’t bring him to Jesus because of the crowd, they made an opening in the roof over the place where he was. They dug through it and let down the mat on which the paralyzed man was lying.",
      "5": "When Jesus saw their faith, he told the paralyzed man, “Son, your sins are forgiven.”",
      "6": "Now some scribes were sitting there, arguing among themselves,",
      "7": "“Why does this man talk this way? He is blaspheming! Who can forgive sins but God alone?”",
      "8": "At once, Jesus knew in his spirit what they were saying to themselves. “Why are you arguing about such things among yourselves?” he asked them.",
      "9": "“Which is easier: to say to the paralyzed man, ‘Your sins are forgiven,’ or ‘Get up, pick up your mat, and walk’?",
      "10": "But I want you to know that the Son of Man has authority on earth to forgive sins…” Then he told the paralyzed man,",
      "11": "“I say to you, get up, pick up your mat, and go home!”",
      "12": "So the man got up, immediately picked up his mat, and went out in front of all of them.\nAs a result, all of the people were amazed and began to glorify God as they kept on saying, “We have never seen anything like this!”",
      "13": "Jesus went out again beside the sea. The whole crowd kept coming to him, and he kept teaching them.",
      "14": "As he was walking along, he saw Levi, the son of Alphaeus, sitting at the tax collector’s desk. Jesus told him, “Follow me!” So Levi got up and followed him.",
      "15": "Later, he was having dinner at Levi’s house. Many tax collectors and sinners were also eating with Jesus and his disciples, because there were many who were following him.",
      "16": "When the scribes and the Pharisees saw him eating with sinners and tax collectors, they asked his disciples, “Why does he eat and drink with tax collectors and sinners?”",
      "17": "When Jesus heard that, he told them, “Healthy people don’t need a physician, but sick ones do. I did not come to call righteous people, but sinners.”",
      "18": "Now John’s disciples and the Pharisees would fast regularly. Some people came and asked Jesus, “Why do John’s disciples and the Pharisees’ disciples fast, but your disciples don’t fast?”",
      "19": "Jesus replied, “The wedding guests can’t fast while the groom is with them, can they? As long as they have the groom with them, they can’t fast.",
      "20": "But the time will come when the groom will be taken away from them, and then they will fast on that day.”",
      "21": "“No one patches an old garment with a piece of unshrunk cloth. If he does, the patch pulls away from it—the new from the old—and a worse tear is made.",
      "22": "And no one pours new wine into old wineskins. If he does, the wine will make the skins burst, and both the wine and the skins will be ruined. Instead, new wine is poured into fresh wineskins.”",
      "23": "Jesus happened to be going through the grain fields on a Sabbath. As they made their way, his disciples began picking the heads of grain.",
      "24": "The Pharisees asked him, “Look! Why are they doing what is not lawful on Sabbath days?”",
      "25": "He asked them, “Haven’t you read what David did when he and his companions were hungry and in need?",
      "26": "How was it that he went into the House of God during the lifetime of Abiathar the high priest and ate the Bread of the Presence, which was not lawful for anyone but the priests to eat, and gave some of it to his companions?”",
      "27": "Then he told them, “The Sabbath was made for people, not people for the Sabbath.",
      "28": "Therefore, the Son of Man is Lord even of the Sabbath.”"
    },
    "3": {
      "1": "Jesus went into the synagogue again, and a man with a paralyzed hand was there.",
      "2": "The people watched Jesus closely to see whether he would heal him on the Sabbath, intending to accuse him of doing something wrong.",
      "3": "He told the man with the paralyzed hand, “Come forward.”",
      "4": "Then he asked them, “Is it lawful to do good or to do evil on Sabbath days, to save a life or to destroy it?” But they remained silent.",
      "5": "Jesus looked around at them in anger, deeply hurt because of their hard hearts. Then he told the man, “Hold out your hand.” The man held it out, and his hand was restored to health.",
      "6": "Immediately the Pharisees and Herodians went out and began to plot how to kill him.",
      "7": "So Jesus withdrew with his disciples to the sea. A large crowd from Galilee, Judea,",
      "8": "Jerusalem, Idumea, from across the Jordan, and from the region around Tyre and Sidon followed him. They came to him because they kept hearing about everything he was doing.",
      "9": "Jesus told his disciples to have a boat ready for him so that the crowd wouldn’t crush him,",
      "10": "because he had healed so many people that everyone who had diseases kept crowding up against him in order to touch him.",
      "11": "Whenever the unclean spirits saw him, they would fall down in front of him and scream, “You are the Son of God!”",
      "12": "But he sternly ordered them again and again not to tell people who he was.",
      "13": "Then Jesus went up on a hillside and called to himself those whom he had decided on, and they approached him.",
      "14": "He appointed the Twelve, whom he called apostles, to accompany him, to be sent out to preach,",
      "15": "and to have the authority to drive out demons.",
      "16": "He appointed the Twelve: Simon (whom he named Peter),",
      "17": "Zebedee’s sons James and his brother John (whom he named Boanerges, that is, Sons of Thunder),",
      "18": "Andrew, Philip, Bartholomew, Matthew, Thomas, James son of Alphaeus, Thaddeus, Simon the Cananaean,",
      "19": "and Judas Iscariot, who also betrayed him.",
      "20": "Then he went home. Such a large crowd gathered again that Jesus and his disciples couldn’t even eat.",
      "21": "When his family heard about it, they went to restrain him, because they kept saying, “He’s out of his mind!”",
      "22": "The scribes who had come down from Jerusalem kept repeating, “He has Beelzebul,” and, “He drives out demons by the ruler of demons.”",
      "23": "So Jesus called them together and began to speak to them in parables. “How can Satan drive out Satan?",
      "24": "If a kingdom is divided against itself, that kingdom cannot stand.",
      "25": "And if a household is divided against itself, that household won’t stand.",
      "26": "So if Satan rebels against himself and is divided, he cannot stand. Indeed, his end has come.",
      "27": "No one can go into a strong man’s house and carry off his possessions without first tying up the strong man. Then he can ransack his house.",
      "28": "I tell all of you with certainty, people will be forgiven their sins and whatever blasphemies they utter.",
      "29": "But whoever blasphemes against the Holy Spirit can never be forgiven, but is guilty of eternal sin.”",
      "30": "…because they had been saying, “He has an unclean spirit.”",
      "31": "Then his mother and his brothers arrived. Milling around outside, they sent for him, continuously summoning him.",
      "32": "A crowd was sitting around him. They told him, “Look! Your mother and your brothers are outside asking for you.”",
      "33": "He answered them, “Who are my mother and my brothers?”",
      "34": "Then looking at the people sitting around him, he said, “Here are my mother and my brothers!",
      "35": "Whoever does the will of God is my brother and sister and mother.”"
    },
    "4": {
      "1": "Then Jesus began to teach again beside the sea. Such a large crowd gathered around him that he got into a boat and sat in it, while the entire crowd remained beside the sea on the shore.",
      "2": "He began teaching them many things in parables. While he was teaching them he said,",
      "3": "“Listen! A farmer went out to sow.",
      "4": "As he was sowing, some seeds fell along the path, and birds came and ate them up.",
      "5": "Others fell on stony ground, where they didn’t have a lot of soil. They sprouted at once, because the soil wasn’t deep.",
      "6": "But when the sun came up, they were scorched. Since they didn’t have any roots, they dried up.",
      "7": "Others fell among thorn bushes, and the thorn bushes came up and choked them out, and they didn’t produce anything.",
      "8": "But others fell on good soil and produced a crop. They grew up, increased in size, and produced 30, 60, or 100 times what was sown.”",
      "9": "He added, “Let the person who has ears to hear, listen!”",
      "10": "When he was alone with the Twelve and those around him, they began to ask him about the parables.",
      "11": "He told them, “The secret about the kingdom of God has been given to you. But to those on the outside, everything comes in parables",
      "12": "so that\n‘they may see clearly but not perceive,\n    and they may hear clearly but not understand,\n        otherwise they might turn around and be forgiven.’”",
      "13": "Then he told them, “You don’t understand this parable, so how can you understand any of the parables?",
      "14": "The farmer sows the word.",
      "15": "Some people are like the seeds along the path, where the word is sown. When they hear it, Satan immediately comes and takes away the word that was sown in them.",
      "16": "Others are like the seeds sown on the stony ground. When they hear the word, at once they joyfully accept it,",
      "17": "but since they don’t have any roots, they last for only a short time. When trouble or persecution comes along because of the word, they immediately fall away.",
      "18": "Still others are like the seeds sown among the thorn bushes. These are the people who hear the word,",
      "19": "but the worries of life, the deceitful pleasures of wealth, and the desires for other things come in and choke the word so that it can’t produce a crop.",
      "20": "Others are like the seeds sown on good soil. They hear the word, accept it, and produce crops—30, 60, or 100 times what was sown.”",
      "21": "Then Jesus told them, “A lamp isn’t brought indoors to be put under a basket or under a bed, is it? It’s to be put on a lamp stand, isn’t it?",
      "22": "Nothing is hidden except for the purpose of having it revealed, and nothing is secret except for the purpose of having it come to light.",
      "23": "If anyone has ears to hear, let him listen!",
      "24": "He went on to say to them, “Pay attention to what you’re hearing! You will be evaluated by the same standard with which you do your evaluating, and still more will be given to you,",
      "25": "because whoever has something, will have more given to him. But whoever has nothing, even what he has will be taken away.”",
      "26": "He was also saying, “The kingdom of God is like a man who scatters seeds on the ground.",
      "27": "He sleeps and gets up night and day while the seeds sprout and grow, although he doesn’t know how",
      "28": "the ground produces grain by itself—first the stalk, then the head, then the full grain in the head.",
      "29": "But when the grain is ripe, he immediately starts cutting with his sickle because the harvest time has come.”",
      "30": "He was also saying, “How can we show what the kingdom of God is like, or what parable can we use to describe it?",
      "31": "It’s like a mustard seed planted in the ground. Although it’s the smallest of all the seeds on earth,",
      "32": "when it’s planted it comes up and becomes larger than all the garden plants. It grows such large branches that the birds in the sky can nest in its shade.”",
      "33": "With many other parables like these, Jesus kept speaking his message to them according to their ability to understand.",
      "34": "He did not tell them anything without using a parable, though he explained everything to his disciples in private.",
      "35": "That day, when evening had come, he told them, “Let’s cross to the other side.”",
      "36": "So they left the crowd and took him away in a boat without making any special preparations. Other boats were with him.",
      "37": "A violent windstorm came up, and the waves began breaking into the boat, so that the boat was rapidly becoming swamped.",
      "38": "But Jesus was in the back of the boat, asleep on a cushion. So they woke him up and asked him, “Teacher, don’t you care that we’re going to die?”",
      "39": "Then he got up, rebuked the wind, and told the sea, “Calm down! Be still!” Then the wind stopped blowing, and there was a great calm.",
      "40": "He asked them, “Why are you such cowards? Don’t you have any faith yet?”",
      "41": "Overcome with fear, they kept saying to one another, “Who is this man? Even the wind and the sea obey him!”"
    },
    "5": {
      "1": "They arrived at the other side of the sea in the territory of the Gerasenes.",
      "2": "Just as Jesus stepped out of the boat, a man with an unclean spirit came out of the tombs and met him.",
      "3": "He lived among the tombs, and no one could restrain him any longer, not even with a chain.",
      "4": "He had often been restrained with shackles and chains, but had snapped the chains apart and broken the shackles in pieces. No one could tame him.",
      "5": "He kept screaming night and day among the tombs and on the mountainsides, and kept cutting himself with stones.",
      "6": "When he saw Jesus from a distance, he ran and fell down in front of him,",
      "7": "screaming in a loud voice, “What do you want with me, Jesus, Son of the Most High God? I beg you in the name of God never to torment me!”",
      "8": "Jesus had been saying to him, “Come out of the man, you unclean spirit!”",
      "9": "Then Jesus asked him, “What’s your name?”\nHe told him, “My name is Legion, because there are many of us.”",
      "10": "He kept pleading with Jesus not to send them out of that region.",
      "11": "Now a large herd of pigs was grazing on a hillside nearby.",
      "12": "So the demons begged him, “Send us among the pigs, so that we can go into them!”",
      "13": "So he let them do this. The unclean spirits came out of the man and went into the pigs, and the herd of about 2,000 rushed down a steep slope into the sea and drowned there.",
      "14": "Now when those who had been taking care of the pigs ran away, they reported what had happened in the city and countryside. So the people went to see what had happened.",
      "15": "When they came to Jesus and saw the man who had been possessed by the legion of demons, sitting there dressed and in his right mind, they were frightened.",
      "16": "The people who had seen it told them what had happened to the demon-possessed man and the pigs.",
      "17": "So they began to beg Jesus to leave their territory.",
      "18": "As Jesus was getting into the boat, the man who had been demon-possessed kept begging him to let him go with him.",
      "19": "But Jesus wouldn’t let him. Instead, he told him, “Go home to your family, and tell them how much the Lord has done for you and how merciful he has been to you.”",
      "20": "So the man left and began proclaiming in the Decapolis how much Jesus had done for him. And everyone was utterly amazed.",
      "21": "When Jesus again had crossed to the other side in a boat, a large crowd gathered around him by the seashore.",
      "22": "Then a synagogue leader named Jairus arrived. When he saw Jesus, he fell at his feet",
      "23": "and begged him urgently, saying, “My little daughter is dying. Come and lay your hands on her so that she may get well and live.”",
      "24": "So Jesus went with him. A huge crowd kept following him and jostling him.",
      "25": "Now there was a woman who had been suffering from chronic bleeding for twelve years.",
      "26": "Although she had endured a great deal under the care of many doctors and had spent all of her money, she had not been helped at all, but rather grew worse.",
      "27": "Since she had heard about Jesus, she came up behind him in the crowd and touched his robe,",
      "28": "because she had been saying, “If I can just touch his robe, I will get well.”",
      "29": "Her bleeding stopped at once, and she felt in her body that she was healed from her illness.",
      "30": "Immediately Jesus became aware that power had gone out of him. So he turned around in the crowd and asked, “Who touched my clothes?”",
      "31": "His disciples asked him, “You see the crowd jostling you, and yet you ask, ‘Who touched me?’”",
      "32": "But he kept looking around to look at the woman who had done this.",
      "33": "So the woman, knowing what had happened to her, came forward fearfully, fell down trembling in front of him, and told him the whole truth.",
      "34": "He told her, “Daughter, your faith has made you well. Go in peace and be healed from your illness.”",
      "35": "While he was still speaking, some people came from the synagogue leader’s home and said, “Your daughter is dead. Why bother the Teacher anymore?”",
      "36": "But when Jesus heard what they said, he told the synagogue leader, “Stop being afraid! Just keep on believing.”",
      "37": "Jesus allowed no one to go further with him except Peter, James, and John, the brother of James.",
      "38": "When they came to the home of the synagogue leader, Jesus saw mass confusion. People were crying and sobbing loudly.",
      "39": "He entered the house and asked them, “Why all this confusion and crying? The child isn’t dead. She’s sleeping.”",
      "40": "They laughed and laughed at him. But when he had driven all of them outside, he took the child’s father and mother, along with the men who were with him, and went into the room where the child was.",
      "41": "He took her by the hand and told her, “Talitha koum,” which means, “Young lady, I tell you, get up!”",
      "42": "The young lady got up at once and started to walk. She was twelve years old. Instantly they were overcome with astonishment.",
      "43": "But Jesus strictly ordered them not to let anyone know about this. He also told them to give her something to eat."
    },
    "6": {
      "1": "Jesus left that place and went back to his hometown, and his disciples followed him.",
      "2": "When the Sabbath came, he began to teach in the synagogue, and many who heard him were utterly amazed. “Where did this man get all these things?” they asked. “What is this wisdom that has been given to him? What great miracles are being done by his hands!",
      "3": "This is the builder, the son of Mary, and the brother of James, Joseph, Judas, and Simon, isn’t it? His sisters are here with us, aren’t they?” And they were offended by him.",
      "4": "Jesus had been telling them, “A prophet is without honor only in his hometown, among his relatives, and in his own home.”",
      "5": "He couldn’t perform a miracle there except to lay his hands on a few sick people and heal them.",
      "6": "He was amazed at their unbelief. Then he went around to the villages and continued teaching.",
      "7": "He called the Twelve and began to send them out two by two, giving them authority over unclean spirits.",
      "8": "He instructed them to take nothing along on the trip except a walking stick—no bread, no traveling bag, nothing in their moneybag.",
      "9": "They could wear sandals but not take along an extra shirt.",
      "10": "He told them repeatedly, “Whenever you go into a home, stay there until you leave that place.",
      "11": "If any place will not welcome you and the people refuse to listen to you, when you leave, shake its dust off your feet as a testimony against them.”",
      "12": "So they went and preached that people should repent.",
      "13": "They also kept driving out many demons and anointing with oil many who were sick, and healing them.",
      "14": "King Herod heard about this, because Jesus’ name had become well-known. He was saying, “John the Baptist has been raised from the dead! That’s why he is able to do these miracles.”",
      "15": "Others were saying, “He is Elijah.”\nStill others were saying, “He is a prophet like one of the other prophets.”",
      "16": "But when Herod heard about it, he said, “John, whom I beheaded, has been raised,”",
      "17": "because Herod himself had sent men who arrested John, bound him with chains, and put him in prison on account of Herodias, his brother Philip’s wife, whom Herod had married.",
      "18": "John had been telling Herod, “It’s not lawful for you to have your brother’s wife.”",
      "19": "So Herodias bore a grudge against John and wanted to kill him. But she couldn’t do it",
      "20": "because Herod was afraid of John. He knew that John was a righteous and holy man, and so he protected him. Whenever he listened to John, he did much of what he said. In fact, he liked listening to him.",
      "21": "An opportunity came during Herod’s birthday celebration, when he gave a banquet for his top officials, military officers, and the most important people of Galilee.",
      "22": "When the daughter of Herodias came in and danced, she pleased Herod and his guests. So the king told the girl, “Ask me for anything you want, and I’ll give it to you.”",
      "23": "He swore with an oath to her, “I’ll give you anything you ask for, up to half of my kingdom.”",
      "24": "So she went out and asked her mother, “What should I ask for?”\nHer mother replied, “The head of John the Baptist.”",
      "25": "Immediately the girl hurried back to the king with her request, “I want you to give me right now the head of John the Baptist on a platter.”",
      "26": "The king was deeply saddened, yet because of his oaths and his guests he was reluctant to refuse her.",
      "27": "So without delay the king sent a soldier and ordered him to bring John’s head. The soldier went and beheaded him in prison.",
      "28": "Then he brought John’s head on a platter and gave it to the girl, and the girl gave it to her mother.",
      "29": "When John’s disciples heard about this, they came and carried off his body and laid it in a tomb.",
      "30": "The apostles gathered around Jesus and told him everything they had done and taught.",
      "31": "He told them, “Come away to a deserted place all by yourselves and rest for a while,” because so many people were coming and going that they didn’t even have time to eat.",
      "32": "So they went away in a boat to a deserted place by themselves.",
      "33": "But when many people saw them leave and recognized them, they hurried on foot from all the towns and arrived ahead of them.",
      "34": "When he got out of the boat, he saw a large crowd. He had compassion for them, because they were like sheep without a shepherd, and he began to teach them many things.",
      "35": "When it was quite late, his disciples came to him and said, “This is a deserted place, and it’s already late.",
      "36": "Send the crowds away so that they can go to the neighboring farms and villages and buy themselves something to eat.”",
      "37": "But he answered them, “You give them something to eat.”\nThey asked him, “Should we go and buy 200 denarii worth of bread and give it to them to eat?”",
      "38": "He asked them, “How many loaves of bread do you have? Go and see.”\nThey found out and told him, “Five loaves and two fish.”",
      "39": "Then he ordered them to have all the people sit down in groups on the green grass.",
      "40": "So they sat down in groups of hundreds and fifties.",
      "41": "Taking the five loaves and the two fish, he looked up to heaven and blessed them. Then he broke the loaves in pieces and kept giving them to his disciples to set before the people. He also divided the two fish among them all.",
      "42": "All of them ate and were filled.",
      "43": "Then the disciples picked up twelve baskets full of leftover bread and fish.",
      "44": "There were 5,000 men who had eaten the loaves.",
      "45": "Jesus immediately had his disciples get into a boat and cross to Bethsaida ahead of him, while he sent the crowd away.",
      "46": "After saying goodbye to them, he went up on a hillside to pray.",
      "47": "When evening had come, the boat was in the middle of the sea, while he was alone on the land.",
      "48": "He saw that his disciples were straining at the oars, because the wind was against them. Shortly before dawn he came to them, walking on the sea. He intended to go up right beside them,",
      "49": "but when they saw him walking on the sea, they thought it was a ghost and began to scream.",
      "50": "All of them saw him and were terrified. Immediately he told them, “Have courage! It’s me. Stop being afraid!”",
      "51": "Then he got into the boat with them, and the wind stopped blowing. The disciples were utterly astounded,",
      "52": "because they didn’t understand the significance of the loaves. Instead, their hearts were hardened.",
      "53": "When they had crossed over, they came ashore at Gennesaret and anchored the boat.",
      "54": "As soon as they got out of the boat, the people recognized Jesus.",
      "55": "They ran all over the countryside and began carrying the sick on their mats to any place where they heard he was.",
      "56": "Wherever he went, whether into villages, towns, or farms, people would place their sick in the marketplaces and beg him to let them touch even the tassel of his garment, and everyone who touched it was healed."
    },
    "7": {
      "1": "The Pharisees and some of the scribes who had come from Jerusalem gathered around Jesus.",
      "2": "They noticed that some of his disciples were eating with unclean hands, that is, without washing them.",
      "3": "(The Pharisees—and indeed all the Jewish people—don’t eat unless they wash their hands properly, following the tradition of their elders.",
      "4": "They don’t eat anything from the marketplace unless they dip it in water. They also observe many other traditions, such as the proper washing of washing cups, jars, brass pots, and dinner tables.)",
      "5": "So the Pharisees and the scribes asked Jesus, “Why don’t your disciples live according to the tradition of the elders? Instead, they eat with unclean hands.”",
      "6": "He told them, “Isaiah was right when he prophesied about you hypocrites. As it is written,\n‘These people honor me with their lips,\n    but their hearts are far from me.",
      "7": "Their worship of me is worthless,\n    because they teach human rules as doctrines.’",
      "8": "You abandon the commandment of God and hold to human tradition.”",
      "9": "Then he told them, “You have such a fine way of rejecting the commandment of God in order to keep your own tradition!",
      "10": "Because Moses said, ‘Honor your father and your mother,’ and, ‘Whoever curses his father or mother must certainly be put to death.’",
      "11": "But you say, ‘If anyone tells his father or mother, “Whatever support you might have received from me is Corban,”’ (that is, an offering to God)",
      "12": "‘you no longer let him do anything for his father or mother.’",
      "13": "You are destroying the word of God through your tradition that you have handed down. And you do many other things like that.”",
      "14": "Then he called to the crowd again and told them, “Listen to me, all of you, and understand!",
      "15": "Nothing that goes into a person from the outside can make him unclean. It’s what comes out of a person that makes a person unclean.",
      "16": "If anyone has ears to hear, let him listen!”",
      "17": "When he had left the crowd and gone home, his disciples began asking him about the parable.",
      "18": "He asked them, “Are you so ignorant? Don’t you know that nothing that goes into a person from the outside can make him unclean?",
      "19": "Because it doesn’t go into his heart but into his stomach, and then into the sewer, thereby expelling all foods.”",
      "20": "Then he continued, “It’s what comes out of a person that makes a person unclean,",
      "21": "because it’s from within, from the human heart, that evil thoughts come, as well as sexual immorality, stealing, murder,",
      "22": "adultery, greed, wickedness, cheating, shameless lust, envy, slander, arrogance, and foolishness.",
      "23": "All these things come from inside and make a person unclean.”",
      "24": "Jesus left that place and went to the territory of Tyre and Sidon. He went into a house, not wanting anyone to know he was there. However, it couldn’t be kept a secret.",
      "25": "In fact, a woman whose little daughter had an unclean spirit immediately heard about him and came and fell down at his feet.",
      "26": "Now the woman happened to be a Greek, born in Phoenicia in Syria. She kept asking him to drive the demon out of her daughter.",
      "27": "But he kept telling her, “First let the children be filled. It is not right to take the children’s bread and throw it to the puppies.”",
      "28": "But she answered him, “Yes, Lord. Yet even the puppies under the table eat some of the children’s crumbs.”",
      "29": "Then he told her, “Because you have said this, go! The demon has left your daughter.”",
      "30": "So she went home and found her child lying in bed, and the demon was gone.",
      "31": "Then Jesus left the territory of Tyre and passed through Sidon towards the Sea of Galilee, in the territory of the Decapolis.",
      "32": "Some people brought him a deaf man who also had a speech impediment. They begged him to lay his hand on him.",
      "33": "Jesus took him away from the crowd to be alone with him. Putting his fingers into the man’s ears, he touched the man’s tongue with saliva.",
      "34": "Then he looked up to heaven, sighed, and told him, “Ephphatha,” that is, “Be opened!”",
      "35": "The man’s hearing and speech were restored at once, and he began to talk normally.",
      "36": "Jesus ordered the people not to tell anyone, but the more he kept ordering them, the more they kept spreading the news.",
      "37": "Amazed beyond measure, they kept on saying, “He does everything well! He even makes deaf people hear and mute people talk!”"
    },
    "8": {
      "1": "At that time, after a large crowd again had gathered together with nothing to eat, Jesus called his disciples and told them,",
      "2": "“I have compassion for the crowd, because they’ve already been with me for three days and have nothing to eat.",
      "3": "If I send them away to their homes hungry, they’ll faint on the road. Some of them have come a long distance.”",
      "4": "His disciples answered him, “Where could anyone get enough bread to feed these people out here in the wilderness?”",
      "5": "He asked them, “How many loaves of bread do you have?”\n“Seven,” they said.",
      "6": "So he ordered the crowd to sit down on the ground. Then he took the seven loaves and gave thanks. He broke them in pieces and kept giving them to his disciples to distribute. So they served them to the crowd.",
      "7": "They also had a few small fish. He blessed them and said that the fish should also be distributed.",
      "8": "The people ate and were filled. Then the disciples picked up the leftover pieces—seven large baskets full.",
      "9": "Now about 4,000 men were there. Then he sent them on their way.",
      "10": "Immediately he got into a boat with his disciples and went to the region of Dalmanutha.",
      "11": "The Pharisees arrived and began arguing with Jesus. They tested him by demanding from him a sign from heaven.",
      "12": "He sighed deeply in his spirit and remarked, “Why do those living today demand a sign? I tell all of you with certainty, no sign will be given to this generation.”",
      "13": "Leaving them, he got into a boat again and crossed to the other side.",
      "14": "Now the disciples had forgotten to take any bread along, but they had one loaf with them in the boat.",
      "15": "Jesus had been warning them, “Watch out! Beware of the yeast of the Pharisees and the yeast of Herod!”",
      "16": "So they were discussing with one another the fact that they didn’t have any bread.",
      "17": "Knowing this, Jesus asked them, “Why are you discussing the fact that you don’t have any bread? Don’t you understand or perceive yet? Are your hearts hardened?",
      "18": "Do you have eyes, but fail to see? Do you have ears, but fail to hear? Don’t you remember?",
      "19": "When I broke the five loaves for the 5,000, how many baskets did you fill with leftover pieces?”\nThey told him, “Twelve.”",
      "20": "“When I broke the seven loaves for the 4,000, how many large baskets did you fill with the leftover pieces?”\nThey told him, “Seven.”",
      "21": "Then he asked them, “Don’t you understand yet?”",
      "22": "As they came to Bethsaida, some people brought a blind man to Jesus and begged him to touch him.",
      "23": "Jesus took the blind man by the hand and led him out of the village. He spit into his eyes, placed his hands on him, and asked him, “Do you see anything?”",
      "24": "The man looked up and said, “I see people, but they look like trees walking around.”",
      "25": "Then Jesus placed his hands on the man’s eyes again, and he saw clearly. His sight was restored, and he saw everything perfectly, even from a distance.",
      "26": "Then Jesus sent him home, saying, “Don’t go into the village or tell anyone in the village.”",
      "27": "Then Jesus and his disciples set out for the villages around Caesarea Philippi. On the way he was asking his disciples, “Who do people say I am?”",
      "28": "They answered him, “Some say John the Baptist, others Elijah, and still others one of the prophets.”",
      "29": "Then he began to ask them, “But who do you say I am?”\nPeter answered him, “You are the Messiah!”",
      "30": "Jesus sternly ordered them not to tell anyone about him.",
      "31": "Then he began to teach them that the Son of Man would have to suffer a great deal and be rejected by the elders, the high priests, and the scribes. Then he would be killed, but after three days he would rise again.",
      "32": "He was speaking about this matter quite openly.\nPeter took him aside and began to rebuke him.",
      "33": "But turning and looking at his disciples, Jesus rebuked Peter, saying, “Get behind me, Satan, because you’re not thinking God’s thoughts, but human thoughts!”",
      "34": "Then Jesus called the crowd to himself along with his disciples and told them, “If anyone wants to follow me, he must deny himself, pick up his cross, and follow me continuously,",
      "35": "because whoever wants to save his life will lose it, but whoever loses his life for my sake and for the gospel will save it.",
      "36": "What profit will a person have if he gains the whole world and forfeits his life?",
      "37": "Indeed, what can a person give in exchange for his life?",
      "38": "If anyone is ashamed of me and my words in this adulterous and sinful generation, the Son of Man will be ashamed of him when he comes with the holy angels in his Father’s glory.”"
    },
    "9": {
      "1": "Then he told them, “I tell all of you with certainty, some people standing here will not experience death until they see the kingdom of God arrive with power.”",
      "2": "Six days later, Jesus took Peter, James, and John and led them up a high mountain to be alone with him. His appearance was changed in front of them,",
      "3": "and his clothes became dazzling white, whiter than anyone on earth could bleach them.",
      "4": "Then Elijah appeared to them, accompanied by Moses, and they were talking with Jesus.",
      "5": "Then Peter told Jesus, “Rabbi, it’s good that we’re here! Let’s set up three shelters—one for you, one for Moses, and one for Elijah.”",
      "6": "(Peter didn’t know how to respond, because they were terrified.)",
      "7": "Then a cloud appeared and overshadowed them. A voice came out of the cloud and said, “This is my Son, whom I love. Keep on listening to him!”",
      "8": "Suddenly, as they looked around, they saw no one with them but Jesus alone.",
      "9": "On their way down the mountain, Jesus ordered them not to tell anyone what they had seen until the Son of Man had risen from the dead.",
      "10": "They kept the matter to themselves but argued about what “rising from the dead” meant.",
      "11": "So they asked him, “Don’t the scribes say that Elijah must come first?”",
      "12": "He told them, “Elijah is indeed coming first and will restore all things. Why, then, is it written that the Son of Man must suffer a great deal and be treated shamefully?",
      "13": "But I tell you that Elijah has come, yet people treated him just as they pleased, as it is written about him.”",
      "14": "As they approached the other disciples, they saw a large crowd around them and some scribes arguing with them.",
      "15": "The whole crowd was very surprised to see Jesus and ran to welcome him.",
      "16": "He asked the scribes, “What are you arguing about with them?”",
      "17": "A man in the crowd answered him, “Teacher, I brought my son to you. He has a spirit that won’t let him talk.",
      "18": "Whenever it brings on a seizure, it throws him to the ground. Then he foams at the mouth, grinds his teeth, and becomes stiff. So I asked your disciples to drive the spirit out, but they didn’t have the power.”",
      "19": "Jesus told them, “You unbelieving generation! How long must I be with you? How long must I put up with you? Bring him to me!”",
      "20": "So they brought the boy to him. When the spirit saw Jesus, it immediately threw the boy into convulsions. He fell on the ground and kept rolling around and foaming at the mouth.",
      "21": "Then Jesus asked his father, “How long has this been happening to him?” He said, “Since he was a child.",
      "22": "The spirit has often thrown him into fire and into water to destroy him. But if you are able to do anything, have pity on us and help us!”",
      "23": "Jesus told him, “‘If you are able?’ Everything is possible for the person who believes!”",
      "24": "With tears flowing, the child’s father at once cried out, “I do believe! Help my unbelief!”",
      "25": "When Jesus saw that a crowd was running to the scene, he rebuked the unclean spirit, saying to it, “You spirit that won’t let him talk or hear—I command you to come out of him and never enter him again!”",
      "26": "The spirit screamed, shook the child violently, and came out. The boy was like a corpse, and many said that he was dead.",
      "27": "But Jesus took his hand and helped him up, and he stood up.",
      "28": "When Jesus came home, his disciples asked him privately, “Why couldn’t we drive the spirit out?”",
      "29": "He told them, “This kind can come out only by prayer and fasting.”",
      "30": "Then they left that place and passed through Galilee. Jesus didn’t want anyone to find out about it,",
      "31": "because he was teaching his disciples, “The Son of Man will be betrayed into human hands. They will kill him, but after being dead for three days he will be raised.”",
      "32": "They didn’t understand what this statement meant, and they were afraid to ask him.",
      "33": "Then they came to Capernaum. While Jesus was at home, he asked the disciples, “What were you arguing about on the road?”",
      "34": "But they kept silent, because they had argued on the road with one another about who was the greatest.",
      "35": "So he sat down, called the Twelve, and told them, “If anyone wants to be first, he must be last of all and servant of all.”",
      "36": "Then he took a little child and had him stand among them. He took him in his arms and told them,",
      "37": "“Whoever welcomes a child like this in my name welcomes me, and whoever welcomes me welcomes not me but the one who sent me.”",
      "38": "John told Jesus, “Teacher, we saw someone driving out demons in your name. We tried to stop him, because he wasn’t a follower like us.”",
      "39": "But Jesus said, “Don’t stop him, because no one who works a miracle in my name can slander me soon afterwards.",
      "40": "Whoever is not against us is for us.",
      "41": "I tell all of you with certainty, whoever gives you a cup of water to drink because you belong to the Messiah will never lose his reward.”",
      "42": "“If anyone causes one of these little ones who believe in me to sin, it would be better for him if a large millstone were hung around his neck and he were thrown into the sea.",
      "43": "So if your hand causes you to sin, cut it off. It’s better for you to enter life injured than to have two hands and go to hell, to the fire that cannot be put out.",
      "44": "In that place, worms never die, and the fire is never put out.",
      "45": "And if your foot causes you to sin, cut it off. It’s better for you to enter life crippled than to have two feet and be thrown into hell.",
      "46": "In that place, worms never die, and the fire is never put out.",
      "47": "And if your eye causes you to sin, tear it out. It’s better for you to enter the kingdom of God with one eye than to have two eyes and be thrown into hell.",
      "48": "In that place, worms never die, and the fire is never put out.",
      "49": "Because everyone will be salted with fire, and every sacrifice will be salted with salt.",
      "50": "Salt is good. But if salt loses its taste, how can you restore its flavor? Keep on having salt among yourselves, and live in peace with one another.”"
    },
    "10": {
      "1": "Then Jesus left that place and went into the territory of Judea on the other side of the Jordan. Crowds gathered around him as usual, and he began to teach them again as was his custom.",
      "2": "Some Pharisees came to test him. They asked, “Is it lawful for a man to divorce his wife?”",
      "3": "“What did Moses command you?” he responded.",
      "4": "They said, “Moses allowed a man to write a certificate of divorce and to divorce her.”",
      "5": "But Jesus told them, “It was because of your hardness of heart that he wrote this command for you.",
      "6": "But from the beginning of creation, ‘God made them male and female.’",
      "7": "That’s why ‘a man will leave his father and mother and be united with his wife,",
      "8": "and the two will become one flesh.’ So they’re no longer two, but one flesh.",
      "9": "Therefore, what God has joined together, man must never separate.”",
      "10": "Back in the house, the disciples asked him about this again.",
      "11": "So he told them, “Whoever divorces his wife and marries another woman commits adultery against her.",
      "12": "And if a woman divorces her husband and marries another man, she commits adultery.”",
      "13": "Some people were bringing little children to Jesus to have him touch them. But the disciples rebuked those who brought them.",
      "14": "When Jesus saw this, he became furious and told them, “Let the little children come to me, and stop keeping them away, because the kingdom of God belongs to people like these.",
      "15": "I tell all of you with certainty, whoever doesn’t receive the kingdom of God as a little child will never enter it.”",
      "16": "Then after he had hugged the children, he tenderly blessed them as he laid his hands on them.",
      "17": "As Jesus was setting out again, a man ran up to him, knelt down in front of him, and asked him, “Good Teacher, what must I do to inherit eternal life?”",
      "18": "“Why do you call me good?” Jesus asked him. “Nobody is good except for one—God.",
      "19": "You know the commandments: ‘Never murder.’ ‘Never commit adultery.’ ‘Never steal.’ ‘Never give false testimony.’ ‘Never cheat.’ ‘Honor your father and mother.’”",
      "20": "The man replied to him, “Teacher, I have obeyed all of these since I was a young man.”",
      "21": "Jesus looked at him and loved him. Then he told him, “You’re missing one thing. Go and sell everything you own, give the money to the destitute, and you will have treasure in heaven. Then come back and follow me.”",
      "22": "Shocked at this statement, the man went away sad, because he had many possessions.",
      "23": "Then Jesus looked around and told his disciples, “How hard it will be for those who are wealthy to enter the kingdom of God!”",
      "24": "The disciples were startled by these words, but Jesus told them again, “Children, how hard it is for those who trust in their wealth to get into the kingdom of God!",
      "25": "It’s easier for a camel to squeeze through the eye of a needle than for a rich person to get into the kingdom of God.”",
      "26": "The disciples were utterly amazed and asked one another, “Then who can be saved?”",
      "27": "Jesus looked at them intently and said, “For humans it’s impossible, but not for God. All things are possible for God.”",
      "28": "Then Peter began to say to him, “See, we have left everything and followed you.”",
      "29": "Jesus said, “I tell all of you with certainty, there is no one who has left his home, brothers, sisters, mother, father, children, or fields because of me and the gospel",
      "30": "who will not receive a hundred times as much here in this world—homes, brothers, sisters, mothers, children, and fields, along with persecution—as well as eternal life in the age to come.",
      "31": "But many who are first will be last, and the last will be first.”",
      "32": "Now Jesus and his disciples had been on the road going up to Jerusalem, with Jesus walking ahead of them. They were astonished, and the others who followed were afraid.\nOnce again, Jesus took the Twelve aside and began to tell them what was going to happen to him.",
      "33": "“Pay attention! We’re going up to Jerusalem. The Son of Man will be handed over to the high priests and the scribes, and they’ll condemn him to death. Then they’ll hand him over to the unbelievers,",
      "34": "and they’ll make fun of him, spit on him, whip him, and kill him. But after three days he’ll be raised.”",
      "35": "James and John, the sons of Zebedee, went to Jesus and told him, “Teacher, we want you to do for us whatever we ask you.”",
      "36": "He asked them, “What do you want me to do for you?”",
      "37": "They asked him, “Let us sit in your glory, one on your right and one on your left.”",
      "38": "But Jesus told them, “You don’t realize what you’re asking. Can you drink from the cup that I’m going to drink from or be baptized with the baptism with which I’m going to be baptized?”",
      "39": "They told him, “We can.”\nJesus told them, “You will drink from the cup that I’m going to drink and be baptized with the baptism with which I’m going to be baptized.",
      "40": "But it’s not up to me to grant you a seat at my right or my left. Those positions have already been prepared for others.”",
      "41": "When the ten other disciples heard this, they began to be furious with James and John.",
      "42": "Jesus called his disciples and told them, “You know that those who are recognized as rulers among the unbelievers lord it over them, and their superiors act like tyrants over them.",
      "43": "That’s not the way it should be among you. Instead, whoever wants to become great among you must be your servant,",
      "44": "and whoever wants to be first among you must be a slave to everyone,",
      "45": "because even the Son of Man did not come to be served, but to serve and to give his life as a ransom for many people.”",
      "46": "Then they came to Jericho. As Jesus, his disciples, and a large crowd were leaving Jericho, a blind beggar named Bartimaeus (that is, the son of Timaeus) was sitting by the road.",
      "47": "When he heard that Jesus of Nazareth was there, he began to shout, “Jesus, Son of David, have mercy on me!”",
      "48": "Many people sternly told him to be quiet, but he started shouting even louder, “Son of David, have mercy on me!”",
      "49": "So Jesus stopped and said, “Call him!”\nSo they called the blind man and told him, “Have courage! Get up. He’s calling you.”",
      "50": "He threw off his coat, jumped up, and went to Jesus.",
      "51": "Then Jesus asked him, “What do you want me to do for you?”\nThe blind man told him, “Rabbouni, I want to see again.”",
      "52": "Jesus told him, “Go. Your faith has made you well.” At once the man could see again, and he began to follow Jesus down the road."
    },
    "11": {
      "1": "When they came near Jerusalem, at Bethphage and Bethany, near the Mount of Olives, Jesus sent two of his disciples on ahead",
      "2": "and told them, “Go into the village ahead of you. As soon as you go into it, you will find a colt tied up that no one has ever ridden. Untie it, and bring it along.",
      "3": "If anyone asks you, ‘Why are you doing this?,’ say, ‘The Lord needs it,’ and he will send it back here at once.”",
      "4": "So they went and found the colt outside in the street tied up next to a doorway. While they were untying it,",
      "5": "some men standing there asked them, “What are you doing untying that colt?”",
      "6": "The disciples told them what Jesus had said, and the men let them go.",
      "7": "They brought the colt to Jesus, threw their coats on it, and he sat on it.",
      "8": "Many people spread their coats on the road, while others spread leafy branches that they had cut in the fields.",
      "9": "Those who went ahead and those who followed him were shouting,\n“Hosanna!\nHow blessed is the one who comes\n    in the name of the Lord!",
      "10": "How blessed is the coming kingdom\n    of our ancestor David!\nHosanna in the highest heaven!”",
      "11": "Then Jesus went into Jerusalem and into the Temple and looked around at everything. Since it was already late, he went out with the Twelve to Bethany.",
      "12": "The next day, as they were leaving Bethany, Jesus became hungry.",
      "13": "Seeing in the distance a fig tree covered with leaves, he went to see if he could find anything on it. When he came to it, he found nothing except leaves because it wasn’t the season for figs.",
      "14": "So he told it, “May no one ever eat fruit from you again!” Now his disciples were listening to this.",
      "15": "When they came to Jerusalem, he went into the Temple and began to throw out those who were selling and those who were buying in the Temple. He overturned the moneychangers’ tables and the chairs of those who sold doves.",
      "16": "He wouldn’t even let anyone carry a vessel through the Temple.",
      "17": "Then he began to teach them: “It is written, is it not, ‘My house is to be called a house of prayer for all nations’? But you’ve turned it into a hideout for bandits!”",
      "18": "When the high priests and elders heard this, they began to look for a way to kill him, because they were afraid of him, since the whole crowd was amazed at his teaching.",
      "19": "When evening came, Jesus and his disciples would leave the city.",
      "20": "While they were walking along early the next morning, they saw the fig tree dried up to its roots.",
      "21": "Remembering what Jesus had said, Peter pointed out to him, “Rabbi, look! The fig tree you cursed has dried up!”",
      "22": "Jesus told his disciples, “Have faith in God!",
      "23": "I tell all of you with certainty, if anyone says to this mountain, ‘Be lifted up and thrown into the sea,’ if he doesn’t doubt in his heart but believes that what he says will happen, it will be done for him.",
      "24": "That is why I tell you, whatever you ask for in prayer, believe that you have received it and it will be yours.",
      "25": "“Whenever you stand up to pray, forgive whatever you have against anyone, so that your Father in heaven will forgive your sins.",
      "26": "But if you do not forgive, your Father in heaven will not forgive your sins.”",
      "27": "Then they went into Jerusalem again. While Jesus was walking in the Temple, the high priests, the scribes, and the elders came to him",
      "28": "and asked him, “By what authority are you doing these things, and who gave you this authority to do them?”",
      "29": "Jesus told them, “I’ll ask you one question. Answer me, and then I’ll tell you by what authority I’m doing these things.",
      "30": "Was John’s authority to baptize from heaven or from humans? Answer me.”",
      "31": "They began discussing this among themselves. “If we say, ‘From heaven,’ he’ll say, ‘Then why didn’t you believe him?’",
      "32": "But if we say, ‘From humans’…?” They were afraid of the crowd, because everyone really thought John was a prophet.",
      "33": "So they answered Jesus, “We don’t know.”\nThen Jesus told them, “Then I won’t tell you by what authority I’m doing these things.”"
    },
    "12": {
      "1": "Then Jesus began to speak to them in parables. “A man planted a vineyard. He put a wall around it, dug a pit for the wine press, and built a watchtower. Then he leased it to tenant farmers and went abroad.",
      "2": "At the right time, he sent a servant to the farmers to collect from them a share of the produce from the vineyard.",
      "3": "But the farmers grabbed the servant, beat him, and sent him back empty-handed.",
      "4": "Again, the man sent another servant to them. They beat the servant over the head and treated him shamefully.",
      "5": "Then the man sent another, and that one they killed. So it was with many other servants. Some of these they beat, and others they killed.",
      "6": "He still had one more person to send, a son whom he loved. Finally, he sent him to them, saying, ‘They will respect my son.’",
      "7": "But those farmers told one another, ‘This is the heir. Come on, let’s kill him, and the inheritance will be ours!’",
      "8": "So they grabbed him, killed him, and threw him out of the vineyard.",
      "9": "“Now what will the owner of the vineyard do? He will come, execute the farmers, and give the vineyard to others.",
      "10": "Haven’t you ever read this Scripture:\n‘The stone that the builders rejected\n    has become the cornerstone.",
      "11": "This was the Lord’s doing,\n    and it is amazing in our eyes’?”",
      "12": "They were trying to arrest him but were afraid of the crowd. Realizing that he had spoken this parable against them, they left him alone and went away.",
      "13": "Then they sent some Pharisees and some Herodians to him, intending to trap him in what he said.",
      "14": "They came and told him, “Teacher, we know that you are sincere. You don’t favor any individual, because you pay no attention to external appearance. Instead, you teach the way of God truthfully. Is it lawful to pay taxes to Caesar or not? Should we pay them or shouldn’t we?”",
      "15": "Seeing through their hypocrisy, Jesus replied to them, “Why are you testing me? Bring me a denarius and let me look at it.”",
      "16": "So they brought one. Then he asked them, “Whose face and name are on this?”\nThey told him, “Caesar’s.”",
      "17": "So Jesus told them, “Give back to Caesar the things that are Caesar’s, and to God the things that are God’s.” And they were utterly amazed at him.",
      "18": "Then some Sadducees, who claim there is no resurrection, came to Jesus and asked him,",
      "19": "“Teacher, Moses wrote for us that if a man’s brother dies and leaves a wife but no child, he should marry the widow and have children for his brother.",
      "20": "There were seven brothers. The first one married and died without having children.",
      "21": "Then the second married her and died without having children, and so did the third.",
      "22": "None of the seven left any children. Last of all, the woman died, too.",
      "23": "In the resurrection, whose wife will she be, since all seven had married her?”",
      "24": "Jesus answered them, “Aren’t you mistaken because you don’t know the Scriptures or God’s power?",
      "25": "When people rise from the dead, they neither marry nor are given in marriage but are like the angels in heaven.",
      "26": "As for the dead being raised, haven’t you read in the book of Moses, in the story about the bush, how God said, ‘I am the God of Abraham, the God of Isaac, and the God of Jacob’?",
      "27": "He is not the God of the dead, but of the living. You are badly mistaken!”",
      "28": "Then one of the scribes came near and heard the Sadducees arguing with one another. He saw how well Jesus answered them, so he asked him, “Which commandment is the most important of them all?”",
      "29": "Jesus answered, “The most important is, ‘Hear, O Israel, the Lord our God is one Lord,",
      "30": "and you must love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.’",
      "31": "The second is this: ‘You must love your neighbor as yourself.’ No other commandment is greater than these.”",
      "32": "Then the scribe told him, “Well said, Teacher! You have told the truth that ‘God is one, and there is no other besides him.’",
      "33": "To love him with all your heart, with all your understanding, and with all your strength, and to love your neighbor as yourself is more important than all the burnt offerings and sacrifices.”",
      "34": "When Jesus saw how wisely the man answered, he told him, “You are not far from the kingdom of God.” After that, no one dared to ask him another question.",
      "35": "While Jesus was teaching in the Temple, he asked, “How can the scribes say that the Messiah is David’s son?",
      "36": "David himself said by the Holy Spirit,\n‘The Lord told my Lord,\n    “Sit at my right hand,\n        until I put your enemies under your feet.”’",
      "37": "David himself calls him ‘Lord,’ so how can he be his son?” And the large crowd kept listening to him with delight.",
      "38": "As he taught, he said, “Beware of the scribes! They like to walk around in long robes, to be greeted in the marketplaces,",
      "39": "and to have the best seats in the synagogues and the places of honor at banquets.",
      "40": "They devour widows’ houses and say long prayers to cover it up. They will receive greater condemnation!”",
      "41": "As Jesus sat facing the offering box, he watched how the crowd was dropping their money into it. Many rich people were dropping in large amounts.",
      "42": "Then a destitute widow came and dropped in two small copper coins, worth about a cent.",
      "43": "He called his disciples and told them, “I tell all of you with certainty, this destitute widow has dropped in more than everyone who is contributing to the offering box,",
      "44": "because all of them contributed out of their surplus, but out of her poverty she has given everything she had to live on.”"
    },
    "13": {
      "1": "While Jesus was leaving the Temple, one of his disciples told him, “Look, Teacher! What stones! And what buildings!”",
      "2": "“Do you see these large buildings?” Jesus responded. “Not even a single stone here will be left on top of another that won’t be demolished.”",
      "3": "As Jesus was sitting on the Mount of Olives facing the Temple, Peter, James, John, and Andrew were asking him privately,",
      "4": "“Tell us, when will these things happen, and what is to be the sign when these things will be put into effect?”",
      "5": "Jesus began by telling them, “See to it that no one deceives you.",
      "6": "Many will come in my name, proclaiming, ‘I AM,’ and they will deceive many people.",
      "7": "But when you hear of wars and rumors of wars, don’t panic. These things must take place, but the end won’t have come yet,",
      "8": "because nation will rise up in arms against nation, and kingdom against kingdom. Furthermore, there will be earthquakes and famines in various places. These things are only a beginning of agonies.”",
      "9": "“As for yourselves, be on your guard! People will hand you over to local councils, and you will be beaten in their synagogues. You will stand before governors and kings in order to testify to them because of me.",
      "10": "But first, the gospel must be proclaimed to all nations.",
      "11": "When they take you away and hand you over for trial, don’t worry ahead of time about what you will say. Instead, say whatever is given to you at that time, because it won’t be you speaking, but the Holy Spirit.",
      "12": "Brother will betray brother to death, and a father his child. Children will rebel against their parents and have them put to death.",
      "13": "You will be hated continuously by everyone on account of my name. But the person who endures to the end will be saved.”",
      "14": "“So when you see the destructive desecration standing where it should not be (let the reader take note), then those who are in Judea must flee to the mountains.",
      "15": "Anyone who’s on his housetop must not come down and go into his house to take anything out of it,",
      "16": "and the one who’s in the field must not turn back to get his coat.",
      "17": "“How terrible it will be for women who are pregnant or who are nursing babies in those days!",
      "18": "Pray that it may not be in winter,",
      "19": "because those days will be a time of suffering, a kind that has not happened from the beginning of creation—which God himself created—until now, and certainly will never happen again.",
      "20": "If the Lord had not shortened those days, no one would survive. But for the sake of the elect whom he has chosen, he has shortened those days.",
      "21": "“At that time, if anyone says to you, ‘Look here! The Messiah!’, or, ‘Look there!’ don’t believe it,",
      "22": "because false messiahs and false prophets will have arisen and will produce signs and omens intending to deceive, if possible, the elect.",
      "23": "So be on your guard! I’ve told you everything beforehand.”",
      "24": "“But after the troubles of those days,\n‘The sun will be darkened,\n    the moon will not reflect its light,",
      "25": "the stars will be falling out of the sky,\n    and the powers that are in the heavens will be disrupted.’",
      "26": "Then people will see ‘the Son of Man coming in clouds’ with great power and glory.",
      "27": "He’ll send out the angels and gather his elect from the four winds, from the most remote part of earth to the most remote part of heaven.”",
      "28": "“Now learn a lesson from the fig tree. When its branches become tender and it produces leaves, you know that summer is approaching.",
      "29": "In the same way, when you see these things taking place, you will know that the Son of Man is near, right at the door.",
      "30": "I tell all of you with certainty, this generation won’t disappear until all these things take place.",
      "31": "Heaven and earth will disappear, but my words will never disappear.”",
      "32": "“No one knows when that day or hour will come—neither the angels in heaven nor the Son, but only the Father.",
      "33": "Be careful! Watch out! Because you don’t know when the time will come.",
      "34": "It’s like a man who went on a trip. As he left home, he put his servants in charge, each with his own work, and he ordered the doorkeeper to be alert.",
      "35": "So keep on watching, because you don’t know when the master of the house is coming—whether in the middle of the night, at the time the cock crows, or at daybreak.",
      "36": "Otherwise, he may come suddenly and find you asleep.",
      "37": "I’m telling you what I’m telling everyone: Be alert!”"
    },
    "14": {
      "1": "Now it was two days before the Passover and the Festival of Unleavened Bread. The high priests and the scribes were looking for a way to arrest Jesus secretly and to have him put to death,",
      "2": "because they kept saying, “This must not happen during the festival. Otherwise, there’ll be a riot among the people.”",
      "3": "While Jesus was in Bethany sitting at the table in the home of Simon the leper, a woman arrived with an alabaster jar of very expensive perfume made from pure nard. She broke open the jar and poured the perfume on his head.",
      "4": "Irritated, some who were there asked one another, “Why was the perfume wasted like this?",
      "5": "This perfume could have been sold for more than 300 denarii and the money given to the destitute.” So they got extremely angry with her.",
      "6": "But Jesus said, “Leave her alone. Why are you bothering her? She has done a beautiful thing for me,",
      "7": "because you’ll always have the destitute with you and can help them whenever you want, but you won’t always have me.",
      "8": "She has done what she could. She poured perfume on my body in preparation for my burial.",
      "9": "I tell all of you with certainty, wherever the gospel is proclaimed in the whole world, what she has done will also be told as a memorial to her.”",
      "10": "Then Judas Iscariot, one of the Twelve, went to the high priests to betray Jesus to them.",
      "11": "After they had listened to him, they were delighted and promised to give him money. So he began to look for a good opportunity to betray him.",
      "12": "On the first day of the Festival of Unleavened Bread, when the Passover lamb is sacrificed, Jesus’ disciples asked him, “Where do you want us to go and make preparations for you to eat the Passover meal?”",
      "13": "He sent two of his disciples, telling them, “Go into the city, and you will meet a man carrying a jug of water. Follow him.",
      "14": "When he goes into a house, say to its owner that the Teacher asks, ‘Where is my room where I can eat the Passover meal with my disciples?’",
      "15": "Then he will show you a large upstairs room that is furnished and ready. Get everything ready for us there.”",
      "16": "So the disciples left and went into the city. They found everything just as Jesus had told them, and they prepared the Passover meal.",
      "17": "When evening came, Jesus arrived with the Twelve.",
      "18": "While they were at the table eating, Jesus said, “I tell all of you with certainty, one of you is going to betray me, one who is eating with me.”",
      "19": "They began to be very sad and asked him, one after the other, “Surely I am not the one, am I?”",
      "20": "He told them, “It’s one of you Twelve, the one who is dipping his bread into the bowl with me.",
      "21": "For the Son of Man is going away, just as it has been written about him, but how terrible it will be for that man by whom the Son of Man is betrayed! It would have been better for him if he had never been born.”",
      "22": "While they were eating, Jesus took a loaf of bread and blessed it. Then he broke it in pieces and handed it to them, saying, “Take some. This is my body.”",
      "23": "Then he took a cup, gave thanks, and gave it to them, and they all drank from it.",
      "24": "He told them, “This is my blood of the covenant that is being poured out for many people.",
      "25": "I tell all of you with certainty, I’ll never again drink the product of the vine until that day when I drink it new in the kingdom of God.”",
      "26": "After singing a hymn, they went out to the Mount of Olives.",
      "27": "Then Jesus told them, “All of you will turn against me, because it is written,\n‘I will strike the shepherd,\n    and the sheep will be scattered.’",
      "28": "However, after I’ve been raised, I’ll go to Galilee ahead of you.”",
      "29": "But Peter told him, “Even if everyone else turns against you, I certainly won’t.”",
      "30": "Jesus told him, “I tell you with certainty, today, this very night, before a rooster crows twice, you’ll deny me three times.”",
      "31": "But Peter kept saying emphatically, “Even if I have to die with you, I’ll never deny you!” And all the others kept saying the same thing.",
      "32": "Then they came to a place called Gethsemane, and he told his disciples, “Sit down here while I pray.”",
      "33": "He took Peter, James, and John along with him, and he began to feel distressed and troubled.",
      "34": "So he told them, “I’m deeply grieved, even to the point of death. Wait here and stay awake.”",
      "35": "Going on a little farther, he fell to the ground and kept praying that if it were possible the hour might pass from him.",
      "36": "He kept repeating, “Abba! Father! All things are possible for you. Take this cup away from me. Yet not what I want but what you want.”",
      "37": "When he went back, he found his disciples asleep. “Simon, are you asleep?” he asked Peter. “You couldn’t stay awake for one hour, could you?",
      "38": "All of you must stay awake and pray that you won’t be tempted. The spirit is indeed willing, but the body is weak.”",
      "39": "He went away again and prayed the same prayer as before.",
      "40": "Again he came back and found them asleep, because they could not keep their eyes open. They didn’t even know what they should say to him.",
      "41": "He came back a third time. “Are you still sleeping and resting?” he asked. “Enough of that! The time has come. Look! The Son of Man is being betrayed into the hands of sinners.",
      "42": "Get up! Let’s go! See, the one who is betraying me is near!”",
      "43": "Just then, while Jesus was still speaking, Judas, one of the Twelve, arrived. A crowd armed with swords and clubs was with him. They were from the high priests, the scribes, and the elders.",
      "44": "Now the betrayer personally had given them a signal, saying, “The one I kiss is the man. Arrest him, and lead him safely away.”",
      "45": "So Judas immediately went up to Jesus and said, “Rabbi,” and kissed him tenderly.",
      "46": "Then the men took hold of Jesus and arrested him.",
      "47": "But one of those standing there drew his sword and struck the high priest’s servant, cutting off his ear.",
      "48": "Jesus asked them, “Have you come out with swords and clubs to arrest me as if I were a bandit?",
      "49": "Day after day I was with you in the Temple teaching, yet you didn’t arrest me. But the Scriptures must be fulfilled.”",
      "50": "Then all the disciples deserted Jesus and ran away.",
      "51": "A certain young man, who was wearing nothing but a linen sheet, was following Jesus. When the men grabbed him,",
      "52": "he left the linen sheet behind and ran away naked.",
      "53": "Then they took Jesus to the high priest. All the high priests, elders, and scribes had gathered together.",
      "54": "Peter followed Jesus at a distance as far as the high priest’s courtyard. He was sitting with the servants and warming himself at the fire.",
      "55": "Meanwhile, the high priests and the whole Council were looking for some testimony against Jesus in order to have him put to death, but they couldn’t find any.",
      "56": "Although many people gave false testimony against him, their testimony didn’t agree.",
      "57": "Then some men stood up and gave false testimony against him, saying,",
      "58": "“We ourselves heard him say, ‘I will destroy this sanctuary made by human hands, and in three days I will build another one not made by human hands.’”",
      "59": "But even on this point their testimony didn’t agree.",
      "60": "Then the high priest stood up before them and asked Jesus, “Don’t you have any answer to what these men are testifying against you?”",
      "61": "But he kept silent and didn’t answer at all. The high priest asked him again, “Are you the Messiah, the Son of the Blessed One?”",
      "62": "Jesus said, “I AM, and\n‘you will see the Son of Man\n    seated at the right hand of the Power’\n        and ‘coming with the clouds of heaven.’”",
      "63": "Then the high priest tore his clothes. “Why do we still need witnesses?” he asked.",
      "64": "“You have heard his blasphemy! What is your verdict?” All of them condemned him as deserving death.",
      "65": "Some of them began to spit on him. They blindfolded him and kept hitting him with their fists and telling him, “Prophesy!” Even the servants took him and slapped him around.",
      "66": "While Peter was down in the courtyard, one of the high priest’s servant girls came by.",
      "67": "When she saw Peter warming himself, she glared at him and said, “You, too, were with Jesus from Nazareth.”",
      "68": "But he denied it, saying, “I don’t know—or even understand—what you’re talking about!” Then he went out into the entryway. Just then a rooster crowed.",
      "69": "The servant girl saw him and again told those who were standing around, “This man is one of them!”",
      "70": "Again he denied it.\nAfter a little while, the people who were standing there began to say to Peter again, “Obviously you’re one of them, because you are a Galilean!”",
      "71": "Then he began to invoke a divine curse and to swear with an oath, “I don’t know this man you’re talking about!”",
      "72": "Just then a rooster crowed a second time.\nPeter remembered that Jesus told him, “Before a rooster crows twice, you will deny me three times.” Then he broke down and cried."
    },
    "15": {
      "1": "As soon as it was morning, the high priests convened a meeting with the elders and scribes and the whole Council. They bound Jesus with chains, led him away, and handed him over to Pilate.",
      "2": "Pilate asked him, “Are you the king of the Jews?”\nJesus answered him, “You say so.”",
      "3": "The high priests kept accusing him of many things.",
      "4": "So Pilate asked him again, “Don’t you have any answer? Look how many accusations they’re bringing against you!”",
      "5": "But since Jesus no longer answered, Pilate was astonished.",
      "6": "At every festival, Pilate would release any one prisoner whom the people requested.",
      "7": "Now there was a man in prison named Barabbas. He had been with the insurgents who had committed murder during the rebellion.",
      "8": "So the crowd came and began to request that Pilate do for them what he always did.",
      "9": "Pilate answered them, “Do you want me to release the king of the Jews for you?”",
      "10": "because he knew that the high priests had handed him over due to jealousy.",
      "11": "But the high priests stirred up the crowd to get him to release Barabbas for them instead.",
      "12": "So Pilate asked them again, “Then what should I do with the man you call ‘the King of the Jews’?”",
      "13": "“Crucify him!” they shouted back.",
      "14": "“Why?” Pilate asked them. “What has he done wrong?”\nBut they shouted even louder, “Crucify him!”",
      "15": "So Pilate, wanting to satisfy the crowd, released Barabbas for them, but he had Jesus whipped and handed over to be crucified.",
      "16": "The soldiers led Jesus into the courtyard of the palace (that is, the governor’s headquarters) and called out the whole guard.",
      "17": "They dressed him in a purple robe, twisted some thorns into a victor’s crown, and placed it on his head.",
      "18": "They began to greet him, “Long live the king of the Jews!”",
      "19": "They kept hitting him on the head with a stick, spitting on him, kneeling in front of him, and worshiping him.",
      "20": "When they had finished making fun of him, they stripped him of the purple robe, put his own clothes back on him, and led him away to crucify him.",
      "21": "They forced a certain passer-by named Simon of Cyrene, the father of Alexander and Rufus, who happened to be coming in from the country, to carry Jesus’ cross.",
      "22": "They took Jesus to a place called Golgotha, which means Skull Place.",
      "23": "They tried to give him wine mixed with myrrh, but he wouldn’t accept it.",
      "24": "Then they crucified him. They divided his clothes among themselves by throwing dice to see what each one would get.",
      "25": "It was nine in the morning when they crucified him.",
      "26": "The written notice of the charge against him read, “The king of the Jews.”",
      "27": "They crucified two bandits with him, one on his right and the other on his left.",
      "28": "",
      "29": "Those who passed by kept insulting him, shaking their heads, and saying, “Ha! You who were going to destroy the sanctuary and rebuild it in three days—",
      "30": "save yourself and come down from the cross!”",
      "31": "In the same way, the high priests, along with the scribes, were also making fun of him among themselves. They kept saying, “He saved others, but can’t save himself!",
      "32": "Let the Messiah, the king of Israel, come down from the cross now, since seeing is believing!” Even the men who were crucified with him kept insulting him.",
      "33": "At noon, darkness came over the whole land until three in the afternoon.",
      "34": "At three o’clock, Jesus cried out with a loud voice, “Eloi, eloi, lema sabachthani?” (which means, “My God, my God, why have you forsaken me?”)",
      "35": "When some of the people standing there heard this, they said, “Listen! He’s calling for Elijah!”",
      "36": "So someone ran and soaked a sponge in some sour wine. Then he put it on a stick and offered Jesus a drink, saying, “Wait! Let’s see if Elijah comes to take him down!”",
      "37": "Then Jesus gave a loud cry and breathed his last.",
      "38": "The curtain in the sanctuary was torn in two from top to bottom.",
      "39": "When the centurion who stood facing Jesus saw how he had cried out and breathed his last, he said, “This man certainly was the Son of God!”",
      "40": "Now there were women watching from a distance. Among them were Mary Magdalene, Mary the mother of young James and Joseph, and Salome.",
      "41": "They used to accompany him and care for him while he was in Galilee. Many other women who had come up to Jerusalem with him were there, too.",
      "42": "It was the Day of Preparation, that is, the day before the Sabbath. Since it was already evening,",
      "43": "Joseph of Arimathea, a highly respected member of the Council, who was waiting for the kingdom of God, went boldly to Pilate and asked for the body of Jesus.",
      "44": "Pilate was amazed to hear that Jesus had already died, so he summoned the centurion to ask him if he was in fact dead.",
      "45": "When he learned from the centurion that he was dead, he let Joseph have the corpse.",
      "46": "Joseph bought some linen cloth, took the body down, wrapped it in the cloth, laid it in a tomb that had been cut out of the rock, and rolled a stone against the door of the tomb.",
      "47": "Now Mary Magdalene and Mary the mother of Joseph observed where the body had been laid."
    },
    "16": {
      "1": "When the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought spices to go and anoint Jesus.",
      "2": "Very early on the first day of the week, when the sun had just come up, they were going to the tomb.",
      "3": "They kept saying to one another, “Who will roll away the stone for us from the entrance to the tomb?”",
      "4": "Then they looked up and saw that the stone had been rolled away. (It was a very large stone.)",
      "5": "As they went into the tomb, they saw a young man dressed in a white robe sitting on the right side, and they were utterly astonished.",
      "6": "But he told them, “Stop being astonished! You are looking for Jesus of Nazareth, who was crucified. He has been raised. He is not here. Look at the place where they laid him.",
      "7": "But go and tell his disciples—especially Peter—that Jesus is going ahead of you to Galilee. There you will see him, just as he told you.”",
      "8": "So they left the tomb and ran away, overwhelmed by shock and astonishment. They didn’t say a thing to anyone, because they were afraid.",
      "9": "After Jesus had risen early on the first day of that week, he appeared first to Mary Magdalene, from whom he had driven out seven demons.",
      "10": "She went and told those who had been with Jesus and who now were grieving and crying.",
      "11": "When they heard that he was alive and that he had been seen by her, they refused to believe Mary.",
      "12": "After this, Jesus appeared in a different form to two disciples as they were walking into the country.",
      "13": "They went back and told the others, who didn’t believe them, either.",
      "14": "Finally he appeared to his eleven disciples while they were eating. He rebuked them for their unbelief and stubbornness, because they had not believed those who had seen him after he had risen.",
      "15": "Then he told them, “As you go into the entire world, proclaim the gospel to everyone.",
      "16": "Whoever believes and is baptized will be saved, but whoever doesn’t believe will be condemned.",
      "17": "These are the signs that will accompany those who believe: In my name they’ll drive out demons. they’ll speak in new languages,",
      "18": "and they’ll pick up snakes with their hands. Even if they drink any deadly poison, it won’t hurt them, and they’ll place their hands on the sick, and they’ll recover.”",
      "19": "So the Lord Jesus, after talking with his disciples, was taken up to heaven and sat down at the right hand of God.",
      "20": "Then his disciples went out and preached everywhere, while the Lord kept working with them and confirming the message by the signs that accompanied it."
    }
  }
}