{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:42:53.736059-04:00",
    "Translation": "ISV"
  },
  "Matthew": {
    "1": {
      "1": "This is a record of the life of Jesus the Messiah, the son of David, the son of Abraham.",
      "2": "Abraham fathered Isaac, Isaac fathered Jacob, and Jacob fathered Judah and his brothers.",
      "3": "Judah fathered Perez and Zerah by Tamar, Perez fathered Hezron, Hezron fathered Aram,",
      "4": "Aram fathered Amminadab, Amminadab fathered Nahshon, and Nahshon fathered Salmon.",
      "5": "Salmon fathered Boaz by Rahab, Boaz fathered Obed by Ruth, Obed fathered Jesse,",
      "6": "and Jesse fathered King David.\nDavid fathered Solomon by the wife of Uriah,",
      "7": "Solomon fathered Rehoboam, Rehoboam fathered Abijah, Abijah fathered Asaph,",
      "8": "Asaph fathered Jehoshaphat, Jehoshaphat fathered Joram, Joram fathered Uzziah,",
      "9": "Uzziah fathered Jotham, Jotham fathered Ahaz, Ahaz fathered Hezekiah,",
      "10": "Hezekiah fathered Manasseh, Manasseh fathered Amos, and Amos fathered Josiah.",
      "11": "Josiah fathered Jechoniah and his brothers at the time of the deportation to Babylon.",
      "12": "After the deportation to Babylon, Jechoniah fathered Salathiel, Salathiel fathered Zerubbabel,",
      "13": "Zerubbabel fathered Abiud, Abiud fathered Eliakim, Eliakim fathered Azor,",
      "14": "Azor fathered Zadok, Zadok fathered Achim, Achim fathered Eliud,",
      "15": "Eliud fathered Eleazar, Eleazar fathered Matthan, and Matthan fathered Jacob.",
      "16": "Jacob fathered Joseph, the husband of Mary, who was the mother of Jesus, who is called the Messiah.",
      "17": "So all the generations from Abraham to David totaled fourteen generations, and from David to the deportation to Babylon totaled fourteen generations, and from the deportation to Babylon to the Messiah there were fourteen generations.",
      "18": "Now the birth of Jesus the Messiah happened in this way. When his mother Mary was engaged to Joseph, before they lived together she was discovered to be pregnant by the Holy Spirit.",
      "19": "Her husband Joseph, being a righteous man and unwilling to disgrace her, decided to divorce her secretly.",
      "20": "After he had thought about it, an angel of the Lord appeared to him in a dream. “Joseph, son of David,” he said, “don’t be afraid to take Mary as your wife, because what has been conceived in her is from the Holy Spirit.",
      "21": "She will give birth to a son, and you are to name him Jesus, because he is the one who will save his people from their sins.”",
      "22": "Now all this happened to fulfill what was declared by the Lord through the prophet when he said,",
      "23": "“See, a virgin will become pregnant\n    and give birth to a son,\n        and they will name him Immanuel,”\nwhich means, “God with us.”",
      "24": "When Joseph got up from his sleep, he did as the angel of the Lord had commanded him and took Mary as his wife.",
      "25": "He did not have marital relations with her until she had given birth to a son; and he named him Jesus."
    },
    "2": {
      "1": "After Jesus had been born in Bethlehem of Judea during the reign of King Herod, wise men arrived in Jerusalem from the east",
      "2": "and asked, “Where is the one who was born king of the Jews? We saw his star in the east and have come to worship him.”",
      "3": "When King Herod heard this, he was disturbed, as was all of Jerusalem.",
      "4": "He called together all the high priests and scribes of the people and asked them where the Messiah was to be born.",
      "5": "They told him, “In Bethlehem of Judea, because that is what was written by the prophet:",
      "6": "‘O Bethlehem in the land of Judah,\n    you are by no means least among the rulers of Judah,\nbecause from you will come a ruler\n    who will shepherd my people Israel.’”",
      "7": "Then Herod secretly called together the wise men, found out from them the time the star had appeared,",
      "8": "and sent them to Bethlehem. He told them, “As you go, search carefully for the child. When you find him, tell me so that I, too, may go and worship him.”",
      "9": "After listening to the king, they set out, and the star they had seen in the east went ahead of them until it came and stopped over the place where the child was.",
      "10": "When they saw the star, they were ecstatic with joy.",
      "11": "After they went into the house and saw the child with his mother Mary, they fell down and worshipped him. Then they opened their treasure sacks and offered him gifts of gold, frankincense, and myrrh.",
      "12": "Having been warned in a dream not to go back to Herod, they left for their own country by a different road.",
      "13": "After they had gone, an angel of the Lord appeared to Joseph in a dream. “Get up, take the child and his mother, and flee to Egypt,” he said. “Stay there until I tell you, because Herod intends to search for the child and kill him.”",
      "14": "So Joseph got up, took the child and his mother, and left at night for Egypt.",
      "15": "He stayed there until Herod’s death in order to fulfill what was declared by the Lord through the prophet when he said, “Out of Egypt I called my Son.”",
      "16": "Herod flew into a rage when he learned that he had been tricked by the wise men, so he ordered the execution of all the male children in Bethlehem and all its neighboring regions, who were two years old and younger, according to the time that he had determined from the wise men.",
      "17": "Then what was declared by the prophet Jeremiah was fulfilled when he said,",
      "18": "“A voice was heard in Ramah:\n    wailing and great mourning.\nRachel was crying for her children.\n    She refused to be comforted,\n        because they no longer existed.”",
      "19": "But after Herod died, an angel of the Lord appeared in a dream to Joseph in Egypt.",
      "20": "“Get up,” he said. “Take the child and his mother, and go to the land of Israel, because those who were trying to kill the child are dead.”",
      "21": "So Joseph got up, took the child and his mother, and went into the land of Israel.",
      "22": "But when he heard that Archelaus was ruling over Judea in place of his father Herod, he was afraid to go there, after having been warned in a dream. So he left for the region of Galilee",
      "23": "and settled in a town called Nazareth in order to fulfill what was said by the prophets: “He will be called a Nazarene.”"
    },
    "3": {
      "1": "About this time, John the Baptist appeared, preaching in the Judean wilderness,",
      "2": "“Repent, because the kingdom from heaven is near!”",
      "3": "He was the one the prophet Isaiah was referring to when he said,\n“He is a voice calling out in the wilderness:\n    ‘Prepare the way for the Lord!\n        Make his paths straight!’”",
      "4": "John had clothing made of camel’s hair and wore a leather belt around his waist. His diet consisted of grasshoppers and wild honey.",
      "5": "Then the people of Jerusalem, all Judea, and the entire region along the Jordan began flocking to him,",
      "6": "being baptized by him in the Jordan River while they confessed their sins.",
      "7": "But when John saw many Pharisees and Sadducees coming to where he was baptizing, he told them, “You children of serpents! Who warned you to flee from the coming wrath?",
      "8": "Produce fruit that is consistent with repentance!",
      "9": "Don’t think you can say to yourselves, ‘We have father Abraham!’ because I tell you that God can raise up descendants for Abraham from these stones!",
      "10": "The ax already lies against the roots of the trees. So every tree that isn’t producing good fruit will be cut down and thrown into the fire.",
      "11": "I am baptizing you with water as evidence of repentance, but the one who is coming after me is stronger than I am, and I am not worthy to carry his sandals. It is he who will baptize you with the Holy Spirit and fire.",
      "12": "His winnowing fork is in his hand. He will clean up his threshing floor and gather his grain into the barn, but he will burn the chaff with inextinguishable fire.”",
      "13": "Then Jesus came from Galilee to the Jordan to be baptized by John.",
      "14": "But John tried to stop him, saying, “I need to be baptized by you, and are you coming to me?”",
      "15": "But Jesus answered him, “Let it be this way for now, because this is the proper way for us to fulfill all righteousness.”\nAt this, he permitted him to be baptized.",
      "16": "When Jesus had been baptized, he immediately came up out of the water. Suddenly, the heavens opened up for him, and he saw the Spirit of God descending like a dove and coming to rest on him.",
      "17": "Then a voice from heaven said, “This is my Son, whom I love. I am pleased with him!”"
    },
    "4": {
      "1": "After this, Jesus was led by the Spirit into the wilderness to be tempted by the Devil.",
      "2": "After fasting for 40 days and 40 nights, he finally became hungry.",
      "3": "Then the tempter came. “Since you are the Son of God,” he said, “tell these stones to become loaves of bread.”",
      "4": "But he answered, “It is written,\n‘One must not live on bread alone,\n    but on every word coming\n        out of the mouth of God.’”",
      "5": "Then the Devil took him to the Holy City and had him stand on the highest point of the Temple.",
      "6": "He told Jesus, “Since you are the Son of God, throw yourself down, because it is written,\n‘God will put his angels in charge of you,’\nand,\n‘With their hands they will hold you up,\n    so that you will never hit your foot against a rock.’”",
      "7": "Jesus responded to him, “It is also written, ‘You must not tempt the Lord your God.’”",
      "8": "Once more the Devil took him to a very high mountain and showed him all the kingdoms of the world, along with their splendor.",
      "9": "He told Jesus, “I will give you all these things if you will bow down and worship me!”",
      "10": "Then Jesus told him, “Go away, Satan! Because it is written,\n‘You must worship the Lord your God\n    and serve only him.’”",
      "11": "So the Devil left him, and angels came and began ministering to him.",
      "12": "Now when Jesus heard that John had been arrested, he went back to Galilee.",
      "13": "He left Nazareth and settled in Capernaum by the sea, in the regions of Zebulun and Naphtali,",
      "14": "in order to fulfill what was declared by the prophet Isaiah when he said,",
      "15": "“O Land of Zebulun and Land of Naphtali,\n    on the road to the sea, across the Jordan,\n        Galilee of the unbelievers!",
      "16": "The people living in darkness have seen a great light,\n    and for those living in the land and shadow of death,\n        a light has risen.”",
      "17": "From then on, Jesus began to announce, “Repent, because the kingdom from heaven is near!”",
      "18": "While Jesus was walking beside the Sea of Galilee, he saw two brothers—Simon (also called Peter) and his brother Andrew. They were casting a net into the sea, because they were fishermen.",
      "19": "“Follow me,” he told them, “and I will make you fishers of people!”",
      "20": "So at once they left their nets and followed him.",
      "21": "Going on from there he saw two other brothers—James, son of Zebedee, and his brother John. They were in a boat with their father Zebedee repairing their nets. When he called them,",
      "22": "they immediately left the boat and their father and followed him.",
      "23": "Then he went throughout Galilee, teaching in their synagogues, proclaiming the gospel of the kingdom, and healing every disease and every illness among the people.",
      "24": "His fame spread throughout Syria, and people brought to him everyone who was sick—those afflicted with various diseases and pains, the demon-possessed, the epileptics, and the paralyzed—and he healed them.",
      "25": "Large crowds from Galilee, the Decapolis, Jerusalem, Judea, and from across the Jordan followed him."
    },
    "5": {
      "1": "When Jesus saw the crowds, he went up on the hill. After taking his seat, his disciples came to him,",
      "2": "and he began to teach them:",
      "3": "“How blessed are those who are destitute in spirit,\n    because the kingdom from heaven belongs to them!",
      "4": "“How blessed are those who mourn,\n    because it is they who will be comforted!",
      "5": "“How blessed are those who are humble,\n    because it is they who will inherit the earth!",
      "6": "“How blessed are those who are hungry and thirsty for righteousness,\n    because it is they who will be satisfied!",
      "7": "“How blessed are those who are merciful,\n    because it is they who will receive mercy!",
      "8": "“How blessed are those who are pure in heart,\n    because it is they who will see God!",
      "9": "“How blessed are those who make peace,\n    because it is they who will be called God’s children!",
      "10": "“How blessed are those who are persecuted for righteousness’ sake,\n    because the kingdom from heaven belongs to them!",
      "11": "“How blessed are you whenever people insult you, persecute you, and say all sorts of evil things against you falsely because of me!",
      "12": "Rejoice and be extremely glad, because your reward in heaven is great! That’s how they persecuted the prophets who came before you.”",
      "13": "“You are the salt of the world. But if the salt should lose its taste, how can it be made salty again? It’s good for nothing but to be thrown out and trampled on by people.",
      "14": "“You are the light of the world. A city located on a hill can’t be hidden.",
      "15": "People don’t light a lamp and put it under a basket but on a lamp stand, and it gives light to everyone in the house.",
      "16": "In the same way, let your light shine before people in such a way that they will see your good actions and glorify your Father in heaven.”",
      "17": "“Do not think that I came to destroy the Law or the Prophets. I didn’t come to destroy them, but to fulfill them,",
      "18": "because I tell all of you with certainty that until heaven and earth disappear, not one letter or one stroke of a letter will disappear from the Law until everything has been accomplished.",
      "19": "So whoever sets aside one of the least of these commandments and teaches others to do the same will be called least in the kingdom from heaven. But whoever does them and teaches them will be called great in the kingdom from heaven",
      "20": "because I tell you, unless your righteousness greatly exceeds that of the scribes and Pharisees, you will never enter the kingdom from heaven!”",
      "21": "“You have heard that it was told those who lived long ago, ‘You are not to commit murder,’ and, ‘Whoever murders will be subject to punishment.’",
      "22": "But I say to you, anyone who is angry with his brother without a cause will be subject to punishment. And whoever says to his brother ‘Raka!’ will be subject to the Council. And whoever says, ‘You fool!’ will be subject to hell fire.",
      "23": "“So if you are presenting your gift at the altar and remember there that your brother has something against you,",
      "24": "leave your gift there before the altar and first go and be reconciled to your brother. Then come and offer your gift.",
      "25": "Come to terms quickly with your opponent while you are on the way to court, or your opponent may hand you over to the judge, and the judge to the guard, and you will be thrown into prison.",
      "26": "I tell you with certainty, you will not get out of there until you pay back the last dollar!”",
      "27": "“You have heard that it was said, ‘You are not to commit adultery.’",
      "28": "But I say to you, anyone who stares at a woman with lust for her has already committed adultery with her in his heart.",
      "29": "So if your right eye causes you to sin, tear it out and throw it away. It is better for you to lose one of your body parts than to have your whole body thrown into hell.",
      "30": "And if your right hand causes you to sin, cut it off and throw it away from you. It is better for you to lose one of your body parts than to have your whole body go into hell.”",
      "31": "“It was also said, ‘Whoever divorces his wife must give her a written notice of divorce.’",
      "32": "But I say to you, any man who divorces his wife, except for sexual immorality, causes her to commit adultery, and whoever marries a divorced woman commits adultery.”",
      "33": "“Again, you have heard that it was told those who lived long ago, ‘You must not swear an oath falsely,’ but, ‘You must fulfill your oaths to the Lord.’",
      "34": "But I tell you not to swear at all, neither by heaven, because it is God’s throne,",
      "35": "nor by the earth, because it is his footstool, nor by Jerusalem, because it is the city of the Great King.",
      "36": "Nor should you swear by your head, because you cannot make one hair white or black.",
      "37": "Instead, let your message be ‘Yes’ for ‘Yes’ and ‘No’ for ‘No.’ Anything more than that comes from the evil one.”",
      "38": "“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’",
      "39": "But I tell you not to resist an evildoer. On the contrary, whoever slaps you on the right cheek, turn the other to him as well.",
      "40": "If anyone wants to sue you and take your shirt, let him have your coat as well.",
      "41": "And if anyone forces you to go one mile, go two with him.",
      "42": "Give to the person who asks you for something, and do not turn away from the person who wants to borrow something from you.”",
      "43": "“You have heard that it was said, ‘You must love your neighbor’ and hate your enemy.",
      "44": "But I say to you, love your enemies, and pray for those who persecute you,",
      "45": "so that you will become children of your Father in heaven, because he makes his sun rise on both evil and good people, and he lets rain fall on the righteous and the unrighteous.",
      "46": "If you love those who love you, what reward will you have? Even the tax collectors do the same, don’t they?",
      "47": "And if you greet only your relatives, that’s no great thing you’re doing, is it? Even the unbelievers do the same, don’t they?",
      "48": "So be perfect, as your heavenly Father is perfect.”"
    },
    "6": {
      "1": "“Be careful not to practice your righteousness in front of people in order to be noticed by them. If you do, you will have no reward from your Father in heaven.",
      "2": "So whenever you give to the poor, don’t blow a trumpet before you like the hypocrites do in the synagogues and in the streets so that they will be praised by people. I tell all of you with certainty, they have their full reward!",
      "3": "But when you give to the poor, don’t let your left hand know what your right hand is doing,",
      "4": "so that your giving may be done in secret. And your Father who sees in secret will reward you.”",
      "5": "“And whenever you pray, don’t be like the hypocrites who love to stand in the synagogues and on the street corners so that they will be seen by people. I tell all of you with certainty, they have their full reward!",
      "6": "But whenever you pray, go into your room, close the door, and pray to your Father who is hidden. And your Father who sees from the hidden place will reward you.",
      "7": "“When you are praying, don’t say meaningless things like the unbelievers do, because they think they will be heard by being so wordy.",
      "8": "Don’t be like them, because your Father knows what you need before you ask him.",
      "9": "Therefore, this is how you should pray:\n‘Our Father in heaven,\n    may your name be kept holy.",
      "10": "May your kingdom come.\n    May your will be done,\n        on earth as it is in heaven.",
      "11": "Give us today our daily bread,",
      "12": "and forgive us our sins,\n    as we have forgiven those who have sinned against us.",
      "13": "And never bring us into temptation,\n    but deliver us from the evil one.’",
      "14": "Because if you forgive people their offenses, your heavenly Father will also forgive you.",
      "15": "But if you do not forgive people their offenses, your Father will not forgive your offenses.”",
      "16": "“Whenever you fast, don’t be gloomy like the hypocrites, because they put on sad faces to show others they are fasting. I tell all of you with certainty, they have their full reward!",
      "17": "But when you fast, put oil on your head and wash your face,",
      "18": "so that your fasting will not be noticed by others but by your Father who is in the hidden place. And your Father who watches from the hidden place will reward you.”",
      "19": "“Stop storing up treasures for yourselves on earth, where moths and rust destroy and where thieves break in and steal.",
      "20": "But keep on storing up treasures for yourselves in heaven, where moths and rust do not destroy and where thieves do not break in and steal,",
      "21": "because where your treasure is, there your heart will be also.”",
      "22": "“The eye is the lamp of the body. So if your eye is healthy, your whole body will be full of light.",
      "23": "But if your eye is evil, your whole body will be full of darkness. Therefore, if the light within you has turned into darkness, how great is that darkness!”",
      "24": "“No one can serve two masters, because either he will hate one and love the other, or be loyal to one and despise the other. You cannot serve God and riches!”",
      "25": "“That’s why I’m telling you to stop worrying about your life—what you will eat or what you will drink—or about your body—what you will wear. Life is more than food, isn’t it, and the body more than clothing?",
      "26": "Look at the birds in the sky. They don’t plant or harvest or gather food into barns, and yet your heavenly Father feeds them. You are more valuable than they are, aren’t you?",
      "27": "Can any of you add a single hour to the length of your life by worrying?",
      "28": "And why do you worry about clothes? Consider the lilies in the field and how they grow. They don’t work or spin yarn,",
      "29": "but I tell you that not even Solomon in all of his splendor was clothed like one of them.",
      "30": "Now if that is the way God clothes the grass in the field, which is alive today and thrown into an oven tomorrow, won’t he clothe you much better—you who have little faith?",
      "31": "“So don’t ever worry by saying, ‘What are we going to eat?’ or ‘What are we going to drink?’ or ‘What are we going to wear?’",
      "32": "because it is the unbelievers who are eager for all those things. Surely your heavenly Father knows that you need all of them!",
      "33": "But first be concerned about God’s kingdom and his righteousness, and all of these things will be provided for you as well.",
      "34": "So never worry about tomorrow, because tomorrow will worry about itself. Each day has enough trouble of its own.”"
    },
    "7": {
      "1": "“Stop judging, so that you won’t be judged,",
      "2": "because the way that you judge others will be the way that you will be judged, and you will be evaluated by the standard with which you evaluate others.",
      "3": "“Why do you see the speck in your brother’s eye but fail to notice the beam in your own eye?",
      "4": "Or how can you say to your brother, ‘Let me take the speck out of your eye,’ when the beam is in your own eye?",
      "5": "You hypocrite! First remove the beam from your own eye, and then you will see clearly enough to remove the speck from your brother’s eye.”",
      "6": "“Never give what is holy to dogs or throw your pearls before pigs. Otherwise, they will trample them with their feet and then turn around and attack you.”",
      "7": "“Keep asking, and it will be given to you. Keep searching, and you will find. Keep knocking, and the door will be opened for you.",
      "8": "Because everyone who keeps asking will receive, and the person who keeps searching will find, and the person who keeps knocking will have the door opened.",
      "9": "“There isn’t a person among you who would give his son a stone if he asked for bread, is there?",
      "10": "Or if he asks for a fish, he wouldn’t give him a snake, would he?",
      "11": "So if you who are evil know how to give good gifts to your children, how much more will your Father in heaven give good things to those who keep on asking him!",
      "12": "Therefore, whatever you want people to do for you, do the same for them, because this summarizes the Law and the Prophets.”",
      "13": "“Go in through the narrow gate, because the gate is wide and the road is spacious that leads to destruction, and many people are entering by it.",
      "14": "How narrow is the gate and how constricted is the road that leads to life, and there aren’t many people who find it!”",
      "15": "“Beware of false prophets who come to you in sheep’s clothing but inwardly are savage wolves.",
      "16": "You will know them by their fruit. Grapes aren’t gathered from thorns, or figs from thistles, are they?",
      "17": "In the same way, every good tree produces good fruit, but a rotten tree produces bad fruit.",
      "18": "A good tree cannot produce bad fruit, and a rotten tree cannot produce good fruit.",
      "19": "Every tree that doesn’t produce good fruit will be cut down and thrown into a fire.",
      "20": "So by their fruit you will know them.”",
      "21": "“Not everyone who keeps saying to me, ‘Lord, Lord,’ will get into the kingdom from heaven, but only the person who keeps doing the will of my Father in heaven.",
      "22": "Many will say to me on that day, ‘Lord, Lord, we prophesied in your name, drove out demons in your name, and performed many miracles in your name, didn’t we?’",
      "23": "Then I will tell them plainly, ‘I never knew you. Get away from me, you who practice evil!’”",
      "24": "“Therefore, everyone who listens to these messages of mine and puts them into practice is like a wise man who built his house on a rock.",
      "25": "The rain fell, the floods came, and the winds blew and beat against that house, but it did not collapse because its foundation was on the rock.",
      "26": "“Everyone who keeps on hearing these messages of mine and never puts them into practice is like a foolish man who built his house on sand.",
      "27": "The rain fell, the floods came, the winds blew and battered that house, and it collapsed—and its collapse was total.”",
      "28": "When Jesus had finished saying all these things, the crowds were utterly amazed at his teaching,",
      "29": "because he was teaching them like a person who had authority, and not like their scribes."
    },
    "8": {
      "1": "When Jesus came down from the hillside, large crowds followed him.",
      "2": "Suddenly, a leper came up to him, fell down before him, and said, “Sir, if you want to, you can make me clean.”",
      "3": "So Jesus reached out his hand, touched him, and said, “I do want to. Be clean!” And instantly his leprosy was made clean.",
      "4": "Then Jesus told him, “See to it that you don’t speak to anyone. Instead, go and show yourself to the priest, and then offer the sacrifice that Moses commanded as proof to the authorities.”",
      "5": "When Jesus returned to Capernaum, a centurion came up to him and begged him repeatedly,",
      "6": "“Sir, my servant is lying at home paralyzed and in terrible pain.”",
      "7": "Jesus told him, “I will come and heal him.”",
      "8": "The centurion replied, “Sir, I am not worthy to have you come under my roof. But just say the word, and my servant will be healed,",
      "9": "because I, too, am a man under authority and I have soldiers under me. I say to one of them ‘Go’ and he goes, to another ‘Come’ and he comes, and to my servant ‘Do this’ and he does it.”",
      "10": "When Jesus heard this, he was amazed and told those who were following him, “I tell all of you with certainty, not even in Israel have I found this kind of faith!",
      "11": "I tell all of you, many will come from east and west and will feast with Abraham, Isaac, and Jacob in the kingdom from heaven.",
      "12": "But the unfaithful heirs of that kingdom will be thrown into the darkness outside. In that place there will be wailing and gnashing of teeth.”",
      "13": "“Go,” Jesus told the centurion, “and it will be done for you, just as you have believed.” And his servant was healed that very hour.",
      "14": "When Jesus went into Peter’s house, he saw Peter’s mother-in-law lying in bed, sick with a fever.",
      "15": "He touched her hand, and the fever left her. Then she got up and began serving him.",
      "16": "When evening came, people brought to him many who were possessed by demons. He drove out the spirits by speaking a command and healed everyone who was sick.",
      "17": "This was to fulfill what was declared by the prophet Isaiah when he said,\n“It was he who took our illnesses away\n    and removed our diseases.”",
      "18": "When Jesus saw the large crowds around him, he gave orders to cross to the other side of the Sea of Galilee.",
      "19": "Just then, a scribe came up and told him, “Teacher, I will follow you wherever you go.”",
      "20": "Jesus told him,\n“Foxes have holes and birds have nests,\n    but the Son of Man has no place to rest.”",
      "21": "Then another of his disciples told him, “Lord, first let me go and bury my father.”",
      "22": "But Jesus told him, “Follow me, and let the dead bury their own dead.”",
      "23": "When Jesus got into the boat, his disciples went with him.",
      "24": "Suddenly, a violent storm came up on the sea, so that the boat began to be swamped by the waves. Yet Jesus kept sleeping.",
      "25": "They went to him and woke him up. “Lord!” they cried, “Save us! We’re going to die!”",
      "26": "He asked them, “Why are you afraid, you who have little faith?” Then he got up and rebuked the winds and the sea, and there was a great calm.",
      "27": "The men were amazed. “What kind of man is this?” they asked. “Even the winds and the sea obey him!”",
      "28": "When Jesus arrived on the other side in the region of the Gerasenes, two demon-possessed men met him as they were coming out of the tombs. They were so violent that no one could travel on that road.",
      "29": "Suddenly, they screamed, “What do you want with us, Son of God? Did you come here to torture us before the proper time?”",
      "30": "Now a large herd of pigs was grazing some distance away from them.",
      "31": "So the demons began to plead with Jesus, saying, “If you drive us out, send us into that herd of pigs.”",
      "32": "He told them, “Go,” and they came out and went into the pigs. Suddenly, the whole herd rushed down a steep slope into the sea and drowned in the water.",
      "33": "Now when those who had been taking care of the pigs ran away, they came into the city and reported everything, especially what had happened to the demon-possessed men.",
      "34": "Then the whole city went out to meet Jesus, and as soon as they saw him, they begged him to leave their region."
    },
    "9": {
      "1": "After getting into a boat, Jesus crossed to the other side and came to his own city.",
      "2": "All at once some people brought him a paralyzed man lying on a stretcher. When Jesus saw their faith, he told the paralyzed man, “Be courageous, son! Your sins are forgiven.”",
      "3": "Then some of the scribes told themselves, “This fellow is blaspheming!”",
      "4": "But Jesus, knowing what they were thinking, replied, “Why do you have such evil thoughts in your hearts?",
      "5": "Which is easier: to say, ‘Your sins are forgiven,’ or to say, ‘Get up and walk’?",
      "6": "But so you will know that the Son of Man has authority on earth to forgive sins…” he told the paralyzed man, “Get up, pick up your stretcher, and go home!”",
      "7": "So the man got up and went home.",
      "8": "When the crowds saw this, they became frightened and glorified God for giving such authority to humans.",
      "9": "As Jesus went on from there, he saw a man named Matthew sitting at the tax collector’s desk and told him, “Follow me.” So he got up and followed him.",
      "10": "While he was having dinner at Matthew’s home, many tax collectors and sinners arrived and began eating with Jesus and his disciples.",
      "11": "The Pharisees saw this and asked his disciples, “Why does your teacher eat with tax collectors and sinners?”",
      "12": "When Jesus heard that, he said, “Healthy people don’t need a physician, but sick people do.",
      "13": "Go and learn what this means: ‘I want mercy and not sacrifice,’ because I did not come to call righteous people, but sinners.”",
      "14": "Then John’s disciples came to Jesus and asked, “Why do we and the Pharisees fast often, but your disciples don’t fast?”",
      "15": "Jesus asked them, “The wedding guests can’t mourn as long as the groom is with them, can they? But the time will come when the groom will be taken away from them, and then they will fast.”",
      "16": "“No one patches an old garment with a piece of unshrunk cloth, because the patch pulls away from the garment, and a worse tear results.",
      "17": "Nor do people pour new wine into old wineskins. If they do, the skins will burst, the wine will spill out, and the skins will be ruined. Instead, they pour new wine into fresh wineskins, and both are preserved.”",
      "18": "While Jesus was telling them these things, an official came up and fell down before him. “My daughter has just died,” he said. “But come and lay your hand on her, and she will live.”",
      "19": "So Jesus got up and followed him, along with his disciples.",
      "20": "Just then a woman who had been suffering from chronic bleeding for twelve years came up behind him and touched the tassel of his garment,",
      "21": "because she had been saying to herself, “If I just touch his robe, I will get well.”",
      "22": "When Jesus turned and saw her, he said, “Be courageous, daughter! Your faith has made you well.” And from that very hour the woman was well.",
      "23": "When Jesus came to the official’s house and saw the flute players and the crowd making a commotion,",
      "24": "he said, “Go away! The young lady hasn’t died, but is sleeping.” But they ridiculed him with laughter.",
      "25": "When the crowd had been driven outside, he went in, took her by the hand, and the young lady got up.",
      "26": "The news of this spread throughout that land.",
      "27": "As Jesus was traveling on from there, two blind men followed him, shouting, “Have mercy on us, Son of David!”",
      "28": "When he had gone into the house, the blind men came to him.\nJesus asked them, “Do you believe I can do this?”\nThey told him, “Yes, Lord!”",
      "29": "Then he touched their eyes and said, “According to your faith, let it be done for you!”",
      "30": "And their eyes were opened. Then Jesus sternly told them, “See to it that nobody knows about this.”",
      "31": "But they went out and spread the news about him throughout that region.",
      "32": "As the men were going out, a man who couldn’t talk because he was demon-possessed was brought to him.",
      "33": "As soon as the demon had been driven out, the man began to speak. The crowds were amazed and said, “Nothing like this has ever been seen in Israel!”",
      "34": "But the Pharisees kept saying, “He drives out demons by the ruler of demons.”",
      "35": "Then Jesus began traveling throughout all the cities and villages, teaching in their synagogues, proclaiming the gospel of the kingdom, and healing every disease and every illness.",
      "36": "When he saw the crowds, he was deeply moved with compassion for them, because they were troubled and helpless, like sheep without a shepherd.",
      "37": "Then he told his disciples, “The harvest is vast, but the workers are few.",
      "38": "So ask the Lord of the harvest to send out workers into his harvest.”"
    },
    "10": {
      "1": "Then Jesus called his twelve disciples to him and gave them authority over unclean spirits, so that they could drive them out and heal every disease and every illness.",
      "2": "These are the names of the twelve apostles: first, Simon (who is called Peter) and his brother Andrew; James, the son of Zebedee, and his brother John;",
      "3": "Philip and Bartholomew; Thomas and Matthew the tax collector; James, the son of Alphaeus, and Thaddaeus;",
      "4": "Simon the Cananaean and Judas Iscariot, who later betrayed Jesus.",
      "5": "These were the Twelve whom Jesus sent out after he had given them these instructions: “Don’t turn on to the road that leads to the unbelievers, and don’t enter Samaritan towns.",
      "6": "Instead, go to the lost sheep of the nation of Israel.",
      "7": "As you go, make this announcement: ‘The kingdom from heaven is near!’",
      "8": "Heal the sick, raise the dead, cleanse lepers, drive out demons.\nYou have received without payment,\n    so give without payment.",
      "9": "Don’t take any gold, silver, or copper in your moneybags,",
      "10": "or a traveling bag for the trip, or an extra shirt, or sandals, or a walking stick, because a worker deserves his food.",
      "11": "“Whatever town or village you enter, find out who is receptive in it and stay there until you leave.",
      "12": "As you enter the house, greet its occupants.",
      "13": "If the household is receptive, let your blessing of peace come on it. But if it isn’t receptive, let your blessing of peace return to you.",
      "14": "If no one welcomes you or listens to your words, as you leave that house or town, shake its dust off your feet.",
      "15": "I tell all of you with certainty, it will be more bearable for the region of Sodom and Gomorrah on the day of judgment than for that town!”",
      "16": "“Pay attention, now! I am sending you out like sheep among wolves. So be as cunning as serpents and as innocent as doves.",
      "17": "Watch out for people who will hand you over to the local councils and whip you in their synagogues.",
      "18": "You will be brought before governors and kings because of me, to testify to them and to unbelievers.",
      "19": "When they hand you over, don’t worry about how you are to speak or what you are to say, because in that hour what you are to say will be given to you.",
      "20": "It won’t be you speaking, but the Spirit of your Father speaking through you.",
      "21": "“Brother will hand brother over for execution, and a father his child. Children will rebel against parents and have them put to death.",
      "22": "You will be hated by everyone because of my name. But the person who endures to the end will be saved.",
      "23": "So when they persecute you in one town, flee to the next, because I tell all of you with certainty that you will not have gone through the towns of Israel before the Son of Man comes.",
      "24": "“A disciple is not above his teacher, and a slave is not above his master.",
      "25": "It is enough for a disciple to be like his teacher and a slave to be like his master. If they have called the head of the house Beelzebul, how much more will they do the same to those of his household!”",
      "26": "“So never be afraid of them, because there is nothing hidden that will not be revealed, and nothing secret that will not be made known.",
      "27": "What I tell you in darkness you must speak in the daylight, and what is whispered in your ear you must shout from the housetops.",
      "28": "Stop being afraid of those who kill the body but can’t kill the soul. Instead, be afraid of the one who can destroy both body and soul in hell.",
      "29": "“Two sparrows are sold for a penny, aren’t they? Yet not one of them will fall to the ground without your Father’s permission.",
      "30": "Indeed, even the hairs on your head have all been counted!",
      "31": "So stop being afraid. You are worth more than a bunch of sparrows.”",
      "32": "“Therefore, everyone who acknowledges me before people I, too, will acknowledge before my Father in heaven.",
      "33": "But whoever denies me before people I, too, will deny before my Father in heaven.”",
      "34": "“Do not think that I came to bring peace on earth. I did not come to bring peace but a sword!",
      "35": "I came to turn\n‘a man against his father,\n    a daughter against her mother,\n    and a daughter-in-law against her mother-in-law.",
      "36": "A person’s enemies will include members of his own family.’",
      "37": "“The one who loves his father or mother more than me isn’t worthy of me, and the one who loves a son or daughter more than me isn’t worthy of me.",
      "38": "The one who doesn’t take up his cross and follow me isn’t worthy of me.",
      "39": "The one who finds his life will lose it, and the one who loses his life because of me will find it.”",
      "40": "“The one who receives you receives me, and the one who receives me receives the one who sent me.",
      "41": "The one who receives a prophet as a prophet will receive a prophet’s reward, and the one who receives a righteous person as a righteous person will receive a righteous person’s reward.",
      "42": "I tell all of you with certainty, whoever gives even a cup of cold water to one of these little ones because he is a disciple will never lose his reward.”"
    },
    "11": {
      "1": "When Jesus had finished instructing his twelve disciples, he left there to teach and preach in their home towns.",
      "2": "Now when John heard in prison about the activities of the Messiah, he sent a message by his disciples",
      "3": "and asked him, “Are you the Coming One, or should we wait for someone else?”",
      "4": "Jesus answered them, “Go and tell John what you hear and observe:",
      "5": "the blind see, the lame walk, lepers are cleansed, the deaf hear, the dead are raised, and the destitute hear the good news.",
      "6": "How blessed is anyone who is not offended by me!”",
      "7": "As they were leaving, Jesus began to speak to the crowds about John. “What did you go out into the wilderness to see? A reed shaken by the wind?",
      "8": "Really, what did you go out to see? A man dressed in fancy clothes? See, those who wear fancy clothes live in kings’ houses.",
      "9": "Really, what did you go out to see? A prophet? Yes, I tell you, and even more than a prophet!",
      "10": "This is the man about whom it is written,\n‘See, I am sending my messenger ahead of you,\n    who will prepare your way before you.’",
      "11": "I tell all of you with certainty, among those born of women no one has appeared who is greater than John the Baptist. Yet even the least important person in the kingdom from heaven is greater than he.",
      "12": "“From the days of John the Baptist until the present, the kingdom from heaven has been forcefully advancing, and violent people have been attacking it,",
      "13": "because the Law and all the Prophets prophesied up to the time of John.",
      "14": "If you are willing to accept it, he is Elijah who is to come.",
      "15": "Let the person who has ears listen!",
      "16": "“To what can I compare the people living today? They’re like little children who sit in the marketplaces and shout to each other,",
      "17": "‘A wedding song we played for you,\n    the dance you all did scorn.\nA woeful dirge we chanted, too,\n    but then you would not mourn.’",
      "18": "Because John didn’t come eating or drinking, yet people say, ‘He has a demon!’",
      "19": "The Son of Man came eating and drinking, and they say, ‘Look, a glutton and a drunk, a friend of tax collectors and sinners!’\nAbsolved from every act of sin,\n    is wisdom by her kith and kin.”",
      "20": "Then Jesus began to denounce the cities in which most of his miracles had taken place, because they didn’t repent.",
      "21": "“How terrible it will be for you, Chorazin! How terrible it will be for you, Bethsaida! Because if the miracles that happened in you had taken place in Tyre and Sidon, they would have repented long ago in sackcloth and ashes.",
      "22": "Indeed I tell you, it will be more bearable for Tyre and Sidon on Judgment Day than for you!",
      "23": "“And you, Capernaum! You won’t be lifted up to heaven, will you? You’ll go down to Hell! Because if the miracles that happened in you had taken place in Sodom, it would have remained to this day.",
      "24": "Indeed I tell you, it will be more bearable for the land of Sodom on Judgment Day than for you!”",
      "25": "At that time Jesus said, “I praise you, Father, Lord of heaven and earth, because you have hidden these things from wise and intelligent people and have revealed them to infants.",
      "26": "Yes, Father, because this is what was pleasing to you.",
      "27": "All things have been entrusted to me by my Father. No one fully knows the Son except the Father, and no one fully knows the Father except the Son and the person to whom the Son chooses to reveal him.",
      "28": "“Come to me, all of you who are weary and loaded down with burdens, and I will give you rest.",
      "29": "Place my yoke on you and learn from me, because I am gentle and humble, and you will find rest for your souls,",
      "30": "because my yoke is pleasant, and my burden is light.”"
    },
    "12": {
      "1": "At that time, Jesus walked through the grain fields on a Sabbath. His disciples became hungry and began picking heads of grain to eat.",
      "2": "When the Pharisees saw this, they told him, “Look! Your disciples are doing what is not lawful to do on the Sabbath!”",
      "3": "But he told them, “Haven’t you read what David did when he and his companions were hungry?",
      "4": "How is it that he went into the house of God and ate the Bread of the Presence, which was not lawful for him and his companions to eat but was reserved for the priests?",
      "5": "Or haven’t you read in the Law that on every Sabbath the priests in the Temple violate the Sabbath and yet are innocent?",
      "6": "But I tell you, something greater than the Temple is here!",
      "7": "If you had known what ‘I want mercy and not sacrifice’ means, you would not have condemned the innocent,",
      "8": "for the Son of Man is Lord of the Sabbath.”",
      "9": "Moving on from there, Jesus went into their synagogue.",
      "10": "Suddenly, a man with a paralyzed hand appeared. The people asked Jesus if it was lawful to heal on Sabbath days, intending to accuse him of doing something wrong.",
      "11": "But he asked them, “Is there a man among you who, if he had one sheep and it fell into a ditch on the Sabbath, wouldn’t take hold of it and pull it out?",
      "12": "How much more is a human being worth than a sheep! So it is lawful to do good on Sabbath days.”",
      "13": "Then he told the man, “Hold out your hand.” He held it out and it became normal, as healthy as his other hand.",
      "14": "The Pharisees, however, went out and plotted against Jesus to kill him.",
      "15": "When Jesus became aware of this, he left that place. Many crowds followed him, and he healed all of them,",
      "16": "ordering them not to make him known.",
      "17": "This was to fulfill what was declared by the prophet Isaiah when he said,",
      "18": "“Here is my Servant whom I have chosen,\n    whom I love, and with whom I am pleased!\nI will put my Spirit on him,\n    and he will proclaim justice to unbelievers.",
      "19": "He will not quarrel or shout,\n    and no one will hear him shouting in the streets.",
      "20": "He will not snap off a broken reed\n    or snuff out a smoldering wick\n        until he has brought justice through to victory.",
      "21": "And in his name unbelievers will hope.”",
      "22": "Then a demon-possessed man who was blind and unable to talk was brought to him. Jesus healed him so that the man could speak and see.",
      "23": "All the crowds were amazed and kept saying, “This man isn’t the Son of David, is he?”",
      "24": "But when the Pharisees heard this, they said, “This man drives out demons only by Beelzebul, the ruler of the demons.”",
      "25": "He knew what they were thinking and told them, “Every kingdom divided against itself is destroyed, and every city or household divided against itself will not stand.",
      "26": "So if Satan drives out Satan, he is divided against himself. How, then, can his kingdom stand?",
      "27": "If I drive out demons by Beelzebul, by whom do your own followers drive them out? That is why they will be your judges!",
      "28": "But if I drive out demons by the Spirit of God, then the kingdom of God has come to you.",
      "29": "How can someone go into a strong man’s house and carry off his possessions without first tying up the strong man? Then he can ransack his house.",
      "30": "The person who isn’t with me is against me, and the person who isn’t gathering with me is scattering.",
      "31": "So I tell you, every sin and blasphemy will be forgiven, but blasphemy against the Spirit will not be forgiven.",
      "32": "Whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven, either in this age or in the one to come.”",
      "33": "“Either make the tree good and its fruit good, or make the tree rotten and its fruit rotten, because a tree is known by its fruit.",
      "34": "You children of serpents! How can you say anything good when you are evil? The mouth speaks about what overflows from the heart.",
      "35": "A good person brings good things out of a good treasure house, and an evil person brings evil things out of an evil treasure house.",
      "36": "I tell you, on Judgment Day people will give an account for every thoughtless word they have uttered,",
      "37": "because by your words you will be acquitted, and by your words you will be condemned.”",
      "38": "Then some of the scribes and Pharisees told Jesus, “Teacher, we want to see a sign from you.”",
      "39": "But he replied to them, “An evil and adulterous generation craves a sign. Yet no sign will be given to it except the sign of the prophet Jonah,",
      "40": "because just as Jonah was in the stomach of the sea creature for three days and three nights, so the Son of Man will be in the heart of the earth for three days and three nights.",
      "41": "The men of Nineveh will stand up at the judgment and condemn the people living today, because they repented at the preaching of Jonah. But look—something greater than Jonah is here!",
      "42": "The queen of the south will stand up and condemn the people living today, because she came from so far away to hear the wisdom of Solomon. But look! Something greater than Solomon is here!”",
      "43": "“Whenever an unclean spirit goes out of a person, it wanders through waterless places looking for a place to rest, but finds none.",
      "44": "Then it says, ‘I will go back to my home that I left.’ When it arrives, it finds it empty, swept clean, and put in order.",
      "45": "Then it goes and brings with it seven other spirits more evil than itself, and they go in and settle there. And so the final condition of that person becomes worse than the first. That’s just what will happen to this evil generation!”",
      "46": "While Jesus was still speaking to the crowds, his mother and brothers stood outside, wanting to speak to him.",
      "47": "Someone told him, “Look! Your mother and your brothers are standing outside, asking to speak to you.”",
      "48": "He asked the man who told him, “Who is my mother, and who are my brothers?”",
      "49": "Then pointing with his hand at his disciples, he said, “Here are my mother and my brothers,",
      "50": "because whoever does the will of my Father in heaven is my brother and sister and mother.”"
    },
    "13": {
      "1": "That day Jesus left the house and sat down beside the sea.",
      "2": "Such large crowds gathered around him that he got into a boat and sat down, while the entire crowd stood on the shore.",
      "3": "Then he began to tell them many things in parables. He said, “Listen! A farmer went out to sow.",
      "4": "As he was sowing, some seeds fell along the path, and birds came and ate them up.",
      "5": "Other seeds fell on stony ground, where they did not have a lot of soil. They sprouted at once because the soil wasn’t deep.",
      "6": "But when the sun came up, they were scorched. Since they did not have any roots, they dried up.",
      "7": "Other seeds fell among thorn bushes, and the thorn bushes grew higher and choked them out.",
      "8": "But other seeds fell on good soil and produced a crop, some 100, some 60, and some 30 times what was sown.",
      "9": "Let the person who has ears listen!”",
      "10": "Then the disciples came and asked Jesus, “Why do you speak to people in parables?”",
      "11": "He answered them, “You have been given knowledge about the secrets of the kingdom from heaven, but it hasn’t been given to them,",
      "12": "because to anyone who has something, more will be given, and he will have more than enough. But from the one who doesn’t have anything, even what he has will be taken away from him.",
      "13": "That’s why I speak to them in parables, because\n‘they look but don’t see,\n    and they listen but don’t hear or understand.’",
      "14": "“With them the prophecy of Isaiah is being fulfilled, which says:\n‘You will listen and listen but never understand.\n    You will look and look but never comprehend,",
      "15": "for this people’s heart has become dull,\n    and their ears are hard of hearing.\nThey have shut their eyes\n    so that they might not see with their eyes,\n        and hear with their ears,\nand understand with their heart and turn,\n    and I would heal them.’",
      "16": "“How blessed are your eyes because they see, and your ears because they hear!",
      "17": "I tell all of you with certainty, many prophets and righteous people longed to see the things you see but did not see them, and to hear the things you hear but did not hear them.”",
      "18": "“Listen, then, to the parable about the farmer.",
      "19": "When anyone hears the word about the kingdom yet doesn’t understand it, the evil one comes and snatches away what was sown in his heart. This is what was sown along the path.",
      "20": "As for what was sown on the stony ground, this is the person who hears the word and accepts it joyfully at once,",
      "21": "but since he doesn’t have any root in himself, he lasts for only a short time. When trouble or persecution comes along because of the word, he immediately falls away.",
      "22": "As for what was sown among the thorn bushes, this is the person who hears the word, but the worries of life and the deceitful pleasures of wealth choke the word so that it can’t produce a crop.",
      "23": "But as for what was sown on good soil, this is the person who hears the word, understands it, and produces a crop that yields 100, 60, or 30 times what was sown.”",
      "24": "He presented another parable to them: “The kingdom from heaven may be compared to a man who sowed good seed in his field.",
      "25": "While people were sleeping, his enemy came and sowed weeds among the wheat and went away.",
      "26": "When the crop came up and bore grain, the weeds appeared, too.",
      "27": "“The owner’s servants came and asked him, ‘Master, you sowed good seed in your field, didn’t you? Then where did these weeds come from?’",
      "28": "“He told them, ‘An enemy did this!’\n“The servants asked him, ‘Do you want us to go and pull them out?’",
      "29": "“He said, ‘No! If you pull out the weeds, you might pull out the wheat with them.",
      "30": "Let both grow together until the harvest, and at harvest time I will tell the reapers, “Gather the weeds first and tie them in bundles for burning, but bring the wheat into my barn.”’”",
      "31": "He presented another parable to them, saying, “The kingdom from heaven is like a mustard seed that a man took and planted in his field.",
      "32": "Although it is the smallest of all seeds, when it is fully grown it is larger than the garden plants and becomes a tree, and the birds in the sky come and nest in its branches.”",
      "33": "He told them another parable: “The kingdom from heaven is like yeast that a woman took and mixed with three measures of flour until all of it was leavened.”",
      "34": "Jesus told the crowds all these things in parables. He did not tell them anything without using a parable.",
      "35": "This was to fulfill what was declared by the prophet when he said,\n“I will open my mouth to speak in parables.\n    I will declare what has been hidden\n        since the creation of the world.”",
      "36": "Then Jesus left the crowds and went into the house. His disciples came to him and asked, “Explain to us the parable about the weeds in the field.”",
      "37": "He answered, “The person who sowed good seed is the Son of Man,",
      "38": "while the field is the world. The good seed are those who belong to the kingdom, while the weeds are those who belong to the evil one.",
      "39": "The enemy who sowed them is the Devil, the harvest is the end of the age, and the reapers are the angels.",
      "40": "Just as weeds are gathered and burned with fire, so it will be at end of the age.",
      "41": "The Son of Man will send his angels, and they will gather from his kingdom everything that causes others to sin and those who practice lawlessness",
      "42": "and they will throw them into a blazing furnace. In that place there will be wailing and gnashing of teeth.",
      "43": "Then the righteous will shine like the sun in their Father’s kingdom. Let the person who has ears listen!”",
      "44": "“The kingdom from heaven is like treasure hidden in a field that a man found and hid. In his excitement he went and sold everything he had and bought that field.”",
      "45": "“Again, the kingdom from heaven is like a merchant searching for fine pearls.",
      "46": "When he found a very valuable pearl, he went and sold everything he had and bought it.”",
      "47": "“Again, the kingdom from heaven is like a large net thrown into the sea that gathered all kinds of fish.",
      "48": "When it was full, the fishermen hauled it ashore. Then they sat down, sorted the good fish into containers, and threw the bad ones away.",
      "49": "That is how it will be at the end of the age. The angels will go out, cull out the evil people from among the righteous ones,",
      "50": "and will throw them into a blazing furnace. In that place there will be wailing and gnashing of teeth.”",
      "51": "“Do you understand all these things?”\nThey told him, “Yes.”",
      "52": "Then he told them, “That is why every scribe who has been trained for the kingdom from heaven is like the master of a household who brings both new and old things out of his treasure chest.”",
      "53": "When Jesus had finished these parables, he left that place.",
      "54": "He went to his hometown and began teaching the people in their synagogue in such a way that they were amazed and asked, “Where did this man get this wisdom and these miracles?",
      "55": "This is the builder’s son, isn’t it? His mother is named Mary, isn’t she? His brothers are James, Joseph, Simon, and Judas, aren’t they?",
      "56": "And his sisters are all with us, aren’t they? So where did this man get all these things?”",
      "57": "And they were offended by him.\nBut Jesus told them, “A prophet is without honor only in his hometown and in his own home.”",
      "58": "He did not perform many miracles there because of their unbelief."
    },
    "14": {
      "1": "At that time Herod the tetrarch, hearing about the fame of Jesus,",
      "2": "told his servants, “This is John the Baptist! He has been raised from the dead, and that’s why these miracles are being done by him.”",
      "3": "Herod had arrested John, bound him with chains, and put him in prison on account of Herodias, his brother Philip’s wife.",
      "4": "John had been telling him, “It is not lawful for you to have her.”",
      "5": "Although Herod wanted to kill him, he was afraid of the crowd, since they regarded John as a prophet.",
      "6": "But when Herod’s birthday celebration was held, the daughter of Herodias danced before the guests. She pleased Herod",
      "7": "so much that he promised with an oath to give her whatever she asked for.",
      "8": "Prompted by her mother, she said, “Give me, right here on a platter, the head of John the Baptist.”",
      "9": "Under pressure because of his promises and his assembled guests, the king ordered that it be done.",
      "10": "So he sent word and had John beheaded in prison.",
      "11": "His head was brought on a platter and given to the girl, and she took it to her mother.",
      "12": "When John’s disciples came, they carried off the body and buried it. Then they went and told Jesus.",
      "13": "When Jesus heard this, he left that place and went by boat to a deserted place by himself. The crowds heard of it and followed him on foot from the neighboring towns.",
      "14": "When he got out of the boat, he saw a large crowd. He had compassion for them and healed their sick.",
      "15": "When evening had come, the disciples went to him and said, “This is a deserted place, and it’s already late. Send the crowds away so that they can go into the villages and buy food for themselves.”",
      "16": "But Jesus told them, “They don’t need to go away. You give them something to eat.”",
      "17": "They told him, “We don’t have anything here except five loaves of bread and two fish.”",
      "18": "He said, “Bring them to me.”",
      "19": "Then he ordered the crowds to sit down on the grass. Taking the five loaves and the two fish, he looked up to heaven and blessed them. Then he broke the loaves in pieces and gave them to his disciples, and the disciples gave them to the crowds.",
      "20": "All of them ate and were filled. Then the disciples picked up what was left of the broken pieces, twelve baskets full.",
      "21": "Now those who had eaten were about 5,000 men, besides women and children.",
      "22": "Jesus immediately had the disciples get into a boat and cross to the other side ahead of him, while he sent the crowds away.",
      "23": "After dismissing the crowds, he went up on a hillside by himself to pray. When evening came, he was there alone.",
      "24": "By this time the boat was in the middle of the sea and was being battered by the waves, because the wind was against them.",
      "25": "Shortly before dawn, Jesus came to them, walking on the sea.",
      "26": "When the disciples saw him walking on the sea, they were terrified and cried out, “It’s a ghost!” And they screamed in terror.",
      "27": "“Have courage!” Jesus immediately told them. “It’s me. Stop being afraid!”",
      "28": "Peter answered him, “Lord, if it’s you, order me to come to you on the water.”",
      "29": "Jesus said, “Come on!” So Peter got down out of the boat, started walking on the water, and came to Jesus.",
      "30": "But when he noticed the strong wind, he was frightened. As he began to sink, he shouted, “Lord, save me!”",
      "31": "At once Jesus reached out his hand, caught him, and asked him, “You who have so little faith, why did you doubt?”",
      "32": "As they got into the boat, the wind stopped blowing.",
      "33": "Then the men in the boat began to worship Jesus, saying, “You certainly are the Son of God!”",
      "34": "They crossed over and came ashore at Gennesaret.",
      "35": "When the men of that place recognized Jesus, they sent word throughout that region and brought him everyone who was sick.",
      "36": "They kept begging him to let them touch just the tassel of his garment, and everyone who touched it was completely healed."
    },
    "15": {
      "1": "Then some Pharisees and scribes came from Jerusalem to Jesus and asked,",
      "2": "“Why do your disciples disregard the tradition of the elders? They don’t wash their hands when they eat.”",
      "3": "But he answered them, “Why do you also disregard the commandment of God because of your tradition?",
      "4": "Because God said, ‘You are to honor your father and your mother,’ and, ‘Whoever curses father or mother must certainly be put to death.’",
      "5": "But you say, ‘Whoever tells his father or his mother, “Whatever support you might have received from me has been given to God,”",
      "6": "does not have to honor his father.’ Because of your tradition, then, you have disregarded the authority of God’s word.",
      "7": "You hypocrites! How well did Isaiah prophesy of you when he said,",
      "8": "‘These people honor me with their lips,\n    but their hearts are far from me.",
      "9": "Their worship of me is empty,\n    because they teach human rules as doctrines.’”",
      "10": "Then calling out to the crowd, he addressed them, “Listen and understand!",
      "11": "It is not what goes into the mouth that makes a person unclean. It is what comes out of the mouth that makes a person unclean.”",
      "12": "Then the disciples came and asked him, “Do you realize that the Pharisees were offended when they heard this statement?”",
      "13": "He replied, “Every plant that my heavenly Father did not plant will be pulled up by the roots.",
      "14": "Leave them alone. They are blind guides of the blind. If one blind person leads another blind person, both will fall into a ditch.”",
      "15": "Then Peter told him, “Explain to us this parable.”",
      "16": "Jesus said, “Are you still so ignorant?",
      "17": "Don’t you know that everything that goes into the mouth passes into the stomach and then is expelled as waste?",
      "18": "But the things that come out of the mouth come from the heart, and it is those things that make a person unclean.",
      "19": "It is out of the heart that evil thoughts come, as well as murder, adultery, sexual immorality, stealing, false testimony, and slander.",
      "20": "These are the things that make a person unclean. But eating with unwashed hands doesn’t make a person unclean.”",
      "21": "Then Jesus left that place and went to the region of Tyre and Sidon.",
      "22": "Suddenly, a Canaanite woman from that territory came near and began to shout, “Have mercy on me, Lord, Son of David! My daughter is severely demon-possessed!”",
      "23": "But he didn’t answer her at all.\nThen his disciples came up and kept urging him, “Send her away, because she keeps on screaming as she follows us.”",
      "24": "But he replied, “I was sent only to the lost sheep of the nation of Israel.”",
      "25": "Then she came and fell down before him, saying, “Lord, help me!”",
      "26": "He replied, “It’s not right to take the children’s bread and throw it to the puppies.”",
      "27": "She said, “Yes, Lord. But even the puppies eat the crumbs that fall from their masters’ tables.”",
      "28": "Then Jesus answered her, “Lady, your faith is great! What you want is granted.” That very hour her daughter was healed.",
      "29": "Jesus left there and went along the Sea of Galilee. Then he went up on a hillside and sat down.",
      "30": "Large crowds came to him, bringing with them the lame, the blind, the crippled, those unable to talk, and many others. They placed them at his feet, and he healed them.",
      "31": "As a result, the crowd was amazed to see those who were unable to talk speaking, the crippled healed, the lame walking, and the blind seeing. So they praised the God of Israel.",
      "32": "Then Jesus called his disciples and said, “I have compassion for the crowd because they have already been with me for three days and have nothing to eat. I don’t want to send them away without food, or they may faint on the road.”",
      "33": "The disciples asked him, “Where in the wilderness are we to get enough bread to feed such a crowd?”",
      "34": "Jesus asked them, “How many loaves of bread do you have?”\nThey said, “Seven, and a few small fish.”",
      "35": "Ordering the crowd to sit down on the ground,",
      "36": "he took the seven loaves and the fish and gave thanks. Then he broke them in pieces and kept giving them to his disciples, and the disciples gave them to the crowds.",
      "37": "All of them ate until they were filled, then the disciples picked up what was left of the broken pieces—seven baskets full.",
      "38": "Now those who had eaten were four thousand men, besides women and children.",
      "39": "After he sent the crowds away, he got into a boat and went to the region of Magadan."
    },
    "16": {
      "1": "When the Pharisees and Sadducees arrived, in order to test Jesus they asked him to show them a sign from heaven.",
      "2": "He replied to them, “You say,\n‘Red sky at night,\n    what a delight!",
      "3": "Red sky in the morning,\n    cloudy and storming.’\nYou know how to interpret the appearance of the sky, yet you can’t interpret the signs of the times?",
      "4": "An evil and adulterous generation craves a sign, but no sign will be given to it except the sign of Jonah.” Then he left them and went away.",
      "5": "When his disciples reached the other side, they had forgotten to take any bread along.",
      "6": "Jesus told them, “Watch out! Beware of the yeast of the Pharisees and Sadducees!”",
      "7": "As they began to discuss this among themselves, they kept saying, “We didn’t bring along any bread.”",
      "8": "Knowing this, Jesus asked them, “You who have little faith, why are you discussing among yourselves the fact that you don’t have any bread?",
      "9": "Don’t you understand yet? Don’t you remember the five loaves for the 5,000 and how many baskets you collected,",
      "10": "or the seven loaves for the 4,000 and how many baskets you collected?",
      "11": "How can you fail to understand that I wasn’t talking to you about bread? Beware of the yeast of the Pharisees and Sadducees!”",
      "12": "Then they understood that he did not say to beware of the yeast used in bread, but of the teaching of the Pharisees and Sadducees.",
      "13": "When Jesus had come to the region of Caesarea Philippi, he asked his disciples, “Who do people say the Son of Man is?”",
      "14": "They said, “Some say John the Baptist, others Elijah, and still others Jeremiah or one of the prophets.”",
      "15": "He asked them, “But who do you say I am?”",
      "16": "Simon Peter answered, “You are the Messiah, the Son of the living God!”",
      "17": "Then Jesus told him, “How blessed you are, Simon son of Jonah, since flesh and blood has not revealed this to you, though my Father in heaven has.",
      "18": "I tell you that you are Peter, and it is on this rock that I will build my congregation, and the powers of hell will not conquer it.",
      "19": "I will give you the keys to the kingdom from heaven. Whatever you prohibit on earth will have been prohibited in heaven, and whatever you permit on earth will have been permitted in heaven.”",
      "20": "Then he strictly ordered the disciples not to tell anyone that he was the Messiah.",
      "21": "From that time on, Jesus began to show his disciples that he would have to go to Jerusalem and suffer a great deal because of the elders, the high priests, and the scribes. Then he would be killed, but on the third day he would be raised.",
      "22": "Peter took him aside and began to rebuke him, saying, “God be merciful to you, Lord! This must never happen to you!”",
      "23": "But Jesus turned and told Peter, “Get behind me, Satan! You are an offense to me, because you are not thinking God’s thoughts but human thoughts!”",
      "24": "Then Jesus told his disciples, “If anyone wants to follow me, he must deny himself, pick up his cross, and follow me continuously.",
      "25": "Whoever wants to save his life will lose it, but whoever loses his life for my sake will find it,",
      "26": "because what profit will a person have if he gains the whole world and forfeits his life? Or what can a person give in exchange for his life?",
      "27": "The Son of Man is going to come with his angels in his Father’s glory, and then he will repay everyone according to what he has done.",
      "28": "I tell all of you with certainty, some people standing here will not experience death before they see the Son of Man coming in his kingdom.”"
    },
    "17": {
      "1": "Six days later, Jesus took Peter, James, and his brother John and led them up a high mountain by themselves.",
      "2": "His appearance was changed in front of them, his face shone like the sun, and his clothes became as white as light.",
      "3": "Suddenly, Moses and Elijah appeared to them, talking with Jesus.",
      "4": "Then Peter told Jesus, “Lord, it’s good that we’re here! If you want, I’ll set up three shelters—one for you, one for Moses, and one for Elijah.”",
      "5": "He was still speaking when a bright cloud suddenly overshadowed them.\nA voice from the cloud said, “This is my Son, whom I love. I am pleased with him. Keep on listening to him!”",
      "6": "When the disciples heard this, they fell on their faces and were terrified.",
      "7": "But Jesus came up to them and touched them, saying, “Get up, and stop being afraid.”",
      "8": "When they raised their eyes, they saw no one but Jesus all by himself.",
      "9": "On their way down the mountain, Jesus ordered them, “Don’t tell anyone about this vision until the Son of Man has been raised from the dead.”",
      "10": "So the disciples asked him, “Why, then, do the scribes say that Elijah must come first?”",
      "11": "He answered them, “Elijah is indeed coming and will restore all things.",
      "12": "But I tell you that Elijah has already come, yet people did not recognize him and treated him just as they pleased. In the same way, the Son of Man is going to suffer at their hands.”",
      "13": "Then the disciples understood that he had been speaking to them about John the Baptist.",
      "14": "As they approached the crowd, a man came up to Jesus, knelt down in front of him,",
      "15": "and said, “Sir, have mercy on my son, because he is an epileptic and suffers terribly. Often he falls into fire and often into water.",
      "16": "I brought him to your disciples, but they couldn’t heal him.”",
      "17": "Jesus replied, “You unbelieving and perverted generation! How long must I be with you? How long must I put up with you? Bring him here to me!”",
      "18": "Then Jesus rebuked the demon and it came out of him, and the boy was healed that very hour.",
      "19": "Then the disciples came to Jesus privately and asked, “Why couldn’t we drive it out?”",
      "20": "He told them, “Because of your lack of faith. I tell all of you with certainty, if you have faith like a grain of mustard seed, you can say to this mountain, ‘Move from here to there,’ and it will move, and nothing will be impossible for you.",
      "21": "But this kind does not come out except by prayer and fasting.”",
      "22": "While they were gathering together in Galilee, Jesus told them, “The Son of Man is going to be betrayed into human hands.",
      "23": "They will kill him, but he will be raised on the third day.” Then they were filled with grief.",
      "24": "When they came to Capernaum, the collectors of the temple tax came up to Peter and asked, “Your teacher pays the temple tax, doesn’t he?”",
      "25": "He answered, “Yes.”\nWhen Peter went home, Jesus spoke to him first and asked him, “What do you think, Simon? From whom do kings on the earth collect tolls or tributes? From their own subjects, or from foreigners?”",
      "26": "“From foreigners,” he replied.\nSo Jesus told him, “In that case, the subjects are exempt.",
      "27": "However, so that we don’t offend them, go to the sea and throw in a hook. Take the first fish that comes up, open its mouth, and you will find a coin. Take it and give it to them for me and you.”"
    },
    "18": {
      "1": "At that time the disciples came to Jesus and asked, “Who, then, is the greatest in the kingdom from heaven?”",
      "2": "Calling a little child forward, he had him stand among them.",
      "3": "Then he said, “I tell all of you with certainty, unless you change and become like little children, you will never get into the kingdom from heaven.",
      "4": "Therefore, whoever humbles himself as this little child is the greatest in the kingdom from heaven,",
      "5": "and whoever receives a little child like this in my name receives me.”",
      "6": "“If anyone causes one of these little ones who believe in me to sin, it would be better for him if a large millstone were hung around his neck and he were drowned at the bottom of the sea.",
      "7": "How terrible it will be for the world due to its temptations to sin! Temptations to sin are bound to happen, but how terrible it will be for that person who causes someone to sin!",
      "8": "“So if your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life injured or crippled than to have two hands or two feet and be thrown into eternal fire.",
      "9": "And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into hell fire.",
      "10": "“See to it that you do not despise one of these little ones, because I tell you, their angels in heaven always have access to my Father in heaven.",
      "11": "For the Son of Man came to save the lost.”",
      "12": "“What do you think? If a man has 100 sheep and one of them strays, he leaves the 99 in the hills and goes to look for the one that has strayed, doesn’t he?",
      "13": "If he finds it, I tell all of you with certainty that he rejoices over it more than over the 99 that haven’t strayed.",
      "14": "In the same way, it is not the will of your Father in heaven that one of these little ones should be lost.”",
      "15": "“If your brother sins against you, go and confront him while the two of you are alone. If he listens to you, you have won back your brother.",
      "16": "But if he doesn’t listen, take one or two others with you so that ‘every word may be confirmed by the testimony of two or three witnesses.’",
      "17": "If, however, he ignores them, tell it to the congregation. If he also ignores the congregation, regard him as an unbeliever and a tax collector.",
      "18": "“I tell all of you with certainty, whatever you prohibit on earth will have been prohibited in heaven, and whatever you permit on earth will have been permitted in heaven.",
      "19": "Furthermore, I tell all of you with certainty that if two of you agree on earth about anything you request, it will be done for you by my Father in heaven,",
      "20": "because where two or three have come together in my name, I am there among them.”",
      "21": "Then Peter came up and asked him, “Lord, how many times may my brother sin against me and I have to forgive him? Seven times?”",
      "22": "Jesus told him, “I tell you, not just seven times, but 77 times!",
      "23": "“That is why the kingdom from heaven may be compared to a king who wanted to settle accounts with his servants.",
      "24": "When he had begun to settle the accounts, a person who owed him 10,000 talents was brought to him.",
      "25": "Because he couldn’t pay, his master ordered him, his wife, his children, and everything that he owned to be sold so that payment could be made.",
      "26": "Then the servant fell down and bowed low before him, saying, ‘Be patient with me, and I will repay you everything!’",
      "27": "The master of that servant had compassion and released him, canceling his debt.",
      "28": "“But when that servant went away, he found one of his fellow servants who owed him a hundred denarii. He grabbed him, seized him by the throat, and said, ‘Pay what you owe!’",
      "29": "Then his fellow servant fell down and began begging him, ‘Be patient with me and I will repay you!’",
      "30": "But he refused and had him thrown into prison until he could repay the debt.",
      "31": "“When his fellow servants saw what had happened, they were very disturbed and went and reported to their master everything that had occurred.",
      "32": "Then his master sent for him and told him, ‘You evil servant! I canceled that entire debt for you because you begged me.",
      "33": "Shouldn’t you have had mercy on your fellow servant, just as I had mercy on you?’",
      "34": "In anger his master handed him over to the jailers until he could repay the entire debt.",
      "35": "This is how my heavenly Father will treat each one of you unless you forgive your brother from your hearts.”"
    },
    "19": {
      "1": "When Jesus had finished saying these things, he left Galilee and went to the territory of Judea on the other side of the Jordan.",
      "2": "Large crowds followed him, and he healed them there.",
      "3": "Some Pharisees came to him in order to test him. They asked, “Is it lawful for a man to divorce his wife for any reason?”",
      "4": "He answered them, “Haven’t you read that the one who made them at the beginning ‘made them male and female’",
      "5": "and said, ‘That is why a man will leave his father and mother and be united with his wife, and the two will become one flesh’?",
      "6": "So they are no longer two, but one flesh. Therefore, what God has joined together, man must never separate.”",
      "7": "They asked him, “Why, then, did Moses order us ‘to give a certificate of divorce and divorce her’?”",
      "8": "He told them, “It was because of your hardness of heart that Moses allowed you to divorce your wives. But from the beginning it was not this way.",
      "9": "I tell you that whoever divorces his wife, except for sexual immorality, and marries another woman commits adultery.”",
      "10": "His disciples asked him, “If that is the relationship of a man with his wife, it’s not worth getting married!”",
      "11": "“Not everyone can accept this saying,” he replied, “except those to whom celibacy has been granted,",
      "12": "because some men are celibate from birth, while some are celibate because they have been made that way by others. Still others are celibate because they have made themselves that way for the sake of the kingdom from heaven. Let anyone accept this who can.”",
      "13": "Then some little children were brought to him so that he might lay his hands on them and pray. But the disciples rebuked those who brought them.",
      "14": "Jesus, however, said, “Let the little children come to me, and stop keeping them away, because the kingdom from heaven belongs to people like these.”",
      "15": "When he had laid his hands on them, he went on from there.",
      "16": "Just then a man came up to Jesus. “Teacher,” he asked, “what good deed should I do to have eternal life?”",
      "17": "Jesus asked him, “Why ask me about what is good? There is only one who is good. If you want to get into that life, you must keep the commandments.”",
      "18": "The young man asked him, “Which ones?”\nJesus said, “‘You must not murder, you must not commit adultery, you must not steal, you must not give false testimony,",
      "19": "honor your father and mother,’ and, ‘you must love your neighbor as yourself.’”",
      "20": "The young man told him, “I have kept all of these. What do I still lack?”",
      "21": "Jesus told him, “If you want to be perfect, go and sell what you own and give the money to the destitute, and you will have treasure in heaven. Then come back and follow me.”",
      "22": "But when the young man heard this statement he went away sad, because he had many possessions.",
      "23": "Then Jesus told his disciples, “I tell all of you with certainty, it will be hard for a rich person to get into the kingdom from heaven.",
      "24": "Again I tell you, it is easier for a camel to squeeze through the eye of a needle than for a rich person to get into the kingdom of God.”",
      "25": "When the disciples heard this, they were completely astonished. “Who, then, can be saved?” they asked.",
      "26": "Jesus looked at them intently and said, “For humans this is impossible, but for God all things are possible.”",
      "27": "“Look!” Peter replied. “We have left everything and followed you. So what will we get?”",
      "28": "Jesus told them, “I tell all of you with certainty, when the Son of Man sits on his glorious throne in the renewed creation, you who have followed me will also sit on twelve thrones, governing the twelve tribes of Israel.",
      "29": "In fact, everyone who has left his homes, brothers, sisters, father, mother, children, or fields because of my name will receive a hundred times as much and will inherit eternal life.",
      "30": "But many who are first will be last, and the last will be first.”"
    },
    "20": {
      "1": "“The kingdom from heaven is like a landowner who went out early in the morning to hire workers for his vineyard.",
      "2": "After agreeing to pay the workers one denarius a day, he sent them into his vineyard.",
      "3": "When he went out about nine o’clock, he saw others standing in the marketplace without work.",
      "4": "He told them, ‘You go into the vineyard, too, and I will pay you whatever is right.’",
      "5": "So off they went. He went out again about noon and about three o’clock and did the same thing.",
      "6": "About five o’clock he went out and found some others standing around. He asked them, ‘Why are you standing here all day long without work?’",
      "7": "They told him, ‘Because no one has hired us.’ He told them, ‘You go into the vineyard as well.’",
      "8": "“When evening came, the owner of the vineyard told his manager, ‘Call the workers and give them their wages, beginning with the last and ending with the first.’",
      "9": "Those who were hired at five o’clock came, and each received a denarius.",
      "10": "“When the first came, they thought they would receive more, but each received a denarius as well.",
      "11": "When they received it, they began to complain to the landowner,",
      "12": "‘These last fellows worked only one hour, but you paid them the same as us, and we’ve been working all day, enduring the scorching heat!’",
      "13": "“But he told one of them, ‘Friend, I’m not treating you unfairly. You did agree with me for a denarius, didn’t you?",
      "14": "Take what is yours and go. I want to give this last man as much as I gave you.",
      "15": "I am allowed to do what I want with my own money, am I not? Or are you envious because I’m generous?’",
      "16": "“In the same way, the last will be first, and the first will be last, because many are called, but few are chosen.”",
      "17": "When Jesus was going up to Jerusalem, he took the twelve disciples aside and told them as they were walking along,",
      "18": "“See, we are going up to Jerusalem, and the Son of Man will be handed over to the high priests and scribes, and they will condemn him to death.",
      "19": "Then they will hand him over to unbelievers to be mocked, whipped, and crucified, but on the third day he will be raised.”",
      "20": "Then the mother of Zebedee’s sons came to Jesus with her sons. She bowed down in front of him to ask him for a favor.",
      "21": "He asked her, “What do you want?”\nShe told him, “Promise that in your kingdom these two sons of mine will sit on your right and on your left.”",
      "22": "Jesus replied, “You don’t realize what you’re asking. Can you drink from the cup that I’m going to drink from?”\nThey told him, “We can.”",
      "23": "He told them, “You will indeed drink from my cup. But it’s not up to me to grant you a seat at my right hand or at my left. These positions have already been prepared for others by my Father.”",
      "24": "When the ten heard this, they became furious with the two brothers.",
      "25": "But Jesus called the disciples and said, “You know that the rulers of the unbelievers lord it over them and their superiors act like tyrants over them.",
      "26": "That’s not the way it should be among you. Instead, whoever wants to be great among you must be your servant,",
      "27": "and whoever wants to be first among you must be your slave.",
      "28": "That’s the way it is with the Son of Man. He did not come to be served, but to serve and to give his life as a ransom for many people.”",
      "29": "As they were leaving Jericho, a large crowd followed Jesus.",
      "30": "When two blind men who were sitting by the roadside heard that Jesus was passing by, they shouted, “Have mercy on us, Lord, Son of David!”",
      "31": "When the crowd told them harshly to be silent, they shouted even louder, “Have mercy on us, Lord, Son of David!”",
      "32": "Jesus stopped and called them, saying, “What do you want me to do for you?”",
      "33": "They told him, “Lord, we want to be able to see!”",
      "34": "Then Jesus, deeply moved with compassion, touched their eyes, and at once they could see again. So they followed him."
    },
    "21": {
      "1": "When they came near Jerusalem and had reached Bethphage on the Mount of Olives, Jesus sent two disciples on ahead and",
      "2": "told them, “Go into the village ahead of you. At once you will find a donkey tied up and a colt with it. Untie them, and bring them to me.",
      "3": "If anyone says anything to you, tell him, ‘The Lord needs them,’ and that person will send them at once.”",
      "4": "Now this happened to fulfill what had been spoken through the prophet when he said,",
      "5": "“Tell the daughter of Zion,\n    ‘Look, your king is coming to you!\nHe is humble and mounted on a donkey,\n    even on a colt of a donkey.’”",
      "6": "So the disciples went and did as Jesus had directed them.",
      "7": "They brought the donkey and the colt and put their coats on them, and he sat upon them.",
      "8": "Many people in the crowd spread their own coats on the road, while others began cutting down branches from the trees and spreading them on the road.",
      "9": "Both the crowds that went ahead of him and those that followed him kept shouting,\n“Hosanna to the Son of David!\nHow blessed is the one who comes\n    in the name of the Lord!\nHosanna in the highest heaven!”",
      "10": "When he came into Jerusalem, the whole city was trembling with excitement. The people were asking, “Who is this?”",
      "11": "The crowds kept saying, “This is the prophet Jesus, the man from Nazareth in Galilee.”",
      "12": "Then Jesus went into the Temple, threw out everyone who was selling and buying in the Temple, and overturned the moneychangers’ tables and the chairs of those who sold doves.",
      "13": "He told them, “It is written, ‘My house is to be called a house of prayer,’ but you are turning it into a hideout for bandits!”",
      "14": "Blind and lame people came to him in the Temple, and he healed them.",
      "15": "But when the high priests and the scribes saw the amazing things that he had done and the children shouting in the Temple, “Hosanna to the Son of David,” they became furious",
      "16": "and asked him, “Do you hear what these people are saying?”\nJesus told them, “Yes! Haven’t you ever read, ‘From the mouths of infants and nursing babies you have created praise’?”",
      "17": "Then he left them and went out of the city to Bethany and spent the night there.",
      "18": "In the morning, as Jesus was returning to the city, he became hungry.",
      "19": "Seeing a fig tree by the roadside, he went up to it but found nothing on it except leaves. He told it, “May fruit never come from you again!” And immediately the fig tree dried up.",
      "20": "When the disciples saw this, they were amazed. “How did the fig tree dry up so quickly?” they asked.",
      "21": "Jesus answered them, “I tell all of you with certainty, if you have faith and do not doubt, not only will you be able to do what has been done to the fig tree, but you will also say to this mountain, ‘Be removed and thrown into the sea,’ and it will happen.",
      "22": "You will receive whatever you ask for in prayer, if you believe.”",
      "23": "Then Jesus went into the Temple. While he was teaching, the high priests and the elders of the people came to him and asked, “By what authority are you doing these things, and who gave you this authority?”",
      "24": "Jesus answered them, “I, too, will ask you one question. If you answer it for me, I will also tell you by what authority I am doing these things.",
      "25": "Where did John’s authority to baptize come from? From heaven or from humans?”\nThey began discussing this among themselves: “If we say, ‘From heaven,’ he will ask us, ‘Then why didn’t you believe him?’",
      "26": "But if we say, ‘From humans,’ we are afraid of the crowd, because everyone regards John as a prophet.”",
      "27": "So they told Jesus, “We don’t know.”\nHe in turn told them, “Then I won’t tell you by what authority I am doing these things.”",
      "28": "“But what do you think? A man had two sons. He went to the first and said, ‘Son, go and work in the vineyard today.’",
      "29": "His son replied, ‘I don’t want to,’ but later he changed his mind and went.",
      "30": "Then the father went to the other son and told him the same thing. He replied, ‘I will, sir,’ but he didn’t go.",
      "31": "Which of the two did the father’s will?”\nThey answered, “The first one.”\nJesus told them, “I tell all of you with certainty, tax collectors and prostitutes will get into God’s kingdom ahead of you!",
      "32": "John came to you living a righteous life, and you didn’t believe him, but the tax collectors and prostitutes did. But even when you saw that, you didn’t change your minds at last and believe him.”",
      "33": "“Listen to another parable. There was a landowner who planted a vineyard, put a wall around it, dug a wine press in it, and built a watchtower. Then he leased it to tenant farmers and went abroad.",
      "34": "When harvest time approached, he sent his servants to the tenant farmers to collect his produce.",
      "35": "But the farmers took his servants and beat one, killed another, and attacked another with stones.",
      "36": "Again, he sent other servants to them, a greater number than the first, but the tenant farmers treated them the same way.",
      "37": "Finally, he sent his son to them, thinking, ‘They will respect my son.’",
      "38": "But when the tenant farmers saw his son, they told one another, ‘This is the heir. Come on, let’s kill him and get his inheritance!’",
      "39": "So they grabbed him, threw him out of the vineyard, and killed him.",
      "40": "Now when the owner of the vineyard returns, what will he do to those farmers?”",
      "41": "They told him, “He will put those horrible men to a horrible death. Then he will lease the vineyard to other farmers who will give him his produce at harvest time.”",
      "42": "Jesus asked them, “Have you never read in the Scriptures,\n‘The stone that the builders rejected\n    has become the cornerstone.\nThis was the Lord’s doing,\n    and it is amazing in our eyes.’?",
      "43": "That is why I tell you that the kingdom of God will be taken away from you and given to a people who will produce fruit for it.",
      "44": "The person who falls over this stone will be broken to pieces, but it will crush anyone on whom it falls.”",
      "45": "When the high priests and the Pharisees heard his parables, they knew that he was talking about them.",
      "46": "Although they wanted to arrest him, they were afraid of the crowds, who considered Jesus to be a prophet."
    },
    "22": {
      "1": "Again Jesus spoke to them in parables. He said,",
      "2": "“The kingdom from heaven may be compared to a king who gave a wedding banquet for his son.",
      "3": "He sent his servants to call those who had been invited to the wedding, but they refused to come.",
      "4": "So he sent other servants after saying, ‘Tell those who have been invited, “Look! I’ve prepared my dinner. My oxen and fattened calves have been slaughtered. Everything is ready. Come to the wedding!”’",
      "5": "But they paid no attention to this and went away, one to his farm, another to his business.",
      "6": "The rest grabbed the king’s servants, treated them brutally, and then killed them.",
      "7": "Then the king became outraged. He sent his troops, and they destroyed those murderers and burned their city.",
      "8": "“Then he told his servants, ‘The wedding is ready, but those who were invited were not worthy.",
      "9": "So go into the roads leading out of town and invite as many people as you can find to the wedding.’",
      "10": "Those servants went out into the streets and brought in everyone they found, evil and good alike, and the wedding hall was packed with guests.",
      "11": "“When the king came in to see the guests, he noticed a man there who was not wearing wedding clothes.",
      "12": "He asked him, ‘Friend, how did you get in here without wedding clothes?’ But the man was speechless.",
      "13": "Then the king told his servants, ‘Tie his hands and feet, and throw him into the darkness outside!’ In that place there will be weeping and gnashing of teeth,",
      "14": "because many are invited, but few are chosen.”",
      "15": "Then the Pharisees went and planned how to trap Jesus in conversation.",
      "16": "They sent their disciples to him along with the Herodians. They said, “Teacher, we know that you are sincere and that you teach the way of God truthfully. You don’t favor any individual, because you pay no attention to external appearance.",
      "17": "So tell us what you think. Is it lawful to pay taxes to Caesar or not?”",
      "18": "Recognizing their wickedness, Jesus asked, “Why are you testing me, you hypocrites?",
      "19": "Show me the coin used for the tax.”\nThey brought him a denarius.",
      "20": "Then he asked them, “Whose face and name is this?”",
      "21": "They told him, “Caesar’s.”\nSo he told them, “Then give back to Caesar the things that are Caesar’s, and to God the things that are God’s.”",
      "22": "When they heard this, they were amazed. Then they left him and went away.",
      "23": "That same day some Sadducees, who claim there is no resurrection, came to Jesus and asked him,",
      "24": "“Teacher, Moses said, ‘If a man dies having no children, his brother must marry the widow and have children for his brother.’",
      "25": "Now there were seven brothers among us. The first one married and died, and since he had no children, he left his widow to his brother.",
      "26": "The same thing happened with the second brother, and then the third, and finally with the rest of the brothers.",
      "27": "Finally, the woman died, too.",
      "28": "Now in the resurrection, whose wife of the seven will she be, since all of them had married her?”",
      "29": "Jesus answered them, “You are mistaken because you don’t know the Scriptures or God’s power,",
      "30": "because in the resurrection, people neither marry nor are given in marriage but are like the angels in heaven.",
      "31": "As for the resurrection from the dead, haven’t you read what was spoken to you by God when he said,",
      "32": "‘I am the God of Abraham, the God of Isaac, and the God of Jacob’? He is not the God of the dead, but of the living.”",
      "33": "When the crowds heard this, they were amazed at his teaching.",
      "34": "When the Pharisees heard that Jesus had silenced the Sadducees, they met together in the same place.",
      "35": "One of them, an expert in the Law, tested him by asking,",
      "36": "“Teacher, which is the greatest commandment in the Law?”",
      "37": "Jesus told him, “‘You must love the Lord your God with all your heart, with all your soul, and with all your mind.’",
      "38": "This is the greatest and most important commandment.",
      "39": "The second is exactly like it: ‘You must love your neighbor as yourself.’",
      "40": "All the Law and the Prophets depend on these two commandments.”",
      "41": "While the Pharisees were still gathered, Jesus asked them,",
      "42": "“What do you think about the Messiah? Whose son is he?”\nThey told him, “David’s.”",
      "43": "He asked them, “Then how can David by the Spirit call him ‘Lord’ when he says,",
      "44": "‘The Lord told my Lord,\n    “Sit at my right hand,\n        until I put your enemies under your feet.”’?",
      "45": "If David calls him ‘Lord’, how can he be his son?”",
      "46": "No one could answer him at all, and from that day on no one dared to ask him another question."
    },
    "23": {
      "1": "Then Jesus told the crowds and his disciples,",
      "2": "“The scribes and the Pharisees administer the authority of Moses,",
      "3": "so do whatever they tell you and follow it, but stop doing what they do, because they don’t do what they say.",
      "4": "They tie up burdens that are heavy and unbearable and lay them on people’s shoulders, but they refuse to lift a finger to remove them.",
      "5": "“They do everything to be seen by people. They increase the size of their phylacteries and lengthen the tassels of their garments.",
      "6": "They love to have the places of honor at festivals, the best seats in the synagogues,",
      "7": "to be greeted in the marketplaces, and to be called ‘Rabbi’ by people.",
      "8": "“But you are not to be called ‘Rabbi,’ because you have only one teacher, and all of you are brothers.",
      "9": "And don’t call anyone on earth ‘Father,’ because you have only one Father, the one in heaven.",
      "10": "Nor are you to be called ‘Teachers,’ because you have only one teacher, the Messiah!",
      "11": "The person who is greatest among you must be your servant.",
      "12": "Whoever exalts himself will be humbled, and whoever humbles himself will be exalted.",
      "13": "“How terrible it will be for you, scribes and Pharisees, you hypocrites! You shut the door to the kingdom from heaven in people’s faces. You don’t go in yourselves, and you don’t allow those who are trying to enter to go in.",
      "14": "“How terrible it will be for you, scribes and Pharisees, you hypocrites! You devour widows’ houses and say long prayers to cover it up. Therefore, you will receive greater condemnation!",
      "15": "“How terrible it will be for you, scribes and Pharisees, you hypocrites! You travel over land and sea to make a single convert, and when this happens you make him twice as fit for hell as you are.",
      "16": "“How terrible it will be for you, blind guides! You say, ‘Whoever swears an oath by the sanctuary is excused, but whoever swears an oath by the gold of the sanctuary must keep his oath.’",
      "17": "You blind fools! What is more important, the gold or the sanctuary that made the gold holy?",
      "18": "Again you say, ‘Whoever swears an oath by the altar is excused, but whoever swears by the gift that is on it must keep his oath.’",
      "19": "You blind men! Which is more important, the gift or the altar that makes the gift holy?",
      "20": "Therefore, the one who swears an oath by the altar swears by it and by everything on it.",
      "21": "The one who swears an oath by the sanctuary swears by it and by the one who lives there.",
      "22": "And the one who swears an oath by heaven swears by God’s throne and by the one who sits on it.",
      "23": "“How terrible it will be for you, scribes and Pharisees, you hypocrites! You give a tenth of your mint, dill, and cummin, but have neglected the more important matters of the Law: justice, mercy, and faithfulness. These are the things you should have practiced, without neglecting the others.",
      "24": "You blind guides! You filter out a gnat, yet swallow a camel!",
      "25": "“How terrible it will be for you, scribes and Pharisees, you hypocrites! You clean the outside of the cup and the plate, but on the inside they are full of greed and self-indulgence.",
      "26": "You blind Pharisee! First clean the inside of the cup, so that its outside may also be clean.",
      "27": "“How terrible it will be for you, scribes and Pharisees, you hypocrites! You are like whitewashed tombs that look beautiful on the outside but inside are full of dead people’s bones and every kind of impurity.",
      "28": "In the same way, on the outside you look righteous to people, but inside you are full of hypocrisy and lawlessness.",
      "29": "“How terrible it will be for you, scribes and Pharisees, you hypocrites! You build tombs for the prophets and decorate the monuments of the righteous.",
      "30": "Then you say, ‘If we had been living in the days of our ancestors, we would have had no part with them in shedding the blood of the prophets.’",
      "31": "Therefore, you testify against yourselves that you are descendants of those who murdered the prophets.",
      "32": "Then finish what your ancestors started!",
      "33": "You snakes, you children of serpents! How can you escape being condemned to hell?",
      "34": "“That is why I am sending you prophets, wise men, and scribes. Some of them you will kill and crucify, and some of them you will whip in your synagogues and persecute from town to town.",
      "35": "As a result, you will be held accountable for all the righteous blood shed on earth, from the blood of the righteous Abel to the blood of Berechiah’s son Zechariah, whom you murdered between the sanctuary and the altar.",
      "36": "I tell all of you with certainty, all these things will happen to those living today.”",
      "37": "“O Jerusalem, Jerusalem, who kills the prophets and stones to death those who have been sent to her! How often I wanted to gather your children together as a hen gathers her chicks under her wings, but you were unwilling!",
      "38": "Look! Your house is left abandoned!",
      "39": "I tell you, you will not see me again until you say, ‘How blessed is the one who comes in the name of the Lord!’”"
    },
    "24": {
      "1": "After Jesus had left the Temple and was walking away, his disciples came up to him to point out to him the Temple buildings.",
      "2": "But in reply he responded to them, “You see all these things, don’t you? I tell all of you with certainty, not even a single stone here will be left standing on top of another that won’t be completely demolished.”",
      "3": "Now while Jesus was sitting on the Mount of Olives, the disciples came to him privately and said, “Tell us, when will these things happen, and what will be the sign of your coming and of the end of the age?”",
      "4": "In reply, Jesus told them, “See to it that no one deceives you,",
      "5": "because many will come in my name, proclaiming, ‘I’m the Messiah,’ and they will deceive many people.",
      "6": "You’ll begin to hear of wars and rumors of wars. See to it that you don’t panic. These things must take place, but the end won’t have come yet,",
      "7": "because nation will rise up in arms against nation, and kingdom against kingdom. There will be famines and earthquakes in various places.",
      "8": "But all these things are only a beginning of agonies.”",
      "9": "“Then they’ll hand you over to suffer and will kill you, and you’ll be hated by all the nations on account of my name.",
      "10": "Then many people will fall away, will betray one another, and will hate one another.",
      "11": "Many false prophets will appear and deceive many people,",
      "12": "and because lawlessness will increase, the love of many people will grow cold.",
      "13": "But the person who endures to the end will be saved.",
      "14": "And this gospel of the kingdom will be proclaimed throughout the inhabited world as a testimony to all nations, and then the end will come.”",
      "15": "“So when you see the destructive desecration, mentioned by the prophet Daniel, standing in the Holy Place (let the reader take note),",
      "16": "then those who are in Judea must flee to the mountains.",
      "17": "Anyone who’s on the housetop must not come down to get what is in his house,",
      "18": "and anyone who’s in the field must not turn back to get his coat.",
      "19": "“How terrible it will be for women who are pregnant or who are nursing babies in those days!",
      "20": "Pray that it may not be in winter or on a Sabbath when you flee,",
      "21": "because at that time there will be great suffering, the kind that hasn’t happened from the beginning of the world until now and certainly won’t ever happen again.",
      "22": "If those days hadn’t been shortened, no one would survive. But for the sake of the elect, those days will be shortened.",
      "23": "“At that time, if anyone says to you, ‘Look here! The Messiah!’ or ‘There he is!’, don’t believe it,",
      "24": "because false messiahs and false prophets will have arisen and will produce great signs and startling demonstrations so as to deceive, if possible, even the elect.",
      "25": "Remember, I’ve told you beforehand.",
      "26": "So if they say to you, ‘Look! He’s in the wilderness,’ don’t go out looking for him. And if they say, ‘Look! He’s in the storeroom,’ don’t believe it,",
      "27": "because just as the lightning comes from the east and flashes as far as the west, so will be the coming of the Son of Man.",
      "28": "Wherever there’s a corpse, there the vultures will gather.",
      "29": "“Now immediately after the troubles of those days,\n‘The sun will be darkened,\n    the moon will not reflect its light,\nthe stars will fall from the sky,\n    and the powers from the heavens will be disrupted.’",
      "30": "Then the sign that is the Son of Man will appear in the sky, and all ‘the tribes of the land will mourn’ as they see ‘the Son of Man coming on the clouds of heaven’ with power and great glory.",
      "31": "He’ll send out his angels with a loud trumpet blast, and they’ll gather his elect from the four winds, from one end of heaven to another.”",
      "32": "“Now learn a lesson from the fig tree. When its branches become tender and it produces leaves, you know that summer is near.",
      "33": "In the same way, when you see all these things, you’ll know that the Son of Man is near, right at the door.",
      "34": "I tell all of you with certainty, this generation won’t disappear until these things take place.",
      "35": "Heaven and earth will disappear, but my words will never disappear.”",
      "36": "“No one knows when that day and hour will come—neither the heavenly angels nor the Son, but only the Father,",
      "37": "because just as it was in Noah’s time, so it will be when the Son of Man comes.",
      "38": "In those days before the flood, people were eating and drinking, marrying and giving in marriage right up to the day when Noah went into the ark.",
      "39": "They were unaware of what was happening until the flood came and swept all of them away. That’s how it will be when the Son of Man appears.",
      "40": "At that time, two people will be in the field. One will be taken, and one will be left behind.",
      "41": "Two women will be grinding grain at the mill. One will be taken, and one will be left behind.",
      "42": "“So keep on watching, because you don’t know on what day your Lord is coming.",
      "43": "But be sure of this: if the owner of the house had known when during the night the thief would be coming, he would have stayed awake and not allowed his house to be broken into.",
      "44": "So you, too, must be ready, because the Son of Man will come at an hour you are not expecting.”",
      "45": "“Who, then, is the faithful and wise servant whom his master has put in charge of his household to give the others their food at the right time?",
      "46": "How blessed is that servant whom his master finds doing this when he comes!",
      "47": "I tell all of you with certainty, he will put him in charge of all his property.",
      "48": "“But if that wicked servant says to himself, ‘My master has been delayed,’",
      "49": "and begins to beat his fellow servants and eat and drink with the drunks,",
      "50": "that servant’s master will come on a day when he doesn’t expect him and at an hour that he doesn’t know.",
      "51": "Then his master will punish him severely and assign him a place with the hypocrites. In that place there will be weeping and gnashing of teeth.”"
    },
    "25": {
      "1": "“At that time, the kingdom from heaven will be comparable to ten bridesmaids who took their oil lamps and went out to meet the groom.",
      "2": "Now five of them were foolish, and five were wise,",
      "3": "because when the foolish ones took their lamps, they didn’t take any oil with them.",
      "4": "But the wise ones took flasks of oil with their lamps.",
      "5": "Since the groom was late, all of them became sleepy and lay down.",
      "6": "But at midnight there came a shout: ‘The groom is here! Come out to meet him!’",
      "7": "Then all the bridesmaids woke up and got their lamps ready.",
      "8": "“But the foolish ones told the wise, ‘Give us some of your oil, because our lamps are going out!’",
      "9": "“But the wise ones replied, ‘No! There will never be enough for us and for you. You’d better go to the dealers and buy some for yourselves.’",
      "10": "“While they were away buying it, the groom arrived. Those who were ready went with him into the wedding banquet, and the door was closed.",
      "11": "Later, the other bridesmaids arrived and said, ‘Lord, lord, open up for us!’",
      "12": "“But he replied, ‘I tell all of you with certainty, I don’t know you!’",
      "13": "So keep on watching, because you don’t know the day or the hour.”",
      "14": "“Similarly, it is like a man going on a trip, who called his servants and turned his money over to them.",
      "15": "To one man he gave five talents, to another two, and to another one, based on their ability. Then he went on his trip.",
      "16": "“The one who received five talents went out at once and invested them and earned five more.",
      "17": "In the same way, the one who had two talents earned two more.",
      "18": "But the one who received one talent went off, dug a hole in the ground, and buried his master’s money.",
      "19": "“After a long time, the master of those servants returned and settled accounts with them.",
      "20": "The one who had received five talents came up and brought five more talents. ‘Master,’ he said, ‘you gave me five talents. See, I’ve earned five more talents.’",
      "21": "“His master told him, ‘Well done, good and trustworthy servant! Since you’ve been trustworthy with a small amount, I’ll put you in charge of a large amount. Come and share your master’s joy!’",
      "22": "“The one with two talents also came forward and said, ‘Master, you gave me two talents. See, I’ve earned two more talents.",
      "23": "“His master told him, ‘Well done, good and trustworthy servant! Since you’ve been trustworthy with a small amount, I’ll put you in charge of a large amount. Come and share your master’s joy!’",
      "24": "“Then the one who had received one talent came forward and said, ‘Master, I knew that you were a hard man, harvesting where you haven’t planted and gathering where you haven’t scattered any seed.",
      "25": "Since I was afraid, I went off and hid your talent in the ground. Here, take what’s yours!’",
      "26": "“His master answered him, ‘You evil and lazy servant! So you knew that I harvested where I haven’t planted and gathered where I haven’t scattered any seed?",
      "27": "Then you should’ve invested my money with the bankers. When I returned, I would’ve received my money back with interest.’",
      "28": "Then the master said, ‘Take the talent from him and give it to the man who has the ten talents,",
      "29": "because to everyone who has something, more will be given, and he’ll have more than enough. But from the person who has nothing, even what he has will be taken away from him.",
      "30": "Throw this useless servant into the darkness outside! In that place there will be weeping and gnashing of teeth.’”",
      "31": "“When the Son of Man comes in his glory and all the angels are with him, he will sit on his glorious throne.",
      "32": "All the nations will be assembled in front of him, and he will cull them out, one from another, like a shepherd separates sheep from goats.",
      "33": "He will put the sheep on his right but the goats on his left.",
      "34": "“Then the king will say to those on his right, ‘Come, you who have been blessed by my Father! Inherit the kingdom prepared for you from the foundation of the world,",
      "35": "because I was hungry, and you gave me something to eat. I was thirsty, and you gave me something to drink. I was a stranger, and you welcomed me.",
      "36": "I was naked, and you clothed me. I was sick, and you took care of me. I was in prison, and you visited me.’",
      "37": "“Then the righteous will say to him, ‘Lord, when did we see you hungry and give you something to eat, or thirsty and give you something to drink?",
      "38": "When did we see you as a stranger and welcome you, or see you naked and clothe you?",
      "39": "When did we see you sick or in prison, and visit you?’",
      "40": "The king will answer them, ‘I tell all of you with certainty, since you did it for one of the least important of these brothers of mine, you did it for me.’",
      "41": "“Then he will say to those on his left, ‘Get away from me, you who are accursed, into the eternal fire that has been prepared for the Devil and his angels!",
      "42": "Here’s why: I was hungry, and you gave me nothing to eat. I was thirsty, and you gave me nothing to drink.",
      "43": "I was a stranger, and you didn’t welcome me. I was naked, and you didn’t clothe me. I was sick and in prison, and you didn’t visit me.’",
      "44": "“Then they will reply, ‘Lord, when did we see you hungry or thirsty or as a stranger or naked or sick or in prison and didn’t help you?’",
      "45": "Then he will say to them, ‘I tell all of you with certainty, since you didn’t do it for one of the least important of these, you didn’t do it for me.’",
      "46": "These people will go away into eternal punishment, but the righteous will go into eternal life.”"
    },
    "26": {
      "1": "When Jesus had finished saying all these things, he told his disciples,",
      "2": "“You know that the Passover will take place in two days, and the Son of Man will be handed over to be crucified.”",
      "3": "Then the high priests and the elders of the people assembled in the courtyard of the high priest, who was named Caiaphas.",
      "4": "They conspired to arrest Jesus by treachery and to kill him.",
      "5": "But they kept saying, “This must not happen during the festival. Otherwise, there’ll be a riot among the people.”",
      "6": "While Jesus was in Bethany at the home of Simon the leper,",
      "7": "a woman came to him with an alabaster jar of very expensive perfume and poured it on his head while he sat at the table.",
      "8": "But when the disciples saw this, they became irritated and said, “Why this waste?",
      "9": "Surely this perfume could’ve been sold for a high price and the money given to the destitute.”",
      "10": "But knowing this, Jesus asked them, “Why are you bothering the woman? She has done a beautiful thing for me.",
      "11": "You’ll always have the destitute with you, but you’ll not always have me.",
      "12": "When she poured this perfume on my body, she was preparing me for burial.",
      "13": "I tell all of you with certainty, wherever this gospel is proclaimed throughout the whole world, what she has done will also be told as a memorial to her.”",
      "14": "Then one of the Twelve, who was called Judas Iscariot, went to the high priests",
      "15": "and inquired, “What are you willing to give me if I betray Jesus to you?” They offered him 30 pieces of silver,",
      "16": "and from then on he began to look for an opportunity to betray Jesus.",
      "17": "On the first day of the Festival of Unleavened Bread, the disciples approached Jesus and asked, “Where do you want us to make preparations for you to eat the Passover meal?”",
      "18": "He said, “Go to a certain man in the city and say to him, ‘The Teacher says, “My time is near. I will celebrate the Passover with my disciples at your house.”’”",
      "19": "So the disciples did as Jesus had directed them, and they prepared the Passover meal.",
      "20": "When evening came, Jesus was sitting at the table with the Twelve.",
      "21": "While they were eating, he said, “I tell all of you with certainty, one of you is going to betray me.”",
      "22": "Feeling deeply distressed, each one began to ask him, “Surely I am not the one, Lord?”",
      "23": "He replied, “The man who has dipped his hand into the bowl with me will betray me.",
      "24": "The Son of Man is going away, just as it has been written about him. How terrible it will be for that man by whom the Son of Man is betrayed! It would have been better for him if he had never been born.”",
      "25": "Then Judas, who was going to betray him, asked, “Rabbi, I’m not the one, am I?”\nJesus told him, “You have said so.”",
      "26": "While they were eating, Jesus took a loaf of bread and blessed it. Then he broke it in pieces and handed it to the disciples, saying, “Take this and eat it. This is my body.”",
      "27": "Then he took a cup, gave thanks, and gave it to them, saying, “Drink from it, all of you,",
      "28": "because this is my blood of the new covenant that is being poured out for many people for the forgiveness of sins.",
      "29": "I tell all of you I will never again drink the product of the vine until that day when I drink it with you once again in my Father’s kingdom.”",
      "30": "After singing a hymn, they went out to the Mount of Olives.",
      "31": "Then Jesus told them, “All of you will turn against me this very night, because it is written,\n‘I will strike the shepherd,\n    and the sheep of the flock will be scattered.’",
      "32": "However, after I have been raised, I will go to Galilee ahead of you.”",
      "33": "But Peter told him, “Even if everyone else turns against you, I certainly won’t!”",
      "34": "Jesus told him, “I tell you with certainty, before a rooster crows this very night, you will deny me three times.”",
      "35": "Peter told him, “Even if I have to die with you, I will never deny you!” And all the disciples said the same thing.",
      "36": "Then Jesus went with them to a place called Gethsemane. He told the disciples, “Sit down here while I go over there and pray.”",
      "37": "Taking Peter and the two sons of Zebedee with him, he began to be grieved and troubled.",
      "38": "Then he told them, “I’m so deeply grieved that I feel I’m about to die. Wait here and stay awake with me.”",
      "39": "Going on a little farther, he fell on his face and prayed, “O my Father, if it is possible, let this cup pass from me. Yet not what I want but what you want.”",
      "40": "When he went back to the disciples, he found them asleep. He told Peter, “So, you men couldn’t stay awake with me for one hour, could you?",
      "41": "All of you must stay awake and pray that you won’t be tempted. The spirit is indeed willing, but the body is weak.”",
      "42": "He went away a second time and prayed, “My Father, if this cup cannot go away unless I drink it, let your will be done.”",
      "43": "Then he came back and found them asleep, because they could not keep their eyes open.",
      "44": "After leaving them again, he went away and prayed again for the third time, saying the same thing.",
      "45": "Then he came back to the disciples and told them, “You might as well keep on sleeping and resting. Look! The time is near for the Son of Man to be betrayed into the hands of sinners.",
      "46": "Get up! Let’s go! See, the one who is betraying me is near!”",
      "47": "Just then, while Jesus was still speaking, Judas, one of the Twelve, arrived. A large crowd armed with swords and clubs was with him. They were from the high priests and elders of the people.",
      "48": "Now the betrayer personally had given them a signal, saying, “The one I kiss is the man. Arrest him.”",
      "49": "So Judas immediately went up to Jesus and said, “Hello, Rabbi!” and kissed him tenderly.",
      "50": "Jesus asked him, “Friend, why are you here?” Then the other men surged forward, took hold of Jesus, and arrested him.",
      "51": "Suddenly, one of the men with Jesus reached out his hand, drew his sword, and struck the high priest’s servant, cutting off his ear.",
      "52": "Jesus told him, “Put your sword back in its place! Everyone who uses a sword will be killed by a sword.",
      "53": "Don’t you think that I could call on my Father, and he would send me more than twelve legions of angels now?",
      "54": "How, then, would the Scriptures be fulfilled that say this must happen?”",
      "55": "At this point, Jesus asked the crowds, “Have you come out with swords and clubs to arrest me as if I were a bandit? Day after day I sat teaching in the Temple, yet you didn’t arrest me.",
      "56": "But all of this has happened so that the writings of the prophets might be fulfilled.”\nThen all the disciples deserted Jesus and ran away.",
      "57": "Those who had arrested Jesus took him to Caiaphas, the high priest, where the scribes and the elders had assembled.",
      "58": "Peter, however, followed him at a distance as far as the high priest’s courtyard. He went inside and sat down with the servants to see how this would end.",
      "59": "Meanwhile, the high priests and the whole Council were looking for false testimony against Jesus in order to have him put to death.",
      "60": "But they couldn’t find any, even though many false witnesses had come forward. At last two men came forward",
      "61": "and stated, “This man said, ‘I can destroy the sanctuary of God and rebuild it in three days.’”",
      "62": "At this, the high priest stood up and asked Jesus, “Don’t you have any answer to what these men are testifying against you?”",
      "63": "But Jesus was silent. Then the high priest told him, “I command you by the living God to tell us if you are the Messiah, the Son of God!”",
      "64": "Jesus told him, “You have said so. Nevertheless I tell you, from now on you will see ‘the Son of Man seated at the right hand of Power’ and ‘coming on the clouds of heaven.’”",
      "65": "Then the high priest tore his robes and said, “He has blasphemed! Why do we still need witnesses? Listen! You yourselves have just heard the blasphemy!",
      "66": "What is your verdict?”\nThey replied, “He deserves to die!”",
      "67": "Then they spit in his face and hit him. Some slapped him,",
      "68": "saying, “Prophesy to us, you Messiah! Who hit you?”",
      "69": "Now Peter was sitting outside in the courtyard when a servant girl came up to him and said, “You, too, were with Jesus the Galilean.”",
      "70": "But he denied it in front of them all. “I don’t know what you’re talking about!” he exclaimed.",
      "71": "As he went out to the gateway, another woman saw him and told those who were there, “This man was with Jesus from Nazareth.”",
      "72": "Again he denied it and swore with an oath, “I don’t know the man!”",
      "73": "After a little while, the people who were standing there came up and told Peter, “Obviously you’re also one of them, because your accent gives you away.”",
      "74": "Then he began to curse violently. “I don’t know the man!” he swore solemnly. Just then a rooster crowed.",
      "75": "Peter remembered the words of Jesus when he said, “Before a rooster crows, you’ll deny me three times.” Then he went outside and cried bitterly."
    },
    "27": {
      "1": "When morning came, all the high priests and elders of the people conspired against Jesus to put him to death.",
      "2": "They bound him with chains, led him away, and handed him over to Pontius Pilate, the governor.",
      "3": "Then Judas, who had betrayed him, regretted what had happened when he saw that Jesus was condemned. He brought the 30 pieces of silver back to the high priests and elders,",
      "4": "saying, “I have sinned by betraying innocent blood.”\nBut they replied, “What do we care? Attend to that yourself.”",
      "5": "Then he flung the pieces of silver into the sanctuary, went outside, ran away, and hanged himself.",
      "6": "The high priests picked up the pieces of silver and said, “It is not lawful to put this into the Temple treasury, because it is blood money.”",
      "7": "So they decided to use the money to buy the Potter’s Field as a burial ground for foreigners.",
      "8": "That is why that field has been called the Field of Blood to this day.",
      "9": "Then what had been declared through the prophet Jeremiah was fulfilled when he said,\n“They took the 30 pieces of silver,\n    the value of the man on whom a price had been set by the Israelis,",
      "10": "and they gave them for the potter’s field,\n    as the Lord commanded me.”",
      "11": "Meanwhile, Jesus was made to stand in front of the governor. The governor asked him, “Are you the king of the Jews?”\nJesus said, “You say so.”",
      "12": "While Jesus was being accused by the high priests and elders, he made no reply.",
      "13": "Then Pilate asked him, “Don’t you hear how many charges they’re bringing against you?”",
      "14": "But Jesus did not reply at all, so that the governor was very surprised.",
      "15": "At every festival the governor had a custom of releasing to the crowd any prisoner whom they wanted.",
      "16": "At that time they were holding a notorious prisoner named Barabbas.",
      "17": "So when the people had gathered, Pilate asked them, “Which man do you want me to release for you—Barabbas, or Jesus who is called ‘the Messiah’?”",
      "18": "He did this because he knew that they had handed him over out of jealousy.",
      "19": "While he was sitting on the judge’s seat, his wife sent him a message that said, “Have nothing to do with that righteous man, because today I have suffered terribly due to a dream I had about him.”",
      "20": "But the high priests and elders persuaded the crowds to ask for Barabbas and to demand that Jesus be put to death.",
      "21": "So the governor asked them, “Which of the two men do you want me to release for you?”\n“Barabbas!” they replied.",
      "22": "Pilate asked them, “Then what should I do with Jesus, who is called the Messiah?”\nThey all said, “Let him be crucified!”",
      "23": "He asked, “What has he done wrong?”\nBut they kept shouting louder and louder, “Let him be crucified!”",
      "24": "Pilate saw that he was getting nowhere, but that a riot was about to break out instead. So he took some water and washed his hands in front of the crowd, saying, “I am innocent of this man’s blood. Attend to that yourselves.”",
      "25": "All the people answered, “Let his blood be on us and our children!”",
      "26": "Then he released Barabbas for them, but he had Jesus whipped and handed over to be crucified.",
      "27": "Then the governor’s soldiers took Jesus into the imperial headquarters and gathered the whole company of soldiers around him.",
      "28": "They stripped him and put a scarlet robe on him.",
      "29": "Twisting some thorns into a victor’s crown, they placed it on his head and put a stick in his right hand. They knelt down in front of him and began making fun of him, saying, “Long live the king of the Jews!”",
      "30": "Then they spit on him and took the stick and hit him repeatedly on his head.",
      "31": "When they had finished making fun of him, they stripped him of the robe, put his own clothes back on him, and led him away to crucify him.",
      "32": "As they were leaving, they found a man from Cyrene named Simon, whom they forced to carry Jesus’ cross.",
      "33": "When they came to a place called Golgotha (which means “Skull Place”),",
      "34": "they offered him a drink of wine mixed with gall. But when he tasted it, he refused to drink it.",
      "35": "After they had crucified him, they determined who would get his clothes by throwing dice for them.",
      "36": "Then they sat down there and continued guarding him.",
      "37": "Above his head they placed the charge against him. It read, “This is Jesus, the king of the Jews.”",
      "38": "At that time two bandits were crucified with him, one on his right and the other on his left.",
      "39": "Those who passed by kept insulting him, shaking their heads,",
      "40": "and saying, “You who were going to destroy the sanctuary and rebuild it in three days—save yourself! If you’re the Son of God, come down from the cross!”",
      "41": "In the same way the high priests, along with the scribes and elders, were also making fun of him. They kept saying,",
      "42": "“He saved others but can’t save himself! He is the king of Israel. Let him come down from the cross now, and we will believe in him.",
      "43": "He trusts in God. Let God rescue him, if he wants to do so now. After all, he said, ‘I am the Son of God.’”",
      "44": "In a similar way, the bandits who were being crucified with him kept insulting him.",
      "45": "From noon on, darkness came over the whole land until three in the afternoon.",
      "46": "About three o’clock, Jesus cried out with a loud voice, “Eli, eli, lema sabachthani?”, which means, “My God, my God, why have you forsaken me?”",
      "47": "When some of the people standing there heard this, they said, “He’s calling for Elijah.”",
      "48": "So one of the men ran off at once, took a sponge, and soaked it in some sour wine. Then he put it on a stick and offered Jesus a drink.",
      "49": "But the others kept saying, “Wait! Let’s see if Elijah will come and save him.”",
      "50": "Then Jesus cried out with a loud voice again and died.",
      "51": "Suddenly, the curtain in the sanctuary was torn in two from top to bottom, the earth shook, rocks were split open,",
      "52": "tombs were opened, and many saints who had died were brought back to life.",
      "53": "After his resurrection, they came out of their tombs, went into the Holy City, and appeared to many people.",
      "54": "When the centurion and those guarding Jesus with him saw the earthquake and the other things that were taking place, they were terrified and said, “This man certainly was the Son of God!”",
      "55": "Now many women were also there, watching from a distance. They had accompanied Jesus from Galilee and had ministered to him.",
      "56": "Among them were Mary Magdalene, Mary the mother of James and Joseph, and the mother of Zebedee’s sons.",
      "57": "Later that evening, a rich man arrived from Arimathea. His name was Joseph, and he had become a disciple of Jesus.",
      "58": "He went to Pilate and asked for the body of Jesus, and Pilate ordered it to be done.",
      "59": "So Joseph took the body and wrapped it in a clean linen cloth.",
      "60": "Then he placed it in his own new tomb, which he had cut out of the rock. After rolling a large stone across the door of the tomb, he left,",
      "61": "but Mary Magdalene and the other Mary remained there, sitting in front of the tomb.",
      "62": "The following day (that is, after the Day of Preparation), the high priests and Pharisees gathered before Pilate",
      "63": "and said, “Sir, we remember how that impostor said while he was still alive, ‘I will be raised after three days.’",
      "64": "Therefore, order the tomb to be secured until the third day, or his disciples may go and steal him and then tell the people, ‘He has been raised from the dead.’ Then the last deception would be worse than the first one.”",
      "65": "Pilate told them, “You have a military guard. Go and make the tomb as secure as you know how.”",
      "66": "So they went and secured the tomb by putting a seal on the stone in the presence of the guards."
    },
    "28": {
      "1": "After the Sabbaths, around dawn on the first day of the week, Mary Magdalene and the other Mary went to take a look at the burial site.",
      "2": "Suddenly, there was a powerful earthquake, because an angel of the Lord had come down from heaven, approached the stone, rolled it away, and was sitting on top of it.",
      "3": "His appearance was bright as lightning, and his clothes were white as snow.",
      "4": "Trembling from fear, even the guards themselves became catatonic.",
      "5": "Responding to the women, the angel said, “Stop being frightened! I know you’re looking for Jesus, who was crucified.",
      "6": "He is not here. He has been raised, just as he said. Come and see the place where he was lying.",
      "7": "Then go quickly and tell his disciples that he is risen from the dead. He is going ahead of you into Galilee, and you will see him there. Remember, I have told you!”",
      "8": "So they quickly left the tomb, terrified but also ecstatic, and ran to tell Jesus’ disciples.",
      "9": "Suddenly, Jesus met them and said, “Greetings!” They went up to him, took hold of his feet, and worshipped him.",
      "10": "Then Jesus told them, “Stop being frightened! Go and tell my brothers to leave for Galilee, and they will see me there.”",
      "11": "While the women were on their way, some of the guards went into the city and told the high priests everything that had happened.",
      "12": "So they met with the elders and agreed on a plan to give the soldiers a large amount of money.",
      "13": "They said, “Say that Jesus’ disciples came at night and stole him while you were sleeping.",
      "14": "If this is reported to the governor, we’ll personally persuade him to keep you out of trouble.”",
      "15": "So the soldiers took the money, did as they were instructed, and this story has been spread among the Jews to this day.",
      "16": "The eleven disciples went into Galilee to the hillside to which Jesus had directed them.",
      "17": "When they saw him, they worshipped him, though some had doubts.",
      "18": "Then Jesus approached them and told them, “All authority in heaven and on earth has been given to me.",
      "19": "Therefore, as you go, disciple people in all nations, baptizing them in the name of the Father, and the Son, and the Holy Spirit,",
      "20": "teaching them to obey everything that I’ve commanded you. And remember, I am with you each and every day until the end of the age.”"
    }
  }
}