{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:42:42.616906-04:00",
    "Translation": "ISV"
  },
  "Micah": {
    "1": {
      "1": "This message from the Lord came to Micah of Moresheth during the reigns of the Judean kings Jotham, Ahaz, and Hezekiah concerning the vision he saw about Samaria and Jerusalem:",
      "2": "“Listen, people! All of you!\n    Earth! Pay attention, and all you inhabitants of it!\nMay the Lord God be a witness against you—\n    the Lord from his holy Temple.",
      "3": "Look here! The Lord is coming from his place!\n    He will come down\n        and will trample down the high places throughout the land.",
      "4": "The mountains will melt under him\n    and the valleys will split apart,\nlike wax in the presence of fire\n    and like water gushing down a steep incline.",
      "5": "All this comes about due to the transgression of Jacob,\n    and due to the sins of the house of Israel.\nWhat is Jacob’s sin? It’s Samaria, isn’t it?\n    And what’s Judah’s high place? It’s Jerusalem, isn’t it?",
      "6": "“So I will turn Samaria into a mound of dirt in a field,\n    a place to plant vineyards.\nAnd I will dump her building stones into the valley,\n    uncovering her foundation.",
      "7": "All of her carved images will be crushed to pieces,\n    all the earnings of her prostitution will be burned up,\n        and I will destroy all her idols;\nbecause she collected the wages of prostitution,\n    and to the wages of prostitution they will return.”",
      "8": "“Therefore I will cry out and grieve loudly;\n    I will walk around stripped and naked.\nI will cry out like a jackal\n    and mourn like a company of ostriches.",
      "9": "For Samaria’s injury is fatal,\n    reaching all the way to Judah,\n        extending even to the gate of my people—to Jerusalem.”",
      "10": "“Don’t discuss it in Gath!\n    Don’t cry bitterly in Akim!\n        Roll in the ashes, Beth-leaphrah!",
      "11": "Run away, you residents of Shaphir,\n    displaying your shameful nakedness.\nDon’t come out, you residents of Zaanan!\n    Your firm standing will disappear as Beth-ezel mourns.",
      "12": "Even though the inhabitants of Maroth long for success,\n    nevertheless evil descended from the Lord to the gate of Jerusalem.",
      "13": "“You inhabitants of Lachish, harness your chariot to your swiftest steed—\n    the daughter of Zion has begun to sin—\nbecause within you the transgressions of Israel were revealed.",
      "14": "Therefore give your gifts to Moresheth-gath;\n    that is, the houses of Achzib as a deceitful symbol to the kings of Israel.",
      "15": "Nevertheless, I will deliver an heir to you, inhabitants of Mareshah—\n    to Adullam the glory of Israel will come.",
      "16": "“Shave your head\n    and cut off your locks as you mourn your beloved children.\nMake yourself bald as an eagle,\n    because they will go from you into exile!”"
    },
    "2": {
      "1": "“Woe to those who are crafting iniquity,\nplanning evil well into the night!\nWhen morning’s light comes,\n    they carry out their plans because they have the power to do so.",
      "2": "They covet fields and seize them;\n    they covet houses, and grab them, too.\nThey harass the valiant man, along with his household,\n    an individual and his estate.",
      "3": "“Therefore this is what the Lord says,\n‘I’m crafting evil against this family,\n    from which you can’t escape.\nYou won’t strut around arrogantly,\n    because the times are evil.’",
      "4": "“When this happens, someone will compose a proverb about you, lamenting sorrowfully,\n    ‘We are completely ruined!\n        He has given my people’s heritage to others.\n    How he has removed it from me,\n        dividing up our fields!’",
      "5": "“This is why there will not be left even a single person\n    to settle boundary disputes in the Lord’s community.",
      "6": "To those who speak out, they will declare,\n    ‘Don’t prophesy to anyone!’\n        so their shame won’t go away.",
      "7": "“It is said, house of Jacob,\n    ‘The Spirit of the Lord is limited,\n        if he acts this way, is he not?’\n“But my words benefit those who live righteously, do they not?",
      "8": "Lately my people have acted like an enemy—\n    you strip travelers who thought they were as secure\n        as those who return from war.",
      "9": "You have evicted the wives of my people from their dream homes;\n    you have removed my majesty from their children permanently.",
      "10": "“Get up and go,\n    because there’s no rest for you here!\nSince everything is polluted, it can only cause destruction,\n    even heavy destruction.",
      "11": "Suppose a man who keeps company with a deceiving spirit prophesies like this:\n    ‘Drink wine and strong drink!’\n        Won’t the people accept him as a prophet?”",
      "12": "“Jacob, how I will surely gather all of you!\n    How I will gather the survivors of Israel!\nI will gather them together like sheep in a pen,\n    like the flock in the midst of the sheepfold.\n        There will be a great commotion because of all the people.",
      "13": "God will stand up and break through in their presence.\n    Then they will pass through the gate, going out by it.\nTheir king will pass in front of them\n    with the Lord at their head.”"
    },
    "3": {
      "1": "“He will say, ‘Listen, you leaders of Jacob,\nyou officials of the house of Israel!\nYou should know justice, should you not?—",
      "2": "you who despise good and love evil,\n    who tear off the skin of my people,\n        along with the flesh from their bones.",
      "3": "You eat the flesh of my people,\n    flaying their skin from them.\nYou break their bones,\n    chopping them in pieces like meat for a pot,\n        like meat destined for a soup kettle.’",
      "4": "“Then they will cry to the Lord,\n    but he will not listen to them.\nIn fact, he will hide his face from them at that time,\n    because they were so wicked in what they were doing.”",
      "5": "“This is what the Lord says about the prophets\n    who are causing my people to go astray,\nwho are calling out ‘Peace’ when they’re being fed,\n    but who declare war against those who won’t feed them:",
      "6": "‘You will have nights without visions,\n    and darkness without prophecy.\nThe sun will set on the prophets,\n    and the day will darken for them.",
      "7": "Those who see visions will be put to shame,\n    and the diviners will be disgraced—every one of them—\nthey will cover their faces,\n    because there will be no answer from God.’”",
      "8": "“As for me, I am truly filled with power by the Spirit of the Lord,\n    filled with judgment and power\nto announce to Jacob his transgression,\n    and to Israel his sin.",
      "9": "Please listen to this, you leaders of the house of Jacob,\n    you officials of the house of Israel,\nyou who hate administering justice,\n    who pervert the very meaning of equity,",
      "10": "who are building up Zion by means of bloodshed,\n    and Jerusalem by means of iniquity.",
      "11": "Her leaders judge for the money,\n    her priests teach only when they’re paid,\n        and her prophets prophesy for cash.\nEven so, don’t they all rely on the Lord as they ask,\n    ‘The Lord is among us, is he not?\n        Nothing bad can possibly happen to us!’",
      "12": "“Therefore, because of you, Zion will be plowed up like a field,\n    and Jerusalem will become heaps of rubble,\n        and the Temple Mount like a forest high place.”"
    },
    "4": {
      "1": "“But in the last days it will come about\n    that the Temple Mount of the Lord will be firmly set\n        as the leading mountain.\nIt will be exalted above its surrounding hills,\n    and people will stream toward it.",
      "2": "Many nations will approach and say,\n    ‘Come, let’s go up to the mountain of the Lord,\n        and to the Temple of the God of Jacob.\n    He will teach us about his ways,\n        and we will walk according to his directions.’\n“Indeed, the Law will proceed from Zion,\n    and the message of the Lord from Jerusalem.",
      "3": "And he will judge among many people,\n    rebuking strong nations far away;\nand they will reshape their swords as plowshares\n    and their spears as pruning hooks.\nNo nation will threaten another,\n    nor will they train for war anymore.",
      "4": "Instead, each man will sit in the shade of his grape vines\n    and beneath the shade of his fig tree,”\n        since the Lord of the Heavenly Armies has spoken.",
      "5": "“Because all of the people will walk,\n    each person in the name of his God,\n        and we will walk in the name of the Lord our God forever and ever.",
      "6": "“At that time,” declares the Lord,\n    “I will assemble the lame;\nand I will gather those whom I have scattered,\n    along with those whom I have afflicted.",
      "7": "I will transform the lame into survivors,\n    and those who were scattered into a strong nation;\nand the Lord will reign over them in Mount Zion,\n    now and forever.”",
      "8": "“And you, watchtower of the flock,\n    you stronghold of the daughter of Zion,\nit will happen even to you:\n        The former dominion, even the kingdom of the daughter of Jerusalem, will come.",
      "9": "Why are you crying so loud now?\n    There’s no king among you, is there?\nPerhaps your advisor has died?\n    For pain has overtaken you like a woman in labor.",
      "10": "Be in pain! Be in labor, you daughter of Zion,\n    like a woman about to give birth,\nbecause now you will depart from the city,\n    living in the open fields.\nTo Babylon you will go.\n    There you will be delivered,\n        there the Lord will rescue you from the power of your enemies.”",
      "11": "“Now many nations have gathered against you, saying,\n    ‘Let her be defiled,’ and\n        ‘Let’s look down on Zion.’",
      "12": "But they don’t know the thoughts of the Lord,\n    and they don’t understand his tactics,\n        for he will gather them like harvested grain to his threshing floor.",
      "13": "Get up and smash them to pieces, daughter of Zion,\n    because I will make your horn like iron\n        and your hooves like bronze!\nAnd you will beat many people to pieces,\n    and I will consecrate their dishonest gain to the Lord\n        and their assets to the Lord of the entire earth.”"
    },
    "5": {
      "1": "“Now marshal yourselves as troops.\nHe has laid siege to us.\n    They will strike the judge of Israel on the cheek with a rod.”",
      "2": "“As for you, Bethlehem of Ephrathah,\n    even though you remain least among the clans of Judah,\nnevertheless, the one who rules in Israel for me\n    will emerge from you.\nHis existence has been from antiquity,\n    even from eternity.",
      "3": "Therefore that ruler will abandon them\n    until the woman in labor gives birth.\nThen the rest of his countrymen will return to the Israelis.”",
      "4": "“Then he will take his stand,\n    shepherding by means of the strength of the Lord,\n        by the power of the name of the Lord his God.\nAnd they will be firmly established;\n    indeed, from then on he will become great—\n        to the ends of the earth.",
      "5": "And he will be our peace.”\n“When the Assyrian invades our land,\n    trampling through our palaces,\nwe will raise up seven shepherds against him,\n    even eight significant men.",
      "6": "The shepherds will devastate the land of Assyria with the sword,\n    along with the entrances to the land of Nimrod. \n“This is how he will vanquish Assyria\n    when he invades our land,\n        trampling within our borders:",
      "7": "The survivors of Jacob will live among many nations,\n    as dew from the Lord,\n        as showers upon the grass.\nThey will look to no one,\n    and will place no hope in human beings.",
      "8": "The survivors of Jacob will live among the nations;\n    they will live among many nations,\n        like a lion among flocks of sheep,\nwho, if he passes through,\n    will trample and tear down\n        with no one to deliver.",
      "9": "You will turn your power against your adversaries,\n    and all of your enemies will be cut down.”",
      "10": "“It will come about at that time,” declares the Lord,\n    “I will tear away your horses from you,\n        and I will destroy your chariots.",
      "11": "I will cut off the cities of your land,\n    and I will tear down all of your fortifications.",
      "12": "I will render your witchcraft powerless,\n    and mediums will no longer exist among you.",
      "13": "I will separate you from your carved images and sacred pillars,\n    and you no longer will worship\n        what you’ve made with your hands.",
      "14": "I will uproot your cultic gods from you,\n    and I will tear down your cities.",
      "15": "I will execute vengeance, anger, and fury\n    on the nations who do not obey.”"
    },
    "6": {
      "1": "Please hear what the Lord says:\n    “Get up and make your case before the mountains,\n        and let the hills listen to your voice.",
      "2": "Listen, you mountains, to the Lord’s argument!\n    Listen, you strong foundations of the earth,\nbecause the Lord has a dispute with his people,\n    and he will set out his case before Israel.",
      "3": "“My people, what have I done to you,\n    and how have I offended you?\n        Answer me!",
      "4": "For I brought you up from the land of Egypt,\n    and ransomed you from the house of slavery,\n        sending Moses, Aaron, and Miriam into your presence.",
      "5": "“My people, recall how king Balak of Moab deliberated,\n    and how Beor’s son Balaam counseled him from Shittim to Gilgal,\n        so that you may know the righteousness of the Lord.”",
      "6": "How am I to present myself in the Lord’s presence\n    and bow in the presence of the High God?\nShould I present myself with burnt offerings,\n    with year-old calves?",
      "7": "Will the Lord be pleased with thousands of rams,\n    or with endless rivers of oil?\nAm I to give my firstborn to pay for my rebellion,\n    the fruit of my body in exchange for my soul?",
      "8": "He has made it clear to you, mortal man, what is good\n    and what the Lord is requiring from you—\nto act with justice,\n    to treasure the Lord’s gracious love,\n        and to walk humbly in the company of your God.",
      "9": "The voice of the Lord cries out to the city—\n    wisdom fears your name:\n        “Heed the rod, and the one who prepared it!",
      "10": "Are there still wicked treasures in the house of the wicked,\n    along with deceitful and abominable measuring standards?",
      "11": "Will I tolerate those who maintain deceptive standards\n    and who use deceitful weights in their business?",
      "12": "Her rich people are filled with violence,\n    and her inhabitants tell lies—\n        their tongues speak deceitfully!",
      "13": "“Therefore I will make you ill when I attack you;\n    I will bring you to ruin because of your offenses.",
      "14": "You’ll eat,\n    but you won’t have enough;\n        and hunger will be common among you.\nYou’ll horde things,\n    but you won’t save them,\nand what you preserve\n    I’ll give over to the sword.",
      "15": "You’ll plant,\n    but you won’t reap.\nYou’ll crush the olive harvest,\n    but you’ll have no oil to anoint yourself.\nYou’ll tread out the grapes,\n    but you’ll never drink wine.",
      "16": "You keep Omri’s statutes\n    and observe the customs of the house of Ahab.\nBecause you live according to their advice,\n    I’ll make you desolate\n        and turn your inhabitants into an object of scorn.\nTherefore you will bear the shame of my people.”"
    },
    "7": {
      "1": "Poor me!\nI feel like those who harvest summer fruit,\n        or like those who pick grapes—\nthere are no clusters to eat\n    or any fresh fruit that I want.",
      "2": "The faithful have died off,\n    and there is not one upright human being in the land.\nThey all stalk one another with lethal intent,\n    a man will even hunt his own brother with a net.",
      "3": "And speaking of evil,\n    they practice it eagerly—with both hands!\nBoth leader and judge demand a bribe,\n    the famous confess their perverted desires,\n        and they scheme together.",
      "4": "The best of them is like a thorn,\n    and their most upright like a hedge of thorns.\nThe day announced by your watchmen—\n    and by your own calculations—approaches.\n        Now it’s your time to be confused!",
      "5": "Don’t trust your friends,\n    don’t confide in a companion,\n        watch what you say to your wife.",
      "6": "The son disrespects his father,\n    the daughter rebels against her mother,\nthe daughter-in-law against her mother-in-law,\n    and a man’s enemies are the people of his own house.",
      "7": "But as for me, I will look to the Lord;\n    I will wait for the God who will deliver me.\n        My God will hear me.",
      "8": "Don’t be glad on my account, my enemy.\n    When I fall, I’ll get up.\nThough I sit in darkness,\n    the Lord is a light for me.",
      "9": "I will endure the Lord’s anger—\n    since I have sinned against him—\nuntil he takes over my defense,\n    administers justice on my behalf,\nand brings me out to the light,\n    where I will gaze on his righteousness.",
      "10": "Then my enemy will observe it,\n    and shame will engulf the ones who asked me,\n        ‘Where is the Lord your God?’\nMy own eyes will see them,\n    they will be trampled on like mud in the streets.",
      "11": "When the time comes for rebuilding your walls,\n    that time will surely be extended.",
      "12": "At that time armies will invade you from Assyria,\n    from Egyptian cities to the Euphrates River,\nfrom sea to sea\n    and from mountain to mountain.",
      "13": "The land will become desolate\n    because of its inhabitants,\n        and as a result of their behavior.",
      "14": "Use your rod to shepherd your people,\n    the flock that belongs to you,\n        that lives alone in the forest of Carmel.\nLet them find pasture in Bashan and Gilead,\n    as they did long ago.",
      "15": "As I did when you came out of the land of Egypt,\n    I will show you awesome things.",
      "16": "The nations will look on\n    and will be ashamed in spite of all their power;\nthey will cup their hands over their mouths,\n    and their ears will be deaf.",
      "17": "They will lick the dust like a serpent;\n    they will crawl from their strongholds like snakes.\nThey will fear the Lord our God.\n    They will be terrified because of you.",
      "18": "Is there any God like you,\n    forgiving iniquity,\n        passing over transgressions by the survivors who are your heritage? \nHe is not angry forever,\n    because he delights in gracious love.",
      "19": "He will again show us compassion;\n    he will subdue our iniquities. \nYou will hurl all their sins into the deepest sea.",
      "20": "You will remain true to Jacob,\n    and merciful to Abraham,\nas you promised our ancestors long ago."
    }
  }
}