{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:53.873803-04:00",
    "Translation": "ISV"
  },
  "Nehemiah": {
    "1": {
      "1": "In this document, I, Hacaliah’s son Nehemiah, recount what occurred during the twentieth year of Artaxerxes.\nIn the month of Chislev, while I was in Shushan at the palace,",
      "2": "Hanani, one of my brothers, arrived with some men from Judah. I asked them about the Jews who had escaped, about those who had survived the Babylonian captivity, and about Jerusalem.",
      "3": "They told me, “The survivors of the captivity there in the province are living in great distress and shame. Furthermore, the Jerusalem wall remains broken down and its gates have been burned by fire.”",
      "4": "When I heard this, I sat down and cried, mourning for a number of days while I fasted and prayed in the presence of the God of Heaven.",
      "5": "I said, “Please, Lord, God of Heaven, the great and fearsome God who keeps the covenant, showing gracious love to those who love you and keep your commands,",
      "6": "please turn your attention to observe carefully and listen to the prayer of your servant today that I am presenting to you day and night on behalf of your servants, the Israelis.\n“I confess the sins that we Israelis have committed against you. Both I and my father’s house have sinned.",
      "7": "We have abandoned you by not keeping your commands, your ceremonies, and your judgments that you proscribed to your servant Moses.",
      "8": "Please remember what you spoke in commanding your servant Moses. You said,\n‘If you rebel, I will scatter you among the nations",
      "9": "but if you return to me, keeping my commands and doing them, even if your exiled people are in the farthest horizon, I will gather them from there and bring them to the place where I have chosen to establish my Name.’",
      "10": "These are your servants as well as your people, whom you have redeemed by your great power and by your strong hand.",
      "11": "“And now, Lord, I ask you to listen to the prayer of your servant—and to the prayers of your servants who delight in revering your Name. I ask you, please prosper your servant today by granting him to receive favor from this man.”\nNow I was the king’s senior security advisor."
    },
    "2": {
      "1": "It came about in the twentieth year of Artaxerxes, during the month of Nissan, the king was about to drink some wine that I was preparing for him. Now I had never looked troubled in his presence.",
      "2": "The king asked me, “Why do you look so troubled, since you’re not ill? This cannot be anything else but troubles of the heart.”\nThen I was filled with fear.",
      "3": "I replied to the king, “May the king live forever. Why shouldn’t I be troubled, since the city where my ancestral sepulchers are located lies waste, with its gates burned by fire?”",
      "4": "The king answered, “What do you want?”\nSo I prayed to the God of heaven",
      "5": "and I replied to the king, “If it seems good to you, and if your servant has found favor with you, would you send me to Judah, to the city where my ancestral sepulchers are located, so I can rebuild it?”",
      "6": "With his queen seated beside him, the king asked me, “How long will your journey take, and when will you return?” The king thought it was a good idea to send me, so I presented him with a prepared plan.",
      "7": "I also asked the king, “If it seems good to you, order that letters of authorization be given me for the Trans-Euphrates governors, so they will allow me to pass through to Judah,",
      "8": "along with a letter to Asaph, the royal Commissioner of Forests, so that he will supply me with timber to craft beams for the gatehouses of the Temple, for the city walls, and for the house in which I will be living.”\nThe king granted this for me, according to the good hand of my God.",
      "9": "So I went to the Trans-Euphrates governors and gave them the king’s letters of authorization. The king also sent army officers and cavalry to accompany me.",
      "10": "But when Sanballat the Horonite and his servant Tobiah the Ammonite heard of this, they were greatly distressed because someone had come to do good for the Israelis.",
      "11": "I arrived in Jerusalem and remained there for three days.",
      "12": "Then I got up at night, along with a few men with me. I had not confided to any person what my God had put in my heart to do for Jerusalem. Furthermore, there was no other animal with me except for the one I was riding.",
      "13": "So I went out during the night through the Valley Gate toward Dragon’s Well, and from there to the Dung Gate, inspecting the walls of Jerusalem that were broken down and burned by fire.",
      "14": "I proceeded to the Fountain Gate, and then to the King’s Pool, but there wasn’t sufficient clearance for the animal I was riding to pass.",
      "15": "I traveled the valley by night to inspect the wall, returning through the Valley Gate.",
      "16": "The local officials did not know where I had gone or what I had done—I informed neither the Judeans, nor the priests, nor the nobles, nor the officials, nor any of the rest who would be doing the work.",
      "17": "Later I told them, “You all are watching the predicament we’re in, how Jerusalem lies desolate, with its gates burned by fire. Let’s rebuild the Jerusalem wall so we’re no longer a disgrace.”",
      "18": "Then I told them how good my God had been to me, and about what the king had told me.\nThey replied, “Let’s get out there and build!” So they encouraged themselves to do good.",
      "19": "But when Sanballat the Horonite, his servant Tobiah the Ammonite, and Geshem the Arab heard about it, they jeered at us and despised us when they said, “What is this thing that you’re doing? You’re rebelling against the king, aren’t you?”",
      "20": "In reply to them, I said, “The God of Heaven will prosper us. That’s why we’re preparing to build. But as far as you’re concerned, there exists no ancestral heritage, no legal right, nor any historic claim in Jerusalem."
    },
    "3": {
      "1": "So Eliashib the high priest came forward, along with his fellow priests, and reconstructed the Sheep Gate. They consecrated it and installed its doors. They also consecrated the wall as far as the Tower of the Hundred and the Tower of Hananel.",
      "2": "Men from Jericho did repairs next to him, and Imri’s son Zaccur did repairs next to them.",
      "3": "The Fish Gate was repaired by Hassenaah’s sons. They built its framework and installed its doors, including locks and security bars,",
      "4": "with Uriah’s son Meremoth (who was also a grandson of Hakkoz) next to them, Berechiah’s son Meshullam (who was also a grandson of Meshezabel) next to them, and next to him Baana’s son Zadok.",
      "5": "Next to them the Tekoites worked valiantly, even though their leading officials weren’t fully dedicated to the work of their lord.",
      "6": "Paseah’s son Joiada and Besodeiah’s son Meshullam repaired the Old Gate. They built its framework and installed its doors, including locks and security bars.",
      "7": "Next to them, Melatiah the Gibeonite and Jadon the Meronothite were working with men from Gibeon and men from Mizpah under the Trans-Euphrates regional governor.",
      "8": "Nearby, Harhaiah’s son Uzziel the goldsmith was carrying on repairs, and next to him Hananiah, a perfume-maker, rebuilt Jerusalem as far as the Broad Wall.",
      "9": "Next to him, Hur’s son Rephaiah, ruling official for half of the Jerusalem district, did repairs.",
      "10": "Then next to them, Harumaph’s son Jedaiah did repairs opposite his house, and next to him Hashabneiah’s son Hattush carried on repairs.",
      "11": "Harim’s son Malchijah and Pahath-moab’s son Hasshub repaired another section, along with the Tower of the Ovens,",
      "12": "and next to him Hallohesh’s son Shallum, ruling official for the other half of the Jerusalem district, did repairs, as did his daughters.",
      "13": "Hanun and the residents of Zanoah repaired the Valley Gate, reconstructing it and installing its doors, including locks and security bars. They also rebuilt 1,000 cubits of the wall as far as the Dung Gate.",
      "14": "Rechab’s descendant Malchijah, ruling official of the Beth-haccherem district, repaired the Dung Gate, reconstructing it, installing its doors, its locks, and its security bars.",
      "15": "Colhozeh’s son Shallum, ruling official of the Mizpah district, repaired the Fountain Gate, reconstructing it, installing its doors, its locks, and its security bars, as well as the Pool of Shelach near the royal garden as far as the stairway that descends from the City of David.",
      "16": "Next to him Azbuk’s son Nehemiah, ruling official of half of the Beth-zur district, carried on repairs as far as the tombs of David, then to the artificial pool that had been installed there, and then as far as the military barracks.",
      "17": "Next to him the descendants of Levi, led by Bani’s son Rehum, carried on repairs. Next to him Hashabiah, ruling official for half of the Keilah district, did repairs for his district.",
      "18": "Next to him their brothers, led by Henadad’s son Bavvai, ruling official for the other half of the Keilah district, carried on repairs.",
      "19": "Next to him Jeshua’s son Ezer, ruling official of Mizpah, repaired another section near the ascent to the armory at the Angle.",
      "20": "Next to him Zabbai’s son Baruch worked valiantly on another section from the angle of the wall as far as the door to the house belonging to Eliashib the high priest.",
      "21": "Then next to him Uriah’s son Meremoth, grandson of Hakkoz, repaired another section from the door of Eliashib’s house as far as the rear of the property,",
      "22": "Next to him the priests, men from the plain, carried on repairs.",
      "23": "Next to them Benjamin and Hasshub carried on repairs near their house, followed by Maaseiah’s son Azariah, grandson of Ananiah, who worked beside his own house.",
      "24": "Following him, Henadad’s son Binnui repaired another section from Azariah’s house to the angle of the wall, and then to the corner.",
      "25": "Uzai’s son Palal carried on repairs over against the angle of the wall at the tower that stands out from the king’s upper palace, which is located by the royal guard’s court. Next to him, Parosh’s son Pedaiah carried on repairs.",
      "26": "(Now the Temple Servants were living on the Ophel as far as the Water Gate that faces eastward with its prominent tower.)",
      "27": "Next to Pedaiah, the Tekoites repaired another section from the prominent tower as far as the wall of the Ophel.",
      "28": "The priests carried on repairs from above the Horse Gate as far as their own houses.",
      "29": "Then next to them, Immer’s son Zadok did repairs as far as his own house. Next to him, Shecaniah’s son Shemaiah, custodian of the East Gate, carried on repairs.",
      "30": "Next to him, Shelemiah’s son Hananiah and Zalaph’s sixth son Hanun repaired another section. Next to him, Berechiah’s son Meshullam carried on repairs up to his chamber.",
      "31": "Next to him, Malchijah, one of the goldsmiths, carried on repairs up to the house of the Temple Servants and the merchants, up to the Muster Gate as far as the ascent to the corner.",
      "32": "Between the ascent of the corner and the Sheep Gate, the goldsmiths and merchants carried on repairs."
    },
    "4": {
      "1": "When Sanballat heard that we were reconstructing the wall, he flew into a rage, became indignant, and mocked the Jews.",
      "2": "He addressed his allies and the Samaritan officials, saying “What are these pathetic Jews doing? Are they intending to rebuild it by themselves? Do they intend to offer sacrifices? Will they finish in a single day? Can they make stones from this burned out rubble?”",
      "3": "Tobiah the Ammonite stood to the side, commenting, “If a fox were to jump onto what they’re building, it would collapse their stone wall!”",
      "4": "“Listen, our God, because we are being mocked. Let their insults fall back on them, and let them be dragged away as captives into exile.",
      "5": "Don’t atone their iniquity, and don’t let their sin be blotted out from before you, because they have demoralized the builders.”",
      "6": "So we rebuilt the wall, completing it halfway up, because the people were committed to working.",
      "7": "But when Sanballat, Tobiah, the Arabs, the Ammonites, and the Ashdodites heard that the repair work on the Jerusalem wall was progressing and that its breaches were being repaired, they flew into a rage.",
      "8": "So they all conspired together to invade and fight against Jerusalem, creating confusion there.",
      "9": "But we prayed to our God. We also set up guards day and night because of them.",
      "10": "Meanwhile, the people of Judah said, “The builders are tired and there’s so much rubble that we can’t reconstruct the wall!”",
      "11": "Our enemies said, “Before they notice or see us, we’ll penetrate their midst, kill them, and stop the work!”",
      "12": "The Jews who lived near them kept coming to us, reporting at least ten times, “They’ll attack us from every direction.”",
      "13": "So I stationed the people by families behind the wall in the lower exposed areas, equipping them with their swords, spears, and bows.",
      "14": "Looking things over, I stood up and spoke to the officials, the military leaders, and the rest of the people: “Don’t fear them. Remember the great and awe-inspiring Lord. Fight for your brothers, your sons, your daughters, your wives, and your homes.”",
      "15": "Our opponents heard that we had learned about them, that God had brought their plans to failure, and that each and every one of us had come to work on the wall.",
      "16": "From that day on, half of my helpers engaged in the work while the other half kept spears, shields, bows, and armor ready. The senior officials backed all of the Judeans",
      "17": "who worked on the wall. Those who carried building materials worked with one hand, carrying a spear in the other.",
      "18": "Each builder worked with a sword strapped to his side, while a trumpeter remained beside me to sound an alarm.",
      "19": "I told the officials, rulers, and the rest of the people, “The project is large and extensive, and we are separated from each other on the wall,",
      "20": "so wherever you hear the sound of the trumpet, come over to us, and our God will fight for us!”",
      "21": "So we worked hard, half of us holding spears from dawn to dusk.",
      "22": "At the same time I told the people, “Let’s have everyone sleep at night inside Jerusalem with their servants, so they can guard us at night and work during the day.",
      "23": "No one—neither I, my allies, my servants, nor the bodyguards who accompanied me—changed clothes. Everyone carried a weapon even while going for water."
    },
    "5": {
      "1": "Now the people along with their spouses complained loudly against their fellow Jews,",
      "2": "because certain of them kept claiming, “Since we have so many sons and daughters, we must get some grain so we can eat and survive.”",
      "3": "Others were saying, “We’re having to mortgage our fields, our vineyards, and our homes so we can buy grain during this famine.”",
      "4": "Still others were saying “We’ve borrowed money against our fields and vineyards to pay the king’s taxes.",
      "5": "Now our bodies are no different than the bodies of our relatives, and our children are like their children. Nevertheless, we’re about to force our sons and daughters into slavery, and some of our daughters are already in bondage. It’s beyond our power to do anything about it, because our fields and vineyards belong to others.”",
      "6": "I became very livid when I heard their complaining and these charges.",
      "7": "So after thinking it over carefully, I accused the officials and nobles openly, “Every one of you is charging your fellow countrymen interest!” So I opened a public investigation against them.",
      "8": "I accused them, “To the best of our ability, we’ve been buying back our fellow Jews who had been sold to foreigners. Even now you’re selling your fellow countrymen, only for them to be sold back to us!” They kept quiet and never spoke a word.",
      "9": "So I said, “What you’re doing isn’t right! Shouldn’t you live in the fear of our God to avoid shame from our foreign enemies?",
      "10": "I’m also lending money and grain, as are my fellow-Jews and my servants, but let’s not charge interest.",
      "11": "So today please restore to them their fields, vineyards, olive orchards, and homes, along with the one percent interest charge that you’ve assessed them on the grain, wine, and oil.”",
      "12": "They responded, “We will restore these things, and will assess no interest charges against them. We will do what you are requesting!”\nSo I called the priests and made them take an oath to fulfill this promise.",
      "13": "I also shook my robes, and said, “May God shake out every man from his house and his possessions who does not keep this promise. May he be emptied out and shaken just like this.”\nAll the assembly said, “Amen!” and praised the Lord. And the people kept their promise.",
      "14": "In addition, from the time that I was appointed to be their governor in the land of Judah (that is, during the twelve years from the twentieth to the thirty-second year of King Artaxerxes), neither I nor my relatives relied on the provisions allotted to the governor.",
      "15": "Nevertheless, the former governors before me placed a heavy burden on the people. They received food and wine, plus a tax of 40 shekels of silver. Even their young men took advantage of the people, but I never did so because I feared God.",
      "16": "Also, as I continued to work on the wall, we purchased no land, and all of my young men were employed in the work.",
      "17": "I fed 150 Jews and officials every day, not counting those who came from the nations around us.",
      "18": "Our daily requirements were one ox and six choice sheep, along with various kinds of poultry prepared for me. Every ten days there was a delivery of an abundant supply of wine. Despite all this, I refused the governor’s allotment, because demands on the people were heavy.",
      "19": "“Remember me with favor, my God, for everything I’ve done for this people.”"
    },
    "6": {
      "1": "When Sanballat, Tobiah, Geshem the Arab, and the rest of our enemies heard that I had completed the wall and that no break remained in it (even though by that time I hadn’t yet installed the doors in the gates),",
      "2": "Sanballat and Geshem sent word to me, saying “Come, let’s meet together at Kephirim on the Ono Plain.” But they were just trying to do me harm.",
      "3": "So I sent messengers to them, replying “I am involved in a great endeavor, so I can’t leave. Why should the work stop while I leave it to come down to you?”",
      "4": "They sent me this message four times, and I answered them the same way.",
      "5": "Then Sanballat sent his assistant to me the fifth time. But this time the letter was sent unsealed, and",
      "6": "in it was written:\nIt is reported among the nations—and Gashmu confirms this—that you and the Jews are planning a revolt, and that you’re rebuilding the wall in order to declare yourself king. According to these reports,",
      "7": "you also have appointed prophets to proclaim about you in Jerusalem, “There is a king in Judah!” Since these words are being reported to the king, come and let’s meet together.",
      "8": "I sent word back to him, “Nothing has happened as you’ve claimed. You’re making up these charges in your imagination.”",
      "9": "For they all were trying to make us afraid by saying, “Their hands will become tired from laboring, so the work won’t be completed.”\n“Therefore, Lord, strengthen my hands!”",
      "10": "Later I visited Delaiah’s son Shemaiah, a grandson of Mehetabel, who was confined at home. He kept urging me, “Let’s meet together at the house of God, within the Temple, and take refuge there, because they’re coming to kill you. In fact, they’re coming at night to kill you!”",
      "11": "But I asked him, “Should a man like me run? Should someone like me run into the Temple to save his life? I won’t go there!”",
      "12": "I perceived that God had not sent him. Instead, Tobiah and Sanballat had hired him to pronounce this prophecy against me.",
      "13": "He had been hired to make me afraid so I would sin by doing what he suggested. Then they could create a slanderous report to use against me.",
      "14": "“Remember me, my God, and take note of what Tobiah and Sanballat are doing. Also take note of the prophetess Noadiah and the rest of the prophets who intend to make me afraid.”",
      "15": "So the wall was completed on the twenty-fifth day of Elul in 52 days.",
      "16": "When all of our enemies—including the surrounding nations—heard this, they became very discouraged, since they saw that the work had been done by our God.",
      "17": "Meanwhile, at that time the nobles of Judah continued to send many letters to Tobiah, and Tobiah kept sending letters to them.",
      "18": "For many Judeans had sworn allegiance to him, since he was son-in-law to Arah’s son Shecaniah, and his son Jehohanan had married the daughter of Berechiah’s son Meshullam.",
      "19": "Furthermore, they kept reporting Tobiah’s good deeds to me, and kept repeating what I told him. Tobiah kept sending letters to intimidate me."
    },
    "7": {
      "1": "After the wall had been completed and its doors installed, then the gatekeepers, singers, and descendants of Levi were appointed.",
      "2": "I appointed my brother Hanani and fortress commander Hananiah to be over Jerusalem, since he was a faithful person who revered God more than many others did.",
      "3": "I charged them, “Do not open the gates of Jerusalem until mid-day. Until then, let everyone stand watch, keeping the gates shut and locked. Appoint security watches from those who live in Jerusalem. Everyone should maintain his own watch near his house.”",
      "4": "Even though the city was large and spread out, not many people were living there and not many houses had been built.",
      "5": "So my God gave me the idea to gather together the nobles, the officials, and the people so they could be registered according to their genealogies.\nI found a register of the original inhabitants in which there was recorded",
      "6": "a list of descendants of the province of Judah who returned from captivity, from those who had been exiled by Nebuchadnezzar king of Babylon. They had come back to Jerusalem and to Judah, each one to his town.",
      "7": "They were coming with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah. Here is the enumeration of:\nThe Men of Israel:",
      "8": "Parosh’s descendants: 2,172",
      "9": "Shephatiah’s descendants: 372",
      "10": "Arah’s descendants: 652",
      "11": "Pahath-moab’s descendants; that is, through Jeshua and Joab: 2,818",
      "12": "Elam’s descendants: 1,254",
      "13": "Zattu’s descendants: 845",
      "14": "Zaccai’s descendants: 760",
      "15": "Binnui’s descendants: 648",
      "16": "Bebai’s descendants: 628",
      "17": "Azgad’s descendants: 2,322",
      "18": "Adonikam’s descendants: 667",
      "19": "Bigvai’s descendants: 2,067",
      "20": "Adin’s descendants: 655",
      "21": "Ater’s descendants through Hezekiah: 98",
      "22": "Hashum’s descendants: 328",
      "23": "Bezai’s descendants: 324",
      "24": "Hariph’s descendants: 112",
      "25": "Gibeon’s descendants: 95",
      "26": "People from Bethlehem and Netophah: 188",
      "27": "People from Anathoth: 128",
      "28": "People from Beth-azmaveth: 42",
      "29": "People from Kiriath-jearim, Chephirah, and Beeroth: 743",
      "30": "People from Ramah and Geba: 621",
      "31": "People from Michmas: 122",
      "32": "People from Bethel and Ai: 123",
      "33": "People from the other Nebo: 52",
      "34": "The other Elam’s descendants: 1,254",
      "35": "Harim’s descendants: 320",
      "36": "Jericho’s descendants: 345",
      "37": "Descendants of Lod, Hadid, and Ono: 721",
      "38": "Senaah’s descendants: 3,930",
      "39": "The Priests:\nJedaiah’s descendants from the household of Jeshua: 973",
      "40": "Immer’s descendants: 1,052",
      "41": "Pashhur’s descendants: 1,247",
      "42": "Harim’s descendants: 1,017",
      "43": "The Descendants of Levi:\nJeshua of Kadmiel’s descendants: that is, Hodevah’s descendants: 74",
      "44": "The Singers:\nAsaph’s descendants: 148",
      "45": "The Gatekeepers:\nShallum’s descendants, Ater’s descendants, Talmon’s descendants, Akkub’s descendants, Hatita’s descendants, Shobai’s descendants: 138",
      "46": "The Temple Servants:\nDescendants of Ziha, Hasupha, and Tabbaoth.",
      "47": "Descendants of Keros, Sia, and Padon.",
      "48": "Descendants of Lebanah, Hagabah, and Shalmai.",
      "49": "Descendants of Hanan, Giddel, and Gahar.",
      "50": "Descendants of Reaiah, Rezin, and Nekoda.",
      "51": "Descendants of Gazzam, Uzza, and Paseah.",
      "52": "Descendants of Besai, Meunim, and Nephushesim,",
      "53": "Descendants of Bakbuk, Hakupha, and Harhur.",
      "54": "Descendants of Bazlith, Mehida, and Harsha.",
      "55": "Descendants of Barkos, Sisera, and Temah.",
      "56": "Descendants of Neziah and Hatipha.",
      "57": "The Descendants of Solomon’s Servants:\nDescendants of Sotai, Sophereth, and Perida,",
      "58": "Descendants of Jaala, Darkon, and Giddel,",
      "59": "Descendants of Shephatiah, Hattil, Pochereth-hazzebaim, and Ammon;",
      "60": "All of the Temple Servants and descendants of Solomon’s servants numbered 392.",
      "61": "Here is a list of returnees from Tel-melah, Tel-harsha, Cherub, Addan, and Immer, who could not prove their ancestry and lineage from Israel:",
      "62": "Descendants of Delaiah, Tobiah, and Nekoda: 642",
      "63": "Of the Priests:\nDescendants of Habaiah, Koz, and Barzillai, who married one of the daughters of Barzillai from Gilead and took that name.",
      "64": "These people searched for their ancestral records, but they couldn’t be located. Accordingly, they were considered disqualified from the priesthood.",
      "65": "The governor ordered them not to eat anything holy until a priest would be installed with Urim and Thummim.",
      "66": "The entire assembly numbered 42,360,",
      "67": "not including their 7,337 male and female servants. They had 245 men and women singers.",
      "68": "They had 736 horses, 245 mules,",
      "69": "435 camels, and 6,720 donkeys.",
      "70": "Some of the heads of the families contributed to the work. The governor contributed 1,000 gold drachmas to the treasury, along with 50 basins, and 530 priestly garments.",
      "71": "Some of the heads of the families gave to the treasury 20,000 gold drachmas and 2,200 silver units for the work.",
      "72": "The rest of the people gave 20,000 gold drachmas, 2,000 silver units, and 67 priestly garments.",
      "73": "The priests, descendants of Levi, gatekeepers, singers, some of the people, the Temple Servants, and all the Israelis settled in their cities.",
      "74": "Seven months later, the Israelis had settled in their own cities."
    },
    "8": {
      "1": "All the people gathered as a united body into the plaza in front of the Water Gate. They asked Ezra the scribe to bring out the Book of the Law of Moses, which the Lord had commanded for Israel.",
      "2": "So on the first day of the seventh month, Ezra the priest brought out the Law before the assembled people. Both men and women were in attendance, as well as all who could understand what they were hearing.",
      "3": "Ezra read from it, facing the plaza in front of the Water Gate, from early in the morning until mid-day in the presence of the men and women, as well as all who could understand. All the people were attentive to the Book of the Law.",
      "4": "Ezra the scribe stood on a wooden rostrum erected for that purpose. Beside him to his right stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maasseiah. Beside him to his left stood Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, and Meshullam.",
      "5": "Ezra opened the book in the sight of all the people. Because he was visible above all the people there, as he opened it, all the people stood up.",
      "6": "Ezra blessed the Lord, the great God, and with uplifted hands, all the people responded, “Amen! Amen!” They bowed down and worshipped the Lord prostrate on the ground.",
      "7": "Furthermore, Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the descendants of Levi taught the Law to the people while the people remained standing.",
      "8": "They read from the Book of the Law of God, distinctly communicating its meaning, so they could understand the reading.",
      "9": "Because all the people were weeping as they listened to the words of the Law, Nehemiah the governor, Ezra the priest and scribe, and the descendants of Levi who taught the people told everyone, “This day is holy to the Lord your God. Do not mourn or weep.”",
      "10": "He also told them, “Go eat the best food, drink the best wine, and give something to those who have nothing, since this day is holy to our Lord. Don’t be sorrowful, because the joy of the Lord is your strength.”",
      "11": "The descendants of Levi also calmed all the people by saying, “Be still, for the day is holy. Don’t be sorrowful!”",
      "12": "So all the people went to eat, to drink, to send something to those who had nothing, and to celebrate with great joy, because they understood the words that were being declared to them.",
      "13": "The next day, the heads of the families of all the people were gathered together, along with the priests and the descendants of Levi, to meet with Ezra the scribe in order to understand the words of the Law.",
      "14": "They found written in the Law that the Lord had commanded through Moses that the Israelis were to live in tents during the festival scheduled for the seventh month.",
      "15": "So they circulated a proclamation throughout their towns and in Jerusalem. It said, “Go out to the hill country and bring back olive branches, wild olive branches, myrtle branches, palm branches, and branches of mature trees, in order to set up tents, as has been written.”",
      "16": "Then the people went out and found branches to make tents for themselves on the roofs of their houses, in their courtyards, and in the courts of God’s Temple, in the plaza near the Water Gate, and in the plaza near the Gate of Ephraim.",
      "17": "The entire assembly of those who had returned from exile erected tents and lived in them. Indeed, from the days of Nun’s son Joshua until that day the Israelis had not done so. Joy was everywhere,",
      "18": "and Ezra continued to read from the Book of the Law of God day by day, from the first day through the last. They celebrated for seven days, and on the eighth day they held a solemn assembly according to regulation."
    },
    "9": {
      "1": "On the twenty-fourth day of this same month, the Israelis gathered together while fasting, wearing sackcloth, and covering themselves with dust.",
      "2": "The remnant of Israel separated themselves from all foreigners. Then they stood and confessed their sins and the iniquities of their ancestors.",
      "3": "While they stood there, they read from the Book of the Law of the Lord their God for one fourth of the day, and they confessed and worshipped the Lord their God for another fourth of the day.",
      "4": "Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani stood on the rostrum assigned for use by the descendants of Levi and cried out loudly to the Lord their God.",
      "5": "Then the descendants of Levi—Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah—said,\n“Stand up and bless the Lord your God\n    from eternity to eternity!\nBlessed be your glorious name!\n    May it be exalted above all blessing and praise!",
      "6": "“You are the Lord;\n    you alone crafted the heavens,\nthe highest heavens\n    with all of their armies;\nthe earth, and everything in it;\n    the seas, and everything in them;\nyou keep giving all of them life,\n    and the army of heaven continuously worships you.",
      "7": "You are the Lord,\n    the God who chose Abram,\nwhom you brought from Ur of the Chaldeans\n    and to whom you gave the name Abraham.",
      "8": "You found him faithful in your sight;\n    you made a covenant with him\nand you gave the land of the Canaanites, the Hittites,\n    the Amorites, the Perizzites, the Jebusites,\n        and the Girgashites to his descendants.\nAnd you have kept your word,\n    because you are righteous.",
      "9": "“You took note of the affliction of our ancestors in Egypt,\n    and listened to their cry at the Red Sea.",
      "10": "You sent signs and wonders against Pharaoh,\n    against all of his officials,\nand against all the people of his land,\n    because you knew they acted arrogantly against your people.\nSo you established your name with them,\n    as it remains to this day.",
      "11": "You divided the sea in front of them,\n    and they traveled through the midst of the sea on dry ground.\nYou hurled their pursuers into the depths,\n    as one throws a stone into turbulent waters.",
      "12": "You led them during the day by a pillar of cloud,\n    and by a pillar of fire at night\nto provide light for them\n    on the path they took.",
      "13": "“You also came down to Mount Sinai,\n    spoke with them from heaven,\nand gave them impartial regulations, true laws,\n    statutes, and good commands.",
      "14": "You revealed to them your holy Sabbath,\n    and you mandated precepts, statutes, and laws\n        through Moses your servant.",
      "15": "You gave them food from heaven for their hunger\n    and water from the rock for their thirst.\nYou directed them to enter and possess the land\n    that you had promised to give them.",
      "16": "“But they—our ancestors—became arrogant and stubborn,\n    refusing to listen to your commands.",
      "17": "They would not listen,\n    and did not remember the miracles you did among them.\nInstead, they became stubborn\n    and appointed a leader\n        to return them to their slavery. \n“But you are a God of forgiveness,\n    gracious and compassionate,\nslow to anger,\n    and rich in gracious love;\n        therefore you did not abandon them.",
      "18": "Moreover, after they had cast a golden calf for themselves, they said,\n    “This is your god who brought you out of Egypt!”\n        and committed terrible blasphemies.",
      "19": "You, in your great compassion,\n    did not abandon them in the wilderness.\nThe pillar of cloud did not leave them in daylight,\n    in order to provide light for them on the path they took.\nNor did the pillar of fire abandon them at night,\n    in order to provide light for them\n        and lead them on the path they took.",
      "20": "“You gave your good Spirit to instruct them,\n    not withholding manna from them,\n        and providing water to quench their thirst.",
      "21": "You sustained them in the wilderness for 40 years.\n    They lacked nothing.\nTheir clothes did not wear out,\n    and their feet did not swell.",
      "22": "You gave them kingdoms and nations,\n    apportioning them as frontier boundaries.\nThey took possession of the land of Sihon,\n    the land of the king of Heshbon,\n        and the land of Og, king of Bashan.",
      "23": "“You multiplied their descendants like the stars in heaven\n    and brought them to the land\nabout which you told their ancestors\n    to enter and possess.",
      "24": "So their descendants entered\n    and took possession of the land.\nBefore their eyes you subdued those living in the land—the Canaanites—\n    putting them under their control,\nalong with their kings and the peoples of the land,\n    so they could do with them as they pleased.",
      "25": "They conquered fortified cities and fertile ground,\n    possessing houses filled with all kinds of good things,\nwells already dug, with vineyards,\n    olive orchards, and fruit trees in abundance.\nSo they ate, were satiated, and were well nourished,\n    delighting themselves in your great goodness.",
      "26": "“Then they disobeyed, rebelled against you,\n    and threw your Law behind their backs.\nThey murdered your prophets\n    who had admonished the people to return to you,\n        committing terrible blasphemies.",
      "27": "So you delivered them into the control of their enemies,\n    who oppressed them.\nBut when they were oppressed,\n    they cried out to you,\n        and you heard from heaven.\nIn your great compassion\n    you gave them deliverers who rescued them\n        from the control of their enemies.",
      "28": "“But after they had gained relief,\n    they returned to doing evil before you.\nTherefore you abandoned them to the control of their enemies,\n    who continued to oppress them.\nBut when they came back and cried out to you,\n    you listened from heaven\n        and delivered them in your compassion on many occasions.",
      "29": "You admonished them to return to your Law,\n    but they acted arrogantly,\n        and would not listen to your commands.\nThey sinned against your regulations,\n    which if anyone obeys,\n        he will live by them.\nThey turned away,\n    being stubborn and stiff-necked,\n        and they did not listen.",
      "30": "You were patient with them for many years,\n    warning them by your Spirit\n        through your prophets.\nBut they would not listen,\n    so you turned them over\n        to the control of people in other lands.",
      "31": "Nevertheless, in your great compassion\n    you did not completely destroy them\n        or abandon them,\nbecause you are a God of grace\n    and you are merciful.",
      "32": "“Now therefore, our God,\n    the great, mighty, and awesome God,\n        who keeps the covenant and gracious love,\ndon’t let all of the difficulties seem trifling to you,\n    all of hardships that have come upon us, upon our kings,\nupon our leaders, upon our priests,\n    upon our prophets, upon our ancestors,\nand upon all of your people\n    from the time of the kings of Assyria until this day.",
      "33": "You are righteous in all that is happening to us,\n    because you have acted faithfully\n        while we have practiced evil.",
      "34": "Furthermore, neither our kings,\n    nor our leaders, nor our priests\n        nor our ancestors have practiced your Law\nor paid attention to your commands and warnings\n    by which you admonished them.",
      "35": "But they in their kingdom—\n    in the midst of your great goodness that you gave them\nand in the large and fertile land\n    that you provided them—\ndid not serve you\n    or turn away from their evil deeds.",
      "36": "“Look! Today we are your servants,\n    along with the land that you gave to our ancestors,\nso they could enjoy its fruit and its value—\n    behold, in it we are your servants!",
      "37": "But now its abundant produce belongs to the kings\n    whom you placed over us\n        because of our sin.\nThey also have power over our bodies and our herds\n    at their pleasure,\n        and we are in great distress.",
      "38": "“Because of all this, we are making a binding agreement,\n    putting it in writing,\nand our leaders, our descendants of Levi, and our priests\n    hereby set their seals upon it.”"
    },
    "10": {
      "1": "Here is a list of those who signed: Hacaliah’s son Nehemiah the governor, Zedekiah,",
      "2": "Seraiah, Azariah, Jeremiah,",
      "3": "Pashur, Amariah, Malchijah,",
      "4": "Hattush, Shebaniah, Malluch,",
      "5": "Harim, Meremoth, Obadiah,",
      "6": "Daniel, Ginnethon, Baruch,",
      "7": "Meshullam, Abijah, Mijamin,",
      "8": "Maaziah, Bilgai, and Shemaiah—these are the priests.",
      "9": "These were the descendants of Levi: Azaniah’s son Jeshua, Binnui from the descendants of Henadad, Kadmiel,",
      "10": "also their relatives Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,",
      "11": "Mica, Rehob, Hashabiah,",
      "12": "Zaccur, Sherebiah, Shebaniah,",
      "13": "Hodiah, Bani, and Beninu.",
      "14": "The leaders of the people included Parosh, Pahath-moab, Elam, Zattu, Bani,",
      "15": "Bunni, Azgad, Bebai,",
      "16": "Adonijah, Bigvai, Adin,",
      "17": "Ater, Hezekiah, Azzur,",
      "18": "Hodiah, Hashum, Bezai,",
      "19": "Hariph, Anathoth, Nebai,",
      "20": "Magpiash, Meshullam, Hezir,",
      "21": "Meshezabel, Zadok, Jaddua,",
      "22": "Pelatiah, Hanan, Anaiah,",
      "23": "Hoshea, Hananiah, Hasshub,",
      "24": "Hallohesh, Pilha, Shobek,",
      "25": "Rehum, Hashabnah, Maaseiah,",
      "26": "Ahiah, Hanan, Anan,",
      "27": "Malluch, Harim, and Baanah.",
      "28": "The rest of the people, the priests, the descendants of Levi, the gatekeepers, the singers, the Temple Servants, and everyone who had separated themselves from the peoples of the surrounding lands for the Law of God—their wives, their sons, their daughters, and all who had knowledge and understanding—",
      "29": "joined with their relatives and their leaders. They entered into an oath—enforced by a curse—to walk in God’s Law that was given through God’s servant Moses, and to be careful to obey all of the commands of the Lord, our Lord, as well as his regulations and statutes:",
      "30": "“We will not give our daughters in marriage to the people of the land, nor take their daughters for our sons.",
      "31": "As for the people of the land who bring merchandise or grain to sell on the Sabbath day, we will not buy from them on the Sabbath or on any holy day. We will forego planting crops, and we will cancel debts during every seventh year.”",
      "32": "We also obligated ourselves to contribute annually a third of a shekel for services relating to the Temple of our God—",
      "33": "for the bread set out on the table, for the daily grain offering, for the continual burnt offering, for the Sabbath offerings, for the New Moon festivals, for the appointed festivals, for the holy offerings, for the sin offerings to make atonement for Israel, and for all the service of the Temple of our God.",
      "34": "We—the priests, the descendants of Levi, and the people—cast lots to determine when to bring the wood offering into the Temple of our God, just as our ancestors’ families were appointed annually to maintain the altar fire of the Lord our God, as recorded in the Law.",
      "35": "We also cast lots to determine when to bring the first fruits of our land and the annual first fruits of all fruit of every tree to the Temple of the Lord,",
      "36": "as well as the firstborn of our sons and our cattle, as recorded in the Law, along with the firstlings of our herds and our flocks, to present to the Temple of our God for the priests that minister in the Temple of our God.",
      "37": "We also determined to present the first fruits of our ground grain, our offerings, the fruit of all kinds of trees, wines, and oil to the priests, to the chambers of the Temple of our God, and the tithes of our land to the descendants of Levi, so those descendants of Levi could collect the tithes in all the towns where we worked:",
      "38": "“And the priest, the descendant of Aaron, will be with the descendants of Levi when the descendants of Levi receive tithes, and the descendants of Levi will bring the tithe of the tithes into the store rooms of the Temple of our God.",
      "39": "For the Israelis and the descendants of Levi will bring the grain offering, the wine, and the oil into the chambers where the vessels of the sanctuary are, along with the ministering priests, the porters, and the singers. We will not neglect the Temple of our God.”"
    },
    "11": {
      "1": "The leaders of the people who lived in Jerusalem, along with the rest of the people, decided to choose one out of ten of them by lot to live in Jerusalem, the holy city, leaving the other nine of them in their towns.",
      "2": "And the people blessed all of the men who volunteered to live in Jerusalem.",
      "3": "These are the leaders of the provinces who lived in Jerusalem. Some lived in the towns of Judah—each on their property in their respective towns—that is, the Israelis, the priests, the descendants of Levi, the Temple Servants, and the descendants of Solomon’s servants.",
      "4": "Some of the descendants of Judah and Benjamin lived in Jerusalem.\nFrom Judah’s Descendants:\nUzziah’s son Athaiah, who was the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel;\nFrom Perez’s Descendants",
      "5": "Baruch’s son Maaseiah, who was the son of Col-hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of the Shilonite.",
      "6": "All of the descendants of Perez who lived in Jerusalem numbered 468 men of valor.",
      "7": "These Benjamin’s Descendants:\nMeshullam’s son Sallu, who was the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah;",
      "8": "and after him Gabbai and Sallai, numbering 928.",
      "9": "Zichri’s son Joel was their overseer, and Hassenuah’s son Judah was in command of the second district of the city.",
      "10": "From the Priests:\nJoiarib’s son Jedaiah, Jachin,",
      "11": "Hilkiah’s son Seraiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the administrator of the Temple of God.",
      "12": "Their associates who performed the work of the Temple numbered 822. Jeroham’s son Adaiah, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah,",
      "13": "along with his associates, the leaders of the families, numbered 242, along with Amashsai, the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,",
      "14": "along with their relatives, 128 mighty, valiant men, and their overseer Zabdiel son of Haggedolim.",
      "15": "From the descendants of Levi:\nShemaiah son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni,",
      "16": "and Shabbethai and Jozabad, from the leaders of the descendants of Levi who oversaw the exterior work of the Temple of God,",
      "17": "and Mattaniah son of Mica, the son of Zabdi, the son of Asaph, who led the thanksgiving prayer, and Bakbukiah, second among his relatives, and Abda son of Shammua, the son of Galal, the son of Jeduthun.",
      "18": "All of the descendants of Levi in the holy city numbered 284.",
      "19": "The Gatekeepers:\nAkkub, Talmon, and their relatives, who kept watch at the gates, numbered 172.",
      "20": "The rest of Israel—the priests and the descendants of Levi—lived in all the cities of Judah, each on his own property,",
      "21": "but the Temple Servants lived on Ophel. Ziha and Gishpa oversaw the Temple Servants.",
      "22": "The overseer of the descendants of Levi at Jerusalem was Uzzi son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica. Singers from the descendants of Asaph oversaw the work of the Temple of God.",
      "23": "They were subject to the commands of the king, who provided for the singers daily.",
      "24": "Pethahiah son of Meshezabel, a descendant of Zerah son of Judah, represented the king in all matters concerning the people.",
      "25": "Now concerning the villages and their fields, some of the people of Judah lived in Kiriath-arba and its villages, in Dibon and its villages, in Jekabzeel and its villages,",
      "26": "in Jeshua, in Moladah, and Beth-pelet,",
      "27": "in Hazar-shual, in Beer-sheba and its villages,",
      "28": "in Ziklag, in Meconah and its villages,",
      "29": "in En-rimmon, in Zorah, in Jarmuth,",
      "30": "in Zanoah, Adullam, and their villages, Lachish and its fields, and Azekah and its villages. They encamped from Beer-sheba to the Hinnom Valley.",
      "31": "The descendants of Benjamin lived from Geba to Michmash, Aija, Bethel and its villages,",
      "32": "Anathoth, Nob, Ananiah,",
      "33": "Hazor, Ramah, Gittaim,",
      "34": "Hadid, Zeboim, Neballat,",
      "35": "Lod, and Ono’s Craftsmen Valley,",
      "36": "with some Levitical divisions of Judah pertaining to Benjamin."
    },
    "12": {
      "1": "These are the priests and descendants of Levi who had returned with Shealtiel’s son Zerubbabel and with Jeshua: Seraiah, Jeremiah, Ezra,",
      "2": "Amariah, Malluch, Hattush,",
      "3": "Shecaniah, Rehum, Meremoth,",
      "4": "Iddo, Ginnethoi, Abijah,",
      "5": "Mijamin, Maadiah, Bilgah,",
      "6": "Shemaih, Joiarib, Jedaiah,",
      "7": "Sallu, Amok, Hilkiah, and Jedaiah. These were the leaders of the priests and their associates in the time of Jeshua.",
      "8": "The descendants of Levi included Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who with his associates was in charge of the songs of thanksgiving.",
      "9": "Bakbukiah and Unni and their associates stood opposite them in the service.",
      "10": "Jeshua fathered Joiakim, Joiakim fathered Eliashib, and Eliashib fathered Joiada.",
      "11": "Joiada fathered Jonathan and Jonathan fathered Jaddua.",
      "12": "These were the priests and heads of their ancestors’ houses in the time of Joiakim: of Seraiah, Meraiah; of Jeremiah, Hananiah;",
      "13": "of Ezra, Meshullam; of Amariah, Jehohanan;",
      "14": "of Malluchi, Jonathan; of Shebaniah, Joseph;",
      "15": "of Harim, Adna; of Meraioth, Helkai;",
      "16": "of Iddo, Zechariah; of Ginnethon, Meshullam;",
      "17": "of Abijah, Zichri; of Miniamin, of Moadiah, Piltai;",
      "18": "of Bilgah, Shammua; of Shemaiah, Jehonathan;",
      "19": "of Joiarib, Mattenai; of Jedaiah, Uzzi;",
      "20": "of Sallai, Kallai; of Amok, Eber;",
      "21": "of Hilkiah, Hashabiah; of Jedaiah, Nethanel.",
      "22": "When Eliashib, Joiada, Johanan, and Jaddua were serving, the descendants of Levi were recorded as heads of their ancestors’ houses, as were the priests during the reign of Darius the Persian.",
      "23": "The leaders of the ancestors of Levi were written in the Book of Annals until the time of Eliashib’s son Johanan.",
      "24": "The leaders of the descendants of Levi were: Hashabiah, Sherebiah, and Kadmiel’s son Jeshua, along with their associates who served opposite them to give praise and thanks, division by division, according to the commands given by David the man of God.",
      "25": "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were gatekeepers who guarded the store houses of the gates.",
      "26": "These were at the time of Jeshua’s son Joiakim, the grandson of Jozadak, and in the time of Nehemiah the governor and Ezra the priest and scribe.",
      "27": "At the dedication of the wall of Jerusalem, they invited the descendants of Levi to come from wherever they lived to Jerusalem so they could celebrate the dedication with joy, thanksgiving, and songs, accompanied by cymbals, lyres, and harps.",
      "28": "So the descendants of the singers gathered themselves together from the region surrounding Jerusalem, from the villages of Netophathi,",
      "29": "from Beth-gilgal, and from the area of Geba and Azmaveth, because the singers had built villages for themselves in the vicinity of Jerusalem.",
      "30": "The priests and the descendants of Levi purified themselves, and also purified the people, the gates, and the wall.",
      "31": "Then I brought up the leaders of Judah to the crest of the wall, and appointed two large thanksgiving choirs, the first of which proceeded on the wall to the right toward the Dung Gate.",
      "32": "Following them were Hoshaiah and half of the leaders of Judah,",
      "33": "including Azariah, Ezra, Meshullam,",
      "34": "Judah, Benjamin, Shemaiah, and Jeremiah.",
      "35": "Some of the priests’ sons were trumpeters, including Zechariah son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph,",
      "36": "with his associates Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani, accompanied by the musical instruments of David, the man of God. Ezra the scribe led the procession.",
      "37": "At the Fountain Gate, which stood opposite them, they ascended the stairs of the City of David where the wall rose above the house of David east of the Water Gate.",
      "38": "The second thanksgiving choir approached opposite them, and I followed them. Half of the people stood on the crest of the wall from beyond the Tower of the Ovens to the Broad Wall,",
      "39": "and from above the Ephraim Gate, above the Fish Gate, the Tower of Hananel and the Tower of the Hundred, as far as the Sheep Gate. They stopped at the Guard Gate.",
      "40": "Then the two choirs assembled in the Temple of God, as did I, along with half of the officials who accompanied me,",
      "41": "and the priests Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, Hananiah with trumpeters",
      "42": "Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. And the singers made their presence known, with Jezrahiah to lead them.",
      "43": "That day they offered a large number of sacrifices, and they rejoiced, because God had caused them to rejoice enthusiastically. Their wives and children rejoiced, so that Jerusalem’s joy was heard from a long distance.",
      "44": "Also at that time men were appointed over the storerooms for the contributions, for the first fruits, and for the tithes, so those portions required by the Law could be gathered from the fields adjacent to the towns to benefit the priests and descendants of Levi, for the people of Judah rejoiced over the priests and the descendants of Levi who were serving.",
      "45": "They carried out their service obligations to their God and their service obligations of purification according to what David and his son Solomon had commanded.",
      "46": "For in David’s lifetime—and in the lifetime of Asaph, choir master of old—there were songs of praise and thanksgiving to God.",
      "47": "All Israel in the time of Zerubbabel and in the time of Nehemiah gave allotments to each of the singers and gate keepers on a daily basis, setting them apart to benefit the descendants of Levi. And the descendants of Levi set them apart to benefit the descendants of Aaron."
    },
    "13": {
      "1": "Later that day the book of Moses was read aloud so the people could hear it, and a written command was discovered therein permanently prohibiting the Ammonites and Moabites from coming into the congregation of God",
      "2": "because they did not greet the Israelis with food and water, but instead hired Balaam to oppose them by cursing them, even though our God turned the curse into a blessing.",
      "3": "When they heard the Law, they separated all those of foreign descent from Israel.",
      "4": "Now prior to this, Eliashib the priest, who supervised the store rooms of the Temple of our God and who was related to Tobiah,",
      "5": "had prepared a great chamber for him, in the place where they used to place the grain offerings, incense, and vessels, along with the tithes of the grain, the new wine, and the oil that was mandated for the descendants of Levi, the singers, the gate keepers, and the priests’ offerings.",
      "6": "During all of this time, I was not in Jerusalem, because I had returned to the king in the thirty-second year of Artaxerxes, king of Babylon. After a while I obtained permission from the king",
      "7": "to return to Jerusalem. I learned of the evil thing that Eliashib had done for Tobiah in furnishing him with a room in the courts of the Temple of God.",
      "8": "I was greatly upset, so I threw out all of Tobiah’s property from the room.",
      "9": "I ordered them to purify the chambers, and then they brought back the vessels from the Temple of God, along with the grain offerings and incense.",
      "10": "I also learned that the allotments for the descendants of Levi had not been distributed. As a result, the descendants of Levi and singers who were responsible for the service had each left to go back to their fields.",
      "11": "So I confronted the officials and asked, “Why is the Temple of God neglected?” Then I gathered them together and put them back in their places.",
      "12": "Then all of Judah brought the tithe of the grain, the new wine, and the oil into the storerooms.",
      "13": "I appointed over the storerooms: Shelemiah the priest, Zadok the scribe, and Pedaiah from the descendants of Levi; and next to them Zaccur’s son Hanan, the grandson of Mattaniah, because they had been considered faithful. Their duties were to distribute to their associates.",
      "14": "Remember me, my God, concerning this, and do not erase my faithful deeds that I have undertaken for the Temple of my God, and for its services.",
      "15": "At that time I saw in Judah some who were treading wine presses on the Sabbath, bringing in sacks of grain, loading them onto donkeys, along with wine, grapes, figs, and all kinds of loads. They brought them into Jerusalem on the Sabbath day. So I rebuked them on the day on which they were selling food.",
      "16": "Furthermore, Tyrians were living there who were importing fish and all kinds of merchandise, selling them to the people of Judah on the Sabbath, even in Jerusalem.",
      "17": "I rebuked the officials of Judah, saying to them, “What’s this evil thing that you’re doing by profaning the Sabbath day?",
      "18": "Didn’t your ancestors do the same? And didn’t our God bring on us and on this city all of this trouble? Now you’re adding to the wrath against Israel by profaning the Sabbath!”",
      "19": "As the Sabbath approached and it began to get dark at the gates of Jerusalem, I gave word to shut the gates, charging that they should not be opened until after the Sabbath. I stationed some of my men at the gates to ensure that no loads would be brought in on the Sabbath day.",
      "20": "As a result, the merchants and sellers of all sorts of goods remained outside Jerusalem a couple of times.",
      "21": "I argued with them, “Why are you staying outside the wall? If you do this again, I’ll arrest you.” From that time on, they didn’t come anymore on the Sabbath.",
      "22": "Then I commanded the descendants of Levi to purify themselves and to come as gate keepers to sanctify the Sabbath day.\nRemember me, my God, and show mercy to me according to the greatness of your gracious love.",
      "23": "At that time I also noticed that Jews had married women from Ashdod, Ammon, and Moab.",
      "24": "Furthermore, their children spoke half of the time in the language of Ashdod, and could not speak in the language of Judah. Instead, they spoke in the languages of various peoples.",
      "25": "So I rebuked them, cursed them, struck some of their men, tore out their hair, and made them take this oath in the name of God: “You are not to give your daughters to their sons nor take their daughters for your sons or for yourselves.",
      "26": "Didn’t Solomon, king of Israel, sin by doing these things, even though among many nations there was no king like him who was loved by his God, and God made him king over all Israel? Even so, foreign women caused him to sin.",
      "27": "Should we listen to you and do all of this terrible evil by transgressing against our God to marry foreign wives?”",
      "28": "One of the sons of Eliashib the high priest’s son Joiada was a son-in-law to Sanballat the Horonite, so I drove him away from me.",
      "29": "Remember them, my God, because they have defiled the priesthood and the covenant of the priesthood and the descendants of Levi.",
      "30": "I purified them from everything foreign, arranged duties for the priests and the descendants of Levi, each to his task,",
      "31": "and I arranged at the appointed time for the supply of wood, and for the first fruits.\nRemember me, my God, with favor."
    }
  }
}