{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:35.587438-04:00",
    "Translation": "ISV"
  },
  "Numbers": {
    "1": {
      "1": "In the Sinai desert, the Lord spoke to Moses inside the Tent of Meeting on the first day of the second month of the second year after they had left the land of Egypt. He said,",
      "2": "“Take a census of the entire Israeli community, numbering them by their tribes and by ancestral houses. List the names of every male one-by-one,",
      "3": "from 20 years and upward. You and Aaron are to register everyone in Israel who is able to go to war, company by company.",
      "4": "One man from each tribe is to accompany you, each man being the leader of his ancestral house.",
      "5": "“Here is a list of names of the men who are to assist you:\n“From Reuben: Shedeur’s son Elizur.",
      "6": "From Simeon: Zurishaddai’s son Shelumiel.",
      "7": "From Judah: Amminadab’s son Nahshon.",
      "8": "From Issachar: Zuar’s son Nethanel.",
      "9": "From Zebulun: Helon’s son Eliab.",
      "10": "“From Joseph’s descendants through Ephraim: Ammihud’s son Elishama. From Manasseh: Pedahzur’s son Gamaliel.",
      "11": "From Benjamin: Gideoni’s son Abidan.",
      "12": "From Dan: Ammishaddai’s son Ahiezer.",
      "13": "From Asher: Ochran’s son Pagiel.",
      "14": "From Gad: Deuel’s son Eliasaph.",
      "15": "From Naphtali: Enan’s son Ahira.”",
      "16": "These men were appointed from within their communities, since they were leaders of their ancestral houses and heads of the tribes of Israel.",
      "17": "Moses and Aaron gathered these men who had been mentioned by name.",
      "18": "They assembled the entire community together during the second month. Then they recorded their ancestries, according to their tribes and ancestral houses, as well as the names of the men 20 years old and above individually,",
      "19": "just as the Lord had commanded Moses. He numbered them in the Sinai desert.",
      "20": "The genealogies of the descendants of Reuben, the firstborn of Israel, were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army.",
      "21": "Those registered with the tribe of Reuben numbered 46,500.",
      "22": "The genealogies of Simeon’s descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army.",
      "23": "Those registered with the tribe of Simeon numbered 59,300.",
      "24": "The genealogies of Gad’s descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army.",
      "25": "Those registered with the tribe of Gad numbered 45,650.",
      "26": "The genealogies of Judah’s descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army.",
      "27": "Those registered with the tribe of Judah numbered 74,600.",
      "28": "The genealogies of Issachar’s descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army.",
      "29": "Those registered with the tribe of Issachar numbered 54,400.",
      "30": "The genealogies of Zebulun’s descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army.",
      "31": "Those registered with the tribe of Zebulun numbered 57,400.",
      "32": "The genealogies of Joseph’s descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army.",
      "33": "Those registered with the tribe of Joseph numbered 40,500.",
      "34": "The genealogies of Manasseh’s descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army.",
      "35": "Those registered with the tribe of Manasseh numbered 32,200.",
      "36": "The genealogies of Benjamin’s descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army.",
      "37": "Those registered with the tribe of Benjamin numbered 35,400.",
      "38": "The genealogies of Dan’s descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army.",
      "39": "Those registered with the tribe of Dan numbered 62,700.",
      "40": "The genealogies of Asher’s descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army.",
      "41": "Those registered with the tribe of Asher numbered 41,500.",
      "42": "The genealogies of Naphtali’s descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army.",
      "43": "Those registered with the family of Naphtali numbered 53,400.",
      "44": "These individuals were the ones whom Moses and Aaron registered from the twelve leaders of Israel, each person from his ancestral house.",
      "45": "Everyone was numbered from the descendants of Israel, from their ancestral houses, from all the men who were 20 years and above and who could serve in the army.",
      "46": "The total of all those who were numbered was 603,550.",
      "47": "The descendants of Levi were not counted according to their ancestral houses",
      "48": "because the Lord had ordered Moses:",
      "49": "“Be sure not to number or count the tribe of Levi with the rest of the Israelis.",
      "50": "Instead, appoint the descendants of Levi over the Tent of Meeting, all the vessels, and everything in it. They are to carry the tent and all the vessels in it. They are to attend to it and camp around it.",
      "51": "Whenever the tent is ready for travel, the descendants of Levi are to take it down. When it’s time to encamp, the descendants of Levi are to set it up. Any unauthorized person who approaches it is to be executed.",
      "52": "Then the Israelis are to encamp around the tent, arranged according to their company and the standard of their army.",
      "53": "But the descendants of Levi are to encamp on all sides of the Tent of Meeting so that divine wrath won’t fall on the congregation of Israel. The descendants of Levi are to take care of the Tent of Meeting.”",
      "54": "The Israelis observed everything that the Lord had commanded Moses, doing exactly what they were told."
    },
    "2": {
      "1": "Later, the Lord told Moses and Aaron,",
      "2": "“Every single Israeli is to encamp beneath his standard with the emblem of his ancestral house. The Israelis are to encamp in front of and surrounding the Tent of Meeting.”",
      "3": "“The encampment of Judah is to settle east toward the sunrise under their standard. The leader of Judah is to be Amminadab’s son Nahshon.",
      "4": "Those in his division number 74,600.",
      "5": "“The tribe of Issachar is to encamp beside Judah. The leader of Issachar is to be Zuar’s son Nethanel.",
      "6": "Those in his division number 54,400.",
      "7": "“Next is to be the tribe of Zebulun. The leader of Zebulun is to be Helon’s son Eliab.",
      "8": "Those in his division number 57,400.",
      "9": "All those numbered by division in the camp of Judah total 186,400. They are to be the first to travel.”",
      "10": "“Toward the south is to be the division of the camp of Reuben under their standard. The leader of Reuben is to be Shedeur’s son Elizur.",
      "11": "Those in his division number 46,500.",
      "12": "“The tribe of Simeon is to camp beside Reuben. The leader of Simeon is to be Zurishaddai’s son Shelumiel.",
      "13": "Those in his division number 59,300.",
      "14": "“Next is to be the tribe of Gad. The leader of Gad is to be Deuel’s son Eliasaph.",
      "15": "Those in his division number 45,650.",
      "16": "All those numbered by division in the camp of Reuben total 151,450. They are to be the second to travel.”",
      "17": "“Then the Tent of Meeting is to travel with the camp of the descendants of Levi in the middle of the camps. They are to travel just as they have camped, each as designated under his standard.”",
      "18": "“Toward the west is to be the division of the camp of Ephraim under their standard. The leader of Ephraim is to be Ammihud’s son Elishama.",
      "19": "Those in his division number 40,500.",
      "20": "“The tribe of Manasseh is to encamp beside them. The leader of Manasseh is to be Pedahzur’s son Gamaliel.",
      "21": "Those in his division number 32,200.",
      "22": "“Next is to be the tribe of Benjamin. The leader of Benjamin is to be Gideoni’s son Abidan.",
      "23": "Those in his division number 35,400.",
      "24": "All those numbered by division in the camp Ephraim total 108,100. They are to be the third to travel.”",
      "25": "“Toward the north is to be the division of the camp of Dan under their standard. The leader of Dan is to be Ammishaddai’s son Ahiezer.",
      "26": "Those in his division number 62,700.",
      "27": "“The tribe of Asher is to encamp beside them. The leader of Asher is to be Ochran’s son Pagiel.",
      "28": "Those in his division number 41,500.",
      "29": "“Next is to be the tribe of Naphtali. The leader of Naphtali is to be Enan’s son Ahira.",
      "30": "Those in his division number 53,400.",
      "31": "All those numbered by division in the camp of Dan total 157,600. They are to be the last to travel under their standards.”",
      "32": "Here is a summary of the census of the Israelis according to the tribes of their ancestral houses: All the divisions in the camps numbered 603,550,",
      "33": "but the descendants of Levi were not numbered along with the other Israelis, just as the Lord had commanded Moses.",
      "34": "So the Israelis did everything just as the Lord had commanded Moses; that is, they encamped under their standard as each person traveled with his own tribe and ancestral house."
    },
    "3": {
      "1": "This is a record of the genealogies of Aaron and Moses current as of the day on which the Lord addressed Moses on Mount Sinai.",
      "2": "The sons of Aaron were Nadab the first-born, Abihu, Eleazar, and Ithamar",
      "3": "who were anointed priests and whom he consecrated as priests.",
      "4": "Nadab and Abihu died in the Lord’s presence when they offered unauthorized fire before him in the Sinai wilderness. Since they didn’t have their own children, Eleazar and Ithamar ministered as priests under the authority of Aaron their father.",
      "5": "The Lord told Moses,",
      "6": "“Bring the tribe of Levi near and present them to Aaron the priest so they may serve him.",
      "7": "They are to take care of his needs and the needs of the whole congregation at the Tent of Meeting by performing duties at the tent.",
      "8": "They are to take charge of the utensils at the Tent of Meeting and meet the needs of the Israelis by performing duties on behalf of the tent.",
      "9": "Assign the descendants of Levi to Aaron and his sons from among the Israelis.",
      "10": "Appoint Aaron and his sons so that they are to take responsibility for their priesthood. Any unauthorized person who approaches it is to be put to death.”",
      "11": "Later, the Lord told Moses,",
      "12": "“I’m taking the descendants of Levi for myself from among the Israelis in place of every first-born who opens the womb. The descendants of Levi belong to me",
      "13": "because all the first-born belong to me. When I destroyed all the firstborn in the land of Egypt, I consecrated all the first-born in Israel for myself—from human beings to livestock. They belong to me, since I am the Lord.”",
      "14": "The Lord also told Moses in the Sinai wilderness,",
      "15": "“Number the descendants of Levi according to their ancestral houses and tribes, numbering every male from a month old and above.”",
      "16": "So Moses numbered them according to the instruction of the Lord, as he had been commanded.",
      "17": "These are Levi’s descendants by name: Gershon, Kohath, and Merari.",
      "18": "These are names of Gershon’s descendants according to their families: Libni and Shimei.",
      "19": "These are the names of Kohath’s descendants according to their families: Amram, Izhar, Hebron, and Uzziel.",
      "20": "Merari’s descendants according to their families were Mahli and Mushi. These are the families of the descendants of Levi according to their ancestral house.",
      "21": "The families of Libni and Shimei were descendants of Gershon. As families of the descendants of Gershon,",
      "22": "all the males a month old and above numbered 7,500.",
      "23": "The families of the descendants of Gershon encamped behind the tent toward the west.",
      "24": "The leader of the tribe and family of Gershon was Lael’s son Eliasaph.",
      "25": "The duties of the descendants of Gershon at the Tent of Meeting pertained to the tent, the tent covering, the curtain to the entrance to the Tent of Meeting,",
      "26": "the hangings at the courtyard, the curtain at the entrance of the courtyard that surrounded the tent, the altar, and all of the tent cords in use.",
      "27": "The families of Amram, Izhar, Hebron, and Uzziel were descendants of Kohath. As families of the descendants of Kohath,",
      "28": "all the males a month old and above numbered 8,600. They were tasked to the care of the sanctuary.",
      "29": "The descendants of Kohath encamped beside the tent toward the south.",
      "30": "The leader of the tribe and family of Kohath was Uzziel’s son Elizaphan.",
      "31": "Their duties pertained to the ark, the table, the lamp stand, the altars, the utensils of the sanctuary with which they ministered, and all the curtains in use.",
      "32": "The chief of all the leaders of the descendants of Levi was Aaron the priest’s son Eleazar. He was assigned to oversee those who were in charge of the services of the sanctuary.",
      "33": "The families of Mahli and Mushi were descendants of Merari. As families of Merari,",
      "34": "all the males a month old and above numbered 6,200.",
      "35": "The leader of the tribe and family of Merari was Abihail’s son Zuriel. The descendants of Merari encamped beside the tent toward the north.",
      "36": "The duties of the caretakers from the descendants of Merari included the boards of the tent, its bars, crossbars, sockets, all its utensils for their services,",
      "37": "the pillars around the courtyard, their sockets, pegs, and tent cords.",
      "38": "In front of the tent and east of the Tent of Meeting, Moses, Aaron, and Aaron’s sons encamped facing the east. They were tasked to perform the duties of the sanctuary and care for the needs of the Israelis. Any unauthorized person who approached was to be executed.",
      "39": "As the Lord had instructed, everyone counted by Moses and Aaron from the descendants of Levi, according to their tribe, all males from a month old and above numbered 22,000.",
      "40": "Later the Lord instructed Moses: “Number all the first-born males of Israel from a month old and above and list their names.",
      "41": "Separate the descendants of Levi for me—since I am the Lord—in place of all the first-born sons of Israel. Also separate the livestock of the descendants of Levi in place of all the firstborn of the livestock of Israel.”",
      "42": "So Moses numbered all the firstborn from the sons of Israel just as the Lord commanded him.",
      "43": "All the first-born males according to the list of their names from a month old and above numbered 22,273.",
      "44": "Then the Lord told Moses,",
      "45": "“Separate the descendants of Levi in place of all the firstborn sons of Israel and the livestock of the descendants of Levi in place of their livestock. The descendants of Levi belong to me, since I am the Lord.",
      "46": "You are to pay a ransom for the 273 first-born Israelis who exceed the census number of the descendants of Levi,",
      "47": "so collect five shekels for each individual, denominated in shekels of the sanctuary, that is, the shekel that weighs 20 gerahs.",
      "48": "Then give the money meant for ransom of their excess to Aaron and his sons.”",
      "49": "So Moses took the ransom money to account for the difference in the total number of those redeemed by the descendants of Levi.",
      "50": "From the firstborn of the Israelis, Moses took money amounting to 1,365 shekels according to the shekel of the sanctuary.",
      "51": "Moses gave the ransom money to Aaron and his sons according to the Lord’s instructions, just as the Lord had commanded Moses."
    },
    "4": {
      "1": "The Lord told Moses and Aaron,",
      "2": "“Take a census of the descendants of Kohath from among the descendants of Levi according to their tribes and ancestral houses",
      "3": "from 30 years and older through the age of 50 years, from everyone who can enter the service to perform work at the Tent of Meeting.",
      "4": "“Here’s what the descendants of Kohath are to do regarding the Tent of Meeting and what’s inside the Most Holy Place:",
      "5": "When the camp is about to travel, Aaron and his sons are to come and take down the veil of the curtain and cover the Ark of the Testimony with it.",
      "6": "They are to set a leather-dyed skin covering over it, cover it with a pure blue cloth, and then insert its poles.",
      "7": "“They are to spread a blue cloth over the table of the Presence and on top of it the dishes, pans, bowls, pitchers for drink offerings, and the bread of presence are to be on it continually.",
      "8": "They are to spread over them a scarlet cloth and a leather-dyed skin covering and then insert its poles.",
      "9": "“They are to take a blue cloth and cover the lamp stand for the light with its lamp, lamp-snuffers, censer, and all the utensils for its oil with which they minister.",
      "10": "Then they are to put them with all the other utensils on the leather-dyed skin covering and set them on the beams for transport.",
      "11": "“On the golden altar, they are to spread a blue cloth, cover it with a leather-dyed skin covering, and then insert its poles.",
      "12": "Then they are to take all the utensils for service with which they minister at the sanctuary, set them on the blue cloth, cover them with the leather-dyed skin covering, and then set them on the beams for transport.",
      "13": "They are also to remove the ashes on the altar and spread a purple cloth over it.",
      "14": "Then they are to put all the instruments with which they minister there—trays, forks, shovels, bowls, and all the utensils of the altar. They are to spread over it a leather-dyed skin covering and then insert its poles.",
      "15": "“When Aaron and his sons have finished covering the sanctuary and all the utensils of the sanctuary, and the camp is about to travel, then the descendants of Kohath are to come and carry them, but they are not to touch the most sacred objects, so they won’t die. These are the duties of the descendants of Kohath at the Tent of Meeting.”",
      "16": "“Now the duty of Eleazar, the son of Aaron the priest is to maintain the oil for the light, the spiced incense, the daily offerings, andthe oil for anointing, to carry out all the duties of the tent and the sanctuary, and to maintain its utensils.”",
      "17": "Then the Lord told Moses and Aaron,",
      "18": "“You are not to eliminate the tribe of the families of the descendants of Kohath from the descendants of Levi.",
      "19": "But do this for them so that they may live and not die when they approach the Most Holy Place: Aaron and his sons are to go in and set specific responsibilities for each of them to carry out.",
      "20": "But they are not to go in to see the sanctuary as it is being covered, so they won’t die.”",
      "21": "Then the Lord told Moses,",
      "22": "“Take a census of the descendants of Gershon according to their ancestral house and tribes.",
      "23": "Count their number from between 30 to 50 years old, including everyone who can enter the service to perform work at the Tent of Meeting.”",
      "24": "“These are the responsibilities that the descendants of Gershon are to have:",
      "25": "They are to carry the curtain of the tent, the covering of the Tent of Meeting, the dyed leather covering that goes over it, the curtain for the entrance to the Tent of Meeting,",
      "26": "the hangings for the courtyard, the curtain for the entrance to the gate of the courtyard that surrounds the tent, the altar, the ropes, all the service utensils, and everything made for them. This is to be their service area.",
      "27": "The descendants of Gershon are to carry out the instructions of Aaron and his sons. You are to assign them their responsibilities to carry out.",
      "28": "This is the work of the tribes of Gershon at the Tent of Meeting—their duties under the supervision of Ithamar, the son of Aaron the priest.",
      "29": "“For the descendants of Merari, number them according to their tribes and ancestral houses",
      "30": "from 30 to 50 years old as you count them, including everyone who can enter service and perform work at the Tent of Meeting.",
      "31": "This is to be their area of responsibility to carry out with respect to their service at the Tent of Meeting: the board of the tent, its bars, its crossbars, its sockets,",
      "32": "the pillars around the courtyard, their sockets, their pegs, their ropes, and all the utensils for all their services. Assign the utensils by name to each person whose responsibility it will be to carry them.",
      "33": "This is the work of the tribes of the descendants of Merari with reference to their service at the Tent of Meeting under the supervision of Aaron the priest’s son Ithamar.”",
      "34": "Moses, Aaron, and the congregational leaders numbered the descendants of Kohath according to their tribes and ancestral houses",
      "35": "from 30 to 50 years old—that is, everyone who entered the service to perform work at the Tent of Meeting.",
      "36": "The total according to their tribe numbered 2,750",
      "37": "from the tribe of the descendants of Kohath, everyone who would be serving at the Tent of Meeting, whom Moses and Aaron numbered according to what the Lord had said, under the supervision of Moses.",
      "38": "The tribes and the ancestral houses of the descendants of Gershon were numbered",
      "39": "from 30 to 50 years old; that is, everyone who entered the service to perform work at the Tent of Meeting.",
      "40": "The total according to their tribes and ancestral house numbered 2,630",
      "41": "from the tribes of the descendants of Gershon, everyone who would be serving at the Tent of Meeting, whom Moses and Aaron numbered according to what the Lord had said.",
      "42": "The tribes and ancestral house of Merari were numbered",
      "43": "from 30 to 50 years old; that is, everyone who entered the service to perform work at the Tent of Meeting.",
      "44": "The total according to their tribes numbered 3,200",
      "45": "from the tribes of the descendants of Merari, whom Moses and Aaron numbered according to what the Lord had said, under the supervision of Moses.",
      "46": "The total of those who were numbered from the descendants of Levi by Moses and Aaron; that is, from the leaders of Israel counted according to their tribes and ancestral houses",
      "47": "from 30 to 50 years old, who entered the service for work at the Tent of Meeting",
      "48": "was 8,580.",
      "49": "They were numbered under the supervision of Moses according to what the Lord had said. Each person was assigned a responsibility to carry out, just as the Lord had commanded Moses."
    },
    "5": {
      "1": "The Lord told Moses,",
      "2": "“Command the Israelis to send outside the encampment every leper, everyone who has a discharge, and whoever is ritually defiled by contact with a corpse.",
      "3": "Whether male or female, send them outside the camp so that they won’t defile their camp, because I live among them.”",
      "4": "So the Israelis sent them outside the camp. The Israelis did just what the Lord had told Moses.",
      "5": "The Lord told Moses,",
      "6": "“Instruct the Israelis that whenever a man or woman does something contained in the list of the sins of man, thereby acting treacherously against the Lord, then that person stands guilty.",
      "7": "He is to confess the sin that he had committed, pay its full compensation, add one fifth to it, and give the compensation to whomever he offended.",
      "8": "But if the person has no related redeemer to whom compensation may be made, the payment is to be brought to the Lord and given to the priest, in addition to a ram for atonement with which he is to be atoned.",
      "9": "Every offering from all the most sacred things of the Israelis that they bring to the priest is to belong to him.",
      "10": "Furthermore, everyone’s sacred things belong to him, as well as whatever a person gives to the priest.”",
      "11": "Then the Lord told Moses,",
      "12": "“Instruct the Israelis what to do if a man’s wife turns astray so that she unfaithfully acts against him,",
      "13": "a man has sexual relations with her and she conceals it from her husband, keeping it secret although she has defiled herself with there being no witnesses against her, but she was caught anyway.",
      "14": "If an attitude of jealousy overcomes him so that he becomes jealous at his wife when she is defiled, or if an attitude of jealousy overcomes him and he becomes jealous of his wife even though she isn’t defiled,",
      "15": "then that man is to bring his wife to the priest along with an offering for her consisting of a tenth of an ephah of barley flour. He is not to pour oil or set frankincense over it, because it’s to be a jealousy offering, a memorial offering that will serve as a reminder of iniquity.",
      "16": "Then the priest is to bring it and make her stand in the Lord’s presence.",
      "17": "The priest is to put some holy water into an earthen vessel, take some dust from the floor of the tent, and put it into the water.",
      "18": "The priest is to have the woman stand in the Lord’s presence, uncover her head, and put the grain offering as a memorial, a reminder of jealousy, into her hands. The priest is also to have in his hand the contaminated water that carries a curse.",
      "19": "“The priest is to administer this oath to the woman: ‘If indeed another man didn’t have sexual relations with you and you didn’t become unfaithful to your husband, then may you be free from these waters that bring a curse.",
      "20": "But if you have become unfaithful to your husband and have become defiled because a man who isn’t your husband has had sexual relations with you…’",
      "21": "then the priest is to have the woman commit to an oath by saying to the woman, ‘May the Lord make you a curse and a curse among your people. When the Lord makes your thigh waste away and your abdomen swell",
      "22": "and this water that brings a curse enters your abdomen, making it swell and your thigh waste away.’\n“Then the woman is to say ‘Amen.’",
      "23": "“Then the priest is to write all of these words in a document and wipe it off with the contaminated water.",
      "24": "The woman is to drink the bitter water that brings a curse and the water that brings a curse is to be considered contaminated.",
      "25": "The priest is to take the offering of jealousy from the woman’s hand, wave the offering in the Lord’s presence, and have her approach the altar.",
      "26": "The priest is to take a handful of grain from the memorial and offer a sacrifice on the altar, after which he is to have the woman drink the water.",
      "27": "When he has had her drink the water, if she was defiled and had acted unfaithfully toward her husband, then the contaminated water that brings a curse will enter her and infect her, causing her abdomen to swell and her thigh to waste away. Then she is to be a cursed woman among her people.",
      "28": "But if the woman isn’t defiled, then she is to be freed and will be able to bear children.",
      "29": "This is the law in cases of jealousy when a woman defiles herself while under her husband’s authority:",
      "30": "When a man becomes under the control of an attitude of jealousy regarding his wife, he is to present her to the Lord, and the priest is to apply this entire statute to her.",
      "31": "The husband will be free from guilt, but the wife is to bear the punishment of her iniquity.”"
    },
    "6": {
      "1": "Then the Lord told Moses,",
      "2": "“Tell the Israelis that a man or woman who commits to the vow of the Nazirite, is to be separated to the Lord,",
      "3": "then is to remain separate from wine and strong drink. He is not to drink vinegar or strong drink made from wine. He is not to drink grape juice or eat grapes, whether fresh or dried.",
      "4": "During the entire time of his dedication, he is not to eat any product from the grapevine, from the seed to the skin.",
      "5": "During the entire time of his dedication, he is not to allow a razor to pass over his head until the days of his holy consecration to the Lord have been fulfilled. He is to let the locks on his head grow long.",
      "6": "“During the entire time of his dedication, he is not to come near a dead body.",
      "7": "He is not to defile himself on account of his father, mother, brother, and sister when they die, because the crown of his consecration to God is on his head.",
      "8": "During the entire time of his dedication, he is set apart to God.",
      "9": "When someone suddenly dies beside him, so that his consecrated head is defiled, then he is to shave his head on the day of his purification. Seven days later he is to shave it again.",
      "10": "On the eighth day, he is to bring two turtledoves or two pigeons to the priest at the entrance to the Tent of Meeting.",
      "11": "Then the priest is to offer one for a sin offering and the other for a burnt offering to make atonement for him because of the guilt he incurred on account of his contact with the dead body. Then he is to consecrate his head on that day.",
      "12": "He is to dedicate to the Lord the days of his consecration by bringing a year old male lamb as his offering. The previous time will have failed because his consecration became defiled.",
      "13": "“This is the law of the Nazirite: When the days of his consecration are completed, he is to come to the entrance at the Tent of Meeting.",
      "14": "He is to bring an offering to the Lord, a year old male lamb, and a year old ewe female lamb, both without blemish, for a sin offering and a ram without blemish for a peace offering,",
      "15": "a basket of unleavened bread made from choice flour, cakes mixed with oil, a wafer of unleavened bread smeared with oil, along with grain and drink offerings.",
      "16": "The priest is to come into the Lord’s presence and present his sin and burnt offerings.",
      "17": "He is to offer the ram, a sacrifice of peace offering to the Lord, along with the basket of unleavened bread. Then the priest is to present his grain and drink offerings.",
      "18": "The Nazirite is then to shave his head of consecration at the entrance to the Tent of Meeting. He is to take the lock of his head of consecration and set it over the fire where the peace offering for sacrifice is.",
      "19": "Then the priest is to take the boiled shoulder of the ram, one cake of unleavened bread from the basket, and one wafer of unleavened bread. He is to place them in the hands of the Nazirite, after he himself has shaved his symbol of consecration.",
      "20": "The priest is to wave the offerings, that is, the breast and the thigh offering in the Lord’s presence. Then the Nazirite may drink wine afterward.",
      "21": "This is to be the law of the Nazirite when he commits his offering to the Lord on account of his consecration, over and beyond what he owns alone plus whatever he can provide, based on the vow from his own mouth that he vows to fulfill on account of the law of his consecration.”",
      "22": "Later, the Lord told Moses,",
      "23": "“Teach Aaron and his sons to bless the Israelis:",
      "24": "May the Lord bless you\n    and guard you.",
      "25": "May the Lord’s face enlighten you\n    and bestow favor on you.",
      "26": "May the Lord turn to face you,\n    lavishing peace on you!",
      "27": "They are to pour out my name to the Israelis while I continue to bless them.”"
    },
    "7": {
      "1": "The same day that Moses finished setting up, anointing, and consecrating the tent and its utensils, he also anointed and consecrated the altar and its utensils.",
      "2": "Then the presiding leaders of Israel, as heads of the ancestral houses, brought an offering. They were the leaders of the tribes who supervised the census.",
      "3": "They brought their offering into the Lord’s presence, consisting of six covered carts and twelve oxen—one cart each from two leaders and an ox from each one. After they presented them in front of the tent,",
      "4": "the Lord told Moses,",
      "5": "“Take these gifts from them and use them in service at the Tent of Meeting. Present them to the descendants of Levi, distributing them to each person according to his work.”",
      "6": "So Moses took the carts and the oxen and presented them to the descendants of Levi.",
      "7": "Two carts and four oxen were given to the descendants of Gershon for their work.",
      "8": "Four carts and eight oxen were given to the descendants of Merari for their work.",
      "9": "But he gave none of them to the descendants of Kohath, because their responsibility was to carry the holy things on their shoulders.",
      "10": "The leaders brought the offerings for the dedication of the altar the same day that it was anointed. After the leaders brought their offering to the altar,",
      "11": "the Lord told Moses, “They are to present their offerings, one leader per day, for the dedication of the altar.”",
      "12": "On the first day Amminadab’s son Nahshon, from the tribe of Judah, presented",
      "13": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for a grain offering;",
      "14": "one gold pan weighing ten shekels, full of incense;",
      "15": "one young bull, one ram, and a one year old male lamb for a burnt offering;",
      "16": "and one male goat for a sin offering.",
      "17": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Amminadab’s son Nahshon.",
      "18": "On the second day, Zuar’s son Nethanel, leader of the descendants of Issachar, presented",
      "19": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for a grain offering;",
      "20": "one gold pan weighing ten shekels, full of incense;",
      "21": "one young bull, one ram, and a one year old male lamb for a burnt offering;",
      "22": "and one male goat for a sin offering.",
      "23": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Zuar’s son Nathaniel.",
      "24": "On the third day, Helon’s son Eliab, leader of the descendants of Zebulun presented",
      "25": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for a grain offering;",
      "26": "one gold pan weighing ten shekels, full of incense;",
      "27": "one young bull, one ram, and a one year old male lamb for a burnt offering;",
      "28": "and one male goat for a sin offering.",
      "29": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Helon’s son Eliab.",
      "30": "On the fourth day, Shedeur’s son Elizur, leader of the descendants of Reuben presented",
      "31": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for a grain offering;",
      "32": "one gold pan weighing ten shekels, full of incense;",
      "33": "one young bull, one ram, and a one year old male lamb for a burnt offering;",
      "34": "and one male goat for a sin offering.",
      "35": "Their sacrifice for a peace offering, two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Shedeur’s son Elizur.",
      "36": "On the fifth day, Zurishaddai’s son Shelumiel, leader of the descendants of Simeon, presented",
      "37": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for grain offering;",
      "38": "one gold pan weighing ten shekels, full of incense;",
      "39": "one young bull, one ram, and a one year old male lamb for a burnt offering;",
      "40": "and one male goat for a sin offering.",
      "41": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Zurishaddai’s son Shelumiel.",
      "42": "On the sixth day, Deuel’s son Eliasaph, leader of the descendants of Gad, presented",
      "43": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for a grain offering;",
      "44": "one gold pan weighing ten shekels full of incense;",
      "45": "one young bull, one ram, and a one year old male lamb for a burnt offering;",
      "46": "and one male goat for a sin offering.",
      "47": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Deuel’s son Eliasaph.",
      "48": "On the seventh day, Ammihud’s son Elishama, leader of the descendants of Ephraim, presented",
      "49": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for a grain offering;",
      "50": "one gold pan weighing ten shekels, full of incense;",
      "51": "one young bull, one ram, and a one year old male lamb for a burnt offering;",
      "52": "and one male goat for a sin offering.",
      "53": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Ammihud’s son Elishama.",
      "54": "On the eighth day, Pedahzur’s son Gamaliel, leader of the descendants of Manasseh, presented",
      "55": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for grain offering;",
      "56": "one gold pan weighing ten shekels full of incense;",
      "57": "one young bull, one ram, and a one year old male lamb for a burnt offering;",
      "58": "and one male goat for a sin offering.",
      "59": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Pedahzur’s son Gamaliel.",
      "60": "On the ninth day, Gideoni’s son Abidan, leader of the descendants of Benjamin, presented",
      "61": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for grain offering;",
      "62": "one gold pan weighing ten shekels, full of incense;",
      "63": "one young bull, one ram, and a one year old male lamb for a burnt offering;",
      "64": "and one male goat for a sin offering.",
      "65": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Gideoni’s son Abidan.",
      "66": "On the tenth day, Ammishaddai’s son Ahiezer, leader of the descendants of Dan, presented",
      "67": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for a grain offering;",
      "68": "one gold pan weighing ten shekels full of incense;",
      "69": "one young bull, one ram, and a one year old male lamb for a burnt offering;",
      "70": "and one male goat for a sin offering.",
      "71": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Ammishaddai’s son Ahiezer.",
      "72": "On the eleventh day, Ochran’s son Pagiel, leader of the descendants of Asher, presented",
      "73": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for a grain offering;",
      "74": "one gold pan weighing ten shekels, full of incense;",
      "75": "one young bull, one ram, and a one year old male lamb for a burnt offering;",
      "76": "and one male goat for a sin offering.",
      "77": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Ochran’s son Pagiel.",
      "78": "On the twelfth day, Enan’s son Ahira, leader of the descendants of Naphtali, presented",
      "79": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for grain offering;",
      "80": "one gold pan weighing ten shekels, full of incense;",
      "81": "one young bull, one ram, and a one year old male lamb for a burnt offering;",
      "82": "and one male goat for a sin offering.",
      "83": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Enan’s son Ahira.",
      "84": "This was what was presented at the dedication of the altar from the leaders of Israel on the same day that it was anointed: twelve silver bowls, twelve silver basins, twelve gold ladles.",
      "85": "Each bowl weighed 130 silver shekels and each basin weighed 70 shekels. All the silver vessels weighed a total of 2,400 shekels, calculated according to the shekel of the sanctuary.",
      "86": "Also, twelve gold ladles filled with incense were presented, each ladle weighing ten shekels (calculated according to the shekel of the sanctuary). All of the gold of the ladles weighed 120 shekels.",
      "87": "All the livestock for burnt offerings totaled twelve bulls, twelve rams, twelve sheep in their first year with corresponding meal offerings, and twelve male goats for sin offerings.",
      "88": "All the livestock for peace offerings totaled 24 bulls, 60 rams, 60 male goats, and 60 one year old lambs—all this was for the altar’s dedication after it was anointed.",
      "89": "When Moses entered the Tent of Meeting to speak with the Lord, he heard a voice speaking to him above the Mercy Seat over the Ark of the Testimony. He spoke to him from between the two cherubim."
    },
    "8": {
      "1": "The Lord told Moses,",
      "2": "“Tell Aaron, ‘When you set up the lamps, the seven lamps will illuminate the area in front of the lamp stand.’”",
      "3": "So Aaron did so, setting up the lamps to illuminate the area in front of the lamp stand, just as the Lord had commanded Moses.",
      "4": "This was how the lamp stand was crafted from hammered gold: From its base to its flowers, it was made of hammered gold. Moses crafted the lamp stand just as the Lord had showed him.",
      "5": "Then the Lord told Moses,",
      "6": "“Take the descendants of Levi from the Israelis and purify them.",
      "7": "This is what you are to do for them in order to purify them: Sprinkle purifying water over them, have them shave their skin, and then have them wash their garments, and they will be purified.",
      "8": "They are to take a young bull along with its meal offering made of flour mixed with oil. Then you are to take a second young bull as a sin offering.",
      "9": "Assemble the descendants of Levi in front of the appointed place of meeting, and assemble the whole congregation of Israel, too.",
      "10": "Bring the descendants of Levi into the Lord’s presence and have the Israelis lay their hands on the descendants of Levi.",
      "11": "“Then Aaron is to present the descendants of Levi as a wave offering before the Lord from the Israelis, because they are to work in the service of the Lord.",
      "12": "The descendants of Levi are then to lay their hands on the head of the bulls, offering one for a sin offering and the other one for a burnt offering to the Lord to atone for the descendants of Levi.",
      "13": "You are to make the descendants of Levi stand in the presence of Aaron and his sons. Then you are to wave them as wave offerings to the Lord.",
      "14": "This is how you are to separate the descendants of Levi from among the Israelis. The descendants of Levi belong to me.",
      "15": "“After this, the descendants of Levi are to come to serve at the appointed place of meeting, after you have purified them and presented them as wave offerings,",
      "16": "since they’ve been set apart for me from among the Israelis. I’ve taken them for myself instead of the first to open the womb—every firstborn of the Israelis,",
      "17": "since every firstborn of Israel belongs to me, from human beings to livestock. On the same day that I destroyed all the firstborn in the land of Egypt, I consecrated them to myself,",
      "18": "taking the descendants of Levi instead of every firstborn of the Israelis.",
      "19": "I’ve set the descendants of Levi apart from the Israelis so that Aaron and his sons would work in service at the appointed place of meeting, making atonement on behalf of the Israelis so that there won’t be a plague among the Israelis whenever they approach the sanctuary.”",
      "20": "So Moses and Aaron and the Israelis did this on behalf of the descendants of Levi. The Israelis did everything that the Lord commanded concerning the descendants of Levi.",
      "21": "The descendants of Levi therefore purified themselves, washed their clothes, and then Aaron presented them as wave offerings to the Lord. Aaron provided atonement for them to purify them.",
      "22": "After this, the descendants of Levi entered into their work of service at the appointed place, in the presence of Aaron and his sons. They did everything that the Lord commanded Moses concerning the descendants of Levi.",
      "23": "Later, the Lord told Moses,",
      "24": "“Now regarding a descendant of Levi who is 25 years and above, he is to enter work in the service at the appointed place of meeting,",
      "25": "but starting at 50 years of age, he is to retire from service and is no longer to work.",
      "26": "He may minister to his brothers at the Tent of Meeting by keeping watch, but he is not to engage in service. This is how you are to act with respect to the obligations of the descendants of Levi.”"
    },
    "9": {
      "1": "The Lord spoke to Moses in the Wilderness of Sinai during the first month of the second year that they had left Egypt,",
      "2": "“The Israelis are to observe the Passover at its appointed time",
      "3": "on the fourteenth day of this month. You are to observe it at this appointed time between the evenings. You are to observe it according to all its decrees and laws.”",
      "4": "So Moses instructed the Israelis to observe the Passover.",
      "5": "They observed the Passover on the fourteenth day of the first month at twilight, in the Wilderness of Sinai. The Israelis did everything that the Lord had commanded through Moses.",
      "6": "But there were men who couldn’t observe the Passover that day because they had come in contact with a corpse. That very day, they approached Moses and Aaron",
      "7": "and asked, “Why can’t we bring an offering to the Lord at the appointed time among the Israelis, even though we are unclean because we came in contact with a corpse?”",
      "8": "“Wait while I hear what the Lord has to say about you,” Moses replied.",
      "9": "Then the Lord told Moses,",
      "10": "“Instruct the Israelis that when any of you or your descendants becomes unclean due to contact with a corpse, or if he is on a long journey, he nevertheless is to observe the Lord’s Passover.",
      "11": "On the fourteenth day of the second month at twilight, they are to eat it with unleavened bread and bitter herbs.",
      "12": "They are not to leave any of it to remain until morning nor are they to break any of its bones. They are to observe it according to all the statutes of the Passover.",
      "13": "Now as to the person who is clean and isn’t traveling, but fails to observe the Passover, that person is to be eliminated from his people, because he didn’t bring an offering to the Lord at its appointed time. That person is to bear his sin.",
      "14": "If a resident alien lives with you and wants to observe the Lord’s Passover, let him observe it according to the statutes and laws of the Passover. You are to maintain the same statute for the resident alien as you do for the native of the land.”",
      "15": "On the same morning that the tent was set up, a cloud covered the tent, that is, the Tent of Testimony, and in the evening fire appeared over the tent until morning.",
      "16": "It was so continuously—there was a cloud covering by day, and a fire cloud appeared at night.",
      "17": "Whenever the cloud above the tent ascended, the Israelis would travel and encamp in the place where the cloud settled.",
      "18": "According to whatever the Lord said, the Israelis would travel. According to whatever the Lord said, they would camp as long as the cloud remained over the Tent of Meeting.",
      "19": "When the cloud over the tent remained for a longer time, the Israelis did what the Lord had instructed and didn’t travel.",
      "20": "There were times when the cloud remained over the tent for a number of days. They camped in accordance with the Lord’s instructions and they traveled in accordance with the Lord’s instructions.",
      "21": "There were times when the cloud remained from evening until morning, but when the cloud ascended in the morning, they would journey. Whether by day or by night, they would travel whenever the cloud ascended.",
      "22": "Whether for two days, a month, or for longer periods, whenever the cloud would remain above the tent, the Israelis would remain in camp, not traveling. But whenever it ascended, then they would travel.",
      "23": "According to what the Lord said, they would remain in camp, and according to what the Lord said, they would travel. They kept the commands that the Lord had given through Moses."
    },
    "10": {
      "1": "The Lord also told Moses,",
      "2": "“Make two trumpets, crafting them from beaten silver, for use in calling the congregation together and for notifying the camps to set out for travel.",
      "3": "Sound them when the whole assembly is to gather together at the entrance to the appointed place of meeting.",
      "4": "When one trumpet is blown, the elders and the heads of the thousands of the Israelis are to gather to you.",
      "5": "When you sound an alarm, the ones encamped on the east side are to begin to travel.",
      "6": "When you sound the alarm the second time, those encamped on the south are to begin to travel. Alarms are to be sounded for their travels.",
      "7": "But when you blow the trumpet to assemble the whole congregation, don’t use the same sound as you do for sounding an alarm.",
      "8": "The descendants of Aaron the priest are to blow the trumpets. Have them do this for you permanently throughout your generations to come.”",
      "9": "“When you wage war in your land against an enemy who is hostile to you, you are to sound an alarm with the trumpets. Then you will be remembered before the face of the Lord your God and you will be delivered from your enemies.",
      "10": "At the beginning of the month, during your time of rejoicing at the appointed place, sound the trumpet over your burnt offering, then sacrifice your peace offering, since they are to be your memorial before the Lord your God. I am the Lord your God.”",
      "11": "On the twentieth day of the second month in the second year, the cloud was lifted up from the Tent of Meeting,",
      "12": "so the Israelis set out from the Sinai Wilderness until the cloud settled in the Paran Wilderness,",
      "13": "doing what the Lord had said through Moses.",
      "14": "The standard of the camp of Judah was the first to travel, accompanied by its army with Amminadab’s son Nahshon in charge.",
      "15": "Zuar’s son Nethanel was in charge of the camp of Issachar.",
      "16": "Helon’s son Eliab was in charge of the camp of Zebulun.",
      "17": "The tent was taken down, and the descendants of Gershon and Merari carried the tent.",
      "18": "Then the standard of the camp of Reuben set out, accompanied by its army with Shedeur’s son Elizur in charge.",
      "19": "Zurishaddai’s son Shelumiel was in charge of the tribe of Simeon.",
      "20": "Deuel’s son Eliasaph was in charge of the tribe of Gad.",
      "21": "Then the descendants of Kohath, carrying the sanctuary, set out, since the tent was to be set up before they arrive.",
      "22": "After this, the standard of the camp of Ephraim set out, accompanied by its army with Ammihud’s son Elishama in charge.",
      "23": "Pedazzur’s son Gamaliel was in charge of the tribe of Manasseh.",
      "24": "Gideoni’s son Abidan was in charge of the army of the tribe of Benjamin.",
      "25": "Then the standard of the camp of Dan set out, functioning as the rear guard for all the encampments, accompanied by its army with Ammishaddai’s son Ahiezer.",
      "26": "Ochran’s son Pagiel was in charge of the tribe of Asher.",
      "27": "Enan’s son Ahira was in charge of the tribe of Naphtali.",
      "28": "This was the travel order for the Israelis, whenever their companies traveled.",
      "29": "Then Moses told Reuel’s son Hobab, Moses’ relative by marriage from Midian, “We are traveling to the place about which the Lord said ‘I will give it to you.’ So come with us and we’ll be good to you, because the Lord has spoken good things about Israel.”",
      "30": "But he said, “I won’t go with you because I’m returning to my land and to my own family.”",
      "31": "Then Moses responded, “Please don’t leave us now, since you know where we can camp in the wilderness. You could be our guide.",
      "32": "And when you come with us, the good things that the Lord will grant us, we’ll give you as well.”",
      "33": "So they traveled from the mountain of the Lord, a three-day trip, with the Ark of the Covenant of the Lord traveling in front of them—a three day trip to explore a place for them to rest.",
      "34": "Moreover, the cloud of the Lord protected them during the day when they left their camp.",
      "35": "Whenever the ark was ready to travel, Moses would say:\n“Arise, Lord,\n    to scatter your enemies,\nso that whoever hates you\n    will flee from your presence.”",
      "36": "Whenever the ark was being readied to rest, he would say:\n“Return, Lord,\n    to the countless thousands of Israel.”"
    },
    "11": {
      "1": "Eventually, the people began complaining about their distress, and the Lord heard them. When the Lord heard, his anger flared up and the Lord’s fire incinerated some of them within the outskirts of the camp.",
      "2": "When the people cried out to Moses, he prayed to the Lord and the fire stopped.",
      "3": "He then named that place Taberah, because the Lord’s fire had incinerated some of them.",
      "4": "Meanwhile, certain riff-raff among the people had an insatiable appetite for food. As a result, they wept and turned back, and the Israelis cried out, “If only somebody would feed us some meat!",
      "5": "How we remember the fish that we used to eat in Egypt for free! And the cucumbers, melons, leeks, onions, and garlic!",
      "6": "But now we can’t stand it anymore, because there’s nothing in front of us except this manna.”",
      "7": "Now manna was reminiscent of coriander seed, with an appearance similar to amber.",
      "8": "People would go out to gather it, then they would grind it in mills or pound it in mortars, and then they would boil it in pots or make cakes out of it that tasted like butter cakes.",
      "9": "When the dew fell in the camp, the manna came with it.",
      "10": "Moses heard the people weeping throughout their entire families. Everyone gathered at the entrance to their tents so that the Lord was very angry. Moses thought the situation was bad,",
      "11": "so he asked the Lord, “Why did you bring all this trouble to your servant? Why haven’t I found favor in your eyes? After all, you’re putting the burden of this entire people on me!",
      "12": "Did I conceive this people or give birth to them, so that you would tell me to carry them near my heart like a wet nurse carries a suckling baby to the land that you promised to their forefathers?",
      "13": "Where am I going to get meat to give this people? After all, they’re crying in front of me, ‘Give us meat to eat!’",
      "14": "I cannot carry this whole nation! The burden is too heavy for me!",
      "15": "If this is how you treat me, please kill me right now, if I’ve found favor in your eyes, because I don’t want to keep staring at all of this misery!”",
      "16": "Then the Lord told Moses, “Gather together for me 70 men who are elders of Israel, men whom you know to be elders of the people and officers over them. Then bring them to the Tent of Meeting and let them stand there with you.",
      "17": "Then I’ll come down and speak with you. I’ll take some of the spirit that rests on you and apportion it among them, so that they may help you bear the burden of the people. That way, you won’t bear it by yourself.”",
      "18": "“But give this command to the people: ‘You are to consecrate yourselves, because tomorrow you’re going to eat meat, since you’ve complained where the Lord can hear it, “Who can give us meat to eat? After all, life was better with us in Egypt.” Therefore, the Lord is going to give you meat and you’ll eat—",
      "19": "not only for a day, or for two days, or for five days, or for ten days, or for 20 days,",
      "20": "but for a whole month—until it comes out your nostrils and makes you vomit. This is because you’ve despised the Lord, who is among you, and you cried out in his presence by complaining, “Why did we ever leave Egypt?”’”",
      "21": "Moses responded, “I’m with 600,000 people on foot and you’re saying I am to give them enough meat to eat for a whole month?",
      "22": "What if we were to slaughter our entire inventory of flocks and herds for them? Would that be enough? What if we could gather all the fish in the sea in nets for them? Would that be enough, either?”",
      "23": "But the Lord responded to Moses, “Is the Lord short on power? You’re now going to witness whether what I say will come to pass or not.”",
      "24": "So Moses went out and told the people what the Lord had said. He gathered 70 men from the elders of the people and stationed them around the tent.",
      "25": "The Lord came down in a cloud, spoke to Moses, and made an apportionment from the spirit who rested on him to the 70 elders. When the spirit rested on them, they prophesied, but that was it.",
      "26": "Now two men had remained in camp. One was named Eldad and the other was named Medad. When the spirit rested on them, since they were among those who were listed but had not gone out to the tent, they stayed behind and prophesied in the camp.",
      "27": "A young man ran and reported to Moses, “Eldad and Medad are prophesying in the camp!”",
      "28": "In response, Nun’s son Joshua, Moses’ attendant and one of his choice men, exclaimed, “My master Moses! Stop them!”",
      "29": "“Are you jealous on account of me?” Moses asked in reply. “I wish all of the Lord’s people were prophets and that the Lord would put his spirit upon them!”",
      "30": "Then Moses—that is, he and the elders of Israel—returned to the camp.",
      "31": "Just then, a wind burst forth from the Lord, who brought quails from the sea and spread them all around the camp, about a day’s journey in each direction, completely encircling the camp about two cubits deep on top of the ground!",
      "32": "The people stayed up all that day, all that night, and all through the next day, gathering quails. The one who gathered least gathered enough to fill ten omers, as they spread out all around the camp.",
      "33": "But even as they were chewing the meat and before they had swallowed it, the Lord became very angry with the people and struck them with a disastrous plague.",
      "34": "That’s why the place was named Kibroth-hattaavah, because they buried the people there who had an insatiable appetite for meat.",
      "35": "Later, the people left Kibroth-hattaavah for Hazeroth and camped there."
    },
    "12": {
      "1": "Miriam and Aaron rebelled against Moses on account of the Cushite woman that he had married.",
      "2": "They asked, “Has the Lord spoken only through Moses? Hasn’t he also spoken through us?”\nBut the Lord heard it.",
      "3": "Now the man Moses was very humble—more than any person on earth.",
      "4": "All of a sudden, the Lord told Moses, Aaron, and Miriam, “The three of you are to come out to the Tent of Meeting.” So the three of them went out.",
      "5": "Then the Lord came down in a pillar of cloud, stood at the entrance to the Tent of Meeting, and summoned Aaron and Miriam. So both of them went forward.",
      "6": "Then he told the two of them: “Pay attention to what I have to say! When there is a prophet among you, won’t I, the Lord, reveal myself to him in a vision? Won’t I speak with him in a dream?",
      "7": "But that’s not how it is with my servant Moses, since he has been entrusted with my entire household!",
      "8": "I speak to him audibly and in visions, not in mysteries. If he can gaze at the image of the Lord, why aren’t you afraid to speak against my servant Moses?”",
      "9": "Because the Lord was very angry with them, he left,",
      "10": "but when the cloud ascended from the tent, Miriam had become leprous, as white as snow! Aaron turned toward Miriam, and she had leprosy!",
      "11": "Aaron begged Moses, “I pray my lord, please don’t hold this sin against us, since we’ve acted foolishly and sinned in doing so.",
      "12": "Please don’t let her be like one of the living dead, who is born with a congenital skin disease.”",
      "13": "So Moses prayed to the Lord: “O Lord, please heal her.”",
      "14": "But the Lord told Moses, “If her father had merely spit in her face, wouldn’t she be humiliated? She is to be placed in isolation for seven days. After that, she may be brought in.”",
      "15": "So Miriam was isolated outside the camp for seven days and the people didn’t travel until Miriam was brought in.",
      "16": "After that, the people traveled from Hazeroth and encamped in the Wilderness of Paran."
    },
    "13": {
      "1": "Later, the Lord told Moses,",
      "2": "“Send men to explore the land of Canaan that I’m about to give to the Israelis. Send one man to represent each of his ancestor’s tribes, every one of them a distinguished leader among them.”",
      "3": "So that’s just what Moses did, sending them from the Wilderness of Paran according to the Lord’s instructions. All of the men were Israeli leaders.",
      "4": "These were their names: From Reuben’s tribe, Zaccur’s son Shammua;",
      "5": "From Simeon’s tribe, Hori’s son Shaphat;",
      "6": "From Judah’s tribe, Jephunneh’s son Caleb;",
      "7": "from Issachar’s tribe, Joseph’s son Igal;",
      "8": "From Ephraim’s tribe, Nun’s son Hoshea;",
      "9": "From Benjamin’s tribe, Raphu’s son Palti;",
      "10": "from Zebulun’s tribe, Sodi’s son Gaddiel;",
      "11": "from Joseph’s tribe of Manasseh, Susi’s son Gaddi;",
      "12": "From Dan’s tribe, Gemalli’s son Ammiel;",
      "13": "from Asher’s tribe, Michael’s son Sethur;",
      "14": "from Naphtali’s tribe, Vophsi’s son Nahbi;",
      "15": "and from Gad’s tribe, Machi’s son Geuel.",
      "16": "These are the names of the men sent by Moses to explore the land.\nMoses renamed Nun’s son Hoshea to Joshua.",
      "17": "Then he sent them out to explore the land of Canaan. He instructed them, “Go up from here through the Negev, then ascend to the hill country.",
      "18": "See what the land is like. Observe whether the people who live there are strong or weak, or whether they’re few or numerous.",
      "19": "Look to see whether the land where they live is good or bad, and whether the cities in which they live are merely tents or if they’re fortified.",
      "20": "Examine the farmland, whether it’s fertile or barren, and see if there are fruit-bearing trees in it or not. Be very courageous, and bring back some samples of the fruit of the land.”\nAs it was, that time of year was the season for the first fruits of the grape harvest.",
      "21": "So they went to explore the land from the Wilderness of Zin to Rehob, and as far as the outskirts of Hamath.",
      "22": "They went through the Negev and reached Hebron, where Ahiman, Sheshai, and Talmai, the descendants of Anak lived. (Hebron had been constructed seven years before Zoan in Egypt had been built).",
      "23": "Soon they arrived in the valley of Eshcol, where they cut a single branch of grapes and carried it on a pole between two men, along with some pomegranates and figs.",
      "24": "The entire place was called the Eshcol Valley on account of the cluster of grapes that the men of Israel had taken from there.",
      "25": "At the end of 40 days, they all returned from exploring the land,",
      "26": "came in to Moses and Aaron, and delivered their report to the entire congregation of Israel in the Wilderness of Paran at Kadesh. They brought back their report to the entire congregation and showed them the fruit of the land.",
      "27": "“We arrived at the place where you’ve sent us,” they reported, “and it certainly does flow with milk and honey. Furthermore, this is its fruit,",
      "28": "except that the people who have settled in the land are strong, and their cities are greatly fortified. We also saw the descendants of Anak.",
      "29": "Amalek lives throughout the Negev, while the Hittites, Jebusites, and Amorites live in the hill country. The Canaanites live by the sea and on the bank of the Jordan.”",
      "30": "Caleb silenced the people on Moses’ behalf and responded, “Let’s go up and take control, because we can definitely conquer it.”",
      "31": "“We can’t attack those people,” the men who were with him said, “because they’re too strong compared to us.”",
      "32": "So they put out this false report to the Israelis about the land that they had explored: “The land that we’ve explored is one that devours its inhabitants. All the people whom we observed were giants.",
      "33": "We also saw the Nephilim, the descendants of Anak. Compared to the Nephilim, as we see things, we’re like grasshoppers, and that’s their opinion of us!”"
    },
    "14": {
      "1": "At this, the entire assembly complained, started to shout, and cried through the rest of that night.",
      "2": "All the Israelis complained against Moses and Aaron. Then the entire assembly responded, “We wish that we had died in Egypt or in this wilderness.",
      "3": "What’s the point in the Lord bringing us to this land? To die by the sword so our wives and children would become war victims? Wouldn’t it be better for us to return to Egypt?”",
      "4": "Then they told each other, “Let’s assign a leader and go back to Egypt.”",
      "5": "Moses and Aaron fell on their faces in front of the entire assembly of the congregation of Israel.",
      "6": "Nun’s son Joshua and Jephunneh’s son Caleb, who had accompanied the others who also had explored the land, tore their clothes",
      "7": "and attempted to reason with the entire congregation of Israel. They told them, “The land that we went through and explored is very, very good.",
      "8": "If the Lord is pleased with us, he’ll bring us into this land and give it to us. It flows with milk and honey.",
      "9": "However, don’t rebel against the Lord or be afraid of the people who live in the land, because we’ll gobble them right up. Their defenses will collapse, because the Lord is with us. You are not to be afraid of them.”",
      "10": "But the entire congregation was talking about stoning them to death.\nSuddenly, the glory of the Lord appeared at the Tent of Meeting to all of the Israelis.",
      "11": "“How long will this people keep on spurning me and refusing to trust me, despite all the miracles that I’ve done among them?” the Lord asked Moses.",
      "12": "“That’s why I’m going to attack them with pestilence and disinherit them. Instead, I’ll make you a great nation—even mightier than they are!”",
      "13": "But Moses responded to the Lord, “When Egypt hears that you’ve brought this people out from among them with a mighty demonstration of power,",
      "14": "they’ll also proclaim to the inhabitants of this land that they’ve heard you’re among this people, Lord, whom they’ve seen face to face, since your cloud stands guard over them. You’ve guided them with a pillar of cloud by day and with a pillar of fire by night.",
      "15": "But if you slaughter this people all at the same time, then the nations who heard about your fame will say,",
      "16": "‘The Lord slaughtered this people in the wilderness because he wasn’t able to bring them to the land that he promised them.’",
      "17": "“Now, let the power of the Lord be magnified, just as you promised when you said,",
      "18": "‘The Lord is slow to anger and abundant in faithful love, forgiving iniquity and transgression, but he won’t acquit the guilty. He recalls the iniquity of fathers to the third and fourth generation.’",
      "19": "“Forgive, please, the iniquity of this people, according to your great, faithful love, in the same way that you’ve carried this people from Egypt to this place.”",
      "20": "The Lord responded, “I’ve forgiven them based on what you’ve said.",
      "21": "But just as I live, and just as the whole earth will be filled with the Lord’s glory,",
      "22": "none of those men who saw my glory and watched my miracles that I did in Egypt and in the wilderness—even though they’ve tested me these ten times and never listened to my voice—",
      "23": "will ever see the land that I promised to their ancestors. Those who spurned me won’t see it.",
      "24": "Now as to my servant Caleb, because a different spirit is within him and he has remained true to me, I’m going to bring him into the land that he explored, and his descendants are to inherit it.",
      "25": "Now the Amalekite and the Canaanite live in the valley. Tomorrow, turn and then travel to the wilderness in the direction of the Reed Sea.”",
      "26": "Then the Lord told Moses and Aaron,",
      "27": "“How long will this wicked assembly keep complaining about me? I’ve heard the complaints of the Israelis that they’ve been murmuring against me.",
      "28": "So tell them that as long as I live—consider this to be an oracle from the Lord—as certainly as you’ve spoken right into my ears, that’s how I’m going to treat you.",
      "29": "Your corpses will fall in this wilderness—every single one of you who has been counted among you, according to your number from 20 years and above, who complained against me.",
      "30": "You will certainly never enter the land about which I made an oath with my uplifted hand to settle you in it, except for Jephunneh’s son Caleb and Nun’s son Joshua.",
      "31": "However, I’ll bring your little ones—the ones whom you claimed would become war victims—into the land so that they’ll know by experience the land that you’ve rejected.",
      "32": "“Now as for you, your corpses will fall in this wilderness",
      "33": "and your children will wander throughout the wilderness for 40 years. They’ll bear the consequences of your idolatries until your bodies are entirely consumed in the wilderness.",
      "34": "Just as you explored the land for 40 days, you’ll bear the consequences of your iniquities for 40 years—one year for each day—as you experience my hostility.",
      "35": "I, the Lord, have spoken. I will indeed do this to this evil congregation, who gathered together against me. They’ll be eliminated in this wilderness and will surely die.”",
      "36": "After this, the men whom Moses sent out to explore the land, who returned and made the whole congregation complain against him by bringing an evil report concerning the land,",
      "37": "and who produced an evil report about the land, died of pestilence in the Lord’s presence.",
      "38": "However, Nun’s son Joshua and Jephunneh’s son Caleb, who had explored the land, remained alive.",
      "39": "After Moses had told all of this to the Israelis, the people deeply mourned.",
      "40": "So they got up early the next morning and traveled to the top of the mountain, telling themselves, “Look, we’re here and we’re going to go up to the place that the Lord had spoken about, even though we’ve sinned.”",
      "41": "But Moses asked them, “Why do you continue to sin against what the Lord said? Don’t you know that you can never succeed?",
      "42": "Don’t go up, since you know that the Lord is no longer with you. You’ll be attacked right in front of your own enemies.",
      "43": "The Amalekites and Canaanites are there waiting for you. You’ll die violently, since you’ve turned your back and have stopped following the Lord. The Lord won’t be with you.”",
      "44": "But they presumed to go up to the top of the mountain, even though the Ark of the Covenant of the Lord and Moses didn’t leave the camp.",
      "45": "The Amalekites came down, accompanied by some Canaanites who lived in the mountains. They attacked and defeated them even while the Israelis were retreating to Hormah."
    },
    "15": {
      "1": "Later, the Lord instructed Moses,",
      "2": "“Tell the Israelis that",
      "3": "when you enter the land where you’ll be living that I’m about to give you, you are to make an offering by fire to the Lord, either a burnt offering, a sacrificial offering to fulfill a vow, or a voluntary offering at the appointed time, to make a pleasing aroma to the Lord either from your cattle or from your flocks.",
      "4": "The offeror is to bring the oblation to the Lord, containing one tenth of an ephah of fine flour as a grain offering, mixed with one fourth of a hin of olive oil.",
      "5": "Also prepare one fourth of a hin of wine for a drink offering or for the sacrifice of each lamb.",
      "6": "“For a ram, prepare a grain offering consisting of two tenths of an ephah of fine flour mixed with one third of a hin of olive oil.",
      "7": "Now as for your drink offering, offer one third of a hin of wine as a pleasing aroma to the Lord.",
      "8": "“When you prepare a bull as a burnt offering, or as a sacrifice to fulfill a vow, or for peace offerings to the Lord,",
      "9": "then the bullock is to be presented accompanied by a meal offering of three tenths of an ephah of fine flour mixed with half a hin of oil.",
      "10": "“As for drink offerings, offer half a hin of wine, for an offering made by fire is a pleasing aroma to the Lord.",
      "11": "Do this for each bullock, ram, male lamb, or goat.",
      "12": "Depending on the number of offerings that you prepare, do for each one according to their number.",
      "13": "Every native born person is to do these things, bringing an offering made by fire as a pleasing aroma to the Lord.”",
      "14": "“Now, if a resident alien lives with you, or whoever else is with you throughout your generations, let him make an offering made by fire, a pleasing aroma to the Lord. Just as you do, so is he to do.",
      "15": "There is to be a single standard for your community, one statute for you and the resident alien who lives with you, a long lasting statute throughout your generations. Just as you do, so is the resident alien to do in the presence of the Lord.",
      "16": "There is to be one law and one ordinance for you and for the resident alien who lives with you.”",
      "17": "Then the Lord instructed Moses:",
      "18": "“Tell the Israelis that when they enter the land that I’m about to bring you to,",
      "19": "when you have eaten some of the bread that the land produces, you are to offer a raised offering to the Lord.",
      "20": "You are to offer a cake made from the first of your bread dough as a raised offering to the Lord. Offer it as a raised offering right off your threshing floor.",
      "21": "From then on, throughout your generations give the first of your bread dough to the Lord.”",
      "22": "“Here’s what you are to do when you all go astray and fail to observe all these commands that the Lord had spoken to Moses,",
      "23": "including anything that the Lord commanded you by the authority of Moses, starting from the day the Lord commanded Moses and continuing through your generations.",
      "24": "When anything is done without the knowledge of the congregation, the entire community is to offer one young bull for a burnt offering, a pleasing aroma to the Lord, along with its meal and drink offerings offered according to procedure, and one male goat for a sin offering.",
      "25": "Then the priest is to make atonement for the entire community of the Israelis, and they will be forgiven for inadvertent sins. They are to bring their offering, an offering made by fire to the Lord, as well as their sin offering, into the Lord’s presence on account of their error.",
      "26": "Then the entire community of Israel will be forgiven, along with the resident alien who lives among them, since all the people will have sinned inadvertently.”",
      "27": "“Now when one person sins inadvertently, then he is to bring a one year old female goat for a sin offering.",
      "28": "Then, in the Lord’s presence, the priest is to make atonement for the person who sinned inadvertently, that is, to make atonement on his behalf so he may be forgiven.",
      "29": "You are to have a single law for the one who does things inadvertently, whether for the native-born Israeli or for the resident alien who lives among you.”",
      "30": "“But if some person acts with a high hand, whether a native-born or a resident alien, he blasphemes God, and that person is to be eliminated from among his people.",
      "31": "Because he has despised the law of the Lord and has broken his commands, that person is certainly to be eliminated. His iniquity will remain on him.”",
      "32": "As it was when the Israelis were in the wilderness, they found a man who was gathering wood on the Sabbath day.",
      "33": "The ones who found him gathering wood brought him to Moses, Aaron, and all the people.",
      "34": "Then they confined him until it could be declared what should be done to him.",
      "35": "Then the Lord told Moses, “The man is certainly to die. The entire community is to stone him to death outside the camp.”",
      "36": "So the whole community brought him outside the camp and stoned him with stones so that he died, just as the Lord had commanded Moses.",
      "37": "Later, the Lord instructed Moses,",
      "38": "“Tell the Israelis that they are to make tassels at the edges of their garments throughout their generations and that they are to put a violet cord on the tassels at the edges of their garments.",
      "39": "That way, when you see the tassel, you’ll remember all the commands of the Lord and you’ll observe them. Then you won’t seek your own interests and desires that lead you to be unfaithful.",
      "40": "Therefore, remember to observe all my commands and to be holy in the presence of your God.",
      "41": "I am the Lord your God, who brought you out of the land of Egypt to be your God. I am the Lord your God.”"
    },
    "16": {
      "1": "Now Izhar’s son Korah, the grandson of Kohath, a descendant of Levi, along with Eliab’s sons Dathan and Abiram, and Peleth’s son On, a descendant of Reuben, took charge",
      "2": "of a rebellion against Moses, along with 250 community leaders, Israelis who were famous men and representatives from the assembly.",
      "3": "They gathered together against Moses and Aaron and told them, “You have appropriated too much for yourselves from the entire congregation, since all of them are holy, and the Lord is among them, too. Why do you exalt yourselves over the Lord’s assembly?”",
      "4": "When Moses heard this, he fell on his face.",
      "5": "Then he addressed Korah and his entire company, “In the morning, may the Lord reveal who belongs to him and who is holy. May he cause that person to approach him. May he cause to approach him the one whom he has chosen.",
      "6": "Korah, you and your entire company are to bring censers",
      "7": "and put fire and incense in them in the Lord’s presence tomorrow. It will be that the man whom the Lord chooses will be holy. You’re taking too much for yourselves, you descendants of Levi.”",
      "8": "Moses also told Korah, “Listen now, you descendants of Levi!",
      "9": "Is it such an insignificant thing to you that the God of Israel has separated you from the Israelis to draw you to himself, appointing you to do the work of the tent of the Lord and to stand before the community to minister to them?",
      "10": "He brought you near, along with all of your relatives, the descendants of Levi. Are you also seeking the priesthood?",
      "11": "Therefore you and your group have conspired against the Lord and Aaron. What is it that causes you to complain against him?”",
      "12": "So Moses sent for Eliab’s sons Dathan and Abiram, but they responded, “We’re not coming.",
      "13": "Is it such an insignificant thing that you brought us out of a land flowing with milk and honey, to kill us in the wilderness? Now you’re trying to make yourself be a prince and rule over us, aren’t you?",
      "14": "You still haven’t brought us into a land flowing with milk and honey, nor have you given us an inheritance of fields and vineyards. Do you really think that you can make these men look the other way? We won’t go up.”",
      "15": "Moses was very angry, so he told the Lord, “Please don’t accept their offering. I haven’t taken even one donkey from them nor have I hurt even one of them.”",
      "16": "Then Moses told Korah, “You and your entire company are to present yourselves in the Lord’s presence tomorrow—you, they, and Aaron.",
      "17": "Each man is to take a censer, put incense on it, and bring it into the Lord’s presence, each man with his censer, for a total of 250 censers. You and Aaron are each to bring his own censer.”",
      "18": "So each man took his censer, put fire coals inside of it, placed incense in it, and then stood at the entrance to the Tent of Meeting, accompanied by Moses and Aaron.",
      "19": "When Korah had assembled the entire community in opposition to Moses and Aaron at the entrance to the Tent of Meeting, the glory of the Lord appeared to the entire community.",
      "20": "Then the Lord told Moses and Aaron,",
      "21": "“Separate yourselves from among this community, and I’ll destroy them in a moment.”",
      "22": "Then they fell on their faces and said, “God, the God of the spirits of all flesh, will you be angry at the entire congregation on account of one man’s sin?”",
      "23": "Then the Lord instructed Moses,",
      "24": "“Tell the community to move away from where Korah, Dathan, and Abiram are living.”",
      "25": "So Moses got up and went to Dathan and Abiram, and the elders of Israel followed him.",
      "26": "Then he told the community, “Move away from the camps of these wicked men and don’t touch anything that belongs to them. That way you won’t be destroyed along with all their sins.”",
      "27": "So they all moved away from the entire area where Korah, Dathan, and Abiram were living.\nNow Korah, Dathan, and Abiram stood at the entrance to their tents with their wives, sons, and little children.",
      "28": "Then Moses said, “This is how you’ll know that the Lord has sent me to do all these awesome works—they’re not coming merely from me.",
      "29": "If these people die a death similar to all other human beings, or if they are punished with a punishment common to other men, then the Lord didn’t send me.",
      "30": "But if the Lord creates something new, so that the ground opens its mouth and swallows them and everything that belongs to them and they all descend directly to Sheol while still alive, then you’ll know that these men have spurned the Lord.”",
      "31": "Just as he finished saying all these things, the ground under them split open.",
      "32": "The earth opened its mouth and swallowed them, all their households, everyone who was affiliated with Korah, and all of their property.",
      "33": "So they and all that belonged to them descended alive to Sheol. Then the earth closed over them. That’s how they were annihilated from the assembly.",
      "34": "Then all of the Israelis who were around them ran away when they heard them crying, “…so the ground won’t swallow us up, too.”",
      "35": "After this, fire came from the Lord and incinerated the 250 men who offered the incense.",
      "36": "Then the Lord instructed Moses,",
      "37": "“Tell Aaron’s son Eleazar the priest to take out the censers out of the flames and scatter the coals far away, since they are holy.",
      "38": "As for the censers of those rebels who died, fasten them into beaten plates to line the altar. Since they brought them into the Lord’s presence, they’re holy. They are to become a reminder to the Israelis.”",
      "39": "So Eleazar the priest took the bronze censers that had been burned and beat them into metal plates for the altar,",
      "40": "to serve as a memorial to the Israelis, a reminder that no unauthorized person, who isn’t a descendant of Aaron, is to attempt to burn incense in the Lord’s presence, so that he may not become like Korah and his group, just as the Lord had spoken by the authority of Moses.",
      "41": "Nevertheless, the very next day, the whole congregation of Israel complained against Moses and Aaron, “You’ve killed the Lord’s people!”",
      "42": "When the community gathered together against Moses and Aaron, they turned toward the Tent of Meeting. All of a sudden, a cloud covered it and the glory of the Lord appeared.",
      "43": "Then Moses and Aaron entered the Tent of Meeting.",
      "44": "The Lord told Moses,",
      "45": "“Leave this community, so I can annihilate them in a moment.”\nBut they fell upon their faces.",
      "46": "Then Moses told Aaron. “Take the censer, put fire on it from the altar, and burn some incense. Then walk quickly to the congregation and atone for them, because wrath has already come out from the Lord—the plague has begun.”",
      "47": "So Aaron took the censer, just as Moses had spoken, and ran out to the center of the assembly, where a plague had begun among the people. He set the incense on fire and atoned for the people.",
      "48": "He stood between the dead and the living and restrained the plague.",
      "49": "Those who died due to the plague numbered 14,700, not counting those who died due to the matter with Korah.",
      "50": "Then Aaron returned to Moses at the entrance to the Tent of Meeting after the slaughter had been restrained."
    },
    "17": {
      "1": "The Lord instructed Moses,",
      "2": "“Tell the Israelis to take a rod—one from each ancestral house, that is, one from every leader, for a total of twelve rods. Write each tribal name on his rod.",
      "3": "You are also to write Aaron’s name on the tribe of Levi, since there is to be one rod for every leader of their ancestral tribes.",
      "4": "“Then lay them there in the Tent of Meeting in front of the Ark of the Covenant where I’ll meet with you.",
      "5": "The rod that belongs to the man whom I’ll choose will burst into bloom. That’s how I’ll put a stop to the complaints of the Israelis, who are complaining against you.”",
      "6": "So Moses spoke to the Israelis, and each of the tribe leaders gave him a rod, one for each leader, according to their ancestral tribes, for a total of twelve rods. Aaron’s rod was one of them.",
      "7": "Then Moses laid out the rods in the Lord’s presence, inside the Tent of Testimony.",
      "8": "The next morning, Moses went to the Tent of Testimony and the rod of Aaron of the tribe of Levi had burst into bloom! It sprouted buds, bloomed blossoms, and produced fully ripe almonds!",
      "9": "Then Moses took out all the rods from the Lord’s presence to show all the Israelis. Everybody looked, and then each man took his rod.",
      "10": "Then the Lord instructed Moses, “Return Aaron’s rod before the testimony to be kept for a reminder against the rebels so that you may put an end to their complaints against me and so that they won’t die.”",
      "11": "So Moses did exactly what the Lord had commanded him to do.",
      "12": "Then the Israelis told Moses, “We’re sure to die! We’re all going to perish—all of us!",
      "13": "Anyone who comes near or approaches the Lord’s tent is to die. Are all of us going to die?”"
    },
    "18": {
      "1": "Later, the Lord told Aaron, “You, your sons, and your father’s tribe with you are to bear the iniquity of the sanctuary. Also, you and your sons with you are to bear the iniquity of your priesthood.",
      "2": "Moreover, bring your brothers from your father’s tribe of Levi with you, so they may join you and minister to you while you and your sons with you stand in the presence of the Tent of Testimony.",
      "3": "They are to take care of your concerns and all the responsibilities involved with the tent. But they’re not to approach the holy vessels or the altar. That way, neither you nor they will die.",
      "4": "They are to join you to maintain services related to the Tent of Meeting, for all the responsibilities involved with the tent. But no unauthorized person is to approach you.",
      "5": "Take care of the sanctuary and the services of the altar so that there won’t be any more wrath on the Israelis.",
      "6": "Notice that I’ve taken your brothers, the descendants of Levi, from among the Israelis, giving them to you as a gift from the Lord to perform the service of the Tent of Meeting.",
      "7": "Now you and your sons with you are to maintain your priestly duties and all matters that concern the altar and what is housed within the veil. You are to perform these services. I’m giving you the priesthood as a gift of service, but any unauthorized person who approaches is to be put to death.”",
      "8": "Then the Lord told Aaron, “Look! I am indeed placing you in charge of my raised offerings and the holy things concerning the Israelis. Because of your anointing, I’m giving you and your sons a prescribed portion forever.",
      "9": "This is what is to belong to you from consecrated offerings spared from the fire: all of their offerings, grain offerings, sin offerings, and trespass offerings that they render to me. They’re to be considered most sacred to you and your sons.",
      "10": "You may eat them as consecrated gifts. Every male may eat them. They’re sacred for you.",
      "11": "The raised offering and wave offerings presented by the Israelis are yours, too. I’ve given them to you, to your sons, and to your daughters as a prescribed apportionment forever. Everyone who is clean in your household may eat it.",
      "12": "All the best oil, wine, grain, and first fruits that they give to the Lord are to belong to you. Everyone who is clean in your household may eat it.",
      "13": "“The first ripe fruits of everything that the land produces and that they bring to the Lord are yours, too. Everyone who is clean in your household may eat it.",
      "14": "Every devoted thing in Israel is yours, too.",
      "15": "Everything that opens the womb, any living thing that they bring to the Lord—whether from human beings or animals—are for you. Just be sure that you redeem the firstborn of people and the firstborn of unclean animals.",
      "16": "Those that can be redeemed, you are to redeem at the age of one month, based on your estimate—for five shekels of silver, according to the shekel of the sanctuary, that is, for 20 gerahs.",
      "17": "But you are not to redeem the firstborn of a cow, sheep, or a female goat. They are holy. You are to sprinkle their blood on the altar and burn their fat for an offering made by fire, a pleasing aroma to the Lord.",
      "18": "Their meat is to belong to you, just as the breast wave offering and the right thigh is yours.",
      "19": "I’m giving you, your sons, and your daughters as a prescribed portion forever all the raised offerings of the consecrated things that the Israelis offer to the Lord. It’s a salt covenant forever before the Lord with you and your descendants with you.”",
      "20": "Then the Lord instructed Aaron, “You are not to have any inheritance in the land, nor are you to have any portion among the people. I am your portion and your inheritance among the Israelis.",
      "21": "As to the descendants of Levi, certainly I’ve given all the tithes in Israel as their inheritance in return for their services that they perform at the Tent of Meeting.",
      "22": "Therefore, the Israelis need no longer come to the Tent of Meeting, so they won’t suffer the consequences of their sin and die.",
      "23": "The descendants of Levi are to perform the service of the Tent of Meeting and they are to bear their iniquity. This is to be a statute forever, throughout your generations, that they are not to receive an inheritance among the Israelis,",
      "24": "because I’ve given to the descendants of Levi the tithes that the Israelis bring to the Lord as raised offering. Therefore I told them that, unlike the Israelis, they won’t receive an inheritance.”",
      "25": "Then the Lord instructed Moses,",
      "26": "“Tell the descendants of Levi that when they receive tithes from the Israelis (the tithes that I’ve given you from them as an inheritance), you are to offer a tenth of it as a raised offering for the Lord.",
      "27": "Your raised offerings are to be accounted for you as though it were grain from threshing floors and full produce from wine vats.",
      "28": "You are to offer a raised offering to the Lord from all your tithes that you receive from the Israelis. Give Aaron the priest the raised offering of the Lord",
      "29": "out of all the most consecrated offerings that you receive, that is, all the raised offerings of the Lord, with all its best and the most holy parts of it.",
      "30": "Tell them that when they bring the best from it, as far as the descendants of Levi are concerned, it is to be considered like produce from the threshing floors and wine vats.",
      "31": "You and your household may eat it anywhere, because it’s a reward to you in return for your services at the Tent of Meeting.",
      "32": "You won’t sin by offering the best of it, and you are not to profane the sacred things of the Israelis, so that you won’t die.”"
    },
    "19": {
      "1": "The Lord told Moses and Aaron,",
      "2": "“This is the ordinance of the law that the Lord commanded that the Israelis be told: They are to bring you a spotless red heifer, without physical defect, that has never been fitted with a yoke.",
      "3": "They are to deliver it to Eleazar the priest, and it is to be brought outside the camp and slaughtered in his presence.",
      "4": "Then Eleazar the priest is to take blood from it with his finger and sprinkle the blood in front of the Tent of Meeting.",
      "5": "The entire heifer is to be incinerated in his presence, including its skin, its flesh, its blood, and its dung.",
      "6": "Then the priest is to take some cedar wood, hyssop, and scarlet material and throw it into the middle of the burning heifer.",
      "7": "The priest is to wash his clothes and bathe himself with water, after which he may enter the camp, but he is to remain unclean until evening.",
      "8": "Whoever takes part in the burning is to wash his clothes and bathe himself in water and is to remain unclean until the evening.",
      "9": "Then someone who is clean is to gather the ashes of the heifer and lay them outside the camp in a clean place. This is to be done for the community of Israel to use for water of purification from sin.",
      "10": "Whoever gathers the ashes of the heifer is to wash his clothes and is to remain unclean until the evening. This ordinance is to remain for the benefit of both the Israelis and the resident aliens who live among them.”",
      "11": "“Whoever comes in contact with the body of a dead person is to remain unclean for seven days.",
      "12": "He is to purify himself on the third day and he will be clean on the seventh day. But if he can’t purify himself on the third day then he can’t be clean on the seventh day.",
      "13": "Anyone who comes in contact with a dead person (that is, with the corpse of a human being who has died), but who does not purify himself, defiles the Lord’s tent. That person is to be eliminated from Israel, because the water of impurity wasn’t sprinkled on him. He remains unclean and his uncleanness will remain with him.",
      "14": "“This is the procedure to follow when a man dies in his tent: Everyone who enters the tent and everyone in it is to remain unclean for seven days.",
      "15": "Every open vessel that has no covering fastened around it is to be considered unclean.",
      "16": "Whoever is out in an open field and touches the body of someone who was killed by a sword, or a dead body, or someone’s bones, or a grave, he is to be considered unclean for seven days.",
      "17": "“Now as for the unclean, they are to take ashes from the burning sin offering, and pour running water on it inside a vessel.",
      "18": "A clean person is to take some hyssop, dip it in water, and then sprinkle it on the tent, on every vessel, and on whoever was there (that is, on whoever touched the bones, the killed person, or the dead body, including whoever dug the grave).",
      "19": "The clean person is to sprinkle the unclean person on the third day and seventh day and then he is to purify himself on the seventh day, wash his clothes, and bathe with water. He is to be considered clean at evening.",
      "20": "“The person who is unclean but who doesn’t purify himself is to be eliminated from contact with the assembly, since he has defiled the Lord’s sanctuary and the water of impurity wasn’t sprinkled on him. He is to be considered unclean",
      "21": "as a continuing reminder to them. Whoever sprinkles the water of impurity is to wash his clothes, and whoever comes in contact with the water of impurity is to remain unclean until evening.",
      "22": "Furthermore, anything that the unclean person touches is to be considered unclean and the person who touches him is to be considered unclean until the evening.”"
    },
    "20": {
      "1": "The entire community of the Israelis entered the Zin wilderness during the first month. The people stayed in Kadesh. Miriam died and was buried there.",
      "2": "But there was no water for the community, so they gathered together against Moses and Aaron.",
      "3": "As the people argued with Moses, they told him, “We wish that we had died when our relatives died in the Lord’s presence!",
      "4": "Why did you bring the assembly of the Lord into this wilderness? So we and our cattle could die here?",
      "5": "Why did you take us out of Egypt and bring us to this terrible place? There’s no place to plant seeds, fig trees, vines, or pomegranates! And there’s no water to drink!”",
      "6": "Then Moses and Aaron went into the presence of the community at the entrance to the Tent of Meeting and fell on their faces. Then the glory of the Lord appeared to them.",
      "7": "The Lord told Moses,",
      "8": "“Take the rod, gather the community together, and then you and your brother Aaron are to speak to the rock right before their eyes. It will release water. As you bring water to them from the rock, the community and the cattle will be able to drink.”",
      "9": "So Moses took the rod in the Lord’s presence, just as he had commanded.",
      "10": "Then Moses and Aaron gathered the community together in front of the rock. “Pay attention, you rebels!” Moses told them. “Are we to bring you water from this rock?”",
      "11": "Then Moses raised his hand and struck the rock twice with his rod. Lots of water gushed out, and both the community and their cattle were able to drink.",
      "12": "But the Lord rebuked Moses and Aaron, telling Moses: “Because you both didn’t believe me, because you didn’t consecrate me as holy in the presence of the Israelis, you won’t be the ones to bring this congregation into the land that I’m about to give them.”",
      "13": "Because the Israelis argued with the Lord and he was set apart among them, this place was called the Meribah Springs.",
      "14": "Later, Moses sent messengers from Kadesh to the king of Edom with this message: “This is what your relative Israel says: ‘You know all the hardships we’ve encountered.",
      "15": "Our ancestors went down to Egypt, where we lived for many years. But the Egyptians treated us and our ancestors viciously.",
      "16": "Then we cried to the Lord and he heard our voice, sending us a messenger who brought us out of Egypt. Now look! We’ve arrived in Kadesh, a city at the extreme end of your territory.",
      "17": "Permit us now to pass through your land. We won’t pass through your fields or vineyards, and we won’t drink water from your wells. We’ll keep to the King’s Highway without turning either right or left until we have passed through your territory.’”",
      "18": "But Edom replied, “You are not to pass through my land. If you do, I’ll come out and start a war with you.”",
      "19": "Then the Israelis replied, “Permit us to travel on the highway. If we and our cattle drink your water, we’ll pay the price you ask. Only please let us walk through, and nothing more.”",
      "20": "But still he replied, “No. You’re not to pass through.” Then Edom went out to meet Moses with a vast army and a lot of military might.",
      "21": "That’s how Edom refused Israel passage through their territory. So Israel turned away from there.",
      "22": "They traveled from Kadesh, and then the entire community of the Israelis arrived at Mount Hor.",
      "23": "Then the Lord told Moses and Aaron at Mount Hor, near the territory of Edom,",
      "24": "“Aaron is to be gathered to his people, since he is not to enter the land that I’m about to give the Israelis. After all, you both rebelled against my command at the Meribah Springs.",
      "25": "So take Aaron and his son Eleazar and ascend Mount Hor.",
      "26": "Remove Aaron’s vestments and place them on his son Eleazar, because Aaron is to be gathered to his people and die there.”",
      "27": "So Moses did just what the Lord had commanded. They ascended Mount Hor right in front of the entire community.",
      "28": "As Moses was stripping Aaron’s garments from him and clothing Aaron’s son Eleazar with them, Aaron died there on top of the mountain. Afterwards, Moses and Eleazar came down from the mountain.",
      "29": "When the entire community saw that Aaron had died, they mourned in memory of Aaron for 30 days."
    },
    "21": {
      "1": "When the Canaanite king of Arad, who lived in the Negev, heard that Israel was coming along the Atharim caravan route, he fought against Israel and took some of them captive.",
      "2": "Then Israel made this vow in the Lord’s presence: “If you give these people into our control, we intend to devote their cities to total destruction.”",
      "3": "When the Lord heard what Israel had decided to do, he delivered the Canaanites to them, and Israel exterminated them and their cities. They named the place Hormah.",
      "4": "After this, they traveled from Mount Hor along the caravan route by way of the Sea of Reeds and went around the land of Edom. But when the people got impatient because it was a long route,",
      "5": "the people complained against the Lord and Moses. “Why did you bring us out of Egypt to die in the wilderness?” they asked. “There’s no food and water, and we’re tired of this worthless bread.”",
      "6": "In response, the Lord sent poisonous serpents among the people to bite them. As a result, many people of Israel died.",
      "7": "Then the people approached Moses and admitted, “We’ve sinned by speaking against the Lord and you. Pray to the Lord, that he’ll remove the serpents from us.” So Moses prayed in behalf of the people.",
      "8": "Then the Lord instructed Moses, “Make a poisonous serpent out of brass and fasten it to a pole. Anyone who has been bitten and who looks at it will live.”",
      "9": "So Moses made a bronze serpent and fastened it to a pole. If a person who had been bitten by a poisonous serpent looked to the serpent, he lived.",
      "10": "After this, the Israelis traveled and encamped at Oboth.",
      "11": "Then they traveled from Oboth and encamped at Iye-abarim, in the wilderness that is in the vicinity of Moab’s eastern border.",
      "12": "From there, they traveled and encamped in the valley of Zered.",
      "13": "Then they traveled to the other side of Arnon and camped in the wilderness that borders the territory of the Amorites. (Arnon borders Moab between Moab and the Amorites,",
      "14": "which is why the Book of the Wars of the Lord reads, “Waheb and Suphah and the wadis of the Arnon,",
      "15": "and the slope of the valleys, that extends to the dwelling places of Ar and the borders of Moab.”)",
      "16": "From there they traveled to the Well of Beer, where the Lord had instructed Moses, “Gather the people together and I’ll give you water.”",
      "17": "That’s also where Israel sang this song:\nRise up, well!\n    Sing to it!",
      "18": "It’s the well that the leaders dug,\n    the one carved out by the nobles of the people\n        with their scepters and staffs.\nThen they moved on in the wilderness from there to Mattanah,",
      "19": "then from Mattanah to Nahaliel, from Nahaliel to Bamoth,",
      "20": "and from Bamoth to the valley of Moab where their fields are, and from there to the top of Mount Pisgah, that looks down toward the open desert.",
      "21": "Later, Israel sent messengers to Sihon, king of the Amorites, who conveyed this request:",
      "22": "“Permit us to pass through your land. We won’t trespass in your fields or vineyards. We won’t drink water from any well, and we’ll only travel along the King’s Highway until we’ve passed through your territory.”",
      "23": "Instead of letting Israel pass through his territory, Sihon mustered his entire army and marched out to meet them in the wilderness. He arrived at Jahaz and attacked Israel.",
      "24": "But Israel defeated him in battle and took possession of all his lands from Arnon to Jabbok, including the Ammonites, even though the border of the Ammonites was strong.",
      "25": "So Israel captured all of those cities, occupied all the Amorite cities in Heshbon, and all its towns.",
      "26": "Heshbon was the capital city of Sihon, king of the Amorites, who fought against the previous king of Moab and captured all his land from his capital city to Arnon.",
      "27": "Therefore the ones who speak in proverbs say:\nCome to Heshbon\n    and let it be built!\n        Let the city of Sihon be established!",
      "28": "A fire has gone out from Heshbon,\n    and a flame from the city of Sihon.\nIt consumed Ar of Moab\n    and the lords of the high places who lived in Arnon.",
      "29": "Woe to you, Moab!\n    You are destroyed, you people of Chemosh!\nHe has given up his sons as fugitives\n    and his daughters have gone into captivity\n        to Sihon, king of the Amorites.",
      "30": "We’ve fired at them.\n    Heshbon has perished as far as Dibon.\nWe’ve destroyed them as far as Nophah\n    even as far as Medeba.",
      "31": "So Israel lived in Amorite territory.",
      "32": "Then Moses sent out explorers to scout Jazer. They captured its towns and drove out the Amorites who were there.",
      "33": "Then they turned toward Bashan. However, Og, the king of Bashan, mustered his army and went out to attack them at Edrei.",
      "34": "The Lord told Moses, “You are not to fear him, because I’m going to deliver him, his entire army, and his land into your control. Do to him just what you’ve done to Sihon, king of the Amorites, who used to live in Heshbon.”",
      "35": "So they attacked him, his sons, and his entire army, until there wasn’t even a single survivor left. Then they took possession of his land."
    },
    "22": {
      "1": "The Israelis continued their travels, eventually encamping on the plains of Moab beside the Jordan River opposite Jericho.",
      "2": "Zippor’s son Balak saw everything that Israel had done to the Amorites.",
      "3": "As a result, Moab greatly feared the people, because they were so numerous. Because a sense of impending doom was afflicting the Moabites as they faced the Israelis,",
      "4": "the Moabites told the elders of Midian, “This horde of people is about to lick up everything around us, like an ox licks up the green ground.”\nAt that time, Zippor’s son Balak was the king of Moab.",
      "5": "He sent messengers to Beor’s son Balaam in Pethor, near the Euphrates River, the land where the descendants of his people originated, to summon his aid. He said, “Look! A group of people have escaped from Egypt. They cover the surface of the whole earth, and are sitting here right in front of me.",
      "6": "So come right now and curse this people for me, because there are too many of them for me to handle. Perhaps I’ll be able to strike them down and drive them out of the land, since I know that whomever you bless is blessed and whomever you curse is cursed.”",
      "7": "So the elders of Moab and Midian left to visit Balaam, bringing an honorarium with them, and communicated Balak’s concerns to him.",
      "8": "In answer, Balaam told them, “Stay here for the night and I’ll bring back a message to you, depending on what the Lord says to me.” So the officers of Moab stayed with Balaam overnight.",
      "9": "God visited Balaam and asked him, “Who are these men with you?”",
      "10": "Then Balaam told God, “Zippor’s son Balak, king of Moab, sent them to me and said,",
      "11": "‘Look! A group of people have escaped from Egypt. They cover the surface of the whole earth! So come right now and curse them for me. Perhaps I’ll be able to fight against them and drive them out.’”",
      "12": "But God told Balaam, “Don’t go with them. Don’t curse the people, because they’re blessed.”",
      "13": "So Balaam got up the next morning and told Balak’s officials, “Go back to your homeland, because the Lord has refused me permission to go with you.”",
      "14": "So Balak’s officials got up, returned to Balak and reported, “Balaam refused to come with us.”",
      "15": "In response, Balak sent more officers—higher ranking ones, at that!—",
      "16": "who approached Balaam with this message: “This is what Zippor’s son Balak says: ‘Don’t let anything get in the way of your coming to me.",
      "17": "I’m determined to reward you generously, and I’ll do everything you tell me to do. So come right away and curse this people for me.’”",
      "18": "Balaam responded to Balak’s entourage by saying, “Even if Balak were to give me his house full of silver and gold, I won’t double-cross the command of the Lord my God in even the slightest way.",
      "19": "Meanwhile, stay here overnight so I may learn what the Lord might say to me.”",
      "20": "God came to visit Balaam that same night and told him, “If the men come to call on you, get up and go with them, but be sure to do only what I tell you to do.”",
      "21": "The next morning, Balaam got up, saddled his donkey, and started to leave, accompanied by the Moabite officials.",
      "22": "At this, the anger of the Lord flared up against Balaam, because he was leaving. So the angel of the Lord stood in the way to oppose him. As Balaam was riding his donkey, accompanied by two of his servants,",
      "23": "all of a sudden the donkey saw the angel of the Lord standing in the way, with an unsheathed sword in his hand! The donkey turned off the road and went into an open field. Balaam started beating the donkey in order to turn her back to the road,",
      "24": "but the angel of the Lord stood on a narrow path that crossed the vineyards. It had walls on both sides of the path.",
      "25": "When the donkey saw the angel of the Lord, she squeezed herself so close to the wall that Balaam’s foot was pressed to the wall. So he beat her again!",
      "26": "Then the angel of the Lord went along a little further and stood in a much narrower space, where it was impossible to turn either right or left.",
      "27": "When the donkey saw the angel of the Lord, she crouched down under Balaam. As a result, Balaam got so angry that he started to whip the donkey with his staff.",
      "28": "That’s when the Lord enabled the donkey to speak. She asked Balaam, “What did I do to you that you would beat me in the space of only three footsteps?”",
      "29": "“Because you’re playing a dirty trick on me,” Balaam answered the donkey. “If only I had a sword in my hand! I’d kill you right now!”",
      "30": "But in response, the donkey asked Balaam, “I’m your donkey that you’ve ridden on in the past without incident, am I not, and I’m the same donkey you’re riding on right now, am I not? Am I in the habit of treating you like this?”\n“No,” he admitted.",
      "31": "Then the Lord enabled Balaam to see, so he observed the angel of the Lord standing in the way, with an unsheathed sword in his hand. So he bowed down and prostrated himself on his face.",
      "32": "Then the angel of the Lord asked him, “Why did you beat your donkey in the space of only three footsteps? I’ve come to oppose you, because I say that what you’re doing is perverted.",
      "33": "The donkey saw me and turned in front of me in the space of those three footsteps.",
      "34": "If she hadn’t turned away from me, I would have killed you by now and left her alive!”\nAt this, Balaam replied to the angel of the Lord, “I’ve sinned! I didn’t know that you were standing to meet me on the road. So now, since it displeases you, let me go back.”",
      "35": "But the angel of the Lord told Balaam, “Go with the men, but deliver only the message that I’m going to give you.” So Balaam went with Balak’s officials.",
      "36": "When Balak heard that Balaam had arrived, he went out to meet him in the city of Moab on the border of Arnon at the extreme end of his territory.",
      "37": "Balak asked Balaam, “Didn’t I repeatedly send for you to summon you? Why didn’t you come to me? I can pay you well, can’t I?”",
      "38": "Balaam answered Balak, “Well, I’m here now. I’ve come to you, but I can’t just say anything, can I? I’ll speak only what God puts in my mouth to say.”",
      "39": "So accompanied by Balaam and Balak’s officials, Balak traveled to Kiriath-huzoth,",
      "40": "where he sacrificed oxen and sheep.",
      "41": "The next day, Balak brought Balaam up to Bamoth-baal, where he could see part of the community of Israel."
    },
    "23": {
      "1": "Balaam told Balak, “Build for me here seven altars and prepare here for me seven bulls and seven rams.”",
      "2": "So Balak did just as Balaam instructed. Balak and Balaam offered a bull and a ram on each altar.",
      "3": "Then Balaam instructed Balak, “Stand by your offering and leave me alone by myself. Perhaps the Lord will come to meet me. I’ll tell you whatever he reveals to me.”\nAnd so he went to a high place,",
      "4": "where the Lord met with Balaam, who told him, “I’ve prepared seven altars and offered bulls and rams on an altar.”",
      "5": "Then the Lord gave Balaam this message. “Return to Balak and speak to him.”",
      "6": "So Balaam returned to where Balak had been standing, that is, next to his offerings, accompanied by all the Moabite officials.",
      "7": "Then Balaam uttered this prophetic statement:\n“King Balak of Moab brought me from Aram,\n    from the eastern mountains,\n        and told me,\n‘Come and curse Jacob for me.\n    Come and curse Israel.’",
      "8": "But how can I curse those whom God hasn’t cursed?\n    How can I denounce\n        those whom the Lord hasn’t denounced?",
      "9": "I saw them from the top of the rocks.\n    I watched them from the hills.\nTruly this is a people that lives by itself\n    and doesn’t matter among the nations.",
      "10": "Who can count the dust of Jacob?\n    Who can number the dust of Israel?\nLet me die the death of the righteous,\n    and may I end up like him.”",
      "11": "“What are you doing to me?” Balak asked Balaam. “I brought you to curse my enemies, not pronounce a blessing!”",
      "12": "But in response, Balaam asked, “Shouldn’t I be careful to communicate only what the Lord puts in my mouth?”",
      "13": "“Come with me to another place where you can see them,” Balak replied. “You’ll only see a portion of them, because you won’t be able to see them completely. Come and curse them from there for me.”",
      "14": "So Balak took him to the field of Zophim, and from there to the top of Mount Pisgah, where he built seven altars and then offered a bull and a ram on each altar.",
      "15": "Then he told Balak, “Stand by your offering while I go alone to meet the Lord.”",
      "16": "Then the Lord met with Balaam and gave a message to him. “Now go back to Balak and speak to him.”",
      "17": "So Balaam returned to where Balak had been standing, that is, next to his offerings, accompanied by the Moabite officials.\n“What did the Lord say?” Balak asked him.",
      "18": "In response, Balaam uttered this prophetic statement:\n“Stand up, Balak, and pay attention!\n    Listen to me, you son of Zippor!",
      "19": "God is not a human male—\n    he doesn’t lie,\nnor is he a human being—\n    he never vacillates.\nOnce he speaks up,\n    he’s going to act, isn’t he?\nOnce he makes a promise,\n    he’ll fulfill it, won’t he?",
      "20": "Look! I’ve received a blessing,\n    and so I will bless.\n        I won’t withdraw it.",
      "21": "He has not responded to iniquity in Jacob\n    or gazed at mischief in Israel.\nThe Lord his God is with them,\n    and the triumphant cry of a king is among them.",
      "22": "From Egypt God brought them—\n    his strength was like a wild ox!",
      "23": "No Satanic plan against Jacob\n    nor divination against Israel\n        can ever prevail.\nWhen the time is right,\n    it is to be asked about Jacob and Israel,\n        ‘What has God accomplished?’",
      "24": "Look! The people are like lions.\n    Like the lion, he rises up!\nHe does not lie down again\n    until he has consumed his prey\n        and drunk the blood of the slain.”",
      "25": "Then Balak told Balaam, “Don’t curse them or bless them!”",
      "26": "“Didn’t I tell you,” Balaam responded to Balak, “that I’ll say whatever the Lord tells me to say?”",
      "27": "So Balak exhorted Balaam, “Let’s go right now! I’ll take you to another place. Maybe God will agree to have you curse them for me from there.”",
      "28": "So Balak took Balaam to the top of Mount Peor, which overlooks the open wilderness.",
      "29": "Balaam told Balak, “Build seven altars for me right here. Then prepare seven bulls and seven rams.”",
      "30": "Balak did just what Balaam had instructed—he offered a bull and a ram on each altar."
    },
    "24": {
      "1": "When Balaam noticed that the Lord was pleased that Balaam was blessing Israel, he didn’t behave as he had time after time before, that is, to practice divination. Instead, he turned with his face to the wilderness,",
      "2": "looked up, and saw Israel encamped in their respective tribal order. Just then, the spirit of God came upon him.",
      "3": "Balaam uttered this prophetic statement:\n“A declaration by Beor’s son Balaam,\n    a declaration by the strong, blind man.",
      "4": "A declaration from one who hears what God has to say,\n    who saw the vision that the Almighty revealed,\nwho keeps stumbling\n    with open eyes.",
      "5": "Jacob, your tents are so fine,\n    as well as your dwelling places, O Israel!",
      "6": "They’re spread out like valleys,\n    like gardens along river banks,\nlike aloe planted by the Lord,\n    or like cedars beside water.",
      "7": "He will pour water from his buckets,\n    and his descendants will stream forth like abundant water.\nHis king will be more exalted than Agag\n    when he exalts his own kingdom.",
      "8": "God is bringing them out of Egypt\n    with the strength of an ox.\nHe’ll devour enemy nations,\n    break their bones,\n        and impale them with arrows.",
      "9": "He crouches, laying low like a lion.\n    Who would awaken him?\nThose who bless you are blessed,\n    and those who curse you are cursed.”",
      "10": "Balak flew into a rage and he started hitting his fists together. “I called you to curse my enemies,” he yelled at Balaam. “But look here! You’ve blessed them three times!",
      "11": "Now get out of here! I had promised you that I would definitely honor you, but now the Lord has kept me from doing that!”",
      "12": "But Balaam replied to Balak, “I told your messengers,",
      "13": "‘Even if Balak gives me his palace full of silver and gold, I won’t double-cross the command of the Lord and do anything—whether good or evil—on my own initiative, because I’m going to say whatever the Lord says.’",
      "14": "Meanwhile, since I have to return to my people, come and listen while I tell you what this people will be doing to your people in the last days.”",
      "15": "Then Balaam uttered this prophetic statement:\n“The declaration by Beor’s son Balaam,\n    a declaration by the strong, blind man.",
      "16": "A declaration from one who hears what God has to say,\n    who knows what the Most High knows,\nwho saw the vision that the Almighty revealed,\n    who keeps stumbling with open eyes.",
      "17": "I can see him,\n    but not right now.\nI observe him,\n    but from a distance. \nA star streams forth from Jacob;\n    a scepter arises from Israel.\nHe will crush Moab’s forehead,\n    along with all of Seth’s descendants.",
      "18": "Edom will be a conquered nation\n    and Seir will be Israel’s defeated foe,\n        while Israel performs valiantly.",
      "19": "He will rule over Jacob,\n    annihilating those who survive in the city.”",
      "20": "Next, Balaam looked directly at Amalek and then uttered this prophetic statement:\n“Even though Amalek is an international leader,\n    his future is permanent destruction.”",
      "21": "Balaam also uttered this prophetic statement about the Kenites:\n“Your dwelling places are stable,\n    because your nest is carved in solid rock.",
      "22": "Nevertheless, Kain will be incinerated.\n    How long will it take until Asshur takes you hostage?”",
      "23": "Finally, he uttered this prophetic statement:\n“Ah, who can live,\n    unless God makes it happen?",
      "24": "Ships under control of Kittim will devastate Asshur and Eber,\n    until they are permanently destroyed.”",
      "25": "Then Balaam got up, returned to his country, and Balak went on his way."
    },
    "25": {
      "1": "While Israel remained encamped in Shittim, the people began to commit sexual immorality with Moabite women,",
      "2": "who also invited the people to the sacrifices of their gods. So the people ate what they had sacrificed and then worshipped their gods.",
      "3": "The people joined the Baal-peor cult. As a result, the anger of the Lord flared up against Israel,",
      "4": "so the Lord told Moses, “Take all the leaders of the people and execute them in broad daylight for the Lord, so the Lord’s burning anger may be withdrawn from Israel.”",
      "5": "Then Moses ordered the judges of Israel, “Each one of you is to execute the men in his own tribe who joined the Baal-peor cult.”",
      "6": "That very moment, one of the Israelis arrived, bringing to his brothers one of the Midianite women, right in front of Moses and the entire community of Israel, while they were weeping at the entrance to the Tent of Meeting!",
      "7": "When Eleazar’s son Phinehas, grandson of Aaron the priest saw this, he jumped up from the middle of the community, grabbed a javelin in his hand,",
      "8": "followed the Israeli man inside his tent, and impaled the two of them—the Israeli man and the woman—right through both of them and into her abdomen. Then the plague infecting the Israelis was brought to a halt. Nevertheless,",
      "9": "24,000 people died because of the plague.",
      "10": "The Lord told Moses,",
      "11": "“Eleazar’s son Phinehas, grandson of Aaron the priest, has turned my wrath away from Israel. Because his zealousness reflected my own zeal for them, I didn’t consume Israel in my jealousy.",
      "12": "Therefore, I’m certainly going to be giving him my covenant of peace,",
      "13": "for him and for his descendants after him, too, a covenant of perpetual priesthood, because he was zealous for his God and made atonement for the Israelis.”",
      "14": "Now the name of the Israeli man who was slain, along with the Midianite woman, was Salu’s son Zimri, a leader from the tribe of Simeon.",
      "15": "The woman who was slain, that is, the Midianite woman, was named Cozbi. She was the daughter of Zur, a leader of one of the ancestral houses of Midian.",
      "16": "Later, the Lord ordered Moses,",
      "17": "“Attack the Midianites and execute them,",
      "18": "because they’ve acted deceitfully, bringing trouble to you in this incident at Peor with Cozbi, daughter of a prince from Midian, who was killed during the plague that came about because of the incident at Peor.”"
    },
    "26": {
      "1": "After the plague was over, the Lord told Moses and Aaron the priest’s son Eleazar,",
      "2": "“Take a census of the entire community of Israel from the age of 20 years and above, according to each ancestral tribe, counting everyone who is able to go out to war in Israel.”",
      "3": "Moses and Eleazar the priest spoke to them in the plains of Moab, by the Jordan River in Jericho.",
      "4": "They counted every male Israeli who had come out of Egypt and who was 20 years old and above, just as the Lord had commanded Moses.",
      "5": "From Reuben, Israel’s firstborn, the descendants of Reuben included from Hanoch, the family of the descendants of Hanoch; from Pallu, the family of the descendants of Pallu;",
      "6": "from Hezron, the family of the descendants of Hezron; and from Carmi, the family of the descendants of Carmi.",
      "7": "These families of the descendants of Reuben numbered 43,730.",
      "8": "Now Pallu’s son was Eliab.",
      "9": "The descendants of Eliab were Nemuel, Dathan, and Abiram. Dathan and Abiram were removed from the community because they joined the rebellion against Moses and Aaron, as did Korah’s company when they rebelled against the Lord.",
      "10": "The ground had opened its mouth and swallowed them up, along with Korah. Also, that group died when the fire devoured 250 men as a warning sign,",
      "11": "but Korah’s direct descendants didn’t die.",
      "12": "The descendants of Simeon, listed according to their families, included: From Nemuel, the family of the descendants of Nemuel; from Jamin, the family of the descendants of Jamin; from Jachin, the family of the descendants of Jachin;",
      "13": "from Zerah, the family of the descendants of Zerah; and from Shaul, the family of the descendants of Shaul.",
      "14": "These families of the descendants of Simeon numbered 22,200.",
      "15": "The descendants of Gad, listed according to their families, included: From Zephon, the family of the descendants of Zephon; from Haggi, the family of the descendants of Haggi; from Shuni, the family of the descendants of Shuni;",
      "16": "from Ozni, the family of the descendants of Ozni; from Eri, the family of the descendants of Eri;",
      "17": "from Arod, the family of the descendants of Arod; and from Areli, the family of the descendants of Areli.",
      "18": "These families of the descendants of Gad numbered 40,500.",
      "19": "The descendants of Judah originally included Er and Onan, though Er and Onan died in the land of Canaan.",
      "20": "The descendants of Judah, listed according to their families, included: From Shelah, the family of the descendants of Shelah; from Perez, the family of the descendants of Perez; and from Zerah, the family of the descendants of Zerah.",
      "21": "The descendants of Perez included: From Hezron, the family of the descendants of Hezron; and from Hamul, the family of the descendants of Hamul.",
      "22": "These families of Judah numbered 76,500.",
      "23": "The tribe of Issachar, listed according to their families, included: From Tola, the family of the descendants of Tola; from Puvah, the family of the descendants of Puvah;",
      "24": "from Jashub, the family of the descendants of Jashub; and from Shimron, the family of the descendants of Shimron.",
      "25": "These families of Issachar numbered 64,300.",
      "26": "The tribe of Zebulun, listed according to their families, included: From Sered, the family of the descendants of Sered; from Elon, the family of the descendants of Elon; and from Jahleel, the family of the descendants of Jahleel.",
      "27": "These families of the descendants of Zebulun numbered 60,500.",
      "28": "The tribe of Joseph, listed according to their families, included Manasseh and Ephraim.",
      "29": "The descendants of Manasseh included: From Machir, the family of the descendants of Machir. (Machir was the father of Gilead.) From Gilead, the family of the Gileadites",
      "30": "included: From Iezer, the family of the descendants of Iezer; from Helek, the family of the descendants of Helek;",
      "31": "from Asriel, the family of the descendants of Asriel; from Shechem, the family of the descendants of Shechem;",
      "32": "from Shemida, the family of the descendants of Shemida; and from Hepher, the family of the descendants of Hepher.",
      "33": "Hepher’s son Zelophehad had no sons, but the names of Zelophehad’s daughters were Mahlah, Noah, Hoglah, Milcah, and Tirzah.",
      "34": "These families of Manasseh numbered 52,700.",
      "35": "The descendants of Ephraim, listed according to their families, included: From Shuthelah, the family of the descendants of Shuthelah; from Becher, the family of the descendants of Becher; and from Tahan, the family of the descendants of Tahan.",
      "36": "The descendants of Shuthelah included from Eran, the family of the descendants of Eran.",
      "37": "These families of Ephraim numbered 32,500. These were the descendants of Joseph, listed according to their families.",
      "38": "The tribe of Benjamin, listed according to their families, included: From Bela, the family of the descendants of Bela; from Ashbel, the family of the descendants of Ashbel; from Ahiram, the family of the descendants of Ahiram;",
      "39": "from Shephupham, the family of the descendants of Shephupham; and from Hupham, the family of the descendants of Hupham.",
      "40": "The descendants of Bela were Ard and Naaman: From Ard, the family of the descendants of Ard; and from Naaman, the family of the descendants of Naaman.",
      "41": "These descendants of Benjamin’s families numbered 45,600.",
      "42": "The tribe of Dan, listed according to their families, included the families of the descendants of Shuham.",
      "43": "All the families of the Shuhamites numbered 64,400.",
      "44": "The tribe of Asher, listed according to their families, included: From Imnah, the family of the descendants of Imnah; from Ishvi, the family of the descendants of Ishvi; and from Beriah, the family of the descendants of Beriah.",
      "45": "The descendants of Beriah included: From Heber, the family of the descendants of Heber; and from Malchiel, the family of the descendants of Malchiel.",
      "46": "(The name of Asher’s daughter was Serah.)",
      "47": "These descendants of Asher numbered 53,400.",
      "48": "The tribe of Naphtali, listed according to their families, included: From Jahzeel, the family of the descendants of Jahzeel; from Guni, the family of the descendants of Guni;",
      "49": "from Jezer, the family of the descendants of Jezer; and from Shillem, the family of the descendants of Shillem.",
      "50": "These families of Naphtali numbered 45,400.",
      "51": "The total of those numbered among the Israelis was 601,730.",
      "52": "Then the Lord told Moses,",
      "53": "“The land is to be divided for an inheritance according to the total number of these names.",
      "54": "The more there are in number, you are to increase their inheritance, and the less there are in number, you are to decrease their inheritance. You are to provide an inheritance to each based on the size of their family,",
      "55": "but the land is to be divided by lot, inheriting according to the names of their ancestor’s tribe.",
      "56": "Depending on the lot, the portion of their inheritance is to be divided between those with more members and those with fewer members.”",
      "57": "Those who were numbered from the descendants of Levi, listed according to their families, included: From Gershon, the family of the descendants of Gershon; from Kohath, the family of the descendants of Kohath; and from Merari, the family of the descendants of Merari.",
      "58": "These were the families of Levi: The family of the descendants of Libni, the family of the descendants of Hebron, the family of the descendants of Mahli, the family of the descendants of Musha, and the family of the descendants of Korah.\nNow Kohath had a son named Amram.",
      "59": "Amram’s wife was Levi’s daughter Jochebed, who was born to Levi in Egypt. She gave birth to Aaron, Moses, and their sister Miriam.",
      "60": "To Aaron were born Nadab, Abihu, Eleazar, and Ithamar.",
      "61": "But Nadab and Abihu died when they offered unauthorized fire in the Lord’s presence.",
      "62": "All of those individuals numbered 23,000. No male from the age of a month and above was numbered among the Israelis because no inheritance was to be assigned to them among the Israelis.",
      "63": "So this has been a list of those who were registered by Moses and Eleazar the priest when they numbered the Israelis in the plains of Moab by the Jordan at Jericho.",
      "64": "But none of these men among these numbered by Moses and by Aaron the priest (that is, when they numbered the Israelis in the wilderness of Sinai) survived to enter the land,",
      "65": "because the Lord had said about them, “They’ll certainly die in the wilderness. No man will survive from them except Jephunneh’s son Caleb and Nun’s son Joshua.”"
    },
    "27": {
      "1": "Now the daughters of Hepher’s son Zelophehad, Gilead’s grandson, who had been fathered by Machir, who had been fathered by Manasseh, from the tribe of Manasseh, the direct son of Joseph, were named Mahlah, Noah, Hoglah, Milcah, and Tirzah. They approached",
      "2": "Moses, Eleazar the priest, the elders, and the entire community at the entrance to the Tent of Meeting, stood before them, and said,",
      "3": "“Our father died in the wilderness, but he wasn’t with the company of those who gathered against the Lord along with the company of Korah. He died in his own sin, and he had no sons.",
      "4": "Why are you going to eliminate the name of our father from his family, just because he had no son? Give us a possession from among our father’s relatives.”",
      "5": "So Moses brought the family into the Lord’s presence,",
      "6": "and the Lord told Moses,",
      "7": "“The daughters of Zelophehad are telling the truth. You are certainly to give to them a possession for an inheritance among their father’s relatives. You are to pass on the inheritance of their father to them.",
      "8": "Tell the Israelis that when a man dies without a son, you are to pass his inheritance to his daughter.",
      "9": "If he doesn’t have a daughter, give his inheritance to his brothers.",
      "10": "If he doesn’t have brothers, give his inheritance to his father’s brothers.",
      "11": "If his father doesn’t have brothers, then give his inheritance to a relative who is nearest to him from the family and he’ll take possession of it. This is to be a permanent ordinance for the Israelis, just as the Lord commanded Moses.”",
      "12": "Then the Lord told Moses, “You are to climb these Abarim mountains and look over the land that I’m going to give the Israelis.",
      "13": "After you’ve seen it, you’ll be taken to be with your people just as your brother Aaron was gathered to them,",
      "14": "because in the wilderness of Zin, when the community rebelled, you rebelled against my command to treat me as holy before their eyes in regards to the Meribah Springs in Kadesh in the wilderness of Zin.”",
      "15": "Moses responded to the Lord,",
      "16": "“May the Lord God of the spirits of all living creatures appoint a man over the community",
      "17": "who will go in and out before them, and who will lead them out and bring them in so that the Lord’s community won’t be like a flock without a shepherd.”",
      "18": "“Select Nun’s son Joshua. The Spirit is in that man,” the Lord answered Moses. “You are to lay your hand on him",
      "19": "and make him stand in front of Eleazar the priest and the entire community. Then you are to set him in charge right before their eyes,",
      "20": "turning over your authority to him so that the entire community of Israel knows to obey him.",
      "21": "You are to make him stand in the presence of Eleazar the priest, who is to inquire on his behalf using the Urim in the presence of the Lord regarding a decision of judgment, because by his command he and all the Israelis with him will go out or come in.”",
      "22": "So Moses did what the Lord had commanded him. He took Joshua, made him stand in the presence of Eleazar the priest and the entire community,",
      "23": "laid his hands on him, and charged him, just as the Lord had commanded, using Moses’ authority."
    },
    "28": {
      "1": "The Lord told Moses,",
      "2": "“You are to command the Israelis about my offerings that they are to be sure to bring edible offerings to me, presented by fire, and a pleasing aroma to me, at their appointed time.",
      "3": "Tell them that this is the offering, presented by fire, that you are to offer to the Lord: two one year old lambs, offered daily every day.",
      "4": "Offer the first lamb in the morning and the second toward the evening,",
      "5": "accompanied by one tenth of an ephah of fine flour for grain offering, mixed with one fourth of a hin of pure olive oil.",
      "6": "This burnt offering, which was prescribed at Mount Sinai, is to be offered every day as a pleasing aroma made by fire to the Lord.",
      "7": "“The drink offering is to be one fourth of a hin for each lamb. You are to pour out a drink offering of strong wine to the Lord in the Holy Place.",
      "8": "You are also to offer the second lamb toward the evening. Just like the morning sacrifice, you are to present the grain offering, accompanied by its corresponding drink offering, as a presentation made by fire, a pleasing aroma to the Lord.”",
      "9": "“Every Sabbath day, you are to offer two one year old lambs without any defects with two tenths of an ephah of fine flour for grain offering, mixed with olive oil, along with their corresponding drink offering.",
      "10": "This burnt offering is to be presented every Sabbath, as well as the regular burnt offering, along with its corresponding drink offering.”",
      "11": "“On the first day of each month, you are to offer a burnt offering to the Lord consisting of two young bulls, one ram, and seven one year old lambs, all of them without any defects,",
      "12": "along with three tenths of an ephah of fine flour for a grain offering, mixed with olive oil, for each bull, two tenths of an ephah of fine flour for a grain offering, mixed with olive oil, for the one ram,",
      "13": "and one tenth of an ephah of fine flour mixed with olive oil as a grain offering for each lamb. This burnt offering will be a pleasing aroma, incinerated as an offering to the Lord.",
      "14": "Their drink offerings are to be half a hin of wine for each bull, one third of a hin for the ram, and one fourth of a hin for each lamb. This burnt offering is to be presented each and every month throughout the year.",
      "15": "One goat is to be offered at regular intervals as a sin offering to the Lord, accompanied by its corresponding drink offering.”",
      "16": "“The Lord’s Passover is to take place on the fourteenth day of the first month.",
      "17": "You are to hold a festival on the fifteenth day of this month for seven days, during which time unleavened bread is to be eaten.”",
      "18": "“On the first day, you are to hold a sacred assembly. No servile work is to be done.",
      "19": "Bring an offering that is to be incinerated in the Lord’s presence, consisting of two young bulls, a ram, and seven one year old lambs, all without any defects,",
      "20": "along with their grain offering of fine flour mixed with olive oil. Offer three tenths of an ephah for each bull, two tenths of an ephah for the ram,",
      "21": "and one tenth of an ephah for each of the seven lambs.",
      "22": "Then present one goat for a sin offering to make atonement for you,",
      "23": "apart from the burnt offering in the morning, which you are to continue offering.",
      "24": "Do this every day for seven days, as an edible sacrifice to the Lord made by fire, a pleasing aroma. It is to be offered apart from the regular burnt offering and its corresponding drink offering.",
      "25": "On the seventh day you are to hold another sacred assembly for your benefit, on which no servile work is to be done.”",
      "26": "“On the first day of your harvest season, you are to hold a sacred assembly when you present your first fruits during the Festival of Weeks. No servile work is to be done.",
      "27": "You are to offer this burnt offering as a pleasing aroma to the Lord: two young bulls, one ram, and seven one year old lambs,",
      "28": "along with their corresponding grain offerings of fine flour mixed with olive oil; specifically, three tenths of an ephah for each bull, two tenths of an ephah for the one ram,",
      "29": "one tenth of an ephah for each of the seven lambs,",
      "30": "and one goat to make atonement for you.",
      "31": "Offer them in addition to the regular burnt offering, accompanied by its grain offering and its corresponding drink offerings.”"
    },
    "29": {
      "1": "“You are to hold a sacred assembly on the first day of the seventh month of each year. No servile work is to be done. It’s a day of blowing trumpets for you.",
      "2": "“You are to bring these burnt offerings as a pleasing aroma to the Lord: a one year old young bull, one ram, and seven one year old lambs, all without any defects,",
      "3": "along with their corresponding grain offering of fine flour mixed with olive oil—three tenths of an ephah for the young bull, two tenths of an ephah for the ram,",
      "4": "and one tenth of an ephah for each lamb of the seven lambs,",
      "5": "accompanied by one goat for a sin offering to make atonement for you.",
      "6": "This is to be separate and apart from the burnt offering for the New Moon, with its corresponding grain offering, the regular burnt offering with its corresponding grain offering, and their drink offerings, according to their respective ordinances, as a pleasing aroma, an incinerated offering made to the Lord.",
      "7": "“You are to hold a sacred assembly on the tenth day of this same seventh month. You are to humble yourselves, and no servile work is to be done.",
      "8": "You are to bring these burnt offerings to the Lord for a pleasing aroma: one young bull, one ram, and seven one year old lambs, all without any defects, for you,",
      "9": "along with these corresponding grain offerings of fine flour mixed with olive oil: three tenths for the bull, two tenths for the one ram,",
      "10": "and one tenth for each of the seven lambs,",
      "11": "then one male goat for a sin offering, in addition to the sin offering, to make atonement, along with the regular burnt offering and its corresponding grain and drink offerings.”",
      "12": "“You are to hold a sacred assembly on the fifteenth day of the same seventh month. No servile work is to be done. You are to celebrate a festival to the Lord for seven days by",
      "13": "bringing these burnt offerings made by fire as a pleasing aroma to the Lord: Thirteen young bulls, two rams, and fourteen one year old lambs, all without any defects,",
      "14": "along with their grain offering of fine flour mixed with olive oil—three tenths for each of the thirteen bulls, two tenths for each of the two rams,",
      "15": "and one tenth for each of the fourteen lambs,",
      "16": "accompanied by one goat for a sin offering, in addition to the regular burnt offering, with its corresponding grain and drink offerings.”",
      "17": "“On the second day, you are to present twelve young bulls, two rams, and fourteen one year old lambs, all without defects,",
      "18": "along with corresponding grain and drink offerings for the bulls, rams, and lambs, according to their number, based on the ordinances,",
      "19": "and accompanied by one goat for a sin offering, in addition to the regular burnt offering, with its corresponding grain and drink offerings.”",
      "20": "“On the third day, you are to present eleven bulls, two rams, and fourteen one year old lambs, all without defects,",
      "21": "along with corresponding grain and drink offerings for the bulls, rams, and lambs, according to their number, based on the ordinances,",
      "22": "and accompanied by one goat for a sin offering, in addition to the regular burnt offering, with its corresponding grain and drink offerings.”",
      "23": "“On the fourth day, you are to present ten bulls, two rams, and fourteen one year old lambs, all without defects,",
      "24": "along with corresponding grain and drink offerings for the bulls, rams, and lambs, according to their number, based on the ordinances,",
      "25": "and accompanied by one goat for a sin offering, in addition to the regular burnt offering, with its corresponding grain and drink offerings.”",
      "26": "“On the fifth day, you are to present nine bulls, two rams, and fourteen one year old lambs, all without defects,",
      "27": "along with corresponding grain and drink offerings for the bulls, rams, and lambs, according to their number, based on the ordinances,",
      "28": "and accompanied by one goat for a sin offering, in addition to the regular burnt offering, with its corresponding grain and drink offerings.”",
      "29": "“On the sixth day, you are to present eight bulls, two rams, and fourteen one year old lambs, all without defects,",
      "30": "along with corresponding grain and drink offerings for the bulls, rams, and lambs, according to their number, based on the ordinances,",
      "31": "and accompanied by one goat for a sin offering, in addition to the regular burnt offering, with its corresponding grain and drink offerings.”",
      "32": "“On the seventh day, you are to present seven bulls, two rams, and fourteen one year old lambs, all without defects,",
      "33": "along with corresponding grain and drink offerings for the bulls, rams, and lambs, according to their number, based on the ordinances,",
      "34": "and accompanied by one goat for a sin offering, in addition to the regular burnt offering, with corresponding grain and drink offerings.”",
      "35": "“On the eighth day, you are to call a sacred assembly. No servile work is to be done.",
      "36": "You are to offer these burnt offerings by fire, a pleasing aroma to the Lord: one bull, one ram, and seven one year old lambs, all without defects,",
      "37": "along with corresponding grain and drink offerings for the bull, ram, and lambs, according to their number, based on the ordinances,",
      "38": "and accompanied by one goat for a sin offering, in addition to the regular burnt offering, with corresponding grain and drink offerings.",
      "39": "“Present these to the Lord at your appointed festival, in addition to your offerings in fulfillment of vows, free will offerings, burnt offerings, grain offerings, drink offerings, and peace offerings.”",
      "40": "Moses instructed the Israelis regarding everything that the Lord had commanded him."
    },
    "30": {
      "1": "Later, Moses told the elders of the Israeli tribes, “This is what the Lord has commanded:",
      "2": "‘When a man makes a vow to the Lord, or swears an oath—an obligation that is binding to himself—he is not to break his word. Instead, he is to fulfill whatever promise came out of his mouth.’”",
      "3": "“When a young woman makes a vow to the Lord or pledges herself to an obligation while she still lives in her father’s house,",
      "4": "and her father hears her vow and the obligations that she had pledged herself to fulfill, yet her father keeps silent about it, then all her vows and every obligation she pledged herself to are to stand.",
      "5": "But if her father disallows her on the same day that he hears what she has said, then all her vows and every obligation she had pledged herself to fulfill are not to stand. The Lord will forgive her, because her father has forbidden her.”",
      "6": "“If she has a husband and she makes a vow that is binding on herself, or if she makes a hasty vow with her mouth that she pledges herself to fulfill,",
      "7": "and her husband hears her vow, yet remains silent on the day that he hears it, then her vows are to stand and the obligation to which she had pledged herself is to stand.",
      "8": "But if, on the same day her husband hears and disallows her, then he has revoked her vows that she made for herself, along with any hasty vows that she spoke and to which she pledged herself to fulfill. The Lord will forgive her.”",
      "9": "“Everything that a widow or a divorced woman pledges herself to fulfill are to be binding on her.",
      "10": "If, while she had been living in her late or former husband’s house, she makes a vow or a promise that binds her with an oath,",
      "11": "and her husband hears it but remains silent, not disallowing it, then all her vows are to stand, along with every obligation that she has pledged to fulfill.",
      "12": "But if her husband disallowed them the very day that he heard her, everything that she spoke relating to her vows and her obligation to herself are not to stand, because her husband revoked them. The Lord will forgive her.",
      "13": "Her husband may confirm or revoke every vow and binding obligation that afflicts her.",
      "14": "But if her husband remains silent about her from day to day, then he has affirmed all her vows or obligations that she has obligated herself to fulfill. He has affirmed them because he remained silent from the day he heard her vows.",
      "15": "But if he nullified them after he had heard, then he will be responsible for any resulting iniquity.”",
      "16": "These are the statutes that the Lord commanded Moses concerning a man and his wife and concerning a father and his young daughter while she still lives in her father’s house."
    },
    "31": {
      "1": "Later, the Lord told Moses,",
      "2": "“Be sure to exact vengeance on behalf of the Israelis from the Midianites, after which you’ll be taken home to your people.”",
      "3": "So Moses instructed the people, “Muster your men of war to attack the Midianites and deliver the Lord’s vengeance against Midian.",
      "4": "Send 1,000 men to war from every tribe throughout all of Israel.”",
      "5": "So 1,000 men from every tribe—12,000 from the thousands of Israel—were mustered and equipped for war.",
      "6": "Moses sent 1,000 men from every tribe to fight against them, along with Eleazar’s son Phinehas, in whose hands were the articles of the sanctuary and trumpets to sound battle alarms.",
      "7": "They fought against the Midianites just as the Lord had commanded Moses, killing every man.",
      "8": "They executed the five kings of Midian, including Evi, Rekem, Zur, Hur, and Reba. They also executed Beor’s son Balaam with a sword.",
      "9": "After this, the Israelis took captive the Midianite women and children and confiscated as spoils of war all their cattle, livestock, and their goods.",
      "10": "They burned every town where they had lived and incinerated all of their encampments.",
      "11": "They took all the booty and plunder, including both humans and animals.",
      "12": "Then they brought the captives, booty, and plunder to Moses, to Eleazar the priest, and to the entire community of Israel at the camp on the plains of Moab, by the Jordan River in Jericho.",
      "13": "Moses and Eleazar the priest and all the leaders of the community went out to meet them outside the camp.",
      "14": "But Moses became livid with anger at the officers of the army, the captains of thousands, and the captains of hundreds who had returned from servicing in the battle.",
      "15": "“Did you keep all the women alive?” Moses asked them.",
      "16": "“Look! These women were the same ones who were counseled by Balaam to cause the Israelis to commit a grievous sin against the Lord at Peor. As a result, that plague infected the Lord’s community.",
      "17": "You are to kill every male child and every woman who has had sexual relations with a man.",
      "18": "You are to allow the young women who haven’t yet had sexual relations with a man to live for yourselves.”",
      "19": "“Now you are to stay outside the camp for seven days, after which any of you who has killed a person or touched someone who was killed may purify yourselves on the third day. You and your captives will be pure on the seventh day.",
      "20": "Furthermore, you are to purify every garment—that is, everything made of leather, goat’s hair, or containing wood.”",
      "21": "Eleazar the priest told the soldiers who had gone to battle, “This is the ordinance of the law that the Lord commanded Moses",
      "22": "concerning anything containing gold, silver, brass, iron, tin, lead,",
      "23": "or anything else that can survive a refiner’s fire: You are to pass it through fire, after which it will be clean. Then it is to be purified with the water of impurity. Everything that cannot survive a refiner’s fire is to be washed in water.",
      "24": "Wash your clothes on the seventh day, after which you will be clean. Then you may enter the camp.”",
      "25": "Then the Lord told Moses,",
      "26": "“Take an inventory of the booty that was taken in the battle, both of humans and of animals. Then you, Eleazar the priest, and the leaders of the fathers of the community",
      "27": "are to divide the booty between the warriors who went to war and the rest of the community.",
      "28": "“After this, you are to exact a tribute for the Lord from the soldiers who went to war, consisting of the tribute earned by one person out of every 500, whether from people, cattle, donkeys, or flocks.",
      "29": "You are to take half their share and give it to Eleazar the priest as a raised offering to the Lord.",
      "30": "Then take half the share of the Israelis, one drawn out of every 50 people, cattle, donkeys, flocks, and from every animal, then give to the descendants of Levi who maintain the service of the Lord’s tent.”",
      "31": "So Moses and Eleazar the priest did what the Lord had commanded Moses.",
      "32": "The goods confiscated in excess of the war implements that the warriors had gathered included 675,000 sheep,",
      "33": "72,000 cattle,",
      "34": "61,000 donkeys, and",
      "35": "32,000 women who had not had sexual relations with a man.",
      "36": "Now half of the share of those who went to war numbered 337,500 sheep,",
      "37": "so the Lord’s tribute from the sheep totaled 675.",
      "38": "The cattle numbered 36,000, so the Lord’s tribute totaled 72.",
      "39": "The donkeys numbered 30,500, so the Lord’s tribute totaled 61.",
      "40": "The people numbered 16,000, so the Lord’s tribute totaled 32 people.",
      "41": "Then Moses gave the tribute, a raised offering to the Lord, to Eleazar the priest, just as the Lord had commanded Moses.",
      "42": "From half of the share of the Israelis that Moses had set aside from the soldiers,",
      "43": "there were 337,500 sheep for the community,",
      "44": "36,000 cattle,",
      "45": "30,500 donkeys,",
      "46": "and 16,000 people.",
      "47": "Moses took a portion drawn from every 50 Israelis, including from both human and animals, and gave them to the descendants of Levi who maintained the Lord’s tent, just as the Lord had commanded him.",
      "48": "Then the officers in charge of thousands of soldiers, the captains of thousands, and the captains of hundreds approached Moses",
      "49": "and told him, “Your servants took a count of the soldiers who were under our authority. We didn’t miss a single man.",
      "50": "We’ve brought offerings to the Lord from whatever each man found—jewel-encrusted gold, anklets, bracelets, signet rings, earrings, and necklaces—to make atonement for ourselves in the Lord’s presence.”",
      "51": "Then Moses and Eleazar the priest took the gold from them and everything that was fashioned into jewels.",
      "52": "The gold for the raised offering that they brought to the Lord totaled 16,750 shekels,",
      "53": "because every soldier had confiscated war booty for his own use.",
      "54": "Moses and Eleazar took the gold from the captains of thousands and hundreds and brought it to the Tent of Meeting, to serve as a memorial to the Israelis in the Lord’s presence."
    },
    "32": {
      "1": "Now, the descendants of Reuben and descendants of Gad happened to be joint owners of a very large herd of cattle. When they observed that Jazer and Gilead were good grazing lands for cattle,",
      "2": "the descendants of Gad and descendants of Reuben approached Moses, Eleazar the priest, and the leaders of the community and said,",
      "3": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon—",
      "4": "the land that the Lord defeated in the sight of the community of Israel—is perfect for cattle and your servants have cattle.",
      "5": "If we’ve found favor in your sight, let this land be given to your servants as our possession instead of us crossing the Jordan River.”",
      "6": "“Will your relatives have to go to war while you remain here?” Moses asked the descendants of Gad and descendants of Reuben in response.",
      "7": "“Why would you discourage the Israelis from crossing over to the land that the Lord has given them?",
      "8": "That’s what your ancestors did when I sent them from Kadesh-barnea to explore the land.",
      "9": "When they arrived in the Eshcol Valley and saw the land, they discouraged the Israelis from entering the land that the Lord had given them.",
      "10": "That’s why the Lord’s anger flared up that day and he promised by an oath that",
      "11": "‘Not one of the men who went up from Egypt, from 20 years old and above, will see the land that I promised to give to their ancestors, that is, to Abraham, Isaac, and Jacob, because none of them followed me wholeheartedly,",
      "12": "except Jephunneh’s son Caleb, the Kenizzite, and Nun’s son Joshua. They’ve wholeheartedly followed the Lord.’",
      "13": "“The Lord’s anger had flared up against Israel so that he made them wander in the wilderness for 40 years until that whole generation, who committed evil in the eyes of the Lord, had died.",
      "14": "And now, look! You’re acting just like your ancestors, like a brood of sinful men, who are provoking the fierce anger of the Lord against the Israelis one step at a time.",
      "15": "If you stop following him, he will once again abandon them in the wilderness. You’ll end up destroying this entire people.”",
      "16": "Then they approached him and said, “Here’s where we’re going to build corrals for our cattle and cities for our families,",
      "17": "but we will keep ourselves armed and stay ready to go with the Israelis until we’ve brought them to their own places. Our families intend to live in fortified cities in the presence of the inhabitants of the land,",
      "18": "but we won’t return to our homes until every Israeli has taken possession of each of their inheritances,",
      "19": "since our inheritance will not be with them across the Jordan River and beyond. Instead, our inheritance is on this side of the Jordan River, facing eastward.”",
      "20": "“If you do this,” Moses replied to them, “that is, if you equip yourselves for war in the Lord’s presence",
      "21": "and every one of your armed soldiers crosses over the Jordan River in the presence of the Lord until he has dispossessed his enemies ahead of him",
      "22": "and subjugated the land before him, then afterwards when you return, you’ll be able to stand blameless before the Lord and before Israel. This land will then be your possession before the Lord.",
      "23": "“But if you won’t do so, look out! You will be sinning against the Lord. Be certain of this, that your sin will catch up to you!",
      "24": "So after you’ve built cities for your families and corrals for your cattle, be sure to keep your promises.”",
      "25": "Then the descendants of Gad and descendants of Reuben spoke up. “Your servants will do exactly what our master has commanded.” They said.",
      "26": "“Our children, wives, flocks, and all our cattle will be settled in the cities of Gilead,",
      "27": "but every soldier that we’ve equipped for battle will cross the Jordan River in the presence of the Lord, as our master has spoken.”",
      "28": "So Moses instructed Eleazar the priest and Nun’s son Joshua, and the officers of the ancestral tribes of the Israelis,",
      "29": "telling them, “If the descendants of Gad and descendants of Reuben cross over the Jordan River with you, that is, all of their soldiers who’ve been equipped for battle in the Lord’s presence, so that the land is subjugated right before your eyes, then you are to give them the land of Gilead as their possession.",
      "30": "But if the armed men don’t cross over with you, then they won’t have any possession in the land of Canaan.”",
      "31": "“We’ll do just what the Lord told your servants,” the descendants of Gad and the descendants of Reuben responded.",
      "32": "“We are to cross over in battle array in the Lord’s presence into the land of Canaan, and afterwards the possession of our inheritance will be on this side of the Jordan River.”",
      "33": "So Moses gave to the descendants of Gad, to the descendants of Reuben, and to the half-tribe of Joseph’s son Manasseh the kingdom of Sihon, the king of the Amorites, and the kingdom of Og, the king of Bashan, the whole land with its cities, and even the territories surrounding it.",
      "34": "The descendants of Gad rebuilt Dibon, Ataroth, Aroer,",
      "35": "Atrothshophan, Jazer, Jogbehah,",
      "36": "Beth-nimrah, and Beth-haran as fortified cities with corrals for sheep.",
      "37": "The descendants of Reuben rebuilt Heshbon, Elealeh, Kiriathaim,",
      "38": "Nebo, Baal-meon (after having changed their names), and Sibmah. The cities that they rebuilt were renamed.",
      "39": "The descendants of Manasseh’s son Machir attacked Gilead and then captured and dispossessed the Amorites who were there.",
      "40": "That’s why Moses gave Gilead to Manasseh’s son Machir, who lived there at the time.",
      "41": "Manasseh’s son Jair captured their towns and renamed them Havvoth-jair.",
      "42": "Nobah captured Kenath and its towns and renamed it Nobah after himself."
    },
    "33": {
      "1": "Here’s the travel itinerary for the Israelis after they left the land of Egypt in groups under the authority of Moses and Aaron.",
      "2": "Moses recorded their departures in their travels after being commanded to do so by the Lord. Here’s a list of their travels based on their departures:",
      "3": "They departed from Rameses in the first month, on the fifteenth day of that first month. The day after the Passover, the Israelis came out confidently, and all the Egyptians watched them leave,",
      "4": "while they were burying their firstborn, whom the Lord had killed among them. The Lord also executed justice against their gods.",
      "5": "Then the Israelis traveled from Rameses and rested in Succoth.",
      "6": "They traveled from Succoth, then rested in Etham, which is at the outskirts of the wilderness.",
      "7": "They traveled from Etham but turned back to Pi-hahiroth, which is outside of Baal-zephon.\nThey rested outside of Migdol.",
      "8": "They traveled from Hahiroth and passed through the midst of the sea to the wilderness. They were on the road three days in the wilderness of Etham, then rested in Marah.",
      "9": "They traveled from Marah and arrived at Elim. In Elim there were twelve wells of water and 70 palm trees, so they rested there.",
      "10": "They traveled from Elim, then rested by the Reed Sea.",
      "11": "They traveled from the Reed Sea, then rested in the Wilderness of Zin.",
      "12": "They traveled from the Wilderness of Zin, then rested in Dophkah.",
      "13": "They traveled from Dophkah, then rested in Alush.",
      "14": "They traveled from Alush, then rested in Rephidim, but there was no water there for the people to drink.",
      "15": "They traveled from Rephidim, then rested in the Wilderness of Sinai.",
      "16": "They traveled from the Wilderness of Sinai, then rested in Kibroth-hattaavah.",
      "17": "They traveled from Kibroth-hattaavah, then rested in Hazeroth.",
      "18": "They traveled from Hazeroth, then rested in Rithmah.",
      "19": "They traveled from Rithmah, then rested in Rimmon-perez.",
      "20": "They traveled from Rimmon-perez, then rested in Libnah.",
      "21": "They traveled from Libnah, then rested in Rissah.",
      "22": "They traveled from Rissah, then rested in Kehelathah.",
      "23": "They traveled from Kehelathah, then rested at Mount Shepher.",
      "24": "They traveled from Mount Shepher, then rested in Haradah.",
      "25": "They traveled from Haradah, then rested in Makheloth.",
      "26": "They traveled from Makheloth, then rested in Tahath.",
      "27": "They traveled from Tahath, then rested in Terah.",
      "28": "They traveled from Terah, then rested in Mithkah.",
      "29": "They traveled from Mithkah, then rested in Hashmonah.",
      "30": "They traveled from Hashmonah, then rested in Moseroth.",
      "31": "They traveled from Moseroth, then rested in Bene-jaakan.",
      "32": "They traveled from Bene-jaakan, then rested in Hor-haggidgad.",
      "33": "They traveled from Hor-haggidgad, then rested in Jotbathah.",
      "34": "They traveled from Jotbathah, then rested in Abronah.",
      "35": "They traveled from Abronah, then rested in Ezion-geber.",
      "36": "They traveled from Ezion-geber, then rested in the Wilderness of Zin, which is also known as Kadesh.",
      "37": "They traveled from Kadesh, then rested in Mount Hor at the outskirts of the land of Edom.",
      "38": "Then Aaron the priest ascended Mount Hor in obedience to the Lord’s command and died there, in the fortieth year after the Israelis had come out of the land of Egypt, on the first day of the fifth month.",
      "39": "Aaron was 123 years old when he died on Mount Hor.",
      "40": "Meanwhile, the Canaanite king of Arad, who lived in the Negev in the land of Canaan, heard of the approach of the Israelis,",
      "41": "who had traveled from Mount Hor and then rested in Zalmonah.",
      "42": "They traveled from Zalmonah, then rested in Punon.",
      "43": "They traveled from Punon, then rested in Oboth.",
      "44": "They traveled from Oboth, then rested in Iye-abarim at the outskirts of Moab.",
      "45": "They traveled from Iyim, then rested in Dibon-gad.",
      "46": "They traveled from Dibon-gad, then rested in Almon-diblathaim.",
      "47": "They traveled from Almon-diblathaim, then rested in the mountains of Abarim, facing Nebo.",
      "48": "They traveled from the mountains of Abarim, then rested in the plains of Moab by the Jordan River, across from Jericho.",
      "49": "They rested by the Jordan River in the area from Beth-jeshimoth to Abel-shittim in the plains of Moab.",
      "50": "Then the Lord told Moses in the plains of Moab by the Jordan River, across from Jericho,",
      "51": "“Tell the Israelis that when they have crossed the Jordan River to the land of Canaan,",
      "52": "they are to drive out all the inhabitants of the land and destroy all their idols and their molten images. You are to demolish all their high places,",
      "53": "take possession of the land, and live in it, because I’ve given you the land to inherit.",
      "54": "You are to divide the land among yourselves by lot according to your families. The larger the families are in number, the larger their inheritance is to be. The fewer the families are in number, the lesser their inheritance is to be. To whomever the lot falls, that inheritance goes to him. Divide it according to your ancestral tribes.",
      "55": "But if you fail to drive out the inhabitants of the land before you, their survivors will become irritants in your eyes and thorns in your sides, to prick your sides and afflict you in the very land in which you’ll be living.",
      "56": "Then, what I had planned to do to them, I’ll start to do to you.”"
    },
    "34": {
      "1": "The Lord told Moses,",
      "2": "“Issue these orders to the Israelis: ‘You’re about to enter the land of Canaan. This territory has been apportioned to you as your inheritance: the entire land of Canaan, all the way to its borders.’”",
      "3": "“‘To your south is the Wilderness of Zin, bordering Edom. Your southern border is to extend east toward the far end of the Dead Sea,",
      "4": "then it is to turn southward to the ascent of Akrabbim, cross Zin, and then run south of Kadesh-barnea and proceed from there to Hazar-addar and across to Azmon.",
      "5": "Then the border is to turn from Azmon toward the wadi of Egypt and from there to the Mediterranean Sea.’”",
      "6": "“‘The western border is to be the Mediterranean Sea. This is to be the western border.’”",
      "7": "“‘Your northern border is to extend from the Mediterranean Sea to Mount Hor.",
      "8": "From Mount Hor, you are to mark out the entrance to Hammath, with the border running through Zedad,",
      "9": "then through Ziphron, and then to Hazar-enan. This is to be the northern border.’”",
      "10": "“‘You are to mark the border on the east from Hazar-enan to Shepham.",
      "11": "The border is then to extend from Shepham to Riblah, on the east side of Ain, then to the Sea of Chinnereth on the east.",
      "12": "The border is to continue along the Jordan River all the way to the Dead Sea. This is to be your land, as measured by its boundaries.’”",
      "13": "Moses commanded the Israelis, “You are to inherit this land by lot, just as the Lord commanded to give it to the remaining nine and a half tribes.",
      "14": "The tribes of Reuben, Gad, and half the tribe of Manasseh, as defined by their ancestral houses, have received their inheritance.",
      "15": "These two and a half tribes received their inheritance this side of the Jordan River, east of Jericho, facing the rising sun.”",
      "16": "Then the Lord told Moses,",
      "17": "“These are the names of the men who are to divide the land for your inheritance: Eleazar the priest and Nun’s son Joshua.",
      "18": "You are to appoint a leader from each tribe to divide the land for inheritance.",
      "19": "These are the names of the men: Appoint Jephunneh’s son Caleb from the tribe of Judah,",
      "20": "Ammihud’s son Shemuel from the tribe of Simeon,",
      "21": "Chislon’s son Elidad from the tribe of Benjamin,",
      "22": "and Jogli’s son Bukki is to be leader of the tribe of Dan.",
      "23": "From the tribe of Joseph, you are to appoint Ephod’s son Hanniel to be leader of the half tribe of Manasseh,",
      "24": "Shiphtan’s son Kemuel to be leader of the half tribe of Ephraim,",
      "25": "Parnach’s son Elizaphan to be leader of the tribe of Zebulun,",
      "26": "Azzan’s son Paltiel to be leader of the tribe of Issachar,",
      "27": "Shelomi’s son Ahihud to be leader of the tribe of Asher,",
      "28": "and Ammihud’s son Pedahel to be leader of the tribe of Naphtali.”",
      "29": "These are the ones whom the Lord commanded to divide the inheritance of the Israelis in the land of Canaan."
    },
    "35": {
      "1": "The Lord told Moses in the wilderness of Moab, beside the Jordan River near Jericho,",
      "2": "“Instruct the Israelis to set aside a portion of their inheritance for the descendants of Levi to live in, along with grazing land surrounding their towns.",
      "3": "The towns are to be reserved for their dwelling places and the grazing lands are to be reserved for their cattle, livestock, and all their animals.",
      "4": "The grazing lands that you are to reserve for use by the descendants of Levi are to extend 1,000 cubits from the walls of the town.",
      "5": "You are to measure from outside the wall of the town on the east side 2,000 cubits, on the south side 2,000 cubits, on the west side 2,000 cubits, and on the north side 2,000 cubits, with the town placed at the center. This reserved area is to serve as grazing land for their towns.",
      "6": "You are to set aside six towns of refuge from the towns that you will be giving to the descendants of Levi, where someone who kills a human being may run for shelter. In addition, give them 42 other towns.",
      "7": "The total number of towns that you are to give to the descendants of Levi is to be 48 towns, including grazing lands surrounding these towns.",
      "8": "You are to apportion the towns that you will be giving the Israelis according to the relative size of the tribe. Take a larger portion from those larger in number and a lesser portion from those fewer in number. Each is to set aside towns for the descendants of Levi proportional to the size of their inheritance that they receive.”",
      "9": "Then the Lord told Moses,",
      "10": "“Tell the Israelis that when they have crossed the Jordan River into the land of Canaan,",
      "11": "they are to designate some towns of refuge so that anyone who kills someone inadvertently may flee there.",
      "12": "They are to serve as cities of refuge from a blood avenger in order to keep the inadvertent killer from dying until he has stood trial in the presence of the community.",
      "13": "You are to set aside six towns of refuge.",
      "14": "Appoint three towns this side of the Jordan River and three towns in the land of Canaan to serve as the towns of refuge,",
      "15": "that is, places of refuge for the Israelis, the resident alien, and any travelers among them. Anyone who kills a person inadvertently may flee there.”",
      "16": "“Whoever uses an iron implement to kill someone is to be adjudged a murderer, and that murderer is certainly to be put to death.",
      "17": "Furthermore, whoever uses a stone implement to kill someone is to be adjudged a murderer, and that murderer is certainly to be put to death.",
      "18": "Also, whoever uses a wooden implement to kill someone with it is to be adjudged a murderer, and that murderer is certainly to be put to death.",
      "19": "The blood avenger himself is to execute the murderer. When he meets him, the blood avenger is to put him to death.",
      "20": "If the killer shoved his victim out of hatred, or hurled something at him while waiting in ambush so that he died,",
      "21": "or if he struck him with his hand out of hatred so that he died, then the killer is certainly to be put to death for murder. The avenger of blood is to put him to death when he meets him.”",
      "22": "“But if he pushed him suddenly without hatred, or if he hurled something in his direction without waiting in ambush,",
      "23": "or if he hit him with a stone carelessly so that he was fatally injured, though he isn’t his enemy and he wasn’t seeking to commit evil against him,",
      "24": "then the community is to judge between the inadvertent killer and the blood avenger, following these ordinances.",
      "25": "The community is to release the inadvertent killer from the blood avenger and return him to the town of refuge where he had fled. He is to live there until the High Priest dies, who will have anointed him with holy oil.",
      "26": "But if the inadvertent killer leaves the town of refuge where he had fled",
      "27": "and the blood avenger finds him outside the town of refuge where he had fled and kills him, the blood avenger is not to be found guilty of murder.",
      "28": "The inadvertent killer is to live in the town of refuge until the High Priest dies. After the death of the High Priest, the inadvertent killer is to return to the land of his inheritance.",
      "29": "These are to be the statutes and ordinances for you throughout all your generations, regardless of where you live.”",
      "30": "“Every murderer of a human being is to be executed only according to testimony given by multiple witnesses. A single witness is not to result in a death sentence.",
      "31": "You are to receive no ransom for the life of a killer who is guilty of murder; instead, he is to die.",
      "32": "You are not to receive payment of a ransom for someone who had fled to a town of refuge but then left to live in his homeland before the death of the high priest.",
      "33": "You are not to pollute the land where you live, because blood defiles the land, and the land cannot atone for blood that has been spilled on it, except through the blood of the one who spilled it.",
      "34": "You are not to defile the land where you will be living, because I’m living among you. I am the Lord, who lives in Israel.”"
    },
    "36": {
      "1": "The leaders of the ancestral families of the descendants of Gilead, who were descendants of Machir, and descendants of Manasseh, from Joseph’s tribe, approached and spoke to Moses and the leaders of the ancestral houses of the Israelis.",
      "2": "“The Lord commanded my master to apportion the land as an inheritance by lot to the Israelis,” they said. “Now my master was ordered by the Lord to give the inheritance of our brother Zelophehad to his daughters.",
      "3": "But when they get married to one of the descendants of the tribes of Israel, their inheritances are to be withdrawn from our father’s inheritance and added to the inheritance of the tribe to which they are to belong. Consequently, it is to be withdrawn from the portion of our inheritance.",
      "4": "Then, when the Jubilee Year of the Israelis comes, their inheritance will be added to the inheritance of the tribe to which they have come to belong. Their inheritance will thus be taken away from the inheritance of our father’s tribe!”",
      "5": "So Moses issued the Israelis these orders based on what the Lord said: “The tribe of the descendants of Joseph has spoken.",
      "6": "This is what the Lord is commanding the daughters of Zelophehad: If they decide it’s a good idea in their opinion to get married only within the family of their father’s tribe, then let them get married",
      "7": "so that the inheritance of the Israelis won’t be turned over from one tribe to another. Each one has an inheritance from his own father’s tribe that the Israelis are to maintain.",
      "8": "Every daughter who is in possession of an inheritance from the Israelis is to marry someone from the families within her father’s tribe so the Israelis can retain possession of their ancestral inheritance.",
      "9": "That way, their inheritance won’t be turned over from one tribe to another, because the Israelis are each to maintain their ancestral inheritances.”",
      "10": "Zelophehad’s daughters did just what the Lord had commanded Moses",
      "11": "for Mahlah, Tirzah, Hoglah, Milcah, and Noah: Zelophehad’s daughters married their uncle’s sons.",
      "12": "They married into families of the descendants of Manasseh, that is, Joseph’s descendants, so that their inheritance remained within the tribe of their ancestor’s family.",
      "13": "These were the commands and the ordinances that the Lord issued to the Israelis through Moses in the plains of Moab by the Jordan River in Jericho."
    }
  }
}