{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:59.966253-04:00",
    "Translation": "ISV"
  },
  "Psalm": {
    "1": {
      "1": "How blessed is the person,\n    who does not take the advice of the wicked,\nwho does not stand on the path with sinners,\n    and who does not sit in the seat of mockers.",
      "2": "But he delights in the Lord’s instruction,\n    and meditates in his instruction day and night.",
      "3": "He will be like a tree planted by streams of water,\n    yielding its fruit in its season,\n        and whose leaf does not wither.\nHe will prosper in everything he does.",
      "4": "But this is not the case with the wicked.\n    They are like chaff that the wind blows away.",
      "5": "Therefore the wicked will not escape judgment,\n    nor will sinners have a place in the assembly of the righteous.",
      "6": "For the Lord knows the way of the righteous,\n    but the way of the wicked will be destroyed."
    },
    "2": {
      "1": "Why are the nations in an uproar,\n    and their people involved in a vain plot?",
      "2": "As the kings of the earth take their stand\n    and the rulers conspire together against the Lord and his anointed one, they say,",
      "3": "“Let us tear off their shackles from us,\n    and cast off their chains.”",
      "4": "He who sits in the heavens laughs;\n    the Lord scoffs at them.",
      "5": "In his anger he rebukes them,\n    and in his wrath he terrifies them:",
      "6": "“I have set my king on Zion,\n    my holy mountain.”",
      "7": "Let me announce the decree of the Lord\n    that he told me: \n“You are my son,\n    today I have become your father.",
      "8": "Ask of me, and I will give you\n    the nations as your inheritance,\n        the ends of the earth as your possession.",
      "9": "You will break them with an iron rod,\n    you will shatter them like pottery.”",
      "10": "Therefore, kings, act wisely!\n    Earthly rulers, be warned!",
      "11": "Serve the Lord with fear,\n    and rejoice with trembling.",
      "12": "Kiss the son before he becomes angry,\n    and you die where you stand.\nIndeed, his wrath can flare up quickly. \nHow blessed are those who take refuge in him."
    },
    "3": {
      "1": "Lord, I have so many persecutors!\n    Many are rising up against me!",
      "2": "Many are saying about me,\n    “God will never deliver him!”\n Interlude",
      "3": "But you, Lord, are a shield around me,\n    my glory, and the one who lifts up my head.",
      "4": "I cry aloud to the Lord,\n    and he answers me from his holy mountain.\n Interlude",
      "5": "I lie down and sleep,\n    I wake up, because the Lord sustains me.",
      "6": "I will not fear multitudes of people,\n    who set themselves against me on every side.",
      "7": "Arise, Lord!\n    Deliver me, my God!\nFor you strike the jaw of all my enemies,\n    and you break the teeth of the wicked.",
      "8": "Deliverance comes from the Lord!\n    May your blessing be on your people.\n Interlude"
    },
    "4": {
      "1": "When I call, answer me,\n    my righteous God!\nWhen I was in distress, you set me free.\n    Be gracious to me and hear my prayer.",
      "2": "You people,\n    how long will you malign my reputation?\nHow long will you love what is vain\n    and what is false?\n Interlude",
      "3": "But understand this:\n    the Lord has set apart the godly for himself!\n        The Lord will hear me when I cry out to him!",
      "4": "Be angry, yet do not sin.\n    Think about this when upon your beds,\n        and be silent.\n Interlude",
      "5": "Offer sacrifices that are righteous,\n    and put your confidence in the Lord.",
      "6": "Many are asking, “Who will help us to see better days?”\n    Lord, may the light of your favor shine upon us.",
      "7": "You have given me more joy in my heart than at harvest times,\n    when grain and wine abound.",
      "8": "I will lie down and sleep in peace,\n    for you alone, Lord, enable me to live securely."
    },
    "5": {
      "1": "Lord, listen to my words,\n    consider my groaning.",
      "2": "Pay attention to my cry for help,\n    my king and my God,\n        for unto you will I pray.",
      "3": "Lord, in the morning you will hear my voice;\n    in the morning I will pray to you,\n    and I will watch for your answer.",
      "4": "Indeed, you aren’t a God who delights in wickedness;\n    evil will never dwell with you.",
      "5": "Boastful ones will not stand before you;\n    you hate all those who practice wickedness.",
      "6": "You will destroy those who speak lies.\n    The Lord abhors the person of bloodshed and deceit.",
      "7": "But I, because of the abundance of your gracious love,\n    may come into your house.\n        In awe of you, I will worship in your holy Temple.",
      "8": "Lord, lead me in your righteousness because of my enemies.\n    Make your path straight before me.",
      "9": "But as for the wicked,\n    they do not speak truth at all.\n        Inside them there is only wickedness.\nTheir throat is an open grave,\n    on their tongue is deceitful flattery.",
      "10": "Declare them guilty, God!\n    Let them fall by their own schemes.\nDrive them away because of their many transgressions,\n    for they have rebelled against you.",
      "11": "Let all those who take refuge in you rejoice!\n    Let them shout for joy forever,\nand may you protect them.\n    Let those who love your name exult in you.",
      "12": "Indeed, you will bless the righteous one, Lord,\n    like a large shield, you will surround him with favor."
    },
    "6": {
      "1": "Lord, in your anger, do not rebuke me;\n    in your wrath, do not discipline me.",
      "2": "Be gracious to me, Lord,\n    because I am fading away.\nHeal me,\n    because my body is distressed.",
      "3": "And my soul is deeply distressed.\n    But you, Lord, how long do I wait?",
      "4": "Return, Lord,\n    save my life!\n        Deliver me, because of your gracious love.",
      "5": "In death, there is no memory of you.\n    Who will give you thanks where the dead are?",
      "6": "I am weary from my groaning.\n    Every night my couch is drenched with tears,\n        my bed is soaked through.",
      "7": "My eyesight has faded because of grief,\n    it has dimmed because of all my enemies.",
      "8": "Get away from me, all of you who practice evil,\n    for the Lord has heard the sound of my weeping.",
      "9": "The Lord has heard my plea;\n    the Lord receives my prayer.",
      "10": "As for all my enemies, they will be put to shame;\n    they will be greatly frightened\n        and suddenly turn away ashamed."
    },
    "7": {
      "1": "Lord, my God,\n    I seek refuge in you.\nDeliver me from those who persecute me!\n    Rescue me!",
      "2": "Otherwise, they will rip me to shreds like a lion,\n    tearing me apart with no one to rescue me.",
      "3": "Lord, my God, if I have done this thing,\n    if there is injustice on my hands,",
      "4": "if I have rewarded those who did me good with evil,\n    if I have plundered my enemy without justification,",
      "5": "then, let my enemy pursue me,\n    let him overtake me,\n        and let him trample my life to the ground.\n Interlude\nLet him put my honor into the dust.",
      "6": "Get up, Lord, in your anger!\n    Rise up, because of the fury of my enemies;\nArouse yourself for me;\n    you have ordained justice.",
      "7": "Let the assembly of the peoples gather around you,\n    and you will sit high above them.",
      "8": "For the Lord will judge the peoples.\n    Judge me according to my righteousness, Lord,\n        and according to my integrity, Exalted One.",
      "9": "Let the evil of the wicked come to an end,\n    but establish the righteous.\nFor you are the righteous God\n    who discerns the inner thoughts.",
      "10": "God is my shield,\n    the one who delivers the upright in heart.",
      "11": "God is a righteous judge,\n    a God who is angry with sinners every day.",
      "12": "If the ungodly one doesn’t repent,\n    God will sharpen his sword;\n        he will string his bow and prepare it.",
      "13": "He prepares weapons of death for himself,\n    he makes his arrows into fiery shafts.",
      "14": "But the wicked one travails with evil,\n    he conceives malice and gives birth to lies.",
      "15": "He digs a pit, even excavates it;\n    then he fell into the hole that he had made.",
      "16": "The trouble he planned will return on his own head,\n    and his violence will descend on his skull.",
      "17": "But as for me,\n    I will praise the Lord for his righteousness,\n        and I will sing to the name of the Lord Most High."
    },
    "8": {
      "1": "Lord, our Lord,\n    how excellent is your name in all the earth!\n        You set your glory above the heavens!",
      "2": "Out of the mouths of infants and nursing babies\n    you have established strength\n        on account of your adversaries,\nin order to silence the enemy and vengeful foe.",
      "3": "When I look at the heavens,\n    the work of your fingers,\n        the moon and the stars that you established—",
      "4": "what is man that you take notice of him,\n    or the son of man that you pay attention to him?",
      "5": "You made him a little less than divine,\n    but you crowned him with glory and honor.",
      "6": "You gave him dominion over the work of your hands,\n    you put all things under his feet:",
      "7": "Sheep and cattle—all of them,\n    wild creatures of the field,",
      "8": "birds in the sky,\n    fish in the sea—\n        whatever moves through the currents of the oceans.",
      "9": "Lord, our Lord,\n    how excellent is your name in all the earth!"
    },
    "9": {
      "1": "I will give thanks to the Lord with all my heart,\n    I will declare all your wonderful deeds.",
      "2": "I will be glad and exult in you;\n    I will sing praises to your name, Most High!",
      "3": "When my enemies turn back,\n    they will stumble and perish before you.",
      "4": "For you have brought about justice for me and my cause;\n    you sit on the throne judging righteously.",
      "5": "You rebuked the nations,\n    you destroyed the wicked,\n        you wiped out their name forever and ever.",
      "6": "The enemy has perished,\n    reduced to ruins forever.\nYou uprooted their cities,\n    the very memory of them vanished.",
      "7": "But the Lord sits on his throne forever;\n    his throne is established for judgment.",
      "8": "He will judge the world righteously\n    and make just decisions for the people.",
      "9": "The Lord is a refuge for the oppressed,\n    a refuge in times of distress.",
      "10": "Those who know your name will trust you,\n    for you have not forsaken those who seek you, Lord.",
      "11": "Sing praises to the Lord who dwells in Zion;\n    declare his mighty deeds among the peoples.",
      "12": "As an avenger of blood, he remembers them;\n    he has not forgotten the cry of the afflicted.",
      "13": "Be gracious to me, Lord,\n    take note of my affliction,\n        because of those who hate me.\nYou snatch me away from the gates of death,",
      "14": "so I may declare everything for which you should be praised\nin the gates of the daughter of Zion,\n    so I will rejoice in your deliverance.",
      "15": "The nations have sunk down into the pit they made,\n    their feet are ensnared in the trap they set.",
      "16": "The Lord has made himself known,\n    executing judgment.\nThe wicked are ensnared\n    by what their hands have made.\n Interlude",
      "17": "The wicked will turn back to where the dead are—\n    all the nations that have forgotten God.",
      "18": "For he will not always overlook the plight of the poor,\n    nor will the hope of the afflicted perish forever.",
      "19": "Rise up, Lord,\n    do not let man prevail!\n        The nations will be judged in your presence.",
      "20": "Make them afraid, Lord,\n    Let the nations know that they are only human.\n Interlude"
    },
    "10": {
      "1": "Why do you stand far away, Lord?\n    Why do you hide in times of distress?",
      "2": "The wicked one arrogantly pursues the afflicted,\n    who are trapped in the schemes he devises.",
      "3": "For the wicked one boasts about his own desire;\n    he blesses the greedy\n        and despises the Lord.",
      "4": "With haughty arrogance, the wicked thinks,\n    “God will not seek justice.”\n        He always presumes “There is no God.”",
      "5": "Their ways always seem prosperous. \nYour judgments are on high,\n        far away from them. \nThey scoff at all their enemies.",
      "6": "They say to themselves,\n    “We will not be moved throughout all time,\n        and we will not experience adversity.”",
      "7": "Their mouth is full of curses, lies, and oppression,\n    their tongues spread trouble and iniquity.",
      "8": "They wait in ambush in the villages,\n    they kill the innocent in secret.",
      "9": "Their eyes secretly watch the helpless,\n    lying in wait like a lion in his den.\nThey lie in wait to catch the afflicted.\n    They catch the afflicted when they pull him into their net.",
      "10": "The victim is crushed,\n    and he sinks down;\n        the helpless fall by their might.",
      "11": "The wicked say to themselves,\n    “God has forgotten,\nhe has hidden his face,\n    he will never see it.”",
      "12": "Rise up, Lord!\n    Raise your hand, God.\n        Don’t forget the afflicted!",
      "13": "Why do the wicked despise God\n    and say to themselves, “God will not seek justice.”?",
      "14": "But you do see!\n    You take note of trouble and grief\n        in order to take the matter into your own hand.\nThe helpless one commits himself to you;\n    you have been the orphan’s helper.",
      "15": "Break the arm of the wicked and evil man;\n    so that when you seek out his wickedness\n        you will find it no more.",
      "16": "The Lord is king forever and ever;\n    nations will perish from his land.",
      "17": "Lord, you heard the desire of the afflicted;\n    you will strengthen them,\n        you will listen carefully,",
      "18": "to do justice for the orphan and the oppressed,\n    so that men of the earth may cause terror no more."
    },
    "11": {
      "1": "I take refuge in the Lord.\n    So how can you say to me,\n        “Flee like a bird to the mountains.”?",
      "2": "Look, the wicked have bent their bow\n    and placed their arrow on the string,\n        to shoot from the darkness at the upright in heart.",
      "3": "When the foundations are destroyed,\n    what can the righteous do?",
      "4": "The Lord is in his holy Temple;\n    the Lord’s throne is in the heavens.\nHis eyes see,\n    his glance examines humanity.",
      "5": "The Lord examines the righteous,\n    but the wicked and those who love violence, he hates.",
      "6": "He rains on the wicked burning coals and sulfur;\n    a scorching wind is their destiny.",
      "7": "Indeed, the Lord is righteous;\n    he loves righteousness;\n        the upright will see him face-to-face."
    },
    "12": {
      "1": "Help, Lord, for godly people no longer exist;\n    trustworthy people have disappeared from humanity.",
      "2": "Everyone speaks lies to his neighbor;\n    they speak with flattering lips and hidden motives.",
      "3": "The Lord will cut off all slippery lips,\n    and the tongue that boasts great things,",
      "4": "those who say,\n    “By our tongues we will prevail;\n        our lips belong to us.\n    Who is master over us?”",
      "5": "“Because the poor are being oppressed,\n    because the needy are sighing,\n    I will now arise,” says the Lord,\n        “I will establish in safety those who yearn for it.”",
      "6": "The words of the Lord are pure,\n    like silver refined in an earthen furnace,\n        purified seven times over.",
      "7": "You, Lord, will keep them safe,\n    you will guard them from this generation forever.",
      "8": "The wicked, however, keep walking around,\n    exalting the vileness of human beings."
    },
    "13": {
      "1": "How long? Lord, will you forget me forever?\n    How long will you hide your face from me?",
      "2": "How long must I struggle in my soul at night\n    and have sorrow in my heart during the day?\n        How long will my enemy rise up against me?",
      "3": "Look at me!\n    Answer me, Lord, my God!\nGive light to my eyes!\n    Otherwise, I will sleep in death;",
      "4": "Otherwise, my enemy will say,\n    “I have overcome him;”\nOtherwise, my persecutor will rejoice\n    when I am shaken.",
      "5": "As for me, I have trusted in your gracious love,\n    my heart will rejoice in your deliverance.",
      "6": "I will sing to the Lord,\n    for he has dealt bountifully with me."
    },
    "14": {
      "1": "Fools say to themselves, “There is no God.”\n    They are corrupt and commit evil deeds;\n        not one of them practices what is good.",
      "2": "The Lord looks down from the heavens upon humanity\n    to see if anyone shows discernment as he searches for God.",
      "3": "All have turned away,\n    together they have become corrupt;\n        no one practices what is good, not even one.",
      "4": "Will those who do evil ever learn?\n    They devour my people like they devour bread,\n        and never call on the Lord.",
      "5": "There they are seized with terror,\n    because God is with those who are righteous.",
      "6": "You would frustrate the plans of the oppressed,\n    but the Lord is their refuge.",
      "7": "May Israel’s deliverance come from Zion!\n    When the Lord restores the fortunes of his people,\n        Jacob will rejoice, and Israel will be glad."
    },
    "15": {
      "1": "Lord, who may stay in your tent?\n    Who may dwell on your holy mountain?",
      "2": "The one who lives with integrity,\n    who does righteous deeds,\n        and who speaks truth to himself.",
      "3": "The one who does not slander with his tongue,\n    who does no evil to his neighbor,\n        and who does not destroy his friend’s reputation.",
      "4": "The one who despises those who are utterly wicked,\n    but who honors the one who fears the Lord,\nwho keeps his word even when it hurts and does not change,",
      "5": "who does not loan his money with interest,\n        and who does not take a bribe against those who are innocent. \nThe one who does these things will stand firm forever."
    },
    "16": {
      "1": "Keep me safe, God,\n    for I take refuge in you.",
      "2": "I told the Lord,\n    “You are my master,\n        I have nothing good apart from you.”",
      "3": "As for the saints that are in the land,\n    they are noble, and all my delight is in them.",
      "4": "Those who hurry after another god will have many sorrows;\n    I will not present their drink offerings of blood,\n        nor will my lips speak their names.",
      "5": "The Lord is my inheritance and my cup;\n    you support my lot.",
      "6": "The boundary lines have fallen in pleasant places for me;\n    truly, I have a beautiful heritage.",
      "7": "I will bless the Lord who has counseled me;\n    indeed, my conscience instructs me during the night.",
      "8": "I have set the Lord before me continuously;\n    because he stands at my right hand, I will stand firm.",
      "9": "Therefore, my heart is glad,\n    my whole being rejoices,\n        and my body will dwell securely.",
      "10": "For you will not leave my soul in Sheol,\n    you will not allow your holy one to experience corruption.",
      "11": "You cause me to know the path of life;\n    in your presence is joyful abundance,\n        at your right hand there are pleasures forever."
    },
    "17": {
      "1": "Lord, hear my just plea!\n    Pay attention to my cry!\nListen to my prayer,\n    since it does not come from lying lips.",
      "2": "Justice for me will come from your presence;\n    your eyes see what is right.",
      "3": "When you probe my heart,\n    and examine me at night;\nwhen you refine me,\n    you will find nothing wrong,\n        for I have determined that I will not transgress with my mouth.",
      "4": "As for the ways of mankind,\n    I have, according to the words of your lips,\n        avoided the ways of the violent.",
      "5": "Because my steps have held fast to your paths,\n    my footsteps have not faltered.",
      "6": "I call upon you, for you will answer me, God.\n    Listen closely to me\n        and hear my prayer.",
      "7": "Show forth your gracious love,\n    save those who take refuge in you\n        from those who rebel against your sovereign power.",
      "8": "Protect me as the most precious part of the eye;\n    hide me under the shadow of your wings",
      "9": "from the wicked who have afflicted me,\n    from my enemies who have surrounded me.",
      "10": "They are imprisoned by their own prosperity,\n    they have boasted proudly with their mouth.",
      "11": "Now they have encircled our paths\n    and are determined to cast us down to the ground.",
      "12": "Like a lion they desire to rip us to pieces,\n    like a young lion waiting in ambush.",
      "13": "Arise, Lord,\n    confront them,\n        bring them to their knees!\nDeliver me from the wicked by your sword—",
      "14": "from men, Lord, by your hand—\nfrom men who belong to this world,\n    whose reward is only in this life. \nBut as for your treasured ones,\n    may their stomachs be full,\nmay their children have an abundance,\n    and may they leave wealth to their offspring.",
      "15": "But as for me, justified, I will behold your face;\n    when I awake, your presence will satisfy me."
    },
    "18": {
      "1": "He said:\n    “I love you, Lord, my strength.",
      "2": "The Lord is my rock, my fortress, my deliverer, my God,\n    my stronghold in whom I take refuge, my shield, the glory\n        of my salvation, and my high tower.”",
      "3": "I cried out to the Lord, who is worthy to be praised,\n    and I was delivered from my enemies.",
      "4": "The cords of death entangled me;\n    the rivers of Belial made me afraid.",
      "5": "The cords of Sheol surrounded me;\n    the snares of death confronted me.",
      "6": "In my distress I cried to the Lord;\n    to my God I cried for help.\nFrom his Temple he heard my voice;\n    my cry reached his ears.",
      "7": "The world shook and trembled;\n    the foundations of the mountains quaked,\n        they shook because he was angry.",
      "8": "In his anger smoke poured out of his nostrils,\n    and consuming fire from his mouth;\n        coals were lit from it.",
      "9": "He bent the sky and descended,\n    and darkness was under his feet.",
      "10": "He rode upon a cherub and flew;\n    he soared upon the wings of the wind.",
      "11": "He made darkness his hiding place,\n    his canopy surrounding him was dark waters and thick clouds.",
      "12": "The brightness before him scattered the thick clouds,\n    with hail stones and flashes of fire.",
      "13": "Then the Lord thundered in the heavens,\n    and the Most High sounded aloud,\n        calling for hail stones and flashes of fire.",
      "14": "He shot his arrows and scattered them;\n    with many lightning bolts he frightened them.",
      "15": "Then the channels of the sea could be seen,\n    and the foundations of the earth were uncovered\nbecause of your rebuke, Lord,\n    because of the blast from the breath of your nostrils.",
      "16": "He reached down and took me;\n    he drew me from many waters.",
      "17": "He delivered me from my strong enemies,\n    from those who hated me because\n        they were stronger than I.",
      "18": "They confronted me in the day of my calamity,\n    but the Lord was my support.",
      "19": "He brought me out to a spacious place;\n    he delivered me, for in me he takes delight.",
      "20": "The Lord will reward me because I am righteous;\n    because my hands are clean he will restore me;",
      "21": "because I have kept the ways of the Lord,\n    and I have not wickedly departed from my God;",
      "22": "because all his judgments were always before me,\n    and I did not cast off his statutes.",
      "23": "I was upright before him,\n    and I kept myself from iniquity.",
      "24": "So the Lord restored me according to my righteousness,\n    because my hands were clean in his sight.",
      "25": "To the holy, you show your gracious love,\n    to the upright, you show yourself upright;",
      "26": "to the pure, you show yourself pure,\n    and to the morally corrupt, you appear to be perverse.",
      "27": "Indeed, you deliver the oppressed,\n    but you bring down those who exalt themselves\n        in their own eyes.",
      "28": "For you, Lord, make my lamp shine;\n    my God enlightens my darkness.",
      "29": "With your help I will run through an army,\n    with help from my God I leap over walls.",
      "30": "As for God, his way is upright;\n    the word of God is pure;\n        he is a shield to all those who take refuge in him.",
      "31": "For who is God but the Lord,\n    and who is a Rock other than our God?—",
      "32": "the God who clothes me with strength,\n    and who makes my way upright;",
      "33": "who makes my feet swift as the deer;\n    who makes me stand on high places;",
      "34": "who teaches my hands to make war,\n    and my arms to bend a bronze bow.",
      "35": "You have given to me the shield of your deliverance,\n    and your right hand holds me up;\n        your gentleness made me great.",
      "36": "You make a broad place for my steps,\n    so my feet won’t slip.",
      "37": "I pursued my enemies and overtook them;\n    I did not turn around until they were utterly defeated.",
      "38": "I struck them down,\n    so they are not able to rise up;\n        they fell under my feet.",
      "39": "You clothed me with strength for war;\n    you will subdue under me those who rise up against me.",
      "40": "You have made my enemies turn their back to me,\n    and I will destroy those who hate me.",
      "41": "They cried out for deliverance,\n    but there was no one to deliver;\nthey cried out to the Lord,\n    but he did not answer them.",
      "42": "I ground them like wind-swept dust;\n    I emptied them out like dirt in the street.",
      "43": "You rescued me from conflict with the people;\n    you made me head of the nations.\n        People who did not know me will serve me.",
      "44": "When they hear of me, they will obey me;\n    foreigners will submit to me.",
      "45": "Foreigners will wilt away;\n    they will come trembling out of their stronghold.",
      "46": "The Lord lives!\n    Blessed be my Rock!\n        May the God of my deliverance be exalted!",
      "47": "He is the God who executes vengeance on my behalf;\n    who destroys peoples under me;",
      "48": "who delivers me from my enemies.\n    Truly you will exalt me above those who oppose me;\n        you will deliver me from the violent person.",
      "49": "Therefore, I will give thanks to you among the nations, Lord;\n    I will sing praises to your name.",
      "50": "He is the one who gives victories to his king;\n    who shows gracious love to his anointed,\n        to David and his seed forever."
    },
    "19": {
      "1": "The heavens are declaring the glory of God,\n    and their expanse shows the work of his hands.",
      "2": "Day after day they pour forth speech,\n    night after night they reveal knowledge.",
      "3": "There is no speech nor are there words—\n    their voice is not heard—",
      "4": "yet their message goes out into all the world,\n    and their words to the ends of the earth. \nHe has set up a tent for the sun in the heavens,",
      "5": "which is like a bridegroom coming out of his chamber,\n        or like a champion who rejoices at the beginning of a race.",
      "6": "Its circuit is from one end of the sky to the other,\n    and nothing is hidden from its heat.",
      "7": "The Law of the Lord is perfect,\n    restoring life.\nThe testimony of the Lord is steadfast,\n    making foolish people wise.",
      "8": "The precepts of the Lord are upright,\n    making the heart rejoice.\nThe commandment of the Lord is pure,\n    giving light to the eyes.",
      "9": "The fear of the Lord is clean,\n    standing forever.\nThe judgments of the Lord are true;\n    they are altogether righteous.",
      "10": "They are more desirable than gold,\n    even much fine gold.\nThey are sweeter than honey,\n    even the drippings from a honeycomb.",
      "11": "Moreover your servant is warned by them;\n    and there is great reward in keeping them.",
      "12": "Who can detect his own mistake?\n    Cleanse me from hidden sin.",
      "13": "Preserve your servant from arrogant people;\n    do not let them rule over me.\nThen I will be upright\n    and acquitted of great wickedness.",
      "14": "May the words of my mouth and the meditations of my heart\n    be acceptable in your sight, Lord, my Rock and my Redeemer."
    },
    "20": {
      "1": "May the Lord answer you in the day of distress;\n    may the name of the God of Jacob protect you.",
      "2": "May he send you help from the sanctuary,\n    and may he sustain you from Zion.",
      "3": "May he remember all your gifts,\n    and may he accept your burnt offerings.\n Interlude",
      "4": "May he give you what your heart desires,\n    and may he fulfill all your plans.",
      "5": "May we shout for joy at your deliverance\n    and unfurl our banners in the name of our God.\n        May the Lord fulfill all your petitions.",
      "6": "Now I know that the Lord has delivered his anointed;\n    he has answered him from his sanctuary\n        with the strength of his right hand of deliverance.",
      "7": "Some boast in chariots,\n    others in horses;\n        but we will boast in the name of the Lord our God.",
      "8": "While they bowed down and fell,\n    we arose and stood upright.",
      "9": "Deliver us, Lord!\n    Answer us, our King, on the day we cry out!"
    },
    "21": {
      "1": "The king rejoices in your strength, Lord.\n    How greatly he rejoices in your deliverance.",
      "2": "You have granted him the desire of his heart,\n    and have not withheld what his lips requested.\n Interlude",
      "3": "You go before him with wonderful blessings,\n    and put a crown of fine gold on his head.",
      "4": "He asked life from you, and you gave it to him—\n    a long life for ever and ever.",
      "5": "His glory is great because of your deliverance,\n    you have given him honor and majesty.",
      "6": "Indeed, you have given him eternal blessings;\n    you will make him glad with the joy of your presence.",
      "7": "The king trusts in the Lord;\n    because of the gracious love of the Most High,\n        he will stand firm.",
      "8": "Your hand will find all your enemies,\n    your right hand will find those who hate you.",
      "9": "When you appear,\n    you will set them ablaze like a fire furnace.\nIn his wrath, the Lord will consume them,\n    and the fire will devour them.",
      "10": "You will destroy their descendants from the earth,\n    even their offspring from the ranks of mankind.",
      "11": "Though they plot evil against you and devise schemes,\n    they will not succeed.",
      "12": "Indeed, you will make them retreat,\n    when you aim your bow at their faces.",
      "13": "Rise up, Lord, because you are strong;\n    we will sing and praise your power."
    },
    "22": {
      "1": "My God! My God!\n    Why have you abandoned me?\nWhy are you so far from delivering me—\n    from my groaning words?",
      "2": "My God, I cry out to you throughout the day,\n    but you do not answer;\nand throughout the night,\n    but I have no rest.",
      "3": "You are holy,\n    enthroned on the praises of Israel.",
      "4": "Our ancestors trusted in you;\n    they trusted and you delivered them.",
      "5": "They cried out to you and escaped;\n    they trusted in you and were not put to shame.",
      "6": "But as for me,\n    I am only a worm and not a man,\n        scorned by mankind and despised by people.",
      "7": "Everyone who sees me mocks me;\n    they gape at me with open mouths\n        and shake their heads at me.",
      "8": "They say, “Commit yourself to the Lord;\n    perhaps the Lord will deliver him,\nperhaps he will cause him to escape,\n    since he delights in him.”",
      "9": "Yet, you are the one who took me from the womb,\n    and kept me safe on my mother’s breasts.",
      "10": "I was dependent on you from birth;\n    from my mother’s womb you have been my God.",
      "11": "Do not be so distant from me,\n    for trouble is at hand;\n        indeed, there is no deliverer.",
      "12": "Many bulls have surrounded me;\n    the vicious bulls of Bashan have encircled me.",
      "13": "Their mouths are opened wide toward me,\n    like roaring and attacking lions.",
      "14": "I am poured out like water;\n    all my bones are out of joint.\n        My heart is like wax, melting within me.",
      "15": "My strength is dried up like broken pottery;\n    my tongue sticks to the roof of my mouth,\n        and you have brought me down to the dust of death.",
      "16": "For dogs have surrounded me;\n    a gang of those who practice evil has encircled me.\n        They gouged my hands and my feet.",
      "17": "I can count all my bones.\n    They look at me;\n        they stare at me.",
      "18": "They divide my clothing among themselves;\n    they cast lots for my clothing!",
      "19": "But as for you, Lord, do not be far away from me;\n    My Strength, come quickly to help me.",
      "20": "Deliver me from the sword;\n    my precious life from the power of the dog.",
      "21": "Deliver me from the mouth of the lion,\n    from the horns of the wild oxen. \nYou have answered me.",
      "22": "I will declare your name to my brothers;\n    in the midst of the congregation, I will praise you, saying,",
      "23": "“All who fear the Lord, praise him!\n    All the seed of Jacob, glorify him!\nAll the seed of Israel, fear him!",
      "24": "For he does not despise nor detest the afflicted person;\nhe does not hide his face from him,\n    but he hears him when he cries out to him.”",
      "25": "My praise in the great congregation is because of you;\n    I will pay my vows before those who fear you.",
      "26": "The afflicted will eat and be satisfied;\n    those who seek the Lord will praise him,\n        “May you live forever!”",
      "27": "All the ends of the earth will remember and turn to the Lord;\n    all the families of the nations will bow in submission to the Lord.",
      "28": "Indeed, the kingdom belongs to the Lord;\n    he rules over the nations.",
      "29": "All the prosperous people will eat and bow down in submission.\n    All those who are about to go down to the grave\n        will bow down in submission,\n    along with the one who can no longer keep himself alive.",
      "30": "Our descendants will serve him,\n    and that generation will be told about the Lord.",
      "31": "They will come and declare his righteousness\n    to a people yet to be born;\n        indeed, he has accomplished it!"
    },
    "23": {
      "1": "The Lord is the one who is shepherding me;\n    I lack nothing.",
      "2": "He causes me to lie down in pastures of green grass;\n    he guides me beside quiet waters.",
      "3": "He revives my life;\n    he leads me in pathways that are righteous\n        for the sake of his name.",
      "4": "Even when I walk through a valley of deep darkness,\n    I will not be afraid\n        because you are with me.\nYour rod and your staff—they comfort me.",
      "5": "You prepare a table before me,\n    even in the presence of my enemies.\nYou anoint my head with oil;\n    my cup overflows.",
      "6": "Truly, goodness and gracious love will pursue me\n    all the days of my life,\n        and I will remain in the Lord’s Temple forever."
    },
    "24": {
      "1": "The earth and everything in it exists for the Lord—\n    the world and those who live in it.",
      "2": "Indeed, he founded it upon the seas,\n    he established it upon deep waters.",
      "3": "Who may ascend the mountain of the Lord?\n    Who may stand in his Holy Place?",
      "4": "The one who has innocent hands and a pure heart;\n    the person who does not delight in what is false\n        and does not swear an oath deceitfully.",
      "5": "This person will receive blessing from the Lord\n    and righteousness from the God of his salvation.",
      "6": "This is the generation that seeks him.\n    Those who seek your face\n        are the true seed of Jacob.\n Interlude",
      "7": "Lift up your heads, gates!\n    Be lifted up, ancient doors,\n        so the King of Glory may come in.",
      "8": "Who is the King of Glory?\n    The Lord strong and mighty,\n        the Lord, mighty in battle.",
      "9": "Lift up your heads, gates!\n    Be lifted up, ancient doors,\n        so the King of Glory may come in.",
      "10": "Who is he, this King of Glory?\n    The Lord of the heavenly armies—\n        He is the King of Glory.\n Interlude"
    },
    "25": {
      "1": "I will lift up my soul to you, Lord.",
      "2": "I trust in you, my God,\n    do not let me be ashamed;\n        do not let my enemies triumph over me.",
      "3": "Indeed, no one who waits on you will be ashamed,\n    but those who offend for no reason will be put to shame.",
      "4": "Cause me to understand your ways, Lord;\n    teach me your paths.",
      "5": "Guide me in your truth and teach me;\n    for you are the God who delivers me.\n        All day long I have waited for you.",
      "6": "Remember, Lord, your tender mercies and your gracious love;\n    indeed, they are eternal!",
      "7": "Do not remember my youthful sins and transgressions;\n    but remember me in light of your gracious love,\n        in light of your goodness, Lord.",
      "8": "The Lord is good and just;\n    therefore he will teach sinners concerning the way.",
      "9": "He will guide the humble to justice;\n    he will teach the humble his way.",
      "10": "All the paths of the Lord lead to gracious love and truth\n    for those who keep his covenant and his decrees.",
      "11": "For the sake of your name, Lord,\n    forgive my sin, for it is great.",
      "12": "Who is the man who fears the Lord?\n    God will teach him the path he should choose.",
      "13": "He will experience good things;\n    his descendants will inherit the earth.",
      "14": "The intimate counsel of the Lord is for those who fear him\n    so they may know his covenant.",
      "15": "My eyes look to the Lord continuously,\n    because he’s the one who releases my feet from the trap.",
      "16": "Turn toward me and have mercy on me,\n    for I am lonely and oppressed.",
      "17": "The troubles of my heart have increased;\n    bring me out of my distress!",
      "18": "Look upon my distress and affliction;\n    forgive all my sins.",
      "19": "Look how many enemies I have gained!\n    They hate me with a vicious hatred.",
      "20": "Preserve my life and deliver me;\n    do not let me be ashamed,\n        because I take refuge in you.",
      "21": "Integrity and justice will preserve me,\n    because I wait on you.",
      "22": "Redeem Israel, God, from all its troubles."
    },
    "26": {
      "1": "Vindicate me, Lord,\n    because I have walked in integrity;\n        I have trusted in the Lord without wavering.",
      "2": "Examine me, Lord, and inspect me!\n    Test my heart and mind.",
      "3": "For your gracious love precedes me,\n    and I continuously walk according to your truth.",
      "4": "I do not sit with those committed to what is false,\n    nor do I travel with hypocrites.",
      "5": "I hate the company of those who practice evil,\n    nor do I sit with the wicked.",
      "6": "I wash my hands innocently.\n    I go around your altar, Lord,",
      "7": "so I may praise you loudly with thanksgiving\n    and declare all your wondrous acts.",
      "8": "Lord, I love the dwelling place that is your house,\n    the place where your glory resides.",
      "9": "Do not group me with sinners,\n    nor include me with men who shed blood.",
      "10": "Their hands are filled with wicked schemes,\n    and their right hands with bribes.",
      "11": "But as for me,\n    I walk in my integrity.\n        Redeem me and be gracious to me!",
      "12": "My feet stand on level ground;\n    among the worshiping congregations\n        I will bless the Lord."
    },
    "27": {
      "1": "The Lord is my light and my salvation—\n    whom will I fear?\nThe Lord is the strength of my life;\n    of whom will I be afraid?",
      "2": "When those who practice evil, my enemies, and my oppressors\n    come near me to devour my flesh,\n        they stumble and fall.",
      "3": "If an army encamps against me,\n    my heart will not fear.\nIf a war is launched against me,\n    I will even trust in that situation.",
      "4": "I have asked one thing from the Lord;\n    it is what I really seek:\nthat I may remain in the Lord’s Temple\n    all the days of my life,\nto gaze on the beauty of the Lord;\n    and to inquire in his Temple.",
      "5": "For he will conceal me in his shelter on the day of evil;\n    He will hide me in a secluded chamber within his tent;\n        He will place me on a high rock.",
      "6": "Now my head will be lifted up above my enemies,\n    even those who surround me.\nI will sacrifice in his tent with shouts of joy;\n    I will sing and make melodies to the Lord.",
      "7": "Hear my voice, Lord, when I cry out!\n    Be gracious to me and answer me.",
      "8": "My mind recalls your word,\n    “Seek my face,”\n        so your face, Lord, I will seek.",
      "9": "Do not hide your face from me;\n    do not turn away in anger from your servant.\nYou have been my help,\n    therefore do not abandon or forsake me,\n        God of my salvation.",
      "10": "Though my father and my mother abandoned me,\n    the Lord gathers me up.",
      "11": "Teach me your way, Lord,\n    and lead me on a level path because of my enemies.",
      "12": "Do not hand me over to the desires of my enemies;\n    for false witnesses have risen up against me;\n        even the one who breathes out violence.",
      "13": "I believe that I will see the Lord’s goodness\n    in the land of the living.",
      "14": "Wait on the Lord.\n    Be courageous, and he will strengthen your heart.\n        Wait on the Lord!"
    },
    "28": {
      "1": "To you, Lord, I cry out!\n    My Rock, do not refuse to answer me.\nIf you remain silent,\n    I will become like those who descend into the Pit.",
      "2": "Hear the sound of my supplications when I cry to you for help,\n    as I lift up my hands toward your most holy sanctuary.",
      "3": "Do not drag me away with the wicked,\n    with those who practice iniquity,\nwho speak peace to their neighbors\n    while harboring evil in their hearts.",
      "4": "Reward them according to their deeds;\n    according to the evil of their actions.\nReward them based on what they do;\n    give them what they deserve.",
      "5": "Because they do not understand the deeds of the Lord\n    or the work of his hands,\n        He will tear them down and never build them up.",
      "6": "Blessed be the Lord!\n    For he has heard the sound of my supplications.",
      "7": "The Lord is my strength and my shield;\n    my heart trusts in him,\n        and I received help.\nMy heart rejoices,\n    and I give thanks to him with my song.",
      "8": "The Lord is the strength of his people;\n    he is a refuge of deliverance for his anointed.",
      "9": "Deliver your people\n    and bless your inheritance!\nShepherd them\n    and lift them up forever!"
    },
    "29": {
      "1": "Ascribe to the Lord, you heavenly beings;\n    ascribe to the Lord glory and strength.",
      "2": "Ascribe to the Lord the glory due his name;\n    worship the Lord wearing holy attire.",
      "3": "The voice of the Lord was heard above the waters;\n    the God of glory thundered;\n        the Lord was heard over many waters.",
      "4": "The voice of the Lord is powerful;\n    the voice of the Lord is majestic.",
      "5": "The voice of the Lord snaps the cedars;\n    the Lord snaps the cedars of Lebanon.",
      "6": "He makes them stagger like a calf,\n    even Lebanon and Sirion like a young wild ox.",
      "7": "The voice of the Lord shoots out flashes of fire.",
      "8": "The voice of the Lord shakes the wilderness;\n        the voice of the Lord shakes the wilderness of Kadesh.",
      "9": "The voice of the Lord causes deer to give birth,\n    and strips the forest bare.\n        In his Temple all of them shout, “Glory!”",
      "10": "The Lord sat enthroned over the flood,\n    and the Lord sits as king forever.",
      "11": "The Lord will give strength to his people;\n    the Lord will bless his people with peace."
    },
    "30": {
      "1": "I exalt you, Lord,\n    for you have lifted me up,\n        and my enemies could not gloat over me.",
      "2": "Lord, my God!\n    I cried out to you for help\n        and you healed me.",
      "3": "Lord, you brought me from death;\n    you kept me alive so that I did not descend into the Pit.",
      "4": "You, his godly ones,\n    sing to the Lord,\n        give thanks at the mention of his holiness.",
      "5": "For his wrath is only momentary;\n    yet his favor is for a lifetime.\nWeeping may lodge for the night,\n    but shouts of joy will come in the morning.",
      "6": "As for me,\n    I said in my prosperity,\n        “I will never be moved.”",
      "7": "By your favor, Lord,\n    you established me as a strong mountain;\nThen you hid your face,\n    and I was dismayed.",
      "8": "I cried out to you, Lord,\n    and I make supplication to the Lord:",
      "9": "“What profit is there in my death if I go down to the Pit?\n    Can dust worship you?\n        Can it proclaim your faithfulness?”",
      "10": "Hear me, Lord,\n    and have mercy on me!\n        Lord, help me!",
      "11": "You have turned my mourning into dancing;\n    you took off my sackcloth\n        and clothed me with a garment of joy,",
      "12": "so that I may sing praise to you\n    and not remain silent.\nLord, my God,\n    I will give you thanks forever!"
    },
    "31": {
      "1": "In you, Lord, I have taken refuge.\n    Let me never be ashamed.\n        Because you are righteous, deliver me!",
      "2": "Listen to me,\n    and deliver me quickly.\nBecome a rock of safety for me,\n    a fortified citadel to deliver me;",
      "3": "For you are my rock and my fortress;\n    for the sake of your name guide me and lead me.",
      "4": "Rescue me from the net that they concealed to trap me;\n    for you are my strength.",
      "5": "Into your hands I commit my spirit;\n    for you have redeemed me,\n        Lord God of truth.",
      "6": "I despise those who trust vain idols;\n    but I have trusted in the Lord.",
      "7": "I will rejoice and be glad in your gracious love,\n    for you see my affliction\n        and take note that my soul is distressed.",
      "8": "You have not delivered me into the hand of the enemy,\n    but you have set my feet in a sturdy place.",
      "9": "Be gracious to me, Lord,\n    for I am in distress.\nMy eyes have been consumed by my grief\n    along with my soul and my body.",
      "10": "My life is consumed by sorrow,\n    my years with groaning.\nMy strength has faltered because of my iniquity;\n    my bones have been consumed.",
      "11": "I have become an object of reproach to all my enemies,\n    especially to my neighbors.\nI have become an object of fear to my friends,\n    and whoever sees me outside runs away from me.",
      "12": "Like a dead man, I am forgotten in their thoughts—\n    like broken pottery.",
      "13": "I have heard the slander of many;\n    it is like terror all around me,\n        as they conspire together and plot to take my life.",
      "14": "But I trust in you, Lord.\n    I say, “You are my God.”",
      "15": "My times are in your hands.\n    Deliver me from the hands of my enemies\n        and from those who pursue me.",
      "16": "May your face shine on your servant;\n    in your gracious love, deliver me.",
      "17": "Let me not be ashamed, Lord,\n    for I have called upon you.\nLet the wicked be put to shame,\n    let them be silent in the next life.",
      "18": "Let the lying lips be made still,\n    especially those who speak arrogantly\n        against the righteous with pride and contempt.",
      "19": "How great is your goodness\n    that you have reserved for those who fear you,\nthat you have set in place for those who take refuge in you,\n    in the presence of the children of men.",
      "20": "You will hide them in the secret place of your presence,\n    away from the conspiracies of men.\nYou will hide them in your tent,\n    away from their contentious tongues.",
      "21": "Blessed be the Lord!\n    In a marvelous way he demonstrated his gracious love to me,\n        when I was in a city under siege.",
      "22": "When I said in my panic,\n    “I have been cut off in your sight,”\nthen you surely heard the voice of my prayer\n    in my plea to you for help.",
      "23": "Love the Lord, all his godly ones!\n    The Lord preserves the faithful\n        and repays those who act with proud motives.",
      "24": "Be strong,\n    and let your heart be courageous,\n        all you who put your hope in the Lord."
    },
    "32": {
      "1": "How blessed is the one whose transgression is forgiven,\n    whose sin is covered.",
      "2": "How blessed is the person against whom the Lord does not charge iniquity,\n    and in whose spirit there is no deceit.",
      "3": "When I kept silent about my sin,\n    my body wasted away\n        by my groaning all day long.",
      "4": "For your hand was heavy upon me day and night;\n    my strength was exhausted\n        as in a summer drought.\n Interlude",
      "5": "My sin I acknowledged to you;\n    my iniquity I did not hide.\nI said, “I will confess my transgressions to the Lord.”\n    And you forgave the guilt of my sin!\n Interlude",
      "6": "Therefore every godly person should pray to you at such a time.\n    Surely a flood of great waters will not reach him.",
      "7": "You are my hiding place;\n    you will deliver me from trouble\n        and surround me with shouts of deliverance.\n Interlude",
      "8": "I will instruct you and teach you\n    concerning the path you should walk;\n        I will direct you with my eye.",
      "9": "Don’t be like a horse or mule,\n    without understanding.\nThey are held in check by a bit and bridle in their mouths;\n    otherwise they will not remain near you.",
      "10": "The wicked have many sorrows,\n    but gracious love surrounds those who trust in the Lord.",
      "11": "Righteous ones, be glad in the Lord and rejoice!\n    Shout for joy, all of you who are upright in heart!"
    },
    "33": {
      "1": "Rejoice in the Lord, righteous ones;\n    for the praise of the upright is beautiful.",
      "2": "With the lyre, give thanks to the Lord;\n    with the ten stringed harp, play music to him;",
      "3": "with a new song, sing to him;\n    with shouts of joy, play skillfully.",
      "4": "For the word of the Lord is upright;\n    and all his works are done in faithfulness.",
      "5": "He loves righteousness and justice;\n    the world is filled with the gracious love of the Lord.",
      "6": "By the word of the Lord the heavens were made;\n    all the heavenly bodies by the breath of his mouth.",
      "7": "He gathered the oceans into a single place;\n    he put the deep water into storehouses.",
      "8": "Let all the world fear the Lord;\n    let all the inhabitants of the world stand in awe of him;",
      "9": "because he spoke and it came to be,\n    because he commanded, it stood firm.",
      "10": "The Lord makes void the counsel of nations;\n    he frustrates the plans of peoples.",
      "11": "But the Lord’s counsel stands firm forever,\n    the plans in his mind for all generations.",
      "12": "How blessed is the nation whose God is the Lord,\n    the people he has chosen as his own inheritance.",
      "13": "When the Lord looks down from heaven,\n    he observes every human being.",
      "14": "From his dwelling place,\n    he looks down on all the inhabitants of the earth.",
      "15": "He formed the hearts of them all;\n    he understands everything they do.",
      "16": "A king is not saved by a large army;\n    a mighty soldier is not delivered by his great strength.",
      "17": "It is vain to trust in a horse for deliverance,\n    even with its great strength, it cannot deliver.",
      "18": "Indeed, the Lord watches those who fear him;\n    those who trust in his gracious love",
      "19": "to deliver them from death;\n    to keep them alive in times of famine.",
      "20": "We wait on the Lord;\n    he is our help and our shield.",
      "21": "Indeed, our heart will rejoice in him,\n    because we have placed our trust in his holy name.",
      "22": "Lord, may your gracious love be upon us,\n    even as we hope in you."
    },
    "34": {
      "1": "I will bless the Lord at all times;\n    his praise will be in my mouth continuously.",
      "2": "My soul will glorify the Lord;\n    the humble will hear about it and rejoice.",
      "3": "Magnify the Lord with me!\nLet us lift up his name together!",
      "4": "I sought the Lord and he answered me;\n    he delivered me from all of my fears.",
      "5": "Look to him and be radiant;\n    and you will not be ashamed.",
      "6": "This poor man cried out, and the Lord heard\n    and delivered him from all of his distress.",
      "7": "The angel of the Lord surrounds those who fear him,\n    and he delivers them.",
      "8": "Taste and see that the Lord is good!\n    How blessed is the person who trusts in him!",
      "9": "Fear the Lord, you holy ones of his;\n    for those who fear him lack nothing.",
      "10": "Young lions lack and go hungry,\n    but those who seek the Lord will never lack any good thing.",
      "11": "Come, children, listen to me,\n    and I will teach you the fear of the Lord.",
      "12": "Who among you desires life,\n    and wants long life in order to see good?",
      "13": "Then keep your tongue from doing evil\n    and your lips from spreading lies.",
      "14": "Avoid evil and do good!\n    Seek peace and pursue it!",
      "15": "The Lord looks on the righteous,\n    and he listens to their cries.",
      "16": "The face of the Lord is set against those who do evil,\n    and he will remove people’s recollection of them from the earth.",
      "17": "The Lord hears those who cry out,\n    and he delivers them from all their distress.",
      "18": "The Lord is close to the brokenhearted,\n    and he delivers those whose spirit has been crushed.",
      "19": "A righteous person will have many troubles,\n    but the Lord will deliver him from them all.",
      "20": "God protects all his bones;\n    not one of them will be broken.",
      "21": "Evil will kill the wicked;\n    those who hate the righteous will be held guilty.",
      "22": "The Lord redeems the lives of his servants;\n    and none of those who trust in him will be held guilty."
    },
    "35": {
      "1": "Argue my case, Lord,\n    against those who argue against me.\n        Fight against those who fight against me.",
      "2": "Take up the buckler and the shield,\n    and rise up to help me.",
      "3": "Take out the spear and the ax to confront the one who pursues me;\n    say to me, “I am your deliverer!”",
      "4": "Let those who seek my life be ashamed and disgraced;\n    let those who plot evil against me be driven back and confounded.",
      "5": "Make them like the chaff before the wind,\n    as the messenger of the Lord pushes them aside.",
      "6": "May their path be dark and slippery,\n    as the messenger of the Lord tracks them down.",
      "7": "Without justification they laid a snare for me;\n    without justification they dug a pit to trap me.",
      "8": "Let destruction come upon them unawares,\n    and let the net that he hid catch him;\n        let him fall into destruction.",
      "9": "My soul will rejoice in the Lord\n    and be glad in his deliverance.",
      "10": "All my bones will say,\n    “Lord, who is like you?\nWho delivers the weak from the one who is stronger than he,\n    and the weak and the needy from the one who wants to rob him?”",
      "11": "False witnesses stepped forward\n    and questioned me concerning things\n        about which I knew nothing.",
      "12": "They paid me back evil for good;\n    my soul mourns.",
      "13": "But when they were sick,\n    I wore sackcloth, humbled myself with fasting,\n        and prayed from my heart repeatedly for them.",
      "14": "I paced about as for my friend or my brother,\n    and fell down mourning as one weeps for one’s mother.",
      "15": "But when I stumbled,\n    they rejoiced and gathered together.\nThey gathered together against me—\n    attackers whom I did not know.\n        They tore me apart and would not stop.",
      "16": "Malicious mockers—\n    they gnashed their teeth against me.",
      "17": "Lord, how long will you just watch?\n    Rescue me from their destruction,\n        my precious life from these young lions.",
      "18": "Then I will give you thanks in front of the great congregation;\n    in the midst of the mighty throng I will praise you.",
      "19": "Do not let my deceitful enemies gloat over me,\n    nor let those who hate me without justification mock me with their eyes.",
      "20": "For they do not speak peace;\n    they devise clever lies against the peaceful people of the land.",
      "21": "They open their mouth wide against me,\n    claiming, “Yes! Yes! We saw him do it with our own eyes!”",
      "22": "You see this, Lord,\n    so do not be silent.\n        Lord, do not be far from me!",
      "23": "Wake up! Arouse yourself to vindicate me\n    and argue my case, my God and my Lord.",
      "24": "Judge me according to your righteousness, Lord my God!\n    But do not let them gloat over me.",
      "25": "Don’t let them say in their hearts,\n    “Yes! We got what we wanted.”\nDon’t let them say,\n    “We have swallowed him up.”",
      "26": "Instead, let those who gloat over the evil directed against me\n    be ashamed and confounded together;\nLet those who exalt themselves over me\n    be clothed with shame and dishonor.",
      "27": "Let those who delight in my vindication\n    shout for joy and rejoice!\nLet them continuously say,\n    “Magnify the Lord, who delights in giving peace to his servant.”",
      "28": "My tongue will declare your righteousness\n    and praise you all day long."
    },
    "36": {
      "1": "An oracle that came to me about the transgressions of the wicked: \nThere is no fear of God before his eyes.",
      "2": "He flatters himself too much to discover his transgression and hate it.",
      "3": "The words from his mouth are vain and deceptive.\n    He has abandoned behaving wisely and doing good.",
      "4": "He devises iniquity on his bed\n    and is determined to follow a path that is not good.\n        He does not resist evil.",
      "5": "Your gracious love, Lord, reaches to the heavens;\n    your truth extends to the skies.",
      "6": "Your righteousness is like the mountains of God;\n    your justice is like the great depths of the sea.\n        You deliver both people and animals, Lord.",
      "7": "How precious is your gracious love, God!\n    The children of men take refuge in the shadow of your wings.",
      "8": "They are refreshed from the abundance of your house;\n    You cause them to drink from the river of your pleasures.",
      "9": "For with you is a fountain of life,\n    and in your light we will see light.",
      "10": "Send forth your gracious love to those who know you,\n    and your righteousness to those who are upright in heart.",
      "11": "Do not let the foot of the proud crush me;\n    and do not let the hand of the wicked dissuade me.",
      "12": "There, those who do evil have fallen;\n    They have been thrown down,\n        and they cannot get up."
    },
    "37": {
      "1": "Don’t be angry because of those who do evil,\n    do not be jealous because of those who commit iniquity.",
      "2": "Indeed, they soon will wither like grass,\n    and like green herbs they will fade away.",
      "3": "Trust in the Lord and do good.\n    Dwell in the land and feed on faithfulness.",
      "4": "Delight yourself in the Lord,\n    and he will give you the desires of your heart.",
      "5": "Commit your way to the Lord;\n    Trust him, and he will act.",
      "6": "He will bring forth your righteousness as a light,\n    and your justice as the noonday sun.",
      "7": "Be silent in the Lord’s presence\n    and wait patiently for him.\nDon’t be angry because of the one whose way prospers\n    or the one who implements evil schemes.",
      "8": "Calm your anger and abandon wrath.\n    Don’t be angry—\n        it only leads to evil.",
      "9": "Those who do evil will perish.\n    But those who wait on the Lord will inherit the land.",
      "10": "Yet a little while longer,\n    and the wicked will be no more.\nYou will search for his place,\n    but he will not be there.",
      "11": "The humble will inherit the land;\n    they will take in abundant peace.",
      "12": "The wicked person plots against the righteous,\n    and grinds his teeth at him.",
      "13": "But the Lord laughs at him\n    because he sees that his day is coming!",
      "14": "The wicked take out a sword and bend the bow,\n    to bring down the humble and the poor\n        to slay those who are righteous in conduct.",
      "15": "But their sword will pierce their own heart,\n    and their bows will be broken!",
      "16": "Better is the little that the righteous have\n    than the abundance of many wicked people.",
      "17": "For the arms of the wicked will be broken,\n    but the Lord upholds the righteous.",
      "18": "The Lord knows the day of the blameless,\n    and their inheritance will last forever.",
      "19": "They will not experience shame in times of trouble;\n    in times of famine they will have plenty.",
      "20": "Indeed, the wicked will perish.\n    The Lord’s enemies will be consumed like flowers in the fields.\n        They will vanish like smoke.",
      "21": "The wicked borrow but never pay back;\n    but the righteous are generous and give.",
      "22": "For those blessed by God will inherit the land,\n    but those cursed by him will be cut off.",
      "23": "A man’s steps are established by the Lord,\n    and the Lord delights in his way.",
      "24": "Though he stumbles,\n    he will not fall down flat,\n        for the Lord will hold up his hand.",
      "25": "I once was young and now I am old,\n    but I have not seen a righteous person forsaken\n        or his descendants begging for bread.",
      "26": "Every day he is generous, lending freely,\n    and his descendants are blessed.",
      "27": "Depart from evil, and do good,\n    and you will live in the land forever.",
      "28": "Indeed, the Lord loves justice,\n    and he will not abandon his godly ones.\nThey are kept safe forever,\n    but the lawless will be chased away,\n        and the descendants of the wicked will be cut off.",
      "29": "The righteous will inherit the land,\n    and they will dwell in it forever.",
      "30": "The mouth of the righteous one produces wisdom;\n    his tongue speaks justice.",
      "31": "The instruction of his God is in his heart;\n    his steps will not slip.",
      "32": "The wicked stalks the righteous person, seeking to kill him,",
      "33": "but the Lord will not let him fall into his hands.\n        He will not be condemned when he is put on trial.",
      "34": "Wait on the Lord,\n    Keep faithful to his way,\n        and he will exalt you to possess the land.\nYou will see the wicked cut off.",
      "35": "I once observed a wicked and oppressive person,\n    flourishing like a green tree in native soil.",
      "36": "But then he passed away;\n    in fact, he simply was not there.\nWhen I looked for him,\n    he could not be found.",
      "37": "Observe the blameless!\n    Take note of the upright!\n        Indeed, the future of that man is peace.",
      "38": "Sinners will be destroyed together;\n    the future of the wicked will be cut off.",
      "39": "But deliverance for the righteous one comes from the Lord;\n    he is their strength in times of distress.",
      "40": "The Lord helps and delivers them;\n    he will deliver them from the wicked,\n        and he will save them because they have sought refuge in him."
    },
    "38": {
      "1": "Lord! Do not rebuke me in your anger;\n    do not correct me in your wrath,",
      "2": "because your arrows have sunk deep into me,\n    and your hand has come down hard on me.",
      "3": "My body is unhealthy due to your anger,\n    and my bones have no rest due to my sin.",
      "4": "My iniquities loom over my head;\n    like a cumbersome burden, they are too heavy for me.",
      "5": "My wounds have putrefied and festered\n    because of my foolishness.",
      "6": "I am bent over and walk about greatly bowed down;\n    all day long I go around mourning.",
      "7": "My insides are burning\n    and my body is unhealthy.",
      "8": "I am weak and utterly crushed;\n    I cry out in distress because of my heart’s anguish.",
      "9": "Lord, all my longings are before you,\n    and my groaning is not hidden from you.",
      "10": "My heart pounds,\n    my strength fails me,\n        even the gleam in my eye is gone.",
      "11": "As for my friends and my neighbors,\n    they stand aloof from my distress;\n        even my close relatives stand at a distance.",
      "12": "Those who seek my life lay snares for me;\n    those who seek to do me harm brag all day long about their wicked planning.",
      "13": "I am like the deaf, who cannot hear,\n    and like the mute, who cannot open his mouth.",
      "14": "Indeed, I have become like a man who hears nothing,\n    and in whose mouth there is no rebuke.",
      "15": "Because I have placed my hope in you, Lord,\n    you will answer, Lord, my God.",
      "16": "For I said, “Do not let them gloat over me,\n    as they congratulate themselves when my foot slips.”",
      "17": "Indeed, I am being set up for a fall,\n    and I am continuously reminded of my pain.",
      "18": "I confess my iniquity,\n    and my sin troubles me.",
      "19": "But my enemies are alive and well;\n    those who hate me for no reason are numerous.",
      "20": "They reward my good with evil,\n    opposing me because I seek to do good.",
      "21": "Don’t forsake me, Lord.\n    My God, do not be so distant from me.",
      "22": "Come quickly and help me,\n    Lord, my deliverer."
    },
    "39": {
      "1": "I told myself, “I will keep watch over my tongue to keep from sinning.\n    I will muzzle my mouth when the wicked are around.”",
      "2": "I was as silent as a mute person;\n    I said nothing, not even something good,\n        and my distress deepened.",
      "3": "My heart within me became incensed;\n    as I thought about it, the fire burned. \nThen I spoke out:",
      "4": "“Lord, let me know how my life ends,\n    and the standard by which you will measure my days, whatever it is!\n        Then I will know how transient my life is.",
      "5": "Look, you have made my life span fit in your hand;\n    It is nothing compared to yours.\n        Surely every person at their best is a puff of wind.\n Interlude",
      "6": "In fact, people walk around as shadows.\n    Surely, they busy themselves for nothing,\n        heaping up possessions but not knowing who will get them.",
      "7": "How long, Lord, will I wait expectantly?\n    I have placed my hope in you.",
      "8": "Deliver me from all my transgressions,\n    and do not let fools scorn me.”",
      "9": "I remain silent;\n    I do not open my mouth,\n        for you are the one who acted.",
      "10": "Stop scourging me,\n    since I have been crushed by your heavy hand.",
      "11": "You rebuke by chastening a man with the consequence of iniquities;\n    you destroy what is attractive to him, as one would treat a moth.\n        Indeed, every person is a puff of wind.\n Interlude",
      "12": "Hear my prayer, Lord,\n    pay attention to my cry,\n        and do not ignore my tears.\nI am an alien in your presence,\n    a stranger just like my ancestors were.",
      "13": "Stop looking at me with chastisement, so I can smile again,\n    before I depart and am no more."
    },
    "40": {
      "1": "I waited expectantly for the Lord,\n    and he took notice of me\n        and heard my cry.",
      "2": "He plucked me out of a pit of confusion,\n    even out of the quicksand;\nhe placed my feet on a rock\n    and established my steps.",
      "3": "He put a new song in my mouth,\n    praise to our God!\nMany will watch and be in awe,\n    and they will place their trust in the Lord.",
      "4": "How blessed is that strong person\n    who places his trust in the Lord,\n    and who has not acknowledged the proud\n        nor resorted to lies.",
      "5": "Lord, my God,\n    You have done great things:\n        marvelous works and your thoughts toward us.\nThere is no one who compares to you!\n    I will try to recite your actions,\n        even though there are too many to number.",
      "6": "You take no delight in sacrifices and offerings—\n    you have prepared my ears to listen—\n        you require no burnt offerings or sacrifices for sin.",
      "7": "Then I said, “Here I am! I have come!\n    In the scroll of the book it is written about me.",
      "8": "I delight to do your will, my God.\n    Your Law is part of my inner being.”",
      "9": "In the great congregation I have proclaimed the righteous good news.\n    Behold, I did not seal my lips, Lord, as you know.",
      "10": "I have not ignored your righteousness in my heart;\n    instead, I have proclaimed your faithfulness and deliverance.\nI have not concealed your gracious love and truthfulness\n    from the great congregation.",
      "11": "Lord, do not withhold your mercy from me,\n    for your gracious love and truthfulness will keep me safe continuously.",
      "12": "Innumerable evils have surrounded me;\n    my iniquities have overtaken me so that I cannot see.\nThey are more in number than the hair on my head,\n    and my courage has forsaken me.",
      "13": "Be pleased, Lord, to deliver me;\n    Lord, hurry up and help me!",
      "14": "May those who seek to destroy my life be ashamed and confounded;\n    let them be driven backwards and humiliated,\n        particularly those who wish me evil.",
      "15": "Let shame be the reward for those who say to me, “Aha! Aha!”",
      "16": "Let all who seek you shout for joy and be glad in you.\nMay those who love your deliverance say,\n    “The Lord be magnified!” continuously.",
      "17": "But I am poor and needy;\n    may the Lord think about me.\nYou are my help and deliverer.\n    My God, do not tarry too long!"
    },
    "41": {
      "1": "Blessed is the one who is considerate of the destitute;\n    the Lord will deliver him when the times are evil.",
      "2": "The Lord will protect him and keep him alive;\n    he will be blessed in the land;\n        and he will not be handed over to the desires of his enemies.",
      "3": "The Lord will uphold him even on his sickbed;\n    you will transform his bed of illness into health.",
      "4": "As for me, I said,\n    “Lord, be gracious to me!\n        Heal me, for I have sinned against you!”",
      "5": "As for my enemies, with malice they said,\n    “When will he die and memory of his name perish?”",
      "6": "The one who comes to visit me speaks lies;\n    in his heart he thinks slanderous things about me\n        and goes around spreading them.",
      "7": "As for all who hate me,\n    they whisper together against me;\n        they desire to do me harm.",
      "8": "They say, “Wickedness is entrenched in him.\n    Once he is brought low,\n        he will not rise again.”",
      "9": "As for my best friend,\n    the one in whom I trusted,\nthe one who ate my bread,\n    even he has insulted me!",
      "10": "But you, Lord, be gracious to me and raise me up\n    so that I may pay them back!",
      "11": "In this way I will know that you are pleased with me,\n    and that my enemies will not shout in triumph over me.",
      "12": "As for me, you will maintain my just cause,\n    and you will cause me to stand in your presence forever.",
      "13": "Blessed be the Lord God of Israel,\n    from eternity to eternity.\n        Amen and amen!"
    },
    "42": {
      "1": "As an antelope pants for streams of water,\n    so my soul pants for you, God.",
      "2": "My soul thirsts for God, for the living God.\n    When may I come and appear in God’s presence?",
      "3": "My tears have been my food day and night,\n    while people keep asking me all day long,\n        “Where is your God?”",
      "4": "These things I will recall as I pour out my troubles within me:\n    I used to go with the crowd in a procession to the house of God,\n        accompanied with shouts of joy and thanksgiving.",
      "5": "Why are you in despair, my soul?\n    Why are you disturbed within me?\nHope in God,\n    for once again I will praise him,\n        since his presence saves me.",
      "6": "My God, my soul feels depressed within me;\n    therefore I will remember you from the land of Jordan,\nfrom the heights of Hermon,\n    even from the foothills.",
      "7": "Deep waters call out to what is deeper still;\n    at the roar of your waterfalls\n        all your breakers and your waves swirled over me.",
      "8": "By day the Lord will command his gracious love,\n    and by night his song is with me—\n        a prayer to the God of my life.",
      "9": "I will ask God, my Rock, “Why have you forsaken me?\n    Why do I go around mourning under the enemy’s oppression?”",
      "10": "Like the shattering of my bones are the taunts of my oppressors,\n    saying to me all day long,\n        “Where is your God?”",
      "11": "Why are you in despair, my soul?\n    Why are you disturbed within me?\nHope in God,\n    for once again I will praise him,\nsince his presence saves me\n    and he is my God."
    },
    "43": {
      "1": "You be my judge, God,\n    and plead my case against an unholy nation;\n        rescue me from the deceitful and unjust man.",
      "2": "Since you are the God who strengthens me,\n    why have you forsaken me?\nWhy do I go around mourning under the enemy’s oppression?”",
      "3": "Send forth your light and your truth\n    so they may guide me.\nLet them bring me to your holy mountain and to your dwelling places.",
      "4": "Then I will approach the altar of God,\n    even to God in whom my joy finds its source.\nThen I will praise you with the lyre,\n    God, my God,",
      "5": "Why are you in despair, my soul?\n    Why are you disturbed within me?\nHope in God,\n    because I will praise him once again,\nsince his presence saves me\n    and he is my God."
    },
    "44": {
      "1": "God, we heard it with our ears;\n    our ancestors told us about what you did in their day—\n        a long time ago.",
      "2": "With your hand you expelled the nations\n    and established our ancestors.\nYou afflicted nations\n    and cast them out.",
      "3": "It was not with their sword that they inherited the land,\n    nor did their own arm deliver them.\nBut it was by your power, your strength,\n    and by the light of your face;\n        because you were pleased with them.",
      "4": "You are my king, God,\n    command victories for Jacob.",
      "5": "Through you we will knock down our oppressors;\n    through your name we will tread down those who rise up against us.",
      "6": "For I place no confidence in my bow,\n    nor will my sword deliver me.",
      "7": "For you delivered us from our oppressors\n    and put to shame those who hate us.",
      "8": "We will praise God all day long;\n    and to your name we will give thanks forever.\n Interlude",
      "9": "However, you cast us off and made us ashamed!\n    You did not even march with our armies!",
      "10": "You made us retreat from our oppressors.\n    Our enemies ransacked us.",
      "11": "You handed us over to be slaughtered like sheep\n    and you scattered us among the nations.",
      "12": "You sold out your people for nothing,\n    and made no profit at that price.",
      "13": "You made us a laughing stock to our neighbors,\n    a source of mockery and derision to those around us.",
      "14": "You made us an object lesson among the nations;\n    people shake their heads at us.",
      "15": "My dishonor tortures me continuously;\n    the shame on my face overwhelms me",
      "16": "because of the voice of the one who mocks and reviles,\n    because of the enemy and the avenger.",
      "17": "All this came upon us,\n    yet we did not forsake you,\n        and we have not dealt falsely with your covenant;",
      "18": "Our hearts have not turned away;\n    our steps have not swerved from your path.",
      "19": "Nevertheless, you crushed us in the lair of jackals,\n    and covered us in deep darkness.",
      "20": "If we had forgotten the name of our God\n    or lifted our hands to a foreign god,",
      "21": "wouldn’t God find out\n    since he knows the secrets of the heart?",
      "22": "For your sake we are being killed all day long.\n    We are thought of as sheep to be slaughtered.",
      "23": "Wake up! Why are you asleep, Lord?\n    Get up! Don’t cast us off forever!",
      "24": "Why are you hiding your face?\n    Why are you ignoring our affliction and oppression?",
      "25": "For we have collapsed in the dust;\n    our bodies cling to the ground.",
      "26": "Arise! Deliver us!\n    Redeem us according to your gracious love!"
    },
    "45": {
      "1": "My heart is overflowing with good news;\n    I speak what I have composed to the king;\n        my tongue is like the pen of an articulate scribe.",
      "2": "You are the most handsome of Adam’s descendants;\n    grace has anointed your lips;\n        therefore God has blessed you forever.",
      "3": "Strap your sword to your side,\n    mighty warrior, along with your honor and majesty.",
      "4": "In your majesty ride forth for the cause of truth, humility, and righteousness;\n    and your strong right hand will teach you awesome things.",
      "5": "Your arrows are sharpened\n    to penetrate the hearts of the king’s enemies.\n        People will fall under you.",
      "6": "Your throne, God, exists forever and ever,\n    and the scepter of your kingdom is a righteous scepter.",
      "7": "You love justice and hate wickedness.\n    That is why God, even your God, has anointed you\n        rather than your companions with the oil of gladness.",
      "8": "All your clothes are scented with myrrh, aloes, and cassia.\n    From ivory palaces stringed instruments have made you glad.",
      "9": "The king’s daughters are among your honorable women;\n    the queen, dressed in gold from Ophir, has taken her place at your right hand.”",
      "10": "Listen, daughter! Consider and pay attention.\n    Forget your people and your father’s house,",
      "11": "and the king will greatly desire your beauty.\n    Because he is your lord, you should bow in respect before him.",
      "12": "The daughter of Tyre will come with a wedding gift;\n    wealthy people will entreat your favor.",
      "13": "In her chamber, the king’s daughter is glorious;\n    her clothing is embroidered with gold thread.",
      "14": "In embroidered garments\n    she is presented to the king.\nHer virgin companions who follow her train\n    will be presented to you.",
      "15": "Filled with joy and gladness, they are presented\n    when they enter the king’s palace.",
      "16": "Your sons will take the place of your ancestors,\n    and you will set them up as princes in all the earth.",
      "17": "From generation to generation,\n    I will cause your name to be remembered.\n        Therefore people will thank you forever and ever."
    },
    "46": {
      "1": "God is our refuge and strength,\n    a great help in times of distress.",
      "2": "Therefore we will not be frightened\n    when the earth roars,\nwhen the mountains shake in the depths of the seas,",
      "3": "when its waters roar and rage,\n        when the mountains tremble despite their pride.\n Interlude",
      "4": "Look! There is a river\n    whose streams make the city of God rejoice,\n        even the Holy Place of the Most High.",
      "5": "Since God is in her midst,\n    she will not be shaken.\nGod will help her\n    at the break of dawn.",
      "6": "The nations roared;\n    the kingdoms were shaken.\nHis voice boomed;\n    the earth melts.",
      "7": "The Lord of the heavenly armies is with us;\n    our refuge is the God of Jacob.\n Interlude",
      "8": "Come, observe the mighty works of the Lord,\n    who causes desolation in the earth.",
      "9": "He causes wars to cease all over the earth,\n    he causes the bow to break, the spear to snap,\n        the chariots to ignite and burn.",
      "10": "Be in awe and know that I am God.\n    I will be exalted among the nations.\n        I will be exalted throughout the earth.",
      "11": "The Lord of the heavenly armies is with us;\n    the God of Jacob is our refuge.\n Interlude"
    },
    "47": {
      "1": "Clap your hands, all you peoples!\n    Shout to God with a loud cry of joy!",
      "2": "For the Lord, the Most High, is to be feared,\n    a great king over all the earth.",
      "3": "He subdued peoples under us,\n    and nations under our feet.",
      "4": "He chose our inheritance for us,\n    even the pride of Jacob whom he loved.\n Interlude",
      "5": "God has ascended on high with a shout,\n    the Lord has ascended with the blast of a trumpet.",
      "6": "Sing songs to God!\n    Sing songs!\nSing songs to our King!\n    Sing songs!",
      "7": "Indeed, God is king over all the earth;\n    sing a song of praise.",
      "8": "God is king over the nations;\n    God is seated on his holy throne.",
      "9": "The nobles among the nations\n    have joined the people of the God of Abraham.\nFor the shields of the earth belong to God;\n    he is greatly exalted."
    },
    "48": {
      "1": "Great is the Lord!\n    For he is to be praised greatly,\neven in the city of our God,\n    his holy mountain.",
      "2": "Beautifully situated,\n    the joy of all the earth,\nMount Zion towards the north,\n    the city of the great King.",
      "3": "Within her citadels\n    God is known as a place of refuge.",
      "4": "Behold, when the kings assembled together,\n    when they traveled together,",
      "5": "they looked and were awestruck;\n    they became afraid and ran away.",
      "6": "Trembling seized them there,\n    pains like those of a woman in labor,",
      "7": "as when an east wind destroyed the ships of Tarshish.",
      "8": "Just as we have heard,\n    so have we seen;\nin the city of the Lord of the heavenly armies—\n    even in the city of our God—\n        God will establish her forever.\n Interlude",
      "9": "God, we have meditated on your gracious love\n    in the midst of your Temple.",
      "10": "God, according to your name,\n    so is your praise to the ends of the earth.\n        Your right hand is filled with righteousness.",
      "11": "Mount Zion will be glad;\n    the towns of Judah will rejoice because of your judgments.",
      "12": "March around Zion;\n    encircle her;\n        count her towers.",
      "13": "Take note of her ramparts;\n    investigate her citadels;\n        that you may speak about them to the next generation.",
      "14": "For this God is our God forever and ever.\n    He will guide us until death."
    },
    "49": {
      "1": "Listen to this, all you people!\n    Pay attention, all you who live in the world,",
      "2": "both average people and those of means,\n    the rich and the poor together.",
      "3": "My mouth will speak wisely,\n    and I will understand what I think about.",
      "4": "I will focus my attention on a proverb;\n    I will use the harp to expound my riddle.",
      "5": "Why should I be afraid when evil days come my way,\n    when the wickedness of those who deceive me surrounds me—",
      "6": "those who put confidence in their wealth\n    and boast about their great riches?",
      "7": "No man can redeem the life of another,\n    nor can he give to God a sufficient payment for him—",
      "8": "for it would cost too much to redeem his life,\n    and the payments would go on forever—",
      "9": "that he should go on living\n    and not see corruption.",
      "10": "Indeed, he will see wise people die;\n    the stupid and the senseless will meet their doom\n        and leave their wealth to others.",
      "11": "Their inner thoughts are on their homes forever;\n    their dwellings from generation to generation.\n        They even name their lands after themselves.",
      "12": "But humanity cannot last, despite its conceit;\n    it will pass away just like the animals.",
      "13": "This is the fate of those who are foolish\n    and of those who correct their words after they speak.\n Interlude",
      "14": "Like sheep, they are destined for the realm of the dead,\n    with death as their shepherd.\nThe upright will have dominion over them in the morning;\n    their strength will be consumed in the afterlife,\n        so that they have no home.",
      "15": "God will truly redeem me from the power of Sheol.\n    He will surely receive me!\n Interlude",
      "16": "Don’t be afraid when someone gets rich,\n    when the glory of his household increases.",
      "17": "When he dies, he will not be able to take it all with him—\n    his possessions will not follow him to the grave,",
      "18": "although he considers himself blessed while he’s alive. \nThough people praise you for doing well,",
      "19": "you will end up like your ancestors’ generation,\n        never again to see the light of day!",
      "20": "Humanity, despite its conceit, does not understand\n    that it will perish, just like the animals."
    },
    "50": {
      "1": "God, the Lord, has spoken.\n    He has summoned the earth\n        from the rising of the sun to its setting place.",
      "2": "From Zion, the perfection of beauty,\n    God has shined forth.",
      "3": "Our God has appeared and he has not been silent;\n    a devouring fire blazed before him,\n        and a mighty storm swirled around him.",
      "4": "He summoned the heavens above\n    and the earth below,\n        to sit in judgment on his people.",
      "5": "“Assemble before me, my saints,\n    who have entered into my covenant by sacrifice.”",
      "6": "The heavens revealed his justice,\n    for God is himself the judge.\n Interlude",
      "7": "“Listen, my people,\n    for I am making a pronouncement:\n        Israel, I, God, your God, am testifying against you.",
      "8": "I do not rebuke you because of your sacrifices;\n    indeed, your burnt offerings are continuously before me.",
      "9": "I will no longer accept a sacrificial bull from your household;\n    nor goats from your pens.",
      "10": "Indeed, every animal of the forest is mine,\n    even the cattle on a thousand hills.",
      "11": "I know all the birds in the mountains;\n    indeed, everything that moves in the field is mine.",
      "12": "“If I were hungry, I would not tell you;\n    for the world is mine along with everything in it.",
      "13": "Why should I eat the flesh of oxen\n    or drink the blood of goats?",
      "14": "Offer to God a thanksgiving praise;\n    pay your vows to the Most High.",
      "15": "Call on me in the day of distress;\n    I will deliver you, and you will glorify me.”",
      "16": "As for the wicked, God says, \n“How dare you recite my statutes\n    or speak about my covenant with your lips!",
      "17": "You hate instruction\n    and toss my words behind you.",
      "18": "When you see a thief, you befriend him,\n    and you keep company with adulterers.",
      "19": "You give your mouth free reign for evil,\n    and your tongue devises deceit.",
      "20": "You sit and speak against your brother;\n    you slander your own mother’s son.",
      "21": "These things you did, and I kept silent,\n    because you assumed that I was like you.\nBut now I am going to rebuke you,\n    and I will set forth my case before your very own eyes.”",
      "22": "Consider this, you who have forgotten God—\n    Otherwise, I will tear you in pieces\n        and there will be no deliverer:",
      "23": "Whoever offers a sacrifice of thanksgiving glorifies me,\n    and I will reveal the salvation of God\n        to whomever continues in my way.”"
    },
    "51": {
      "1": "Have mercy, God, according to your gracious love,\n    according to your unlimited compassion,\n        erase my transgressions.",
      "2": "Wash me from my iniquity,\n    cleanse me from my sin.",
      "3": "For I acknowledge my transgression;\n    my sin remains continuously before me.",
      "4": "Against you, you only, have I sinned,\n    and done what was evil in your sight.\nAs a result, you are just in your pronouncement\n    and clear in your judgment.",
      "5": "Indeed, in iniquity I was brought forth;\n    in sin my mother conceived me.",
      "6": "Indeed, you are pleased with truth in the inner person,\n    and you will teach me wisdom in my innermost parts.",
      "7": "Purge me with hyssop,\n    and I will be clean.\nWash me,\n    and I will be whiter than snow.",
      "8": "Let me know joy and gladness;\n    let the bones that you have broken rejoice.",
      "9": "Hide your countenance from my sins\n    and erase the record of my iniquities.",
      "10": "God, create a pure heart in me,\n    and renew a right attitude within me.",
      "11": "Do not cast me from your presence;\n    do not take your Holy Spirit from me.",
      "12": "Restore to me the joy of your salvation,\n    and let a willing attitude control me.",
      "13": "Then I will teach transgressors about your ways,\n    and sinners will turn to you.",
      "14": "Deliver me from the guilt of shedding blood,\n    God, God of my salvation.\n        Then my tongue will sing about your righteousness.",
      "15": "Lord, open my lips,\n    and my mouth will declare your praise.",
      "16": "Indeed, you do not delight in sacrifices,\n    or I would give them,\n        nor do you desire burnt offerings.",
      "17": "True sacrifice to God is a broken spirit.\n    A broken and chastened heart, God,\n        you will not despise.",
      "18": "Show favor to Zion in your good pleasure;\n    and rebuild the walls of Jerusalem.",
      "19": "Then you will be pleased with right sacrifices,\n    with burnt offerings, and with whole burnt offerings.\n        Then they will offer bulls on your altar."
    },
    "52": {
      "1": "Why do you make evil\n    the foundation of your boasting, mighty one?\n        God’s gracious love never ceases.",
      "2": "Your tongue, like a sharp razor, devises wicked things\n    and crafts treachery.",
      "3": "You love evil rather than good,\n    falsehood rather than speaking uprightly.\n Interlude",
      "4": "You love all words that destroy, you deceitful tongue!",
      "5": "But God will tear you down forever;\n    he will take you away,\n        even snatching you out of your tent!\nHe will uproot you from the land of the living.\n Interlude",
      "6": "The righteous will fear when they see this,\n    but then they will laugh at him, saying,",
      "7": "“Look, here is a young man who refused to make God his strength;\n    instead, he trusted in his great wealth\n        and made his wickedness his strength.",
      "8": "But I am like a green olive tree in the house of God;\n    I trust in the gracious love of God forever and ever.",
      "9": "Therefore I will praise you forever\n    because of what you did;\nI will proclaim that your name is good\n    in the midst of your faithful ones."
    },
    "53": {
      "1": "Fools say to themselves “There is no God.”\n    They are corrupt and commit iniquity;\n        not one of them practices what is good.",
      "2": "God looks down from the heavens upon humanity\n    to see if anyone shows discernment as he searches for God.",
      "3": "All of them have fallen away;\n    together they have become corrupt;\n        no one does what is good, not even one.",
      "4": "Will those who do evil ever learn?\n    They devour my people like they devour bread,\n        and never call on God.",
      "5": "There the Israelis were seized with terror,\n    when there was nothing to fear.\nFor God scattered the bones of those who laid siege against you—\n    you put them to shame,\n        for God rejected them.",
      "6": "Would that Israel’s deliverance come out of Zion!\n    When God restores the fortunes of his people,\n        Jacob will rejoice and Israel will be glad."
    },
    "54": {
      "1": "God, by your name deliver me,\n    and by your power vindicate me.",
      "2": "God, listen to my prayer,\n    and pay attention to the words of my mouth.",
      "3": "For the arrogant have arisen against me;\n    oppressors have sought to take my life.\nThey do not keep God in mind!\n Interlude",
      "4": "Look, God is my helper;\n    the Lord is with those who are guarding my life.",
      "5": "He will turn the evil upon those who lie in wait for me.\n    Cut them off with your truth.",
      "6": "With a free will offering I will sacrifice to you;\n    I will give thanks to your name, Lord,\n        because it is good,",
      "7": "for he has delivered me from every trouble,\n    and my eyes have seen the end of my enemies."
    },
    "55": {
      "1": "Pay attention to my prayer, God,\n    and do not hide yourself from my appeal.",
      "2": "Pay attention to me and answer me.\n    I moan and groan in my thoughts,",
      "3": "because of the voice of the enemy,\nand because of the oppression of the wicked.\nThey bring down evil upon me,\n    and in anger they hate me.",
      "4": "My heart is trembling within me,\n    and the terrors of death have assaulted me.",
      "5": "Fear and trembling have overwhelmed me,\n    and horror has covered me.",
      "6": "I said, “O, who will give me the wings of a dove,\n    so that I could fly away and live somewhere else?",
      "7": "Look, I want to flee far away;\n    I want to settle down in the wilderness.\n Interlude",
      "8": "I want to deliver myself quickly\n    from this windstorm and tempest.”",
      "9": "Confound them, Lord,\n    and confuse their speech,\n        because I have seen violence and strife in the city.",
      "10": "Day and night they prowl around its walls;\n    evil and iniquity are within it.",
      "11": "Wickedness is at the center of it;\n    fraud and lies never leave its streets.",
      "12": "For it is not an enemy who insults me—\n    I could have handled that—\nnor is it someone who hates me and who now arises against me—\n    I could have hidden myself from him—",
      "13": "but it is you—\n    a man whom I treated as my equal—\nmy personal confidant,\n    my close friend!",
      "14": "We had good fellowship together;\n    and we even walked together in the house of God!",
      "15": "Let death seize them!\n    May they be plunged alive into the afterlife,\nfor wicked things are in their homes\n    and among them.",
      "16": "I call upon God,\n    and the Lord will deliver me.",
      "17": "Morning, noon, and night,\n    I mulled over these things\nand cried out in my distress,\n    and he heard my voice.",
      "18": "He calmly ransomed my soul from the war waged against me,\n    for there was a vast crowd who stood against me.",
      "19": "God, who is enthroned from long ago,\n    will hear me and humble them.\n Interlude\nBecause they do not repent,\n    they do not fear God.",
      "20": "Each of my friends raises his hand against his allies;\n    each of my friends breaks his word.",
      "21": "His mouth is as smooth as butter,\n    while war is in his heart.\nHis words were as smooth as olive oil,\n    while his sword is drawn.",
      "22": "Cast on the Lord whatever he sends your way,\n    and he will sustain you.\n        He will never allow the righteous to be shaken.",
      "23": "But you, God, bring them down to the Pit of corruption;\n    bloodthirsty and deceitful people will not live out half their days.\n        But I put my full confidence in you."
    },
    "56": {
      "1": "Have mercy on me, God,\n    because men have harassed me.\n        Those who oppress me have fought against me all day long.",
      "2": "Those who watch me all day have harassed me,\n    for there are many who fight against me out of conceit.",
      "3": "On days when I am afraid,\n    I put my trust in you.",
      "4": "In God, whose word I praise,\n    in God I put my trust.\n        I will not fear what mortal man can do to me.",
      "5": "All day long people distort what I say;\n    all their schemes against me are for evil purposes.",
      "6": "They gather together\n    and hide in ambush.\nThey watch my every step\n    as they lie in wait for my life.",
      "7": "Cast them away because of their wickedness.\n    In wrath, God, cast down these people!",
      "8": "You have kept count of my wanderings.\n    Put my tears in your bottle—\n        have not you recorded them in your book?",
      "9": "My enemies will retreat when I call on you.\n    This has been my experience,\n        because God is with me.",
      "10": "In God, whose word I praise,\n    in the Lord, whose word I praise,",
      "11": "in God I will put my trust.\n    I will not fear what mortal man can do to me.",
      "12": "God, I have taken vows before you;\n    therefore I will offer thanksgiving sacrifices to you.",
      "13": "For you have delivered me from death\n    and my feet from stumbling,\n        so that I may walk before God in the light of the living!"
    },
    "57": {
      "1": "Have mercy on me, God, have mercy,\n    for in you I have placed my trust.\nEven in the shadow of your wings\n    will I find my refuge until this calamity passes.",
      "2": "I call upon the God Most High;\n    to the God who completes what he began in me.",
      "3": "He will send help from heaven to deliver me\n    from those who harass and despise me.\n Interlude\n        God will send his gracious love and truth.",
      "4": "I am surrounded by lions.\n    I lie down with those who burn with fire—\nthat is, with people whose teeth are like spears and arrows—\n    whose tongues are like sharp swords.",
      "5": "Be exalted above the heavens, God!\n    May your glory cover the earth!",
      "6": "They have set a snare for my feet,\n    which makes me depressed.\nThey dug a pit in front of me,\n    but they are the ones who fell into it!\n Interlude",
      "7": "My heart is committed, God,\n    my heart is committed,\n        so I will sing and play music.",
      "8": "Wake up, my soul,\n    wake up, lyre and harp!\n        I will awaken at dawn.",
      "9": "I will exalt you among the peoples, Lord.\n    I will play music among the nations.",
      "10": "For your gracious love is great,\n    extending even to the heavens,\n        and your truth even to the skies.",
      "11": "Be exalted above the heavens, God!\n    May your glory cover the earth!"
    },
    "58": {
      "1": "How is it that by remaining silent you can speak righteously?\n    How can you judge people fairly?",
      "2": "As a matter of fact, in your heart you plan iniquities!\n    In the land your hands are violent!",
      "3": "The wicked go astray from the womb;\n    they go astray, telling lies even from birth.",
      "4": "Their venom is like a poisonous snake;\n    even like a deaf serpent that shuts its ears,",
      "5": "refusing to hear the voice of the snake charmer,\n    the cunning enchanter.",
      "6": "God, shatter their teeth in their mouths;\n    Lord, break the fangs of the young lions!",
      "7": "May they flow away like rain water that runs off,\n    may they become like someone who shoots broken arrows.",
      "8": "May they be like a snail that dries up as it crawls;\n    like a woman’s stillborn baby, who never saw the sun.",
      "9": "Before your clay pots are placed on a fire of burning thorns—\n    whether green or ablaze—\n        wrath will sweep them away like a storm.",
      "10": "The righteous person will rejoice when he sees your vengeance;\n    when he washes his feet in the blood of the wicked.",
      "11": "A person will say,\n    “Certainly, the righteous are rewarded;\n        certainly there is a God who judges the earth.”"
    },
    "59": {
      "1": "Save me from my enemies, my God!\n    Keep me safe from those who rise up against me.",
      "2": "Save me from those who practice evil;\n    deliver me from bloodthirsty men.",
      "3": "Look, they lie in ambush for my life;\n    these violent men gather together against me,\n        but not because of any transgression or sin of mine, Lord.",
      "4": "Without any fault on my part,\n    they rush together and prepare themselves. \nGet up!\n    Come help me!\n        Pay attention!",
      "5": "You, Lord God of the Heavenly Armies, God of Israel,\n    stir yourself up to punish all the nations.\n        Show no mercy to those wicked transgressors.\n Interlude",
      "6": "At night they return like howling dogs;\n    they prowl around the city.",
      "7": "Look what pours out of their mouths!\n    They use their lips like swords,\n        saying “Who will hear us?”",
      "8": "But you, Lord, will laugh at them;\n    you will mock all the nations.",
      "9": "My Strength, I will watch for you,\n    for God is my fortress.",
      "10": "My God of Gracious Love will meet me;\n    God will enable me to see what happens to my enemies.",
      "11": "Don’t kill them!\n    Otherwise, my people may forget.\nBy your power make them stumble around;\n    bring them down low,\n        Lord, our Shield.",
      "12": "The sin of their mouth is the word on their lips.\n    They will be caught in their own conceit;\n        for they speak curses and lies.",
      "13": "Go ahead and destroy them in anger!\n    Wipe them out,\nand they will know to the ends of the earth\n    that God rules over Jacob.\n Interlude",
      "14": "At night they return like howling dogs;\n    they prowl around the city.",
      "15": "They scavenge for food.\n    If they find nothing,\n        they become hungry and growl.",
      "16": "But I will sing of your power\n    and in the morning I will shout for joy about your gracious love.\nFor you have been a fortress for me;\n    and a refuge when I am distressed.",
      "17": "My Strength, I will sing praises to you,\n    for you, God of Gracious Love, are my fortress."
    },
    "60": {
      "1": "God, you have cast us off;\n    you have breached our defenses\nand you have become enraged.\n    Return to us!",
      "2": "You made the earth quake;\n    you broke it open.\nRepair its fractures,\n    because it has shifted.",
      "3": "You made your people go through hard times;\n    you had us drink wine that makes us stagger.",
      "4": "But you have given a banner to those who fear you,\n    so they may display it in honor of truth.\n Interlude",
      "5": "So your loved ones may be delivered,\n    save us by your power\n        and answer us quickly!",
      "6": "Then God spoke in his holiness, \n“I will rejoice—\n    I will divide Shechem;\n        I will portion out the Succoth Valley.",
      "7": "Gilead belongs to me,\n    and Manasseh is mine.\nEphraim is my helmet,\n    and Judah my scepter.",
      "8": "Moab is my wash basin;\n    over Edom I will throw my shoes;\n        over Philistia I will celebrate my triumph.”",
      "9": "Who will lead me to the fortified city?\n    Who will lead me to Edom?",
      "10": "Aren’t you the one, God, who has cast us off?\n    Didn’t you refuse, God, to accompany our armies?",
      "11": "Help us in our distress,\n    for human help is worthless.",
      "12": "Through God we will fight valiantly;\n    and it is he who will crush our enemies."
    },
    "61": {
      "1": "God, hear my cry;\n    pay attention to my prayer.",
      "2": "From the end of the earth I will cry to you\n    whenever my heart is overwhelmed.\n        Place me on the rock that’s too high for me.",
      "3": "For you have been a refuge for me,\n    a tower of strength before the enemy.",
      "4": "Let me make my home in your tent forever;\n    let me hide under the shelter of your wings.\n Interlude",
      "5": "For you, God, have heard my promises;\n    you have assigned to me the heritage of those who fear your name.",
      "6": "Add day after day to the king’s life;\n    may his years continue for many generations.",
      "7": "May he be enthroned before God forever;\n    Appoint your gracious love and truth to guard him.",
      "8": "So I will sing songs to your name forever;\n    I will fulfill my promises day by day."
    },
    "62": {
      "1": "My soul rests quietly only when it looks to God;\n    from him comes my deliverance.",
      "2": "He alone is my rock, my deliverance, and my high tower;\n    nothing will shake me.",
      "3": "How long will you rage against someone?\n    Would you attack him\n        as if he were a leaning wall or a tottering fence?",
      "4": "They plan to cast him down from his exalted position.\n    They delight in lies;\ntheir mouth utters blessings,\n    while their heart is cursing.\n Interlude",
      "5": "My soul, be quiet before God,\n    for from him comes my hope.",
      "6": "He alone is my rock, my deliverance, and my high tower;\n    nothing will shake me.",
      "7": "I rely on God who is my deliverance and my glory;\n    he is my strong rock,\n        and my refuge is in God.",
      "8": "People, in every situation put your trust in God;\n    pour out your heart before him;\n        for God is a refuge for us.\n Interlude",
      "9": "Human beings are a mere vapor,\n    while people in high positions are not what they appear.\n    When they are placed on the scales, they weigh nothing;\n        even when weighed together, they are less than nothing.",
      "10": "Don’t trust in oppression\n    or put false hope in stealing;\nif you become wealthy,\n    do not set your heart on it.",
      "11": "God spoke once,\n    but I heard it twice,\n        “Power belongs to God.”",
      "12": "Also to you, Lord, belongs gracious love,\n    because you reward each person according to what he does."
    },
    "63": {
      "1": "God, you are my God!\n    I will fervently seek you.\nMy soul thirsts for you;\n    my flesh longs for you in a dry, weary, and parched land.",
      "2": "So I have looked for you in the sanctuary,\n    to behold your power and glory.",
      "3": "Because your gracious love is better than life itself,\n    my lips will praise you.",
      "4": "So I will bless you as long as I live;\n    I will lift up my hands in your name.",
      "5": "Just as I am satisfied with the choicest of foods,\n    so my lips will praise you joyfully.",
      "6": "When I think of you in bed,\n    I will meditate on you in the night watches.",
      "7": "For you have been my strength,\n    and in the shadow of your wings I will shout for joy.",
      "8": "My soul clings to you,\n    even as your right hand supports me.",
      "9": "But as for those who seek to destroy me,\n    they will go down to the depths of the earth;",
      "10": "May they be given over to the power of the sword;\n    may they become carrion for jackals.",
      "11": "But as for the king,\n    he will rejoice in God.\nIndeed, everyone who swears by God will exult,\n    because the mouths of liars will be silenced."
    },
    "64": {
      "1": "Hear, God, as I express my concern;\n    protect me from fear of the enemy.",
      "2": "Hide me from the secret plots of the wicked,\n    from the mob of those who practice evil,",
      "3": "who sharpen their tongues like swords,\n    and aim their bitter words like arrows,",
      "4": "shooting at the innocent from concealment. \nSuddenly they shoot, fearing nothing.",
      "5": "They concoct an evil scheme for themselves;\nthey enumerate their hidden snares;\n    they say, “Who will see them?”",
      "6": "They devise wicked schemes, saying,\n    “We have completed our plans,\n        hiding them deep in our hearts.”",
      "7": "But God shot an arrow at them,\n    and they were wounded immediately.",
      "8": "They tripped over their own tongues,\n    and everyone who was watching ran away.",
      "9": "Everyone was gripped with fear\n    and acknowledged God’s deeds,\n        understanding what he had done.",
      "10": "The righteous rejoiced in the Lord,\n    because they had fled to him for refuge.\n        Let all the upright in heart exult."
    },
    "65": {
      "1": "In Zion, God, praise silently awaits you,\n    and vows will be paid to you.",
      "2": "Since you hear prayer,\n    everybody will come to you.",
      "3": "My acts of iniquity—they overwhelm me!\n    Our transgressions—you blot them out!",
      "4": "How blessed is the one you choose,\n    the one you cause to live in your courts.\nWe will be satisfied with the goodness of your house,\n    yes, even with the holiness of your Temple.",
      "5": "With awesome deeds of justice\n    you will answer us, God our Deliverer;\nyou are the confidence for everyone at the ends of the earth,\n    even for those far away overseas.",
      "6": "The One who established the mountains by his strength\n    is clothed with omnipotence.",
      "7": "He calmed the roar of seas,\n    the roaring of the waves,\n        and the turmoil of the peoples.",
      "8": "Those living at the furthest ends of the earth are seized by fear because of your miraculous deeds.\nYou make the going forth of the morning and the evening shout for joy.",
      "9": "You take care of the earth,\n    you water it,\n        and you enrich it greatly with the river of God that overflows with water.\nYou provide grain for them,\n    for you have ordained it this way.",
      "10": "You fill the furrows of the field with water\n    so that their ridges overflow.\nYou soften them with rain showers;\n    their sprouts you have blessed.",
      "11": "You crown the year with your goodness;\n    your footsteps drop prosperity behind them.",
      "12": "The wilderness pastures drip with dew,\n    and the hills wrap themselves with joy.",
      "13": "The meadows are clothed with flocks of sheep,\n    and the valleys are covered with grain.\nThey shout for joy;\n    yes, they burst out in song!"
    },
    "66": {
      "1": "Shout praise to God all the earth!",
      "2": "Sing praise about the glory of his name.\n    Make his praise glorious.",
      "3": "Say to God: “How awesome are your works!\n    Because of your great strength\n        your enemies cringe before you.”",
      "4": "The whole earth worships you.\n    They sing praise to you.\n        They sing praise to your name.\n Interlude",
      "5": "Come and see the awesome works of God\n    on behalf of human beings:",
      "6": "He turned the sea into dry land.\n    Israel crossed the river on foot;\n        let us rejoice in him.",
      "7": "He rules by his power forever,\n    his eyes watching over the nations.\n        Do not let the rebellious exalt themselves.\n Interlude",
      "8": "Bless our God, people,\n    and let the sound of his praise be heard.",
      "9": "He gives us life\n    and does not permit our feet to slip.",
      "10": "For you, God, tested us,\n    to purify us like fine silver.",
      "11": "You have led us into a trap\n    and set burdens on our backs.",
      "12": "You caused men to ride over us.\n    You brought us through fire and water,\n        but you led us to abundance.",
      "13": "I will come to your house with burnt offerings.\n    I will fulfill my vows to you",
      "14": "that my lips uttered and that my mouth spoke\n    when I was in trouble.",
      "15": "I will offer to you burnt offerings of fat,\n    along with the smoke of the sacrifice of rams.\n        I will offer bulls along with goats.\n Interlude",
      "16": "Come and listen, all of you who fear God,\n    and I will tell you what he did for me.",
      "17": "I called aloud to him\n    and praised him with my tongue.",
      "18": "Were I to cherish iniquity in my heart,\n    the Lord would not listen to me.",
      "19": "Surely God has heard,\n    and he paid attention to my prayers.",
      "20": "Blessed be God, who did not turn away my prayers\n    nor his gracious love from me."
    },
    "67": {
      "1": "May God show us favor and bless us;\n    may he truly show us his favor.\n Interlude",
      "2": "Let your ways be known by all the nations of the earth,\n    along with your deliverance.",
      "3": "Let the people thank you, God.\n    Let all the people thank you.",
      "4": "Let the nations rejoice and sing for joy,\n    because you judge people with fairness\n        and you govern the people of the earth.\n Interlude",
      "5": "Let the people thank you, God;\n    let all the people thank you.",
      "6": "May the earth yield its produce.\n    May God, our God, bless us.",
      "7": "May God truly bless us\n    so that all the peoples of the earth will fear him."
    },
    "68": {
      "1": "God arises,\n    and his enemies are scattered.\n        Those who hate him flee from his presence.",
      "2": "As smoke is driven away, so you drive them away.\n    As wax melts in the presence of fire,\n        so the wicked die in the presence of God.",
      "3": "But the righteous rejoice and exult before God;\n    they are overwhelmed with joy.",
      "4": "Sing to God!\n    Sing praise to his name!\n        Exalt the one who rides on the clouds.\nThe Lord is his name.\n    Be jubilant in his presence.",
      "5": "A father to orphans and an advocate for widows\n    is God in his holy dwelling place.",
      "6": "God causes the lonely to dwell in families.\n    He leads prisoners into prosperity,\n        but rebels live on parched land.",
      "7": "God, when you led out your people,\n    when you marched through the desert,\n Interlude",
      "8": "the land quaked.\nIndeed, the heavens poured down rain\n    from the presence of God,\n        this God of Sinai,\n    from the presence of God,\n        the God of Israel.",
      "9": "God, you poured out abundant rain on your inheritance.\n    When Israel was weary, you sustained her.",
      "10": "Your people live there;\n    you sustain the needy with your goodness, God.",
      "11": "The Lord issues a command.\n    Numerous are the women who announce the news:",
      "12": "“Kings of armies retreat and flee,\n    while the lady of the house divides the spoil.",
      "13": "When you men lie down among the sheepfolds,\n    you are like the wings of the dove covered with silver,\n        with its feathers in glittering gold.”",
      "14": "When the Almighty scattered the kings there,\n    there was snow on Mt. Zalmon.",
      "15": "The mountain of God is as the mountain of Bashan;\n    a mountain of many peaks is Mount Bashan.",
      "16": "You mountains of many peaks, why do you watch with envy\n    the mountain in which God has chosen to dwell?\n        Indeed, the Lord will live there forever.",
      "17": "God’s chariots were many thousands.\n    The Lord was there with them at Sinai in holiness.",
      "18": "You ascended to the heights,\n    you took captives.\nYou received gifts among mankind,\n    even the rebellious,\n        so the Lord God may live there.",
      "19": "Blessed be the Lord who daily carries us.\n    God is our deliverer.",
      "20": "God is for us the God of our deliverance.\n    The Lord God rescues us from death.",
      "21": "God surely strikes the heads of his enemies,\n    even the hairy heads of those who continue in their guilt.",
      "22": "The Lord says, “From Bashan I will bring them,\n    I will bring them from the depths of the sea,",
      "23": "that your feet may wade through blood.\nThe tongues of your dogs will have their portions\n    from your enemies.”",
      "24": "They have observed your processions, God,\n    the processions of my God,\n        my king, in the sanctuary.",
      "25": "The singers are in front,\n    the musicians follow,\n        strumming their stringed instruments\namong the maidens who are playing their tambourines.",
      "26": "Bless God in the great congregation,\n    the Lord who is the fountain of Israel.",
      "27": "Little Benjamin is there, leading them,\n    and the princes of Judah all together\n        with the princes of Zebulun and the princes of Naphtali.",
      "28": "Summon the power of your God,\n    the power, God, that you have shown us.",
      "29": "Because of your Temple in Jerusalem,\n    kings bring tribute to you.",
      "30": "Rebuke the wildlife that lives among the reeds,\n    the nations that congregate like bulls and cows,\nhumbling themselves with pieces of silver,\n    for God scatters the nations that delight in battle.",
      "31": "Envoys will come from Egypt.\n    Let the Ethiopians stretch out their hands to God.",
      "32": "You kingdoms of the earth, sing to God!\n    Sing praises to the Lord,\n Interlude",
      "33": "to the one who rides the heavens, the ancient heavens.\n    Behold! He thunders with a mighty voice.",
      "34": "Ascribe power to God, whose glory is over Israel,\n    whose power is in the skies.",
      "35": "You are awesome, God, from your sanctuaries.\n    The God of Israel is the one\n        who gives strength and power to the people. \nBlessed be God!"
    },
    "69": {
      "1": "Deliver me, God,\n    because the waters are up to my neck.",
      "2": "I am sinking in deep mire,\n    and there is no solid ground.\nI have come into deep water,\n    and the flood overwhelms me.",
      "3": "I am exhausted from calling for help.\n    My throat is parched.\n        My eyes are strained from looking for God.",
      "4": "Those who hate me without cause\n    are more than the hairs of my head.\nMy persecutors are mighty,\n    and they want to destroy me.\n        Must I be forced to return what I did not steal?",
      "5": "God, you know my sins,\n    and my guilt is not hidden from you.",
      "6": "Do not let those who look up to you be ashamed\n    because of me,\n        Lord God of the Heavenly Armies.\nLet not those who seek you be humiliated\n    because of me,\n        God of Israel.",
      "7": "I am being mocked because of you.\n    Dishonor overwhelms me.",
      "8": "I am a stranger to my brothers,\n    a foreigner to my mother’s sons.",
      "9": "Zeal for your house consumes me,\n    and the mockeries of those who insult you fall on me.",
      "10": "I weep and fast,\n    and I am mocked for it.",
      "11": "When I dressed in sackcloth,\n    I became an object of gossip among them.",
      "12": "The prominent people mock me,\n    composing drinking songs.",
      "13": "As for me, Lord, may my prayer to you come at a favorable time.\n    God, in the abundance of your gracious love,\n        answer me with your sure deliverance.",
      "14": "Rescue me from the mud\n    and do not let me sink.\nRescue me from those who hate me,\n    and from the deep waters.",
      "15": "Let neither the floodwaters overwhelm me\n    nor let the deep swallow me up,\n        nor the mouth of the well close over me.",
      "16": "Answer me, Lord, for your gracious love is good;\n    Turn to me in keeping with your great compassion,",
      "17": "and do not ignore your servant,\n    because I am in distress.\n        Hurry to answer me!",
      "18": "Draw near and redeem me;\n    ransom me because of my enemies.",
      "19": "Truly you know my reproach, shame, and disgrace.\n    All my enemies are known to you.",
      "20": "Insults broke my heart.\n    I despaired and looked for sympathy;\nbut there was none,\n    for comforters, but I found none.",
      "21": "They put poison in my food,\n    in my thirst they forced me to drink vinegar.",
      "22": "May their dining tables entrap them,\n    and become a snare for their allies.",
      "23": "May their eyes be blinded\n    and may their bodies tremble continuously.",
      "24": "May you pour out your fury on them.\n    May your burning anger overtake them.",
      "25": "May their camp become desolate\n    and their tents remain unoccupied.",
      "26": "For they persecute those whom you have struck,\n    and they brag about the pain of those you have wounded.",
      "27": "May you punish them for their crimes;\n    may they receive no verdict of innocence from you.",
      "28": "May they be erased from the Book of Life,\n    and their names not be written with the righteous.",
      "29": "As for me, I am afflicted and hurting;\n    may your deliverance, God, establish me on high.",
      "30": "Let me praise the name of God with a song\n    that I may magnify him with thanksgiving.",
      "31": "That will please the Lord\n    more than oxen and bulls with horns and hooves.",
      "32": "The afflicted will watch and rejoice.\n    May you who seek God take courage.",
      "33": "For the Lord listens to the needy\n    and doesn’t despise those in bondage.",
      "34": "Let the heavens and earth praise him,\n    along with the sea and its swarming creatures.",
      "35": "For God will deliver Zion\n    and will rebuild the cities of Judah\n        so they may live there and possess them.",
      "36": "The descendants of his servants will inherit it,\n    and those who cherish his name will live there."
    },
    "70": {
      "1": "God, come to my rescue.\n    Lord, hurry to help me.",
      "2": "May those who seek to kill me be publicly humiliated.\n    May those who take pleasure in my harm\n        be turned back in humiliation.",
      "3": "May those who say “Aha! Aha!”\n    be turned back because of their shameful deeds.",
      "4": "Let those who seek you greatly rejoice in you.\n    Let those who love your deliverance say,\n        “May God be continuously exalted.”",
      "5": "As for me, I am poor and needy.\n    God, come quickly to me.\nYou are my helper and my deliverer.\n    Lord, please do not delay."
    },
    "71": {
      "1": "In you, Lord, I take refuge;\n    let me never be humiliated.",
      "2": "Rescue and deliver me, because you are righteous.\n    Turn your ear to me and save me.",
      "3": "Be my sheltering refuge where I may go continuously;\n    command my deliverance\n        for you are my rock and fortress.",
      "4": "My God, deliver me from the power of the wicked\n    and the grasp of ruthless practicers of evil.",
      "5": "For you are my hope, Lord God,\n    my security since I was young.",
      "6": "I depended on you since birth,\n    when you brought me from my mother’s womb;\n        I praise you continuously.",
      "7": "I have become an example to many\n    that you are my strong refuge.",
      "8": "My mouth is filled with your praise\n    and your splendor daily.",
      "9": "Don’t throw me away when I am old;\n    do not abandon me when my strength fails.",
      "10": "For my enemies talk against me;\n    those who seek to kill me plot together",
      "11": "and say, “God has abandoned him.\n    Run after him and seize him,\n        because there’s no deliverer.”",
      "12": "God, do not be distant from me.\n    My God, come quickly to help me.",
      "13": "Let my adversaries be ashamed and consumed;\n    let those who seek my destruction\n        be covered with scorn and disgrace.",
      "14": "As for me, I will hope continuously\n    and will praise you more and more.",
      "15": "I will declare your righteousness\n    and your salvation every day,\nthough I do not fully understand\n    what the outcome will be.",
      "16": "Lord God, I will come in the power of your mighty acts,\n    remembering your righteousness—yours alone.",
      "17": "God, you taught me from my youth,\n    so I am still declaring your awesome deeds.",
      "18": "Also, when I reach old age and have gray hair,\n    God, do not forsake me,\nuntil I have declared your power\n    to this generation\n        and your might to the next one.",
      "19": "Your many righteous deeds, God, are great,",
      "20": "God, who can compare to you,\nwho caused me to experience troubles\nthat were numerous and disastrous?\nYou will return to revive me\n    and lift me up from the depths of the earth.",
      "21": "You will increase my honor\n    and comfort me once again.",
      "22": "I also will praise you with the harp;\n    because of your faithfulness, my God,\nI will praise you with the lyre—\n    Holy One of Israel.",
      "23": "My lips will shout for joy when I sing praise to you,\n    whose life you have redeemed.",
      "24": "Moreover, my tongue will speak all day about your justice;\n    for those who seek my destruction will be utterly humiliated."
    },
    "72": {
      "1": "God, endow the king with ability to render your justice,\n    and the king’s son to render your right decisions.",
      "2": "May he rule your people with right decisions\n    and your oppressed ones with justice.",
      "3": "May the mountains bring prosperity to the people\n    and the hills bring righteousness.",
      "4": "May he defend the afflicted of the people\n    and deliver the children of the poor,\n        but crush the oppressor.",
      "5": "May they fear you as long as the sun and moon shine—\n    from generation to generation.",
      "6": "May he be like the rain that descends on mown grass,\n    like showers sprinkling on the ground.",
      "7": "The righteous will flourish at the proper time\n    and peace will prevail until the moon is no more.",
      "8": "May he rule from sea to sea,\n    from the Euphrates River to the ends of the earth.",
      "9": "May the nomads bow down before him,\n    and his enemies lick the dust.",
      "10": "May the kings of Tarshish and of distant shores bring gifts,\n    and may the kings of Sheba and Seba offer tribute.",
      "11": "May all kings bow down to him,\n    and all nations serve him.",
      "12": "For he will deliver the needy when they cry out for help,\n    and the poor when there is no deliverer.",
      "13": "He will have compassion on the poor and the needy,\n    and he will save the lives of the needy.",
      "14": "He will redeem them from oppression and violence,\n    since their lives are precious in his sight.",
      "15": "May he live long and be given gold from Sheba,\n    and may prayer be offered for him continuously,\n        and may he be blessed every day.",
      "16": "May grain be abundant in the land\n    all the way to the mountain tops;\nmay its fruits flourish\n    like the forests of Lebanon,\nand may the cities sprout\n    like the grass of the earth.",
      "17": "May his fame be eternal—\n    as long as the sun—\nmay his name endure,\n    and may they be blessed through him,\n        and may all nations call him blessed.",
      "18": "Blessed be the Lord God, the God of Israel,\n    who alone does awesome deeds.",
      "19": "And blessed be his glorious name forever,\n    and may the whole earth be filled with his glory.\n        Amen and amen!",
      "20": "This ends the prayers of Jesse’s son David."
    },
    "73": {
      "1": "God is indeed good to Israel,\n    to those pure in heart.",
      "2": "Now as for me, my feet nearly stumbled,\n    as I almost lost my step.",
      "3": "For I was envious of the proud\n    when I observed the prosperity of the wicked.",
      "4": "For there is no struggle at their deaths,\n    and their bodies are healthy.",
      "5": "They do not experience problems common to ordinary people;\n    they aren’t afflicted as others are.",
      "6": "Therefore pride is their necklace\n    and violence covers them like a garment.",
      "7": "Their eyes bulge from obesity\n    and the imaginations of their mind cross the border into sin.",
      "8": "In their mockery they speak evil;\n    from their arrogant position they speak oppression.",
      "9": "They choose to speak against heaven;\n    while they talk about things on earth.",
      "10": "Therefore God’s people return there\n    and drink it all in like water until they’re satiated.",
      "11": "Then they say,\n    “How can God know?\n        Does the Most High have knowledge?”",
      "12": "Just look at these wicked people!\n    They’re perpetually carefree\n        as they increase their wealth.",
      "13": "I kept my heart pure for nothing\n    and kept my hands clean from guilt.",
      "14": "For I suffer all day long\n    and I am punished every morning.",
      "15": "If I say, “I will talk like this,”\n    I would betray a generation of your children.",
      "16": "When I tried to understand this,\n    it was too difficult for me",
      "17": "until I entered the sanctuaries of God.\n    Then I understood their destiny.",
      "18": "You have certainly set them in slippery places;\n    you will make them fall to their ruin.",
      "19": "How desolate they quickly become,\n    completely destroyed by calamities.",
      "20": "Like a dream when one awakens, Lord,\n    you will despise their image when you arise.",
      "21": "When I chose to be bitter\n    I was emotionally pained.",
      "22": "Then, I was too stupid\n    and didn’t realize I was acting like a wild animal with you.",
      "23": "But now I am always with you,\n    for you keep holding my right hand.",
      "24": "You will guide me with your wise advice,\n    and later you will receive me with honor.",
      "25": "Whom do I have in heaven but you?\n    I desire nothing on this earth.",
      "26": "My body and mind may fail,\n    but God is my strength and my portion forever.",
      "27": "Those far from you will perish;\n    you will destroy those who are unfaithful to you.",
      "28": "As for me, how good for me it is that God is near!\n    I have made the Lord God my refuge\n        so I can tell about all your deeds."
    },
    "74": {
      "1": "Why, God? Have you rejected us forever?\n    Your anger is burning against the sheep of your pasture.",
      "2": "Remember your community,\nwhom you purchased long ago,\nthe tribe whom you redeemed\n    for your possession.\nRemember Mount Zion,\n    where you live.",
      "3": "Hurry! Look at the permanent ruins—\n    every calamity the enemy brought upon the Holy Place.",
      "4": "Those who are opposing you roar\n    where we were meeting with you;\n        they unfurl their war banners as signs.",
      "5": "As one blazes a trail\n    through a forest with an ax,",
      "6": "now they’re tearing down all its carved work\n    with hatchets and hammers.",
      "7": "They burned your sanctuary to the ground,\n    desecrating your dwelling place.",
      "8": "They say to themselves,\n    “We’ll crush them completely;”\n        They burned down all the meeting places of God in the land.",
      "9": "We see no signs for us;\n    there is no longer a prophet,\n        and no one among us knows the future.",
      "10": "God, how long will the adversary scorn\n    while the enemy despises your name endlessly?",
      "11": "Why do you not withdraw your hand—\n    your right hand—from your bosom\n        and destroy them?",
      "12": "But God is my king from ancient times,\n    who brings acts of deliverance throughout the earth.",
      "13": "You split the sea by your own power.\n    You shattered the heads of sea monsters in the water.",
      "14": "You crushed the heads of Leviathan.\n    You set it as food for desert creatures.",
      "15": "You opened both the spring and the river;\n    you dried up flowing rivers.",
      "16": "Yours is the day, and yours is the night;\n    you established the moon and the sun.",
      "17": "You set all the boundaries of the earth;\n    you made summer and winter.",
      "18": "Remember this: The enemy scorns the Lord\n    and a foolish people despises your name.",
      "19": "Don’t hand over the life of your dove to beasts;\n    do not continuously forget your afflicted ones.",
      "20": "Pay attention to your covenant,\n    for the dark regions of the earth are full of violence.",
      "21": "Don’t let the oppressed return in humiliation.\n    The poor and needy will praise your name.",
      "22": "Get up, God, and prosecute your case—\n    remember that you’re being scorned\n        by fools all day long.",
      "23": "Don’t ignore the shout of those opposing you,\n    The uproar of those who rebel against you continuously."
    },
    "75": {
      "1": "We praise you, God!\n    We praise you—your presence draws near—\n        as we declare your wonderful deeds.",
      "2": "“At the time that I choose\n    I will judge the righteous.",
      "3": "While the earth and all its inhabitants melt away,\n    it is I who keep its pillars firm.”\n Interlude",
      "4": "I will say to the proud, “Don’t brag,”\n    and to the wicked,\n        “Don’t vaunt your strength.",
      "5": "Don’t use your strength to fight heaven\n    or speak from stubborn arrogance.”",
      "6": "For exaltation comes not from the east,\n    the west, or the wilderness,",
      "7": "since God is the judge.\n    This one he will debase or that one he will exalt.",
      "8": "For there is a cup in the hand of the Lord,\n    foaming with well-mixed wine\nthat he will pour out, leaving only the dregs,\n    from which all the wicked of the earth will drink.",
      "9": "But as for me, I will declare forever,\n    singing praise to the God of Jacob.",
      "10": "I will cut down the strength of the wicked,\n    but the strength of the righteous will be lifted up."
    },
    "76": {
      "1": "God is known in Judah;\n    in Israel his reputation is great.",
      "2": "His abode is in Salem,\n    his dwelling place in Zion.",
      "3": "There he shattered sharp arrows,\n    shields, swords, and weapons of war.\n Interlude",
      "4": "You are enveloped by light;\n    more majestic than mountains filled with game.",
      "5": "Brave men were plundered\n    while they slumbered in their sleep.\n        All the men of the army were immobilized.",
      "6": "At the sound of your battle cry, God of Jacob,\n    both horse and chariot rider fell into deep sleep.",
      "7": "You are awesome!\n    who can stand in your presence when you’re angry?",
      "8": "From heaven you declared judgment.\n    The earth stands in awe and is quiet",
      "9": "when God arose to execute justice\n    and to deliver all the afflicted of the earth.\n Interlude",
      "10": "Even human anger praises you;\n    you will wear the survivors of your wrath as an ornament.",
      "11": "Let everyone who surrounds the Lord your God\n    make a vow and fulfill it to the Awesome One.",
      "12": "He will humble the arrogant commanders-in-chief,\n    instilling fear among the kings of the earth."
    },
    "77": {
      "1": "I cry out to God!\n    I cry out to God and he hears me.",
      "2": "When I was in distress, I sought the Lord;\n    my hands were raised at night\nand they did not grow weary.\n        I refused to be comforted.",
      "3": "I remember God, and I groan;\n    I meditate, while my spirit grows faint.\n Interlude",
      "4": "You kept my eyes open;\n    I was troubled and couldn’t speak.",
      "5": "I thought of ancient times,\n    considering years long past.",
      "6": "During the night I remembered my song.\n    I meditate in my heart,\n        and my spirit ponders.",
      "7": "Will the Lord reject me forever\n    and not show favor again?",
      "8": "Has his gracious love ceased forever?\n    Will his promise be unfulfilled in future generations?",
      "9": "Has God forgotten to be gracious?\n    Has he in anger withheld his compassion?\n Interlude",
      "10": "So I say: “It causes me pain\n    that the right hand of the Most High has changed.”",
      "11": "I will remember the Lord’s deeds;\n    indeed, I will remember your awesome deeds from long ago.",
      "12": "As I meditate on all your works,\n    I will consider your awesome deeds.",
      "13": "God, your way is holy.\n    What god is like our great God?",
      "14": "God, you are the one performing awesome deeds.\n    You reveal your might among the nations.",
      "15": "You delivered your people—\n    the descendants of Jacob and Joseph—\n        with your power.\n Interlude",
      "16": "The waters saw you, God;\n    the waters saw you and writhed.\n        Indeed, the depths of the sea quaked.",
      "17": "The clouds poured rain;\n    the skies rumbled.\n        Indeed, your lightning bolts flashed.",
      "18": "Your thunderous sound was in a whirlwind;\n    your lightning lights up the world;\n        the earth becomes agitated and quakes.",
      "19": "Your way was through the sea,\n    and your path through mighty waters,\n        but your footprints cannot be traced.",
      "20": "You have led your people like a flock\n    by the hands of Moses and Aaron."
    },
    "78": {
      "1": "Listen, my people, to my instruction.\n    Hear the words of my mouth.",
      "2": "I will tell a parable,\n    speaking riddles from long ago—",
      "3": "things that we have heard and known\n    and that our ancestors related to us.",
      "4": "We will not withhold them from their descendants;\n    we’ll declare to the next generation the praises of the Lord—\n        his might and awesome deeds that he has performed.",
      "5": "He established a decree in Jacob,\n    and established the Law in Israel,\nthat he commanded our ancestors\n    to reveal to their children",
      "6": "in order that the next generation—\n    children yet to be born—\nwill know them and\n    in turn teach them to their children.",
      "7": "Then they will put their trust in God\n    and they will not forget his awesome deeds.\n        Instead, they will keep his commandments.",
      "8": "They will not be like the rebellious generation of their ancestors,\n    a rebellious generation,\nwhose heart was not steadfast,\n    and whose spirits were unfaithful to God.",
      "9": "The descendants of Ephraim were sharp shooters with the bow,\n    but they retreated in the day of battle.",
      "10": "They did not keep God’s covenant,\n    and refused to live by his Law.",
      "11": "They have forgotten what he has done,\n    his awesome deeds that they witnessed.",
      "12": "He performed marvelous things\n    in the presence of their ancestors\nin the land of Egypt—\n    in the fields of Zoan.",
      "13": "He divided the sea so that they were able to cross;\n    he caused the water to stand in a single location.",
      "14": "He led them with a cloud during the day,\n    and during the night with light from the fire.",
      "15": "He caused the rocks to split in the wilderness,\n    and gave them water as from an abundant sea.",
      "16": "He brought streams from rock,\n    causing water to flow like a river.",
      "17": "But time and again, they sinned against him,\n    rebelling against the Most High in the desert.",
      "18": "To test God was in their minds,\n    when they demanded food to satisfy their cravings.",
      "19": "They spoke against God by asking,\n    “Is God able to prepare a feast in the desert?",
      "20": "It’s true that Moses struck the rock so that water flowed forth\n    and torrents of water gushed out,\nbut is he also able to give bread\n    or to supply meat for his people?”",
      "21": "Therefore, when the Lord heard this, he was angry,\n    and fire broke out against Jacob.\nMoreover, his anger flared against Israel,",
      "22": "because they didn’t believe in God\n        and didn’t trust in his deliverance.",
      "23": "Yet he commanded the skies above\n    and the doors of the heavens to open,",
      "24": "so that manna rained down on them for food\n    and he sent them the grain of heaven.",
      "25": "Mortal men ate the food of angels;\n    he sent provision to them in abundance.",
      "26": "He stirred up the east wind in the heavens\n    and drove the south wind by his might.",
      "27": "He caused meat to rain on them like dust\n    and winged birds as the sand of the sea.",
      "28": "He caused these to fall in the middle of the camp\n    and all around their tents.",
      "29": "So they ate and were very satisfied,\n    because he granted their desire.",
      "30": "However, before they had fulfilled their desire,\n    while their food was still in their mouths,",
      "31": "the anger of God flared against them,\n    and he killed the strongest men\n        and humbled Israel’s young men.",
      "32": "In spite of all of this, they kept on sinning\n    and didn’t believe in his marvelous deeds.",
      "33": "So he made their days end in futility,\n    and their years with sudden terror.",
      "34": "When he struck them, they sought him;\n    they repented, and eagerly sought God.",
      "35": "Then they remembered that God was their rock,\n    and the Most High God was their deliverer.",
      "36": "But they deceived him with their mouths;\n    they lied to him with their tongues.",
      "37": "For their hearts weren’t committed to him,\n    and they weren’t faithful to his covenant.",
      "38": "But he, being merciful, forgave their iniquity\n    and didn’t destroy them;\nHe restrained his anger\n    and didn’t vent all his wrath.",
      "39": "For he remembered that they were only flesh,\n    a passing wind that doesn’t return.",
      "40": "How they rebelled against him in the desert,\n    grieving him in the wilderness!",
      "41": "They tested God again and again,\n    provoking the Holy One of Israel.",
      "42": "They did not remember his power—\n    the day he delivered them from their adversary,",
      "43": "when he set his signs in Egypt\n    and his wonders in the plain of Zoan.",
      "44": "He turned their rivers into blood\n    and made their streams undrinkable.",
      "45": "He sent swarms of insects to bite them\n    and frogs to destroy them.",
      "46": "He gave their crops to caterpillars\n    and what they worked for to locusts.",
      "47": "He destroyed their vines with hail\n    and their sycamore trees with frost.",
      "48": "He delivered their beasts to hail\n    and their livestock to lightning bolts.",
      "49": "He inflicted his burning anger,\n    wrath, indignation, and distress,\n        sending destroying angels among them.",
      "50": "He blazed a path for his anger;\n    he did not stop short from killing them,\n        but handed them over to pestilence.",
      "51": "He struck every firstborn in Egypt,\n    the first fruits of their manhood in the tents of Ham.",
      "52": "Yet he led out his people like sheep,\n    guiding them like a flock in the desert.",
      "53": "He led them to safety so they would not fear.\n    As for their enemies, the sea covered them.",
      "54": "He brought the people to the border of his holy mountain,\n    which he acquired by his might.",
      "55": "He drove out nations before them\n    and allotted their tribal inheritance,\n        settling the tribes of Israel in their tents.",
      "56": "But they tested the Most High God by rebelling against him,\n    and they did not obey his statutes.",
      "57": "They fell away and were as disloyal as their ancestors.\n    They became unreliable, like a defective bow;",
      "58": "they angered him with their high places\n    and with their carved images they made him jealous.",
      "59": "God heard and became furious,\n    and he completely rejected Israel.",
      "60": "He abandoned the tent at Shiloh,\n    the tent that he established among mankind.",
      "61": "Then he sent his might into captivity\n    and his glory into the control of the adversary.",
      "62": "He delivered his people over to the sword\n    and was angry with his possession.",
      "63": "The young men were consumed by fire,\n    and the virgins had no marriage celebrations.",
      "64": "The priests fell by the sword,\n    yet their widows couldn’t weep.",
      "65": "The Lord awoke as though from sleep,\n    like a mighty warrior stimulated by wine.",
      "66": "He beat back his adversaries,\n    permanently disgracing them.",
      "67": "He rejected the clan of Joseph;\n    and the tribe of Ephraim he did not choose.",
      "68": "But he chose the tribe of Judah,\n    the mountain of Zion, which he loves.",
      "69": "He built his sanctuary, high as the heavens,\n    like the earth that he established forever.",
      "70": "Then he chose his servant David,\n    whom he took from the sheepfold.",
      "71": "He brought him from birthing sheep\n    to care for Jacob, his people,\n        Israel, his possession.",
      "72": "David shepherded them with a devoted heart,\n    and led them with skillful hands."
    },
    "79": {
      "1": "God, nations have invaded your land\n    to desecrate your holy Temple,\n        to destroy Jerusalem,",
      "2": "to give the corpses of your servants\n    as food for the birds of the skies\nand the flesh of your godly ones\n    to the beasts of the earth;",
      "3": "to make their blood flow like water around Jerusalem,\n    with no one being buried.",
      "4": "We have become a reproach to our neighbors,\n    a mockery and a derision to those around us.",
      "5": "How long, Lord, will you be angry? Forever?\n    Will your jealousy burn like fire?",
      "6": "Pour out your wrath upon the nations\n    that do not acknowledge you,\nand over the kingdoms\n    that do not call on your name.",
      "7": "For they consumed Jacob,\n    making his dwelling place desolate.",
      "8": "Don’t charge us for previous iniquity,\n    but let your compassion come quickly to us,\n        for we have been brought very low.",
      "9": "Help us, God, our deliverer,\n    on account of your glorious name,\ndeliver us and forgive our sins\n    on account of your name.",
      "10": "Why should the nations say, “Where is their God?”\n    Let vengeance for the blood of your servants be meted out\n        before our eyes and among the nations.",
      "11": "Let the cries of the prisoners reach you.\n    With the strength of your power,\n        release those condemned to death.",
      "12": "Pay back our neighbors seven times\n    the reproach with which they reproached you, Lord.",
      "13": "Then we, your people, the sheep of your pasture,\n    will praise you always, from generation to generation.\n        We will declare your praise."
    },
    "80": {
      "1": "Shepherd of Israel, listen!\n    The one who leads Joseph like a flock,\nthe one enthroned on the cherubim,\n    display your glory.",
      "2": "Reveal your power before Ephraim, Benjamin, and Manasseh,\n    then come to our rescue.",
      "3": "God, restore us,\n    show your favor and deliver us.",
      "4": "Lord God of the Heavenly Armies,\n    when will your smoldering anger\n        toward your people’s prayers cease?",
      "5": "You fed them tears as their food,\n    and caused them to drink a full measure of tears.",
      "6": "You have set us at strife against our neighbors\n    and our enemies deride us.",
      "7": "God of the Heavenly Armies, restore us\n    and show your favor,\n        so we may be delivered.",
      "8": "You uprooted a vine from Egypt,\n    and drove out nations to transplant it.",
      "9": "You cleared the ground so that its roots grew\n    and filled the land.",
      "10": "Mountains were covered by its shadows,\n    and the mighty cedars by its branches.",
      "11": "Its branches spread out to the Mediterranean Sea\n    and its shoots to the Euphrates River.",
      "12": "Why did you break down its walls\n    so that those who pass by pluck its fruits?",
      "13": "Wild boars of the forest gnaw at it,\n    and creatures of the field feed on it.",
      "14": "God of the Heavenly Armies, return!\n    Look down from heaven and see.\n        Show care toward this vine.",
      "15": "The root that your right hand planted,\n    the shoot that you tended for yourself,",
      "16": "was burned with fire, cut off,\n    and destroyed on account of your rebuke.",
      "17": "May you support the man at your right hand;\n    the son of man whom you have raised for yourself.",
      "18": "Then we will not turn away from you.\n    Restore us, so we can call upon your name.",
      "19": "God of hosts, restore to us the light of your favor.\n    Then we’ll be delivered."
    },
    "81": {
      "1": "Sing joyfully to God, our strength.\n    Raise a shout to the God of Jacob.",
      "2": "Sing a song and play the tambourine,\n    the pleasant-sounding lyre along with the harp.",
      "3": "Blow the ram’s horn when there is a New Moon,\n    when there is a full moon,\n        on our festival day,",
      "4": "because it is a statute in Israel,\n    an ordinance by the God of Jacob,",
      "5": "a decree that he prescribed for Joseph\n    when he went throughout the land of Egypt,\n        speaking a language I did not recognize.",
      "6": "I removed the burden from your shoulder;\n    your hands were freed of the burdensome basket.",
      "7": "In a time of need you called out and I delivered you;\n    I answered you from the dark thundercloud;\n        I tested you at the waters of Meribah.\n Interlude",
      "8": "Listen, My people and I will warn you.\n    Israel, if only you would obey me!",
      "9": "You must neither have a foreign god over you\n    or worship a strange god.",
      "10": "I am the Lord your God,\n    who brought you out of the land of Egypt,\n        open your mouth that I may fill it.",
      "11": "Yet my people didn’t obey my voice;\n    Israel didn’t submit to me.",
      "12": "So I allowed them to continue in their stubbornness,\n    living by their own advice.",
      "13": "If only my people would obey me,\n    if only Israel would walk in my ways!",
      "14": "Then I would quickly subdue their enemies.\n    I would turn against their foes.",
      "15": "Those who hate the Lord will cringe before him;\n    their punishment will be permanent.",
      "16": "But I will feed Israel with the finest wheat,\n    satisfying you with honey from the rock."
    },
    "82": {
      "1": "God takes his stand in the divine assembly;\n    among the divine beings he renders judgment:",
      "2": "“How long will you judge partially\n    by showing favor on the wicked?\n Interlude",
      "3": "“Defend the poor and the fatherless.\n    Vindicate the afflicted and the poor.",
      "4": "Rescue the poor and the needy,\n    delivering them from the power of the wicked.",
      "5": "They neither know nor understand;\n    they walk about in the dark\n        while all the foundations of the earth are shaken.",
      "6": "“Indeed I said, ‘You are gods,\n    and all of you are sons of the Most High.",
      "7": "However, as all human beings do, you will die,\n    and like other rulers, you will fall.’",
      "8": "Arise, God, to judge the earth,\n    for all nations belong to you."
    },
    "83": {
      "1": "God, do not rest!\n    Don’t be silent!\n        Don’t stay inactive, God!",
      "2": "See! Your enemies rage;\n    those who hate you issue threats.",
      "3": "They plot against your people\n    and conspire against your cherished ones.",
      "4": "They say, “Let us go and erase them as a nation\n    so the name of Israel will not be remembered anymore.”",
      "5": "Indeed, they shrewdly planned together,\n    forming an alliance against you—",
      "6": "the tents of Edom, the Ishmaelites,\n    Moab, the Hagrites,",
      "7": "Gebal, Ammon, Amalek, Philistia,\n    and the inhabitants of Tyre.",
      "8": "Even Assyria joined them\n    to strengthen the descendants of Lot.\n Interlude",
      "9": "Deal with them as you did to Midian,\n    Sisera, and Jabin at the Kishon Brook.",
      "10": "They were destroyed at En-dor\n    and became as dung on the ground.",
      "11": "Punish their nobles like Oreb and Zeeb,\n    and all their princes like Zebah and Zalmunna,",
      "12": "who said, “Let us possess the pastures of God.”",
      "13": "God, set them up like dried thistles,\n    like straw before the wind.",
      "14": "Like a fire burning a forest,\n    and a flame setting mountains ablaze.",
      "15": "Pursue them with your storm and\n    terrify them with your whirlwind.",
      "16": "Fill their faces with shame\n    until they seek your name, God.",
      "17": "Let them be humiliated and terrified permanently\n    until they die in shame.",
      "18": "Then they will know that you alone—\n    whose name is Lord—\n        are the Most High over all the earth."
    },
    "84": {
      "1": "How lovely are your dwelling places,\n    Lord of the Heavenly Armies.",
      "2": "I desire and long\n    for the Temple courts of the Lord.\nMy heart and body sing for joy\n    to the living God.",
      "3": "Even the sparrow found a house for herself\n    and the swallow a nest\nto lay her young at your altar,\n    Lord of the Heavenly Armies,\n        my king and God.",
      "4": "How happy are those who live in your Temple,\n    for they can praise you continuously.\n Interlude",
      "5": "How happy are those whose strength is in you,\n    whose heart is on your path.",
      "6": "They will pass through the Baca Valley\n    where he will prepare a spring for them;\n        even the early rain will cover it with blessings.",
      "7": "They will walk from strength to strength;\n    each will appear before God in Zion.",
      "8": "Lord God of the Heavenly Armies, hear my prayer!\n    Listen, God of Jacob!\n Interlude",
      "9": "God, look at our shield,\n    and show favor to your anointed,",
      "10": "for a day in your Temple courts is better\n    than a thousand elsewhere;\nI would rather stand\n    at the entrance of God’s house\n        than live in the tent of wickedness.",
      "11": "For the Lord God is a sun and shield;\n    the Lord grants grace and favor;\nthe Lord will not withhold any good thing\n    from those who walk blamelessly.",
      "12": "Lord of Heavenly Armies,\n    how happy are those who trust in you."
    },
    "85": {
      "1": "Lord you have favored your land\n    and restored the fortunes of Jacob.",
      "2": "You took away the iniquity of your people,\n    forgiving all their sins.\n Interlude",
      "3": "You withdrew all your wrath\n    and turned away from your burning anger.",
      "4": "Restore us, God of our salvation,\n    and stop being angry with us.",
      "5": "Will you be angry with us forever?\n    Will you prolong your anger from generation to generation?",
      "6": "Will you restore our lives again\n    so that your people may rejoice in you?",
      "7": "Lord, show your gracious love\n    and deliver us.",
      "8": "Let me listen to what God, the Lord, says;\n    for the Lord will promise peace\nto his people, to his holy ones;\n    may they not return to foolishness.",
      "9": "Surely, he will soon deliver those who fear him,\n    for his glory will live in our land.",
      "10": "Gracious love and truth meet;\n    righteousness and peace kiss.",
      "11": "Truth sprouts up from the ground,\n    while righteousness looks down from the sky.",
      "12": "The Lord will also provide what is good,\n    and our land will yield its produce.",
      "13": "Righteousness will go before him\n    to prepare a path for his steps."
    },
    "86": {
      "1": "Lord, listen and answer me,\n    for I am afflicted and needy.",
      "2": "Protect me, for I am faithful;\n    My God, deliver your servant who trusts in you.",
      "3": "Have mercy on me Lord,\n    for I call on you all day long.",
      "4": "Your servant rejoices,\n    because, Lord, I set my hope on you.",
      "5": "Indeed you, Lord, are kind and forgiving,\n    overflowing with gracious love to everyone who calls on you.",
      "6": "Hear my prayer, Lord;\n    attend to my prayer of supplication.",
      "7": "In my troubled times I will call on you,\n    for you will answer me.",
      "8": "No one can compare with you among the gods, Lord;\n    No one can accomplish your work.",
      "9": "All the nations that you have established will come\n    and worship you, my Lord.\n        They will honor your name.",
      "10": "For you are great,\n    and you are doing awesome things;\n        you alone are God.",
      "11": "Teach me your ways, Lord,\n    that I may walk in your truth;\n        let me wholeheartedly revere your name.",
      "12": "I will praise you, Lord my God, with my whole being;\n    and I will honor your name continuously.",
      "13": "For great is your gracious love to me;\n    you’ve delivered me from the depths of Sheol.",
      "14": "God, arrogant men rise up against me,\n    while a company of ruthless individuals want to kill me.\n        They do not have regard for you.",
      "15": "But you, Lord, are a compassionate God,\n    merciful and patient,\n        with unending gracious love and faithfulness.",
      "16": "Return to me and have mercy on me;\n    clothe your servant with your strength\n        and deliver the son of your maid servant.",
      "17": "Show me a sign of your goodness,\n    so that those who hate me will see it and be ashamed.\n        For you, Lord, will help and comfort me."
    },
    "87": {
      "1": "God’s foundation is in the holy mountains.",
      "2": "The Lord loves the gates of Zion\n    more than the dwellings of Jacob.",
      "3": "Glorious things are spoken about you,\n    city of God.\n Interlude",
      "4": "I will mention Rahab and Babylon\n    among those who acknowledge me—\nincluding Philistia, Tyre, and Ethiopia—\n    “This one was born there,” they say.",
      "5": "Indeed, about Zion it will be said:\n    “More than one person was born in it,” and\n        “The Most High himself did it.”",
      "6": "The Lord will record,\n    as he registers the peoples,\n        “This one was born there.”\n Interlude",
      "7": "Then singers, as they play their instruments, will declare,\n    “All my roots are in you.”"
    },
    "88": {
      "1": "Lord, God of my salvation,\n    by day and by night I cry out before you.",
      "2": "Let my prayer come before you;\n    listen to my cry.",
      "3": "For my life is filled with troubles\n    as I approach Sheol.",
      "4": "I am considered as one of those descending into the Pit,\n    like a mighty man without strength,",
      "5": "released to remain with the dead,\n    lying in a grave like a corpse,\nremembered no longer,\n    and cut off from your power.",
      "6": "You have assigned me to the lowest part of the Pit,\n    to the darkest depths.",
      "7": "Your anger lies heavily upon me;\n    you pound me with all your waves.\n Interlude",
      "8": "You caused my acquaintances to shun me;\n    you make me extremely abhorrent to them.\n        Restrained, I am unable to go out.",
      "9": "My eyes languish on account of my affliction;\n    all day long I call out to you, Lord,\n        I spread out my hands to you.",
      "10": "Can you perform wonders for the dead?\n    Can departed spirits stand up to praise you?\n Interlude",
      "11": "Can your gracious love be declared in the grave\n    or your faithfulness in Abaddon?",
      "12": "Can your awesome deeds be known in darkness\n    or your righteousness in the land of oblivion?",
      "13": "As for me, I cry out to you Lord,\n    and in the morning my prayer greets you.",
      "14": "Why, Lord, have you rejected me?\n    Why have you hidden your face from me?",
      "15": "Since my youth I have been oppressed\n    and in danger of death.\nI bear your dread\n    and am overwhelmed.",
      "16": "Your burning anger overwhelms me;\n    your terrors destroy me.",
      "17": "Like waters, they engulf me all day long;\n    they surround me on all sides.",
      "18": "You caused my friend and neighbor to shun me;\n    and my acquaintances are confused."
    },
    "89": {
      "1": "I will sing forever about the gracious love of the Lord;\n    from generation to generation\n        I will declare your faithfulness with my mouth.",
      "2": "I will declare that your gracious love was established forever;\n    in the heavens itself, you have established your faithfulness.",
      "3": "I have made a covenant with my chosen one;\n    I have made a promise to David, my servant.",
      "4": "“I will establish your dynasty forever,\n    and I will lift up one who will build your throne\n        from generation to generation.”\n Interlude",
      "5": "Even the heavens praise your awesome deeds, Lord,\n    your faithfulness in the assembly of the holy ones.",
      "6": "For who in the skies compares to the Lord?\n    Who is like the Lord among the divine beings?",
      "7": "God is feared in the council of the holy ones,\n    revered by all those around him.",
      "8": "Lord God of the Heavenly Armies,\n    who is as mighty as you, Lord?\n        Your faithfulness surrounds you.",
      "9": "You rule over the majestic sea;\n    when its waves surge,\n        you calm them.",
      "10": "You crushed the proud one to death;\n    with your powerful arm\n        you scattered your enemies.",
      "11": "Heaven and the earth belong to you,\n    the world and everything it contains—\n        you established them.",
      "12": "The north and south—you created them;\n    Tabor and Hermon joyously praise your name.",
      "13": "Your arm is strong;\n    your hand is mighty;\n        indeed, your right hand is victorious.",
      "14": "Righteousness and justice make up\n    the foundation of your throne;\n        gracious love and truth meet before you.",
      "15": "How happy are the people who can worship joyfully!\n    Lord, they walk in the light of your presence.",
      "16": "In your name they rejoice all day long;\n    they exult in your justice.",
      "17": "For you are their strength’s grandeur;\n    by your favor you exalted our power.",
      "18": "Indeed, our shield belongs to the Lord,\n    and our king to the Holy One of Israel.",
      "19": "You spoke to your faithful ones through a vision:\n“I will set a helper over a warrior.\n    I will raise up a chosen one from the people.",
      "20": "I have found my servant David;\n    I have anointed him with my sacred oil,",
      "21": "with whom my power will be firmly established;\n    for my arm will strengthen him.",
      "22": "No enemy will deceive him;\n    no wicked person will afflict him.",
      "23": "I will crush his enemies before him\n    and strike those who hate him.",
      "24": "My faithfulness and gracious love will be with him,\n    and in my name his power will be exalted.",
      "25": "I will place his hand over the sea,\n    and his right hand over the rivers.",
      "26": "He will announce to me\n    ‘You are my father,\n        my God, and the rock of my salvation.’",
      "27": "“Indeed, I myself made him the firstborn,\n    the highest of the kings of the earth.",
      "28": "I will show my gracious love toward him forever,\n    since my covenant is securely established with him.",
      "29": "I will establish his dynasty forever,\n    and his throne as long as heaven endures.",
      "30": "“But if his sons abandon my laws and\n    do not follow my ordinances,",
      "31": "if they profane my statutes;\n    and do not keep my commands,",
      "32": "then I will punish their disobedience with a rod\n    and their iniquity with lashes.",
      "33": "But I will not cut off my gracious love from him,\n    and I will not stop being faithful.",
      "34": "I will not dishonor my covenant,\n    because I will not change what I have spoken.",
      "35": "I have sworn by my holiness once for all:\n    I will not lie to David.",
      "36": "His dynasty will last forever\n    and his throne will be like the sun before me.",
      "37": "It will be established forever like the moon,\n    a faithful witness in the sky.”\n Interlude",
      "38": "But you have spurned, rejected,\n    and became angry with your anointed one.",
      "39": "You have dishonored the covenant with your servant;\n    you have defiled his crown on the ground.",
      "40": "You have broken through all his walls;\n    you have laid his fortresses in ruin.",
      "41": "All who pass by on their way plunder him;\n    he has become a reproach to his neighbors.",
      "42": "You have exalted the right hand of his adversaries;\n    you have caused all of his enemies to rejoice.",
      "43": "Moreover, you have turned back the edge of his sword\n    and did not support him in battle.",
      "44": "You have caused his splendor to cease\n    and cast down his throne to the ground.",
      "45": "You have caused the days of his youth to be cut short;\n    you have covered him with shame.\n Interlude",
      "46": "How long, Lord, will you hide yourself? Forever?\n    Will your anger continuously burn like fire?",
      "47": "Remember how short my lifetime is!\n    How powerless have you created all human beings!",
      "48": "What valiant man can live and not see death?\n    Who can deliver himself from the power of Sheol.\n Interlude",
      "49": "Where is your gracious love of old, Lord,\n    that in your faithfulness you promised to David?",
      "50": "Remember, Lord, the reproach of your servant!\n    I carry inside me all the insults of many people,",
      "51": "when your enemies reproached you, Lord,\n    when they reproached the footsteps of your anointed.",
      "52": "Blessed is the Lord forever!\n    Amen and amen!"
    },
    "90": {
      "1": "Lord, you’ve been our refuge\n    from generation to generation.",
      "2": "Before the mountains were formed\n    or the earth and the world were brought forth,\n        you are God from eternity to eternity.",
      "3": "You return people to dust\n    merely by saying, “Return, you mortals!”",
      "4": "One thousand years in your sight are but a single day\n    that passes by, just like a night watch.",
      "5": "You will sweep them away while they are asleep—\n    by morning they are like growing grass.",
      "6": "In the morning it blossoms and is renewed,\n    but toward evening, it fades and withers.",
      "7": "Indeed, we are consumed by your anger\n    and terrified by your wrath.",
      "8": "You have set our iniquities before you,\n    what we have concealed in the light of your presence.",
      "9": "All our days pass away in your wrath;\n    our years fade away and end like a sigh.",
      "10": "We live for 70 years,\n    or 80 years if we’re healthy,\nyet even in the prime years there are troubles and sorrow.\n    They pass by quickly and we fly away.",
      "11": "Who can know the intensity of your anger?\n    Because our fear of you matches your wrath,",
      "12": "teach us to keep account of our days\n    so we may develop inner wisdom.",
      "13": "Please return, Lord! When will it be?\n    Comfort your servants.",
      "14": "Satisfy us in the morning with your gracious love\n    so we may sing for joy\n        and rejoice every day.",
      "15": "Cause us to rejoice throughout the time when you have afflicted us,\n    the years when we have known trouble.",
      "16": "May your awesome deeds be revealed to your servants,\n    as well as your splendor to their children.",
      "17": "May your favor be on us, Lord our God;\n    make our endeavors successful;\n        yes, make our endeavors secure!"
    },
    "91": {
      "1": "The one who lives in the shelter of the Most High,\n    who rests in the shadow of the Almighty,",
      "2": "will say to the Lord,\n    “You are my refuge, my fortress,\n        and my God in whom I trust!”",
      "3": "He will surely deliver you from the hunter’s snare\n    and from the destructive plague.",
      "4": "With his feathers he will cover you,\n    under his wings you will find safety.\n        His truth is your shield and armor.",
      "5": "You need not fear terror that stalks in the night,\n    the arrow that flies in the day,",
      "6": "plague that strikes in the darkness,\n    or calamity that destroys at noon.",
      "7": "If a thousand fall at your side\n    or ten thousand at your right hand,\n        it will not overcome you.",
      "8": "Only observe it with your eyes,\n    and you will see how the wicked are paid back.",
      "9": "“Lord, you are my refuge!” \nBecause you chose the Most High as your dwelling place,",
      "10": "no evil will fall upon you,\n        and no affliction will approach your tent,",
      "11": "for he will command his angels\n    to protect you in all your ways.",
      "12": "With their hands they will lift you up\n    so you will not trip over a stone.",
      "13": "You will stomp on lions and snakes;\n    you will trample young lions and serpents.",
      "14": "Because he has focused his love on me,\n    I will deliver him.\nI will protect him\n    because he knows my name.",
      "15": "When he calls out to me,\n    I will answer him.\nI will be with him in his distress.\n    I will deliver him,\n        and I will honor him.",
      "16": "I will satisfy him with long life;\n    I will show him my deliverance."
    },
    "92": {
      "1": "It is good to give thanks to the Lord\n    and to sing praise to your name, Most High;",
      "2": "to proclaim your gracious love in the morning\n    and your faithfulness at night,",
      "3": "accompanied by a ten-stringed instrument and a lyre,\n    and the contemplative sound of a harp.",
      "4": "Because you made me glad\n    with your awesome deeds, Lord,\n        I will sing for joy at the works of your hands.",
      "5": "How great are your works, Lord!\n    Your thoughts are unfathomable.",
      "6": "A stupid man doesn’t know,\n    and a fool can’t comprehend this:",
      "7": "Though the wicked sprout like grass;\n    and all who practice iniquity flourish,\n        it is they who will be eternally destroyed.",
      "8": "But you are exalted forever, Lord.",
      "9": "Look at your enemies, Lord!\n    Look at your enemies, for they are destroyed;\n        everyone who practices iniquity will be scattered.",
      "10": "You’ve grown my strength like the horn of a wild ox;\n    I was anointed with fresh oil.",
      "11": "My eyes gloated over those who lie in wait for me;\n    when those of evil intent attack me, my ears will hear.",
      "12": "The righteous will flourish like palm trees;\n    they will grow like a cedar in Lebanon.",
      "13": "Planted in the Lord’s Temple,\n    they will flourish in the courtyard of our God.",
      "14": "They will still bear fruit even in old age;\n    they will be luxuriant and green.",
      "15": "They will proclaim: “The Lord is upright;\n    my rock, in whom there is no injustice.”"
    },
    "93": {
      "1": "The Lord reigns! He is clothed in majesty;\n    the Lord is clothed,\n        and he is girded with strength.\nIndeed, the world is well established,\n    and cannot be shaken.",
      "2": "Your throne has been established since time immemorial;\n    you are king from eternity.",
      "3": "The rivers have flooded, Lord;\n    the rivers have spoken aloud,\n        the rivers have lifted up their crushing waves.",
      "4": "More than the sound of surging waters—\n    the majestic waves of the sea—\n        the Lord on high is majestic.",
      "5": "Your decrees are very trustworthy,\n    and holiness always befits your house, Lord."
    },
    "94": {
      "1": "God of vengeance,\n    Lord God of vengeance,\n        display your splendor!",
      "2": "Stand up, judge of the earth,\n    and repay the proud.",
      "3": "How long will the wicked, Lord,\n    how long will the wicked continue to triumph?",
      "4": "When they speak, they spew arrogance.\n    Everyone who practices iniquity brags about it.",
      "5": "Lord, they have crushed your people,\n    afflicting your heritage.",
      "6": "The wicked kill widows and foreigners;\n    they murder orphans.",
      "7": "They say, “The Lord cannot see,\n    and the God of Jacob will not notice.”",
      "8": "Pay attention, you dull ones among the crowds!\n    You fools! Will you ever become wise?",
      "9": "The one who formed the ear can hear, can he not?\n    The one who made the eyes can see, can he not?",
      "10": "The one who disciplines nations can rebuke them, can he not?\n    The one who teaches mankind can discern, can he not?",
      "11": "The Lord knows the thoughts of human beings—\n    that they are futile.",
      "12": "How blessed is the man whom you instruct, Lord,\n    whom you teach from your Law,",
      "13": "keeping him calm when times are troubled\n    until a pit has been dug for the wicked.",
      "14": "For the Lord will not forsake his people;\n    he will not abandon his heritage.",
      "15": "Righteousness will be restored with justice,\n    and all the pure of heart will follow it.",
      "16": "Who will rise up for me against the wicked?\n    Who will stand for me against those who practice iniquity?",
      "17": "If the Lord had not been my helper,\n    I would have quickly become silent.",
      "18": "When I say that my foot is shaking,\n    your gracious love, Lord, will sustain me.",
      "19": "When my anxious inner thoughts become overwhelming,\n    your comfort encourages me.",
      "20": "Will destructive national leaders,\n    who plan wicked things through misuse of the Law,\n        be allied with you?",
      "21": "They gather together against the righteous,\n    condemning the innocent to death.",
      "22": "But the Lord is my stronghold,\n    and my God, the rock, is my refuge.",
      "23": "He will repay them for their sin;\n    he will annihilate them because of their evil.\n        The Lord our God will annihilate them."
    },
    "95": {
      "1": "Come! Let us sing joyfully to the Lord!\n    Let us shout for joy to the rock of our salvation.",
      "2": "Let us come into his presence with thanksgiving;\n    let us shout with songs of praise to him.",
      "3": "For the Lord is an awesome God;\n    a great king above all divine beings.",
      "4": "He holds in his hand the lowest parts of the earth\n    and the mountain peaks belong to him.",
      "5": "The sea that he made belongs to him,\n    along with the dry land that his hands formed.",
      "6": "Come! Let us worship and bow down;\n    let us kneel in the presence of the Lord, who made us.",
      "7": "For he is our God, and we are the people of his pasture\n    and the flock in his care.\nIf only you would listen to his voice today,",
      "8": "do not be stubborn like your ancestors were at Meribah,\nas on that day at Massah, in the wilderness,",
      "9": "where your ancestors tested me.\nThey tested me,\n    even though they had seen my awesome deeds.",
      "10": "For forty years I loathed that generation, so I said,\n    “They are a people whose hearts continuously err,\n        and they have not understood my ways.”",
      "11": "So in my anger I declared an oath:\n    “They are not to enter my place of rest.”"
    },
    "96": {
      "1": "Sing a new song to the Lord!\n    Sing to the Lord, all the earth!",
      "2": "Sing to the Lord!\n    Bless his name!\n        Proclaim his deliverance every day!",
      "3": "Declare his glory among the nations\n    and his awesome deeds among all the peoples!",
      "4": "For the Lord is great,\n    and greatly to be praised;\n        he is awesome above all gods.",
      "5": "For all the gods of the peoples are worthless idols,\n    but the Lord made the heavens.",
      "6": "Splendor and majesty are before him;\n    might and beauty are in his sanctuary.",
      "7": "Ascribe to the Lord, you families of peoples,\n    ascribe to the Lord glory and strength!",
      "8": "Ascribe to the Lord the glory due his name,\n    bring an offering and enter his courts!",
      "9": "Worship the Lord in holy splendor;\n    tremble before him, all the earth.",
      "10": "Declare among the nations, “The Lord reigns!”\n    Indeed, he established the world so that it will not falter.\n        He will judge people fairly.",
      "11": "The heavens will be glad\n    and the earth will rejoice;\n        even the sea and everything that fills it will roar.",
      "12": "The field and all that is in it will rejoice;\n    then all the trees of the forest will sing for joy",
      "13": "in the Lord’s presence,\nbecause he is coming;\n    indeed, he will come to judge the earth.\nHe will judge the world fairly\n    and its people reliably."
    },
    "97": {
      "1": "The Lord reigns!\n    Let the earth rejoice!\n        May many islands be glad!",
      "2": "Thick clouds are all around him;\n    righteousness and justice are his throne’s foundation.",
      "3": "Fire goes out from his presence\n    to consume his enemies on every side.",
      "4": "His lightning bolts light the world;\n    the earth sees and shakes.",
      "5": "Mountains melt like wax in the Lord’s presence—\n    In the presence of the Lord of all the earth.",
      "6": "The heavens declare his righteousness\n    so that all the nations see his glory.",
      "7": "All who serve carved images—\n    and those who praise idols—will be humiliated.\n        Worship him, all you “gods”!",
      "8": "Zion hears and rejoices;\n    the towns of Judah rejoice\n        on account of your justice, Lord.",
      "9": "For you, Lord, are the Most High above all the earth;\n    you are exalted high above all divine beings.",
      "10": "Hate evil, you who love the Lord!\n    He guards the lives of those who love him,\n        delivering them from domination by the wicked.",
      "11": "Light shines on the righteous;\n    gladness on the morally upright.",
      "12": "Rejoice in the Lord, you righteous ones!\n    Give thanks at the mention of his holiness!"
    },
    "98": {
      "1": "Sing to the Lord a new song,\n    for he has done awesome deeds!\nHis right hand and powerful arm\n    have brought him victory.",
      "2": "The Lord has made his deliverance known;\n    he has disclosed his justice before the nations.",
      "3": "He has remembered his gracious love;\n    his faithfulness toward the house of Israel;\n        all the ends of the earth saw our God’s deliverance.",
      "4": "Make a joyful noise to the Lord, all the earth!\n    Break forth into joyful songs of praise!",
      "5": "Sing praises to the Lord with a lyre—\n    with a lyre and a melodious song!",
      "6": "With trumpets and the sound of a ram’s horn\n    shout in the presence of the Lord, the king!",
      "7": "Let the sea and everything in it shout,\n    along with the world and its inhabitants;",
      "8": "let the rivers clap their hands in unison;\n    and let the mountains sing for joy",
      "9": "in the Lord’s presence, who comes to judge the earth;\nHe’ll judge the world righteously;\n    and its people fairly."
    },
    "99": {
      "1": "The Lord reigns—\n    let people tremble;\nhe is seated above the cherubim—\n    let the earth quake.",
      "2": "The Lord is great in Zion\n    and is exalted above all peoples.",
      "3": "Let them praise your great and awesome name.\n    He is holy!",
      "4": "A mighty king who loves justice,\n    you have established fairness.\nYou have exercised justice\n    and righteousness over Jacob.",
      "5": "Exalt the Lord our God;\n    worship and bow down at his footstool;\n        He is holy!",
      "6": "Moses and Aaron were among his priests;\n    Samuel also was among those who invoked his name.\nWhen they called on the Lord,\n    he answered them.",
      "7": "In a pillar of cloud he spoke to them;\n    they obeyed his decrees\n        and the Law that he gave them.",
      "8": "Lord our God, you answered them;\n    you were their God who forgave them,\n        but also avenged their evil deeds.",
      "9": "Exalt the Lord our God and worship at his holy mountain,\n    for the Lord our God is holy!"
    },
    "100": {
      "1": "Shout to the Lord all the earth!",
      "2": "Serve the Lord with joy.\n        Come before him with a joyful shout!",
      "3": "Acknowledge that the Lord is God.\n    He made us and we belong to him;\nwe are his people\n    and the sheep of his pasture.",
      "4": "Enter his gates with thanksgiving\n    and his courts with praise.\nThank him and bless his name,",
      "5": "for the Lord is good\n        and his gracious love stands forever.\nHis faithfulness remains from generation to generation."
    },
    "101": {
      "1": "I will sing about gracious love and justice;\n    Lord, I will sing praise to you.",
      "2": "I will pay attention to living a life of integrity—\n    when will I attain it?\n        I will live with integrity of heart in my house.",
      "3": "I will not even think about doing anything lawless;\n    I hate to do evil deeds;\n        I will have none of it.",
      "4": "I will not allow anyone with a perverted mind in my presence;\n    I will not be involved with anything evil.",
      "5": "I will destroy the one who secretly slanders a friend.\n    I will not allow the proud and haughty to prevail.",
      "6": "My eyes are looking at the faithful of the land,\n    so they may live with me;\n        The one who lives a life of integrity will serve me.",
      "7": "A deceitful person will not sit in my house;\n    A liar will not remain in my presence.",
      "8": "Every morning I will destroy all the wicked of the land,\n    eliminating everyone who practices iniquity from the Lord’s city."
    },
    "102": {
      "1": "Lord, hear my prayer!\n    May my cry for help come to you.",
      "2": "Do not hide your face from me when I am in trouble.\n    Listen to me.\nWhen I call to out you,\n    hurry to answer me!",
      "3": "For my days are vanishing like smoke;\n    my bones are charred as in a fireplace.",
      "4": "Withered like grass, my heart is overwhelmed,\n    and I have even forgotten to eat my food.",
      "5": "Because of the sound of my sighing,\n    my bones cling to my skin.",
      "6": "I resemble a pelican in the wilderness\n    or an owl in a desolate land.",
      "7": "I lie awake,\n    yet I am like a bird isolated on a rooftop.",
      "8": "My enemies revile me all day long;\n    those who ridicule me use my name to curse.",
      "9": "I have eaten ashes as food\n    and mixed my drink with tears",
      "10": "because of your indignation and wrath,\n    when you lifted and threw me away.",
      "11": "My life is like a declining shadow,\n    and I am withering like a plant.",
      "12": "But you, Lord, are enthroned forever;\n    You are remembered throughout all generations.",
      "13": "You will arise to extend compassion on Zion,\n    for it is time to show her favor—\n        the appointed time has come.",
      "14": "Your servants take pleasure in its stones\n    and delight in its debris.",
      "15": "Nations will fear the name of the Lord,\n    and all the kings of the earth, your splendor.",
      "16": "When the Lord rebuilds Zion,\n    he will appear in his glory.",
      "17": "He will turn to the prayer of the destitute,\n    not despising their prayer.",
      "18": "Write this for the next generation,\n    that a people yet to be created will praise the Lord.",
      "19": "For when he looked down from his holy heights—\n    the Lord looked over the earth from heaven—",
      "20": "to listen to the groans of prisoners,\n    to set free those condemned to death,",
      "21": "so they would declare the name of the Lord in Zion\n    and his praise in Jerusalem,",
      "22": "when people and kingdoms gather together\n    to serve the Lord.",
      "23": "He has weakened my strength along the way.\n    He has cut short my days.",
      "24": "I say, “My God, whose years continue through all generations,\n    do not take me in the middle of my life.",
      "25": "You established the earth long ago;\n    the heavens are the work of your hands.",
      "26": "They will perish,\n    but you will remain;\nand they all will become worn out, like a garment.\n    You will change them like clothing,\n        and they will pass away.",
      "27": "But you remain the same;\n    your years never end.",
      "28": "May the descendants of your servants live securely,\n    and may their children be established in your presence.”"
    },
    "103": {
      "1": "Bless the Lord, my soul,\n    and all that is within me, bless his holy name.",
      "2": "Bless the Lord, my soul,\n    and never forget any of his benefits:",
      "3": "He continues to forgive all your sins,\n    he continues to heal all your diseases,",
      "4": "he continues to redeem your life from the Pit,\n    and he continuously surrounds you\n        with gracious love and compassion.",
      "5": "He keeps satisfying you with good things,\n    and he keeps renewing your youth like the eagle’s.",
      "6": "The Lord continuously does what is right,\n    executing justice for all who are being oppressed.",
      "7": "He revealed his plans to Moses\n    and his deeds to the people of Israel.",
      "8": "The Lord is compassionate and gracious,\n    patient, and abundantly rich in gracious love.",
      "9": "He does not maintain a dispute continuously\n    or remain angry for all time.",
      "10": "He neither deals with us according to our sins,\n    nor repays us equivalent to our iniquity.",
      "11": "As high as heaven rises above earth,\n    so his gracious love strengthens those who fear him.",
      "12": "As distant as the east is from the west,\n    that is how far he has removed our sins from us.",
      "13": "As a father has compassion for his children,\n    so the Lord has compassion for those who fear him.",
      "14": "For he knows how we were formed,\n    aware that we were made from dust.",
      "15": "A person’s life is like grass—\n    it blossoms like wild flowers,",
      "16": "but when the wind blows through it,\n    it withers away and no one remembers where it was.",
      "17": "Yet the Lord’s gracious love remains\n    throughout eternity for those who fear him\n        and his righteous acts extend to their children’s children,",
      "18": "to those who keep his covenant\n    and to those who remember to observe his precepts.",
      "19": "The Lord has established his throne in heaven\n    and his kingdom rules over all.",
      "20": "Bless the Lord, you angels who belong to him,\n    you mighty warriors who carry out his commands,\n        who are obedient to the sound of his words.",
      "21": "Bless the Lord, all his heavenly armies,\n    his ministers who do his will.",
      "22": "Bless the Lord, all his creation,\n    in all the places of his dominion. \nBless the Lord, my soul."
    },
    "104": {
      "1": "Bless the Lord, my soul;\n    Lord, my God, you are very great.\nYou are clothed in splendor and majesty;",
      "2": "you are wrapped in light like a garment,\n        stretching out the sky like a curtain.",
      "3": "He lays the beams of his roof loft on the water above,\n    making clouds his chariot,\n        walking on the wings of the wind.",
      "4": "He makes the winds his messengers,\n    blazing fires his servants.",
      "5": "He established the earth on its foundations,\n    so that it never falters.",
      "6": "You covered the primeval ocean like a garment;\n    the water stood above the mountains.",
      "7": "They flee at your rebuke;\n    they rush away at the sound of your thunders.",
      "8": "Mountains rise up and valleys sink\n    to the place you have ordained for them.",
      "9": "You have set a boundary they cannot cross;\n    they will never again cover the earth.",
      "10": "He causes springs to gush forth into rivers\n    that flow between the mountains.",
      "11": "They give water for animals of the field to drink;\n    the wild donkeys quench their thirst.",
      "12": "Birds of the sky live beside them\n    and chirp a song among the foliage.",
      "13": "He waters the mountains from his heavenly rooms;\n    the earth is satisfied from the fruit of your work.",
      "14": "He causes grass to sprout for the cattle\n    and plants for people to cultivate,\n        to produce food from the land,",
      "15": "like wine that makes the heart of people happy,\n    oil that makes the face glow,\n        and food that sustains people.",
      "16": "The loftiest trees are satisfied,\n    the cedars of Lebanon that he planted,",
      "17": "the birds build their nests there,\n    and the heron builds its nest among the evergreen.",
      "18": "The high mountains are for wild goats;\n    the cliffs are a refuge for the rock badger.",
      "19": "He made the moon to mark time;\n    the sun knows its setting time.",
      "20": "You bring darkness and it becomes night;\n    when every beast of the forest prowls.",
      "21": "Young lions roar for prey,\n    seeking their food from God.",
      "22": "When the sun rises, they gather\n    and lie down in their dens.",
      "23": "People go out to their work\n    and labor until evening.",
      "24": "How numerous are your works, Lord!\n    You have made them all wisely;\n        the earth is filled with your creations.",
      "25": "There is the deep and wide sea,\n    teeming with numberless creatures,\n        living things small and great.",
      "26": "There, the ships pass through;\n    Leviathan, which you created, frolics in it.",
      "27": "All of them look to you\n    to provide them their food at the proper time.",
      "28": "They receive what you give them;\n    when you open your hand,\n        they are filled with good things.",
      "29": "When you withdraw your favor,\n    they are disappointed;\nTake away their breath,\n    and they die and return to dust.",
      "30": "When you send your spirit, they are created,\n    and you replenish the surface of the earth.",
      "31": "May the glory of the Lord last forever;\n    may the Lord rejoice in his works!",
      "32": "He looks at the earth and it shakes;\n    he touches the mountains and they smoke.",
      "33": "I will sing to the Lord with my whole being;\n    I will sing to my God continually!",
      "34": "May my thoughts be pleasing to him;\n    indeed, I will rejoice in the Lord!",
      "35": "May sinners disappear from the land\n    and the wicked live no longer. \nBless the Lord, my soul! Hallelujah!"
    },
    "105": {
      "1": "Give thanks to the Lord,\n    call on his name,\n        and make his deeds known among the people.",
      "2": "Sing to him! Praise him!\n    Declare all his awesome deeds!",
      "3": "Exult in his holy name;\n    let all those who seek the Lord rejoice!",
      "4": "Seek the Lord and his strength;\n    seek his face continually.",
      "5": "Remember his awesome deeds that he has done,\n    his wonders and the judgments he declared.",
      "6": "You descendants of Abraham, his servant,\n    You children of Jacob, his chosen ones.",
      "7": "He is the Lord our God;\n    his judgments extend to the entire earth.",
      "8": "He remembers his eternal covenant—\n    every promise he made for a thousand generations,",
      "9": "like the covenant he made with Abraham,\n    and his promise to Isaac.",
      "10": "He presented it to Jacob as a decree,\n    to Israel as an everlasting covenant.",
      "11": "He said: “I will give Canaan to you\n    as the allotted portion that is your inheritance.”",
      "12": "When the Hebrews were few in number—so very few—\n    and were sojourners in it,",
      "13": "they wandered from nation to nation,\n    from one kingdom to another.",
      "14": "He did not allow anyone to oppress them,\n    or any kings to reprove them.",
      "15": "“Don’t touch my anointed\n    or hurt my prophets!”",
      "16": "He declared a famine on the land;\n    destroying the entire food supply.",
      "17": "He sent a man before them—\n    Joseph, who had been sold as a slave.",
      "18": "They bound his feet with fetters\n    and placed an iron collar on his neck,",
      "19": "until the time his prediction came true,\n    as the word of the Lord refined him.",
      "20": "He sent a king who released him,\n    a ruler of people who set him free.",
      "21": "He made him the master over his household,\n    the manager of all his possessions—",
      "22": "to discipline his rulers at will\n    and make his elders wise.",
      "23": "Then Israel came to Egypt;\n    indeed, Jacob lived in the land of Ham.",
      "24": "He caused his people to multiply greatly;\n    and be more numerous than their enemies.",
      "25": "He caused them to hate his people\n    and to deceive his servants.",
      "26": "He sent his servant Moses, along with Aaron,\n    whom he had chosen.",
      "27": "They performed his signs among them,\n    his wonders in the land of Ham.",
      "28": "He sent darkness, and it became dark.\n    Did they not rebel against his words?",
      "29": "He turned their water into blood,\n    so that the fish died.",
      "30": "Their land swarmed with frogs\n    even to the chambers of their kings.",
      "31": "He spoke,\n    and a swarm of insects invaded their land.",
      "32": "He sent hail instead of rain,\n    and lightning throughout their land.",
      "33": "It destroyed their vines and their figs,\n    breaking trees throughout their country.",
      "34": "Then he commanded the locust to come—\n    grasshoppers without number.",
      "35": "They consumed every green plant in their land,\n    and devoured the fruit of their soil.",
      "36": "He struck down every firstborn in their land,\n    the first fruits of all their progeny.",
      "37": "Then he brought Israel out with silver and gold,\n    and no one among his tribes stumbled.",
      "38": "The Egyptians rejoiced when they left,\n    because fear of Israel descended on them.",
      "39": "He spread out a cloud for a cover,\n    and fire for light at night.",
      "40": "Israel asked, and quail came;\n    food from heaven satisfied them.",
      "41": "He opened a rock, and water gushed out\n    flowing like a river in the desert.",
      "42": "Indeed, he remembered his sacred promise\n    to his servant Abraham.",
      "43": "He led his people out with gladness,\n    his chosen ones with shouts of joy.",
      "44": "He gave to them the land of nations;\n    they inherited the labor of other people",
      "45": "so they might keep his statutes\n    and observe his laws.\n        Hallelujah!"
    },
    "106": {
      "1": "Hallelujah! \nGive thanks to the Lord,\n    since he is good,\n        for his gracious love exists forever.",
      "2": "Who can fully describe the mighty acts of the Lord\n    or proclaim all his praises?",
      "3": "How happy are those who enforce justice,\n    who live righteously all the time.",
      "4": "Remember me, Lord,\n    when you show favor to your people.\nVisit us with your deliverance,",
      "5": "to witness the prosperity of your chosen ones,\nto rejoice in your nation’s joy,\n    to glory in your inheritance.",
      "6": "We have sinned, along with our ancestors;\n    we have committed iniquity and wickedness.",
      "7": "In Egypt, our ancestors neither comprehended your awesome deeds\n    nor remembered your abundant gracious love.\n        Instead, they rebelled beside the sea, the Reed Sea.",
      "8": "He delivered for the sake of his name,\n    to make his power known.",
      "9": "He shouted at the Reed Sea and it dried up;\n    and led them through the sea as though through a desert.",
      "10": "He delivered them from the power of their foe;\n    redeeming them from the power of their enemy.",
      "11": "The water overwhelmed their enemies,\n    so that not one of them survived.",
      "12": "Then they believed his word\n    and sung his praise.",
      "13": "But they quickly forgot his deeds\n    and did not wait for his counsel.",
      "14": "They were overwhelmed with craving in the wilderness,\n    so God tested them in the wasteland.",
      "15": "God granted them their request,\n    but sent leanness into their lives.",
      "16": "They were envious of Moses in the camp,\n    and of Aaron, the holy one of the Lord.",
      "17": "The earth opened and swallowed Dathan,\n    closing over Abiram’s clan.",
      "18": "Then a fire burned among their company,\n    a flame that set the wicked ablaze.",
      "19": "They fashioned a calf at Horeb\n    and worshipped a carved image.",
      "20": "They exchanged their glory\n    with the image of a grass-eating bull.",
      "21": "They forgot God their Savior,\n    who performed great things in Egypt—",
      "22": "awesome deeds in the land of Ham,\n    astonishing deeds at the Reed Sea.",
      "23": "He would have destroyed them\n    but for Moses, his chosen one,\nwho stood in the breach before him\n    to avert his destructive wrath.",
      "24": "They rejected the desirable land,\n    and they didn’t trust his promise.",
      "25": "They murmured in their tents,\n    and didn’t listen to the voice of the Lord.",
      "26": "So he swore an oath concerning them—\n    that he would cause them to die in the wilderness,",
      "27": "to cause their children to perish among the nations\n    and be scattered among many lands.",
      "28": "For they adopted the worship of Baal Peor\n    and ate sacrifices offered to the dead.",
      "29": "They had provoked anger by their deeds,\n    so that a plague broke out against them.",
      "30": "But Phinehas intervened and prayed\n    so that the plague was restrained.",
      "31": "And it was credited to him as a righteous act,\n    from generation to generation—to eternity.",
      "32": "They provoked wrath at the waters of Meribah,\n    and Moses suffered on account of them.",
      "33": "For they rebelled against him,\n    so that he spoke thoughtlessly with his lips.",
      "34": "They never destroyed the people,\n    as the Lord had commanded them.",
      "35": "Instead, they mingled among the nations\n    and learned their ways.",
      "36": "They worshipped their idols,\n    and this became a trap for them.",
      "37": "They sacrificed their sons and daughters to demons.",
      "38": "They shed innocent blood—\n    the blood of their sons and daughters—\nwhom they sacrificed to the idols of Canaan,\n    thereby polluting the land with blood.",
      "39": "Therefore, they became unclean because of what they did;\n    they have acted like whores by their evil deeds.",
      "40": "The Lord’s anger burned against his people,\n    so that he despised his own inheritance.",
      "41": "He turned them over to domination by nations\n    where those who hated them ruled over them.",
      "42": "Their enemies oppressed them,\n    so that they were humiliated by their power.",
      "43": "He delivered them many times,\n    but they demonstrated rebellion by their evil plans;\n        therefore they sunk deep in their sins.",
      "44": "Yet when he saw their distress\n    and heard their cries for help,",
      "45": "he remembered his covenant with them,\n    and so relented\n        according to the greatness of his gracious love.",
      "46": "He caused all their captors to show compassion toward them.",
      "47": "Deliver us, Lord our God,\n    gather us from among the nations\nso we may praise your holy name\n    and rejoice in praising you.",
      "48": "Blessed are you, Lord God of Israel,\n    from eternity to eternity;\nLet all the people say, “Amen!”\n    Hallelujah!"
    },
    "107": {
      "1": "Give thanks to the Lord, for he is good!\n    His gracious love exists forever.",
      "2": "Let those who have been redeemed by the Lord declare it—\n    those whom he redeemed\n        from the power of the enemy,",
      "3": "those whom he gathered from other lands—\n    from the east, west, north, and south.",
      "4": "They wandered in desolate wilderness;\n    they found no road to a city where they could live.",
      "5": "Hungry and thirsty,\n    their spirits failed.",
      "6": "Then they cried out to the Lord in their trouble,\n    and he delivered them from their distress.",
      "7": "He led them in a straight way\n    to find a city where they could live.",
      "8": "Let them give thanks to the Lord\n    for his gracious love\n        and his awesome deeds for mankind.",
      "9": "He has satisfied the one who thirsts,\n    filling the hungry with what is good.",
      "10": "Some sat in deepest darkness,\n    shackled with cruel iron,",
      "11": "because they had rebelled against the command of God,\n    despising the advice of the Most High.",
      "12": "He humbled them through suffering,\n    as they stumbled without a helper.",
      "13": "Then they cried out to the Lord in their trouble;\n    he delivered them from their distress.",
      "14": "And he brought them out from darkness and the shadow of death,\n    shattering their chains.",
      "15": "Let them give thanks to the Lord for his gracious love,\n    and for his awesome deeds to mankind.",
      "16": "For he shattered bronze gates\n    and cut through iron bars.",
      "17": "Because of their rebellious ways,\n    fools suffered for their iniquities.",
      "18": "They loathed all food,\n    and even reached the gates of death.",
      "19": "Yet when they cried out to the Lord in their trouble,\n    he delivered them from certain destruction.",
      "20": "He issued his command and healed them;\n    he delivered them from their destruction.",
      "21": "Let them give thanks to the Lord for his gracious love,\n    and for his awesome deeds for mankind.",
      "22": "Let them offer sacrifices of thanksgiving\n    and talk about his works with shouts of joy.",
      "23": "Those who go down to the sea in ships,\n    who work in the great waters,",
      "24": "witnessed the works of the Lord—\n    his awesome deeds in the ocean’s depth.",
      "25": "He spoke and stirred up a windstorm\n    that made its waves surge.",
      "26": "The people ascended skyward and descended to the depths,\n    their courage melting away in their peril.",
      "27": "They reeled and staggered like a drunkard,\n    as all their wisdom became useless.",
      "28": "Yet when they cried out to the Lord in their trouble,\n    the Lord brought them out of their distress.",
      "29": "He calmed the storm\n    and its waves quieted down.",
      "30": "So they rejoiced that the waves became quiet,\n    and he led them to their desired haven.",
      "31": "Let them give thanks to the Lord for his gracious love\n    and for his awesome deeds on behalf of mankind.",
      "32": "Let them exalt him in the assembly of the people\n    and praise him in the counsel of the elders.",
      "33": "He turns rivers into a desert,\n    springs of water into dry ground,",
      "34": "and a fruitful land into a salty waste,\n    due to the wickedness of its inhabitants.",
      "35": "He turns a desert into a pool of water,\n    dry land into springs of water.",
      "36": "There he settled the hungry,\n    where they built a city to live in.",
      "37": "They sowed fields and planted vineyards\n    that yielded a productive harvest.",
      "38": "Then he blessed them, and they became numerous;\n    he multiplied their cattle.",
      "39": "But they became few in number, and humiliated\n    by continued oppression, agony, and sorrow.",
      "40": "Having poured contempt on their nobles,\n    causing them to err aimlessly in the way.",
      "41": "Yet he lifted the needy from affliction\n    and made them families like a flock.",
      "42": "The upright see it and rejoice,\n    but the mouth of an evil person is shut.",
      "43": "Let whoever is wise observe these things,\n    that they may comprehend the gracious love of the Lord."
    },
    "108": {
      "1": "My heart is firm, God;\n    I will sing and praise you with my whole being.",
      "2": "Awake, harp and lyre!\n    I will wake up at dawn.",
      "3": "I will give thanks to you among the peoples, Lord!\n    I will sing praise to you among the nations.",
      "4": "For your gracious love extends to the sky,\n    and your faithfulness reaches to the clouds.",
      "5": "May you be exalted above the heavens, God,\n    and your glory be over all the earth.",
      "6": "In order that those you love may be rescued,\n    deliver with your power and answer me!",
      "7": "God had promised in his sanctuary: \n“I will triumph and divide Shechem,\n    then I will measure the valley of Succoth!",
      "8": "Gilead and Manasseh belong to me,\n    while Ephraim is my chief stronghold\n        and Judah is my scepter.",
      "9": "Moab is my washbasin;\n    I will fling my shoe on Edom\n        and shout over Philistia.”",
      "10": "Who will lead me to the fortified city?\n    Who will lead me as far as Edom?",
      "11": "God, you have rejected us, have you not,\n    since you did not march out with our army, God?",
      "12": "Give us help against the enemy,\n    because human help is useless.",
      "13": "I will find strength in God,\n    for he will trample on our foes."
    },
    "109": {
      "1": "God, whom I praise,\n    do not be silent,",
      "2": "for the mouths of wicked and deceitful people\n    are opened against me;\n        they speak against me with lying tongues.",
      "3": "They surround me with hate-filled words,\n    attacking me for no reason.",
      "4": "Instead of receiving my love, they accuse me,\n    though I continue in prayer.",
      "5": "They devise evil against me instead of good,\n    and hatred in place of my love.",
      "6": "Appoint an evil person over him;\n    may an accuser stand at his right side.",
      "7": "When he is judged, may he be found guilty;\n    may his prayer be regarded as sin.",
      "8": "May his days be few;\n    may another take over his position.",
      "9": "May his children become fatherless,\n    and his wife a widow.",
      "10": "May his children roam around begging,\n    seeking food while driven far from their ruined homes.",
      "11": "May creditors seize all his possessions,\n    and may foreigners loot the property he has acquired.",
      "12": "May no one extend gracious love to him,\n    or show favor to his fatherless children.",
      "13": "May his descendants be eliminated,\n    and their memory be erased from the next generation.",
      "14": "May his ancestors’ guilt be remembered in the Lord’s presence,\n    and may his mother’s guilt not be erased.",
      "15": "May what they have done be continually in the Lord’s presence;\n    and may their memory be excised from the earth.",
      "16": "For he didn’t think to extend gracious love;\n    he harassed to death the poor, the needy, and the broken hearted.",
      "17": "He loved to curse—may his curses return upon him!\n    He took no delight in blessing others—\n        so may blessings be far from him.",
      "18": "He wore curses like a garment—\n    may they enter his inner being like water\n        and his bones like oil.",
      "19": "May those curses wrap around him like a garment,\n    or like a belt that one always wears.",
      "20": "May this be the way the Lord repays my accuser,\n    those who speak evil against me.",
      "21": "Now you, Lord my God, defend me for your name’s sake;\n    because your gracious love is good, deliver me!",
      "22": "Indeed, I am poor and needy,\n    and my heart is wounded within me.",
      "23": "I am fading away like a shadow late in the day;\n    I am shaken off like a locust.",
      "24": "My knees give way from fasting,\n    and my skin is lean, deprived of oil.",
      "25": "I have become an object of derision to them—\n    they shake their heads whenever they see me.",
      "26": "Help me, Lord my God!\n    Deliver me in accord with your gracious love!",
      "27": "Then they will realize that your hand is in this—\n    that you, Lord, have accomplished it.",
      "28": "They will curse,\n    but you will bless.\nWhen they attack, they will be humiliated,\n    while your servant rejoices.",
      "29": "May my accusers be clothed with shame\n    and wrapped in their humiliation as with a robe.",
      "30": "I will give many thanks to the Lord with my mouth,\n    praising him publicly,",
      "31": "for he stands at the right hand of the needy one,\n    to deliver him from his accusers."
    },
    "110": {
      "1": "A declaration from the Lord to my Lord:\n    “Sit at my right hand\n        until I make your enemies your footstool.”",
      "2": "When the Lord extends your mighty scepter from Zion,\n    rule in the midst of your enemies.",
      "3": "Your soldiers are willing volunteers on your day of battle;\n    in majestic holiness, from the womb,\n        from the dawn, the dew of your youth belongs to you.",
      "4": "The Lord took an oath and will never recant:\n    “You are a priest forever,\n        after the manner of Melchizedek.”",
      "5": "The Lord is at your right hand;\n    he will utterly destroy kings in the time of his wrath.",
      "6": "He will execute judgment against the nations,\n    filling graves with corpses.\n        He will utterly destroy leaders far and wide.",
      "7": "He will drink from a stream on the way,\n    then hold his head high."
    },
    "111": {
      "1": "Hallelujah!\nI will give thanks to the Lord with all of my heart\n    in the assembled congregation of the upright.",
      "2": "Great are the acts of the Lord;\n    they are within reach of all who desire them.",
      "3": "Splendid and glorious are his awesome deeds,\n    and his righteousness endures forever.",
      "4": "He is remembered for his awesome deeds;\n    the Lord is gracious and compassionate.",
      "5": "He prepares food for those who fear him;\n    he is ever mindful of his covenant.",
      "6": "He revealed his mighty deeds to his people\n    by giving them a country of their own.",
      "7": "Whatever he does is reliable and just,\n    and all his precepts are trustworthy,",
      "8": "sustained through all eternity,\n    and fashioned in both truth and righteousness.",
      "9": "He sent deliverance to his people;\n    he ordained his covenant to last forever;\n        his name is holy and awesome.",
      "10": "The fear of the Lord is the beginning of wisdom;\n    sound understanding belongs to those who practice it.\nPraise of God endures forever."
    },
    "112": {
      "1": "Hallelujah!\nHow happy is the person who fears the Lord,\n    who truly delights in his commandments.",
      "2": "His descendants will be powerful in the land,\n    a generation of the upright who will be blessed.",
      "3": "Wealth and riches are in his house,\n    and his righteousness endures forever.",
      "4": "A light shines in the darkness for the upright,\n    for the one who is gracious, compassionate, and just.",
      "5": "It is good for the person who lends generously,\n    conducting his affairs with fairness.",
      "6": "He will never be shaken;\n    the one who is just will always be remembered.",
      "7": "He need not fear a bad report,\n    for his heart is unshaken, since he trusts in the Lord.",
      "8": "His heart is steadfast, he will not fear.\n    In the end he will look in triumph over his enemy.",
      "9": "He gives generously to the poor;\n    his righteousness endures forever;\n        his horn is exalted in honor.",
      "10": "The wicked person sees this and flies into a rage;\n    his teeth gnash and wear away.\nThe desire of the wicked will amount to nothing."
    },
    "113": {
      "1": "Hallelujah!\nGive praise, you servants of the Lord.\n    Praise the name of the Lord!",
      "2": "May the name of the Lord be blessed\n    from now to eternity.",
      "3": "From rising to setting sun,\n    may the name of the Lord be praised.",
      "4": "The Lord is exalted high above all the nations;\n    his glory beyond the heavens.",
      "5": "Who is like the Lord our God,\n    enthroned on high,",
      "6": "yet stooping low to observe\n    the sky and the earth?",
      "7": "He lifts the poor person from the dust,\n    raising the needy from the trash pile",
      "8": "and giving him a seat among nobles—\n    with the nobles of his people.",
      "9": "He makes the barren woman among her household\n    a happy mother of joyful children. \nHallelujah!"
    },
    "114": {
      "1": "When Israel came out of Egypt—\n    the household of Jacob from a people of foreign speech—",
      "2": "Judah became his sanctuary\n    and Israel his place of dominion.",
      "3": "The sea saw this and fled,\n    the Jordan River ran backwards,",
      "4": "the mountains skipped like rams,\n    and the hills like lambs.",
      "5": "What happened to you, sea, that you fled?\n    Jordan, that you ran backwards?",
      "6": "Mountains, that you skipped like rams?\n    And you hills, that you skipped like lambs?",
      "7": "Tremble then, earth, at the presence of the Lord,\n    at the presence of the God of Jacob,",
      "8": "who turned the rock into a pool of water,\n    the flinty rock into flowing springs."
    },
    "115": {
      "1": "Not to us, Lord, not to us,\n    but to your name be given glory\n    on account of your gracious love and faithfulness.",
      "2": "Why should the nations ask\n    “Where now is their God?”",
      "3": "when our God is in the heavens\n    and he does whatever he desires?",
      "4": "Their idols are silver and gold,\n    crafted by human hands.",
      "5": "They have mouths, but cannot speak;\n    they have eyes, but cannot see.",
      "6": "They have ears, but cannot hear;\n    they have noses, but cannot smell.",
      "7": "They have hands, but cannot touch;\n    feet, but cannot walk;\n        they cannot even groan with their throats.",
      "8": "Those who craft them will become like them,\n    as will all those who trust in them.",
      "9": "Israel, trust in the Lord!\n    He is their helper and shield.",
      "10": "House of Aaron, trust in the Lord!\n    He is their helper and shield.",
      "11": "You who fear the Lord, trust in the Lord!\n    He is their helper and shield.",
      "12": "The Lord remembers and blesses us.\n    He will indeed bless the house of Israel;\n        he will bless the house of Aaron.",
      "13": "He will bless those who fear the Lord,\n    both the important and the insignificant together.",
      "14": "May the Lord add to your numbers—\n    to you and to your descendants.",
      "15": "May you be blessed by the Lord,\n    who made the heavens and the earth.",
      "16": "The highest heavens belong to the Lord,\n    but he gave the earth to human beings.",
      "17": "Neither can the dead praise the Lord,\n    nor those who go down into the silence of death.",
      "18": "But we will bless the Lord\n    from now to eternity. \nHallelujah!"
    },
    "116": {
      "1": "I love the Lord\n    because he has heard my prayer for mercy;",
      "2": "for he listens to me whenever I call.",
      "3": "The ropes of death were wound around me\n    and the anguish of Sheol came upon me;\n        I encountered distress and sorrow.",
      "4": "Then I called on the name of the Lord,\n    “Lord, please deliver me!”",
      "5": "The Lord is gracious and righteous;\n    our God is compassionate;",
      "6": "the Lord watches over the innocent;\n    I was brought low, and he delivered me.",
      "7": "Return to your resting place, my soul,\n    for the Lord treated you generously.",
      "8": "Indeed, you delivered my soul from death,\n    my eyes from crying,\n        and my feet from stumbling.",
      "9": "I will walk in the Lord’s presence\n    in the lands of the living.",
      "10": "I will continue to believe, even when I say,\n    “I am greatly afflicted”",
      "11": "and speak hastily,\n    “All people are liars!”",
      "12": "What will I return to the Lord\n    for all his benefits to me?",
      "13": "I will raise my cup of deliverance\n    and invoke the Lord’s name.",
      "14": "I will fulfill my vows to the Lord\n    in the presence of all his people.",
      "15": "In the sight of the Lord,\n    the death of his faithful ones is valued.",
      "16": "Lord, I am indeed your servant.\n    I am your servant.\nI am the son of your handmaid.\n    You have released my bonds.",
      "17": "I will bring you a thanksgiving offering\n    and call on the name of the Lord!",
      "18": "I will fulfill my vows to the Lord\n    in the presence of all his people,",
      "19": "in the courts of the Lord’s house,\n    in your midst, Jerusalem. \nHallelujah!"
    },
    "117": {
      "1": "Praise the Lord, all you nations!\n    Exalt him, all you peoples!",
      "2": "For great is his gracious love toward us,\n    and the Lord’s faithfulness is eternal. \nHallelujah!"
    },
    "118": {
      "1": "Give thanks to the Lord,\n    for he is good;\n        his gracious love is eternal.",
      "2": "Let Israel now say,\n    “His gracious love is eternal.”",
      "3": "Let the house of Aaron now say,\n    “His gracious love is eternal.”",
      "4": "Let those who fear the Lord now say,\n    “His gracious love is eternal.”",
      "5": "I called on the Lord in my distress;\n    the Lord answered me openly.",
      "6": "The Lord is with me.\n    I will not be afraid.\n        What can people do to me?",
      "7": "With the Lord beside me as my helper,\n    I will triumph over those who hate me.",
      "8": "It is better to take shelter in the Lord\n    than to trust in people.",
      "9": "It is better to take shelter in the Lord\n    than to trust in princes.",
      "10": "All the nations surrounded me;\n    but in the name of the Lord I will defeat them.",
      "11": "They surrounded me, they are around me;\n    but in the name of the Lord I will defeat them.",
      "12": "They surrounded me like bees;\n    but they will be extinguished like burning thorns.\n        In the name of the Lord I will defeat them.",
      "13": "Indeed, you oppressed me so much that I nearly fell,\n    but the Lord helped me.",
      "14": "The Lord is my strength and protector,\n    for he has become my deliverer.",
      "15": "There’s exultation for deliverance in the tents of the righteous:\n“The right hand of the Lord is victorious!",
      "16": "The right hand of the Lord is exalted!\n        The right hand of the Lord is victorious!”",
      "17": "I will not die, but I will live\n    to recount the deeds of the Lord.",
      "18": "The Lord will discipline me severely,\n    but he won’t hand me over to die.",
      "19": "Open for me the righteous gates\n    so I may enter through them to give thanks to the Lord.",
      "20": "This is the Lord’s gate—\n    The righteous will enter through it.",
      "21": "I will praise you because you have answered me\n    and have become my deliverer.",
      "22": "The stone that the builders rejected\n    has become the cornerstone.",
      "23": "This is from the Lord—\n    it is awesome in our sight.",
      "24": "This is the day that the Lord has made;\n    let’s rejoice and be glad in it.",
      "25": "Please Lord, deliver us!\n    Please Lord, hurry and bring success now!",
      "26": "Blessed is the one who comes in the name of the Lord!\n    Let us bless you from the Lord’s house.",
      "27": "The Lord is God—he will be our light!\n    Bind the festival sacrifice with ropes\n        to the horn at the altar.",
      "28": "You are my God, and I will praise you;\n    my God, and I will exalt you.",
      "29": "Give thanks to the Lord, for he is good\n    and his gracious love is eternal."
    },
    "119": {
      "1": "How blessed are those whose life is blameless,\n    who walk in the Law of the Lord!",
      "2": "How blessed are those who observe his decrees,\n    who seek him with all of their heart,",
      "3": "who practice no evil\n    while they walk in his ways.",
      "4": "You have commanded concerning your precepts,\n    that they be guarded with diligence.",
      "5": "Oh, that my ways were steadfast,\n    so I may keep your statutes.",
      "6": "Then I will not be ashamed,\n    since my eyes will be fixed on all of your commands.",
      "7": "I will praise you with an upright heart,\n    as I learn your righteous decrees.",
      "8": "I will keep your statutes;\n    do not ever abandon me.",
      "9": "How can a young man keep his behavior pure?\n    By guarding it in accordance with your word.",
      "10": "I have sought you with all of my heart;\n    do not let me drift away from your commands.",
      "11": "I have stored what you have said in my heart,\n    so I won’t sin against you.",
      "12": "Blessed are you, Lord!\n    Teach me your statutes.",
      "13": "I have spoken with my lips\n    about all your decrees that you have announced.",
      "14": "I find joy in the path of your decrees,\n    as if I owned all kinds of riches.",
      "15": "I will meditate on your precepts,\n    and I will respect your ways.",
      "16": "I am delighted with your statutes;\n    I will not forget your word.",
      "17": "Deal kindly with your servant\n    so I may live and keep your word.",
      "18": "Open my eyes\n    so that I will observe amazing things from your instruction.",
      "19": "Since I am a stranger on the earth,\n    do not hide your commands from me.",
      "20": "My soul is consumed with longing\n    for your decrees at all times.",
      "21": "You rebuke the accursed ones,\n    who wander from your commands.",
      "22": "Remove scorn and disrespect from me,\n    for I observe your decrees.",
      "23": "Though nobles take their seat and gossip about me,\n    your servant will meditate on your statutes.",
      "24": "I take joy in your decrees,\n    for they are my counselors.",
      "25": "My soul clings to the dust;\n    revive me according to your word.",
      "26": "I have talked about my ways,\n    and you have answered me;\n        Teach me your statutes.",
      "27": "Help me understand how your precepts function,\n    and I will meditate on your wondrous acts.",
      "28": "I weep because of sorrow;\n    fortify me according to your word.",
      "29": "Remove false paths from me;\n    and graciously give me your instruction.",
      "30": "I have chosen the faithful way;\n    I have firmly placed your ordinances before me.",
      "31": "I cling to your decrees;\n    Lord, do not put me to shame.",
      "32": "I eagerly race along the way of your commands,\n    for you enable me to do so.",
      "33": "Teach me, Lord, about the way of your statutes,\n    and I will observe them without fail.",
      "34": "Give me understanding\n    and I will observe your instruction.\n        I will keep it with all of my heart.",
      "35": "Help me live my life by your commands,\n    because my joy is in them.",
      "36": "Turn my heart to your decrees\n    and away from unjust gain.",
      "37": "Turn my eyes away from gazing at worthless things,\n    and revive me by your ways.",
      "38": "Confirm your promise to your servant,\n    which is for those who fear you.",
      "39": "Turn away the shame that I dread,\n    because your ordinances are good.",
      "40": "Look, I long for your precepts;\n    revive me through your righteousness.",
      "41": "May your gracious love come to me, Lord,\n    your salvation, just as you said.",
      "42": "Then I can answer the one who insults me,\n    for I place my trust in your word.",
      "43": "Never take your truthful words from me,\n    For I wait for your ordinances.",
      "44": "Then I will always keep your Law,\n    forever and ever,",
      "45": "I will walk in liberty,\n    for I seek your precepts.",
      "46": "Then I will speak of your decrees before kings\n    and not be ashamed.",
      "47": "I will take delight in your commands,\n    which I love.",
      "48": "I will lift up my hands to your commands,\n    which I love,\n        and I will meditate on your statutes.",
      "49": "Remember what you said to your servant,\n    by which you caused me to hope.",
      "50": "This is what comforts me in my troubles:\n    that what you say revives me.",
      "51": "Even though the arrogant utterly deride me,\n    I do not turn away from your instruction.",
      "52": "I have remembered your ancient ordinances, Lord,\n    and I take comfort in them.",
      "53": "I burn with indignation because of the wicked\n    who forsake your instruction.",
      "54": "Your statutes are my songs,\n    no matter where I make my home.",
      "55": "In the night I remember your name, Lord,\n    and keep your instruction.",
      "56": "I have made it my personal responsibility\n    to keep your precepts.",
      "57": "The Lord is my inheritance;\n    I have given my promise to keep your word.",
      "58": "I have sought your favor with all of my heart;\n    be gracious to me according to your promise.",
      "59": "I examined my lifestyle\n    and set my feet in the direction of your decrees.",
      "60": "I hurried and did not procrastinate\n    to keep your commands.",
      "61": "Though the ropes of the wicked have ensnared me,\n    I have not forgotten your instruction.",
      "62": "At midnight I will get up to thank you\n    for your righteous ordinances.",
      "63": "I am united with all who fear you,\n    and with everyone who keeps your precepts.",
      "64": "Lord, the earth overflows with your gracious love!\n    Teach me your statutes.",
      "65": "Lord, you have dealt well with your servant,\n    according to your word.",
      "66": "Teach me both knowledge and appropriate discretion,\n    because I believe in your commands.",
      "67": "Before I was humbled, I wandered away,\n    but now I observe your words.",
      "68": "Lord, you are good, and do what is good;\n    teach me your statutes.",
      "69": "The arrogant have accused me falsely;\n    but I will observe your precepts wholeheartedly.",
      "70": "Their minds are clogged as with greasy fat,\n    but I find joy in your instruction.",
      "71": "It was for my good that I was humbled;\n    so that I would learn your statutes.",
      "72": "Instruction that comes from you is better for me\n    than thousands of gold and silver coins.",
      "73": "Your hands made and formed me;\n    give me understanding,\n        that I may learn your commands.",
      "74": "May those who fear you see me and be glad,\n    for I have hoped in your word.",
      "75": "I know, Lord, that your decrees are just,\n    and that you have rightfully humbled me.",
      "76": "May your gracious love comfort me\n    in accordance with your promise to your servant.",
      "77": "May your mercies come to me that I may live,\n    for your instruction is my delight.",
      "78": "May the arrogant become ashamed,\n    because they have subverted me with deceit;\n        as for me, I will meditate on your precepts.",
      "79": "May those who fear you turn to me,\n    along with those who know your decrees.",
      "80": "May my heart be blameless with respect to your statutes\n    so that I may not become ashamed.",
      "81": "I long for your deliverance;\n    I have looked to your word,\n        placing my hope in it.",
      "82": "My eyes grow weary\n    with respect to what you have promised—\n        I keep asking, “When will you comfort me?”",
      "83": "Though I have become like a water skin dried by smoke,\n    I have not forgotten your statutes.",
      "84": "How many days must your servant endure this?\n    When will you judge those who persecute me?",
      "85": "The arrogant have dug pitfalls for me,\n    disobeying your instruction.",
      "86": "All of your commands are reliable.\n    I am persecuted without cause—help me!",
      "87": "Though the arrogant nearly destroyed me on earth,\n    I did not abandon your precepts.",
      "88": "Revive me according to your gracious love;\n    and I will keep the decrees that you have proclaimed.",
      "89": "Your word is forever, Lord;\n    it is firmly established in heaven.",
      "90": "Your faithfulness continues from generation to generation.\n    You established the earth, and it stands firm.",
      "91": "To this day they stand by means of your rulings,\n    for all things serve you.",
      "92": "Had your instruction not been my pleasure,\n    I would have died in my affliction.",
      "93": "I will never forget your precepts,\n    for you have revived me with them.",
      "94": "I am yours, so save me,\n    since I have sought your precepts.",
      "95": "The wicked lay in wait to destroy me,\n    while I ponder your decrees.",
      "96": "I have observed that all things have their limit,\n    but your commandment is very broad.",
      "97": "How I love your instruction!\n    Every day it is my meditation.",
      "98": "Your commands make me wiser than my adversaries,\n    since they are always with me.",
      "99": "I am more insightful than my teachers,\n    because your decrees are my meditations.",
      "100": "I have more common sense than the elders,\n    for I observe your precepts.",
      "101": "I keep away from every evil choice\n    so that I may keep your word.",
      "102": "I do not avoid your judgments,\n    for you pointed them out to me.",
      "103": "How pleasing is what you have to say to me—\n    tasting better than honey.",
      "104": "I obtain understanding from your precepts;\n    therefore I hate every false way.",
      "105": "Your word is a lamp for my feet,\n    a light for my pathway.",
      "106": "I have given my word and affirmed it,\n    to keep your righteous judgments.",
      "107": "I am severely afflicted.\n    Revive me, Lord, according to your word.",
      "108": "Lord, please accept my voluntary offerings of praise,\n    and teach me your judgments.",
      "109": "Though I constantly take my life in my hands,\n    I do not forget your instruction.",
      "110": "Though the wicked lay a trap for me,\n    I haven’t wandered away from your precepts.",
      "111": "I have inherited your decrees forever,\n    because they are the joy of my heart.",
      "112": "As a result, I am determined\n    to carry out your statutes forever.",
      "113": "I despise the double-minded,\n    but I love your instruction.",
      "114": "You are my fortress and shield;\n    I hope in your word.",
      "115": "Leave me, you who practice evil,\n    that I may observe the commands of my God.",
      "116": "Sustain me, God, as you have promised,\n    and I will live.\n        Do not let me be ashamed of my hope.",
      "117": "Support me, that I may be saved,\n    and I will carry out your statutes consistently.",
      "118": "You reject all who wander from your statutes,\n    since their deceitfulness is vain.",
      "119": "You remove all the wicked of the earth like dross;\n    therefore I love your decrees.",
      "120": "My flesh trembles out of fear of you,\n    and I am in awe of your judgments.",
      "121": "I have acted with justice and righteousness;\n    do not abandon me to my oppressors.",
      "122": "Back up your servant in a positive way;\n    do not let the arrogant oppress me.",
      "123": "My eyes fail as I look for your salvation\n    and for your righteous promise.",
      "124": "Act toward your servant consistent with your gracious love,\n    and teach me your statutes.",
      "125": "Since I am your servant, give me understanding,\n    so I will know your decrees.",
      "126": "It is time for the Lord to act,\n    since they have violated your instruction.",
      "127": "I truly love your commands more than gold,\n    including fine gold.",
      "128": "I truly consider all of your precepts—all of them—to be just,\n    while I despise every false way.",
      "129": "Your decrees are wonderful—\n    that’s why I observe them.",
      "130": "The disclosure of your words illuminates,\n    providing understanding to the simple.",
      "131": "I open my mouth and pant\n    as I long for your commands.",
      "132": "Turn in my direction and show mercy to me,\n    as you have decreed regarding those who love your name.",
      "133": "Direct my footsteps by your promise,\n    and do not let any kind of iniquity rule over me.",
      "134": "Deliver me from human oppression\n    and I will keep your precepts.",
      "135": "Show favor to your servant,\n    and teach me your statutes.",
      "136": "My eyes shed rivers of tears,\n    when others do not obey your instruction.",
      "137": "Lord, you are righteous,\n    and your judgments are right.",
      "138": "You have ordered your decrees to us rightly,\n    and they are very faithful.",
      "139": "My zeal consumes me\n    because my enemies forget your words.",
      "140": "Your word is very pure,\n    and your servant loves it.",
      "141": "Though I may be small and despised,\n    I do not neglect your precepts.",
      "142": "Your righteousness is an eternal righteousness,\n    and your instruction is true.",
      "143": "Though trouble and anguish overwhelm me,\n    your commands remain my delight.",
      "144": "Your righteous decrees are eternal;\n    give me understanding, and I will live.",
      "145": "I have cried out with all of my heart.\n    Answer me, Lord!\n        I will observe your statutes.",
      "146": "I have called out to you, “Save me,\n    so I may keep your decrees.”",
      "147": "I get up before dawn and cry for help;\n    I place my hope in your word.",
      "148": "I look forward to the night watches,\n    when I may meditate on what you have said.",
      "149": "Hear my voice according to your gracious love.\n    Lord, revive me in keeping with your justice.",
      "150": "Those who pursue wickedness draw near;\n    they remain far from your instruction.",
      "151": "You are near, Lord,\n    and all of your commands are true.",
      "152": "I discovered long ago about your decrees\n    that you have confirmed them forever.",
      "153": "Look on my misery, and rescue me,\n    for I do not ignore your instruction.",
      "154": "Defend my case and redeem me;\n    revive me according to your promise.",
      "155": "Deliverance remains remote from the wicked,\n    for they do not seek your statutes.",
      "156": "Your mercies are magnificent, Lord;\n    revive me according to your judgments.",
      "157": "Though my persecutors and adversaries are numerous,\n    I do not turn aside from your decrees.",
      "158": "I watch the treacherous, and despise them,\n    because they do not do what you have said.",
      "159": "Look how I love your precepts, Lord;\n    revive me according to your gracious love.",
      "160": "The sum of your word is truth,\n    and each righteous ordinance of yours is everlasting.",
      "161": "Though nobles persecute me for no reason,\n    my heart stands in awe of your words.",
      "162": "I find joy at what you have said\n    like one who has discovered a great treasure.",
      "163": "I despise and hate falsehood,\n    but I love your instruction.",
      "164": "I praise you seven times a day\n    because of your righteous ordinances.",
      "165": "Great peace belongs to those who love your instruction,\n    and nothing makes them stumble.",
      "166": "I am looking in hope for your deliverance, Lord,\n    as I carry out your commands.",
      "167": "My soul treasures your decrees,\n    and I love them deeply.",
      "168": "I keep your precepts and your decrees\n    because all of my ways are before you.",
      "169": "May my cry arise before you, Lord;\n    give me understanding according to your word.",
      "170": "Let my request come before you;\n    deliver me, as you have promised.",
      "171": "May my lips utter praise,\n    for you teach me your statutes.",
      "172": "May my tongue sing about your promise,\n    for all of your commands are right.",
      "173": "May your hand stand ready to assist me,\n    for I have chosen your precepts.",
      "174": "I am longing for your deliverance, Lord,\n    and your instruction is my joy.",
      "175": "Let me live, and I will praise you;\n    let your ordinances help me.",
      "176": "I have wandered away like a lost sheep;\n    come find your servant,\n        for I do not forget your commands."
    },
    "120": {
      "1": "I cried to the Lord in my distress,\n    and he responded to me.",
      "2": "“Lord, deliver me from lips that lie\n    and tongues that deceive.”",
      "3": "What will be given to you,\n    and what will be done to you,\n        you treacherous tongue?",
      "4": "Like a sharp arrow from a warrior,\n    along with fiery coals from juniper trees!",
      "5": "How terrible for me,\n    that I am an alien in Meshech,\n        that I reside among the tents of Kedar!",
      "6": "I have resided too long\n    with those who hate peace.",
      "7": "I am in favor of peace;\n    but when I speak,\n        they are in favor of war."
    },
    "121": {
      "1": "I lift up my eyes toward the mountains—\n    from where will my help come?",
      "2": "My help is from the Lord,\n    maker of heaven and earth.",
      "3": "He will never let your foot slip,\n    nor will your guardian become drowsy.",
      "4": "Look! The one who is guarding Israel\n    never sleeps and does not take naps.",
      "5": "The Lord is your guardian;\n    the Lord is your shade at your right side.",
      "6": "The sun will not ravage you by day,\n    nor the moon by night.",
      "7": "The Lord will guard you from all evil,\n    preserving your life.",
      "8": "The Lord will guard your goings and comings,\n    from this time on and forever."
    },
    "122": {
      "1": "I rejoiced when they kept on asking me,\n    “Let us go to the Lord’s Temple.”",
      "2": "Our feet are standing\n    inside your gates, Jerusalem.",
      "3": "Jerusalem stands built up,\n    a city knitted together.",
      "4": "To it the tribes ascend—\n    the tribes of the Lord—\nas decreed to Israel,\n    to give thanks to the name of the Lord.",
      "5": "For thrones are established there for judgment,\n    thrones of the house of David.",
      "6": "Pray for peace for Jerusalem:\n    “May those who love you be at peace!",
      "7": "May peace be within your ramparts,\n    and prosperity within your fortresses.”",
      "8": "For the sake of my relatives and friends\n    I will now say, “May there be peace within you.”",
      "9": "For the sake of the Temple of the Lord our God,\n    I will seek your welfare."
    },
    "123": {
      "1": "To you, who sit enthroned in heaven,\n    I lift up my eyes.",
      "2": "Consider this: as the eyes of a servant focus\n    on what his master provides,\nand as the eyes of a female servant focus\n    on what her mistress provides,\nso our eyes focus on the Lord our God,\n    until he has mercy on us.",
      "3": "Have mercy on us, Lord, have mercy,\n    for we have had more than enough of contempt.",
      "4": "Our lives overflow\n    with scorn from those who live at ease,\n        with contempt from those who are proud."
    },
    "124": {
      "1": "If the Lord had not been on our side—\n    let Israel now say—",
      "2": "if the Lord had not been on our side,\n    when men came against us,",
      "3": "then they would have devoured us alive,\n    when their anger burned against us.",
      "4": "Then the flood waters would have overwhelmed us,\n    the torrent would have flooded over us;",
      "5": "the swollen waters would have swept us away.",
      "6": "Blessed be the Lord,\n    who did not give us as prey to their teeth.",
      "7": "We have escaped like a bird from the hunter’s trap.\n    The trap has been broken,\n        and we have escaped.",
      "8": "Our help is in the name of the Lord,\n    the maker of heaven and earth."
    },
    "125": {
      "1": "Those who are trusting in the Lord\n    are like Mount Zion, which cannot be overthrown.\n        They remain forever.",
      "2": "Just as mountains encircle Jerusalem,\n    so the Lord encircles his people,\n        from now to eternity.",
      "3": "For evil’s scepter will not rest\n    on the land that has been allotted to the righteous,\nand so the righteous will not direct themselves to do wrong.",
      "4": "Lord, do good to those who are good,\n    and to those who are upright in heart.",
      "5": "But for those who choose their own devious paths,\n    the Lord will lead them away,\n        along with those who practice evil. \nPeace be upon Israel."
    },
    "126": {
      "1": "When the Lord brought back Zion’s exiles,\n    we were like dreamers.",
      "2": "Then our mouths were filled with laughter,\n    and our tongues formed joyful shouts.\nThen it was said among the nations,\n    “The Lord has done great things for them.”",
      "3": "The great things that the Lord has done for us\n    gladden us.",
      "4": "Restore our exiles, Lord,\n    like the streams of the Negev.",
      "5": "Those who weep while they plant\n    will sing for joy while they harvest.",
      "6": "The one who goes out weeping,\n    carrying a bag of seeds,\nwill surely return with a joyful song,\n    bearing sheaves from his harvest."
    },
    "127": {
      "1": "Unless the Lord builds the house,\n    its builders labor uselessly.\nUnless the Lord guards the city,\n    its security forces keep watch uselessly.",
      "2": "It is useless to get up early\n    and to stay up late,\neating the food of exhausting labor—\n    truly he gives sleep to those he loves.",
      "3": "Children are a gift from the Lord;\n    a productive womb, the Lord’s reward.",
      "4": "As arrows in the hand of a warrior,\n    so also are children born during one’s youth.",
      "5": "How blessed is the man whose quiver is full of them!\n    He will not be ashamed\n        as they confront their enemies at the city gate."
    },
    "128": {
      "1": "How blessed are all who fear the Lord\n    as they follow in his ways.",
      "2": "You will eat from the work of your hands;\n    you will be happy, and it will go well for you.",
      "3": "Your wife will be like a fruitful vine within your house;\n    your children like olive shoots surrounding your table.",
      "4": "See how the man will be blessed\n    who fears the Lord.",
      "5": "May the Lord bless you from Zion,\n    and may you observe the prosperity of Jerusalem\n        every day that you live!",
      "6": "And may you see your children’s children!\n    Peace be on Israel!"
    },
    "129": {
      "1": "“Since my youth they have often persecuted me,”\n    let Israel repeat it,",
      "2": "“Since my youth they have often persecuted me,\n    yet they haven’t defeated me.",
      "3": "Wicked people plowed over my back,\n    creating long-lasting wounds.”",
      "4": "The Lord is righteous—\n    he has cut me free from the cords of the wicked.",
      "5": "Let all who hate Zion\n    be turned away and be ashamed.",
      "6": "May they become like a tuft of grass on a roof top,\n    that withers before it takes root—",
      "7": "not enough to fill one’s hand\n    or to bundle in one’s arms.",
      "8": "And may those who pass by never tell them,\n    “May the Lord’s blessing be upon you.\n        We bless you in the name of the Lord.”"
    },
    "130": {
      "1": "I cry to you from the depths, Lord,",
      "2": "Lord, listen to my voice;\nlet your ears pay attention\n    to what I ask of you!",
      "3": "Lord, if you were to record iniquities,\n    Lord, who could remain standing?",
      "4": "But with you there is forgiveness,\n    so that you may be feared.",
      "5": "I wait for the Lord;\n    my soul waits,\n        and I will hope in his word.",
      "6": "My soul looks to the Lord\n    more than watchmen look for the morning—\n        more, indeed, than watchmen for the morning.",
      "7": "Israel, hope in the Lord!\n    For with the Lord there is gracious love,\n        along with abundant redemption.",
      "8": "And he will redeem Israel\n    from all its sins."
    },
    "131": {
      "1": "Lord, my heart is not arrogant,\n    nor do I look haughty.\nI do not aspire to great things,\n    nor concern myself with things beyond my ability.",
      "2": "Instead, I have composed and quieted myself\n    like a weaned child with its mother;\n        I am like a weaned child.",
      "3": "Place your hope in the Lord, Israel,\n    both now and forever."
    },
    "132": {
      "1": "Lord, remember in David’s favor\n    all of his troubles;",
      "2": "how he swore an oath to the Lord,\n    vowing to the Mighty One of Jacob,",
      "3": "“I will not enter my house,\n    or lie down on my bed,",
      "4": "or let myself go to sleep\n    or even take a nap,",
      "5": "until I locate a place for the Lord,\n    a dwelling place for the Mighty One of Jacob.”",
      "6": "We heard about it in Ephrata;\n    we found it in the fields of Jaar.",
      "7": "Let’s go to his dwelling place\n    and worship at his footstool.",
      "8": "Arise, Lord,\n    and go to your resting place,\n        you and the ark of your strength.",
      "9": "May your priests be clothed with righteousness\n    and may your godly ones shout for joy.",
      "10": "For the sake of your servant David,\n    don’t turn away the face of your anointed one.",
      "11": "The Lord made an oath to David\n    from which he will not retreat:\n“One of your sons\n    I will set in place on your throne.",
      "12": "If your sons keep my covenant\n    and my statutes that I will teach them,\n        then their sons will also sit on your throne forever.”",
      "13": "For the Lord has chosen Zion,\n    desiring it as his dwelling place.",
      "14": "“This is my resting place forever.\n    Here I will live,\n        because I desire to do so.",
      "15": "I will bless its provisions abundantly;\n    I will satiate its poor with food.",
      "16": "I will clothe its priests with salvation\n    and its godly ones will shout for joy.",
      "17": "There I will create a power base for David—\n    I have prepared a lamp for my anointed one.",
      "18": "I will clothe his enemies with disgrace,\n    but on him his crown will shine.”"
    },
    "133": {
      "1": "Look how good and how pleasant it is\n    when brothers live together in unity!",
      "2": "It is like precious oil on the head,\n    descending to the beard—\neven to Aaron’s beard—\n    and flowing down to the edge of his robes.",
      "3": "It is like the dew of Hermon\n    falling on Zion’s mountains.\nFor there the Lord commanded his blessing—\n    life everlasting."
    },
    "134": {
      "1": "Now bless the Lord,\n    all you servants of the Lord\n        who serve nightly in the Lord’s Temple.",
      "2": "Lift up your hands to the Holy Place\n    and bless the Lord.",
      "3": "May the Lord who fashions heaven and earth\n    bless you from Zion."
    },
    "135": {
      "1": "Hallelujah!\n    Praise the name of the Lord!\nGive praise, you servants of the Lord,",
      "2": "you who are standing in the Lord’s Temple,\n        in the courtyards of the house of our God.",
      "3": "Praise the Lord,\n    because the Lord is good;\nSing to his name,\n    for he is gracious.",
      "4": "It is Jacob whom the Lord chose for himself—\n    Israel as his personal possession.",
      "5": "Indeed, I know that the Lord is great,\n    and that our Lord surpasses all gods.",
      "6": "The Lord does whatever pleases him\n    in heaven and on earth,\n        in the seas and all its deep regions.",
      "7": "He makes the clouds rise from the ends of the earth,\n    fashioning lightning for the rain,\n        bringing the wind from his storehouses.",
      "8": "It was the Lord who struck down the firstborn of Egypt,\n    including both men and animals.",
      "9": "He sent signs and wonders among you, Egypt,\n    before Pharaoh and all his servants.",
      "10": "He struck down many nations,\n    killing many kings—",
      "11": "Sihon, king of the Amorites,\n    Og, king of Bashan,\n        and every kingdom of Canaan—",
      "12": "and he gave their land as an inheritance,\n    an inheritance to his people Israel.",
      "13": "Your name, Lord, exists forever,\n    and your reputation, Lord, throughout the ages.",
      "14": "For the Lord will vindicate his people,\n    and he will show compassion on his servants.",
      "15": "The idols of the nations are silver and gold,\n    worked by the hands of human beings.",
      "16": "Mouths are attributed to them,\n    but they cannot speak;\nsight is attributed to them,\n    but they cannot see;",
      "17": "ears are attributed to them,\n    but they do not hear,\n        and there is no breath in their mouths.",
      "18": "Those who craft them—\n    and all who trust in them—\n        will become like them.",
      "19": "House of Israel, bless the Lord!\n    House of Aaron, bless the Lord!",
      "20": "House of Levi, bless the Lord!\n    You who fear the Lord, bless the Lord!",
      "21": "Blessed be the Lord from Zion,\n    he who lives in Jerusalem. \nHallelujah!"
    },
    "136": {
      "1": "Give thanks to the Lord, for he is good,\n    for his gracious love is everlasting.",
      "2": "Give thanks to the God of gods,\n    for his gracious love is everlasting.",
      "3": "Give thanks to the Lord of lords,\n    for his gracious love is everlasting—",
      "4": "To the one who alone does great and wondrous things,\n    for his gracious love is everlasting—",
      "5": "to the one who by wisdom made the heavens,\n    for his gracious love is everlasting—",
      "6": "to the one who spread out the earth over the waters,\n    for his gracious love is everlasting—",
      "7": "to the one who made the great lights,\n    for his gracious love is everlasting—",
      "8": "the sun to illumine the day,\n    for his gracious love is everlasting—",
      "9": "and the moon and stars to illumine the night,\n    for his gracious love is everlasting—",
      "10": "to the one who struck the firstborn of Egypt,\n    for his gracious love is everlasting—",
      "11": "and brought Israel out from among them,\n    for his gracious love is everlasting—",
      "12": "with a strong hand and an active arm,\n    for his gracious love is everlasting.",
      "13": "To the one who split the Reed Sea in two\n    for his gracious love is everlasting—",
      "14": "and made Israel pass through the middle of it,\n    for his gracious love is everlasting—",
      "15": "and cast Pharaoh and his armies into the Reed Sea,\n    for his gracious love is everlasting.",
      "16": "To the one who led his people into the wilderness,\n    for his gracious love is everlasting—",
      "17": "to the one who struck down great kings,\n    for his gracious love is everlasting—",
      "18": "and killed famous kings,\n    for his gracious love is everlasting—",
      "19": "including Sihon king of the Amorites,\n    for his gracious love is everlasting—",
      "20": "and Og king of Bashan,\n    for his gracious love is everlasting—",
      "21": "and gave their land as an inheritance,\n    for his gracious love is everlasting—",
      "22": "to Israel his servant as a possession,\n    for his gracious love is everlasting—",
      "23": "He it is who remembered us in our lowly circumstances,\n    for his gracious love is everlasting—",
      "24": "and rescued us from our enemies,\n    for his gracious love is everlasting.",
      "25": "He gives food to all creatures,\n    for his gracious love is everlasting.",
      "26": "Give thanks to the God of Heaven,\n    for his gracious love is everlasting."
    },
    "137": {
      "1": "There we sat down and cried—\n    by the rivers of Babylon—\n        as we remembered Zion.",
      "2": "On the willows there\n    we hung our harps,",
      "3": "for it was there that our captors\n    asked us for songs\nand our torturers demanded joy from us,\n    “Sing us one of the songs about Zion!”",
      "4": "How are we to sing the song of the Lord\n    on foreign soil?",
      "5": "If I forget you, Jerusalem,\n    may my right hand cease to function.",
      "6": "May my tongue stick to the roof of my mouth\n    if I don’t remember you,\nif I don’t consider Jerusalem\n    to be more important than my highest joy.",
      "7": "Remember the day of Jerusalem’s fall, Lord,\n    because of the Edomites,\nwho kept saying, “Tear it down!\n    Tear it right down to its foundations!”",
      "8": "Daughter of Babylon! You devastator!\n    How blessed will be the one who pays you back\n        for what you have done to us.",
      "9": "How blessed will be the one who seizes your young children\n    and pulverizes them against the cliff!"
    },
    "138": {
      "1": "Lord, I thank you with all of my heart;\n    because you heard the words that I spoke,\n        I will sing your praise before the heavenly beings.",
      "2": "I will bow down in worship toward your holy Temple\n    and give thanks to your name for your gracious love and truth,\nfor you have done great things\n    to carry out your word\n        consistent with your name.",
      "3": "When I called out, you answered me;\n    you strengthened me.",
      "4": "Lord, all the kings of the earth will give you thanks,\n    for they have heard what you have spoken.",
      "5": "They will sing about the ways of the Lord,\n    for great is the glory of the Lord!",
      "6": "Though the Lord is highly exalted,\n    yet he pays attention to those who are lowly regarded,\n        but he is aware of the arrogant from afar.",
      "7": "Though I walk straight into trouble,\n    you preserve my life,\nstretching out your hand\n    to fight the vehemence of my enemies,\n        and your right hand delivers me.",
      "8": "The Lord will complete what his purpose is for me.\n    Lord, your gracious love is eternal;\n        do not abandon your personal work in me."
    },
    "139": {
      "1": "Lord, you have examined me;\n    you have known me.",
      "2": "You know when I rest\n    and when I am active.\nYou understand what I am thinking\n    when I am distant from you.",
      "3": "You scrutinize my life and my rest;\n    you are familiar with all of my ways.",
      "4": "Even before I have formed a word with my tongue,\n    you, Lord, know it completely!",
      "5": "You encircle me from back to front,\n    placing your hand upon me.",
      "6": "Knowledge like this is too amazing for me.\n    It is beyond my reach,\n        and I cannot fathom it.",
      "7": "Where can I flee from your spirit?\n    Or where will I run from your presence?",
      "8": "If I rise to heaven, there you are!\n    If I lay down with the dead, there you are!",
      "9": "If I take wings with the dawn\n    and settle down on the western horizon",
      "10": "your hand will guide me there, too,\n    while your right hand keeps a firm grip on me.",
      "11": "If I say, “Darkness will surely conceal me,\n    and the light around me will become night,”",
      "12": "even darkness isn’t dark to you,\n    darkness and light are the same to you.",
      "13": "It was you who formed my internal organs,\n    fashioning me within my mother’s womb.",
      "14": "I praise you,\n    because you are fearful and wondrous!\nYour work is wonderful,\n    and I am fully aware of it.",
      "15": "My frame was not hidden from you\n    while I was being crafted in a hidden place,\n        knit together in the depths of the earth.",
      "16": "Your eyes looked upon my embryo,\n    and everything was recorded in your book.\nThe days scheduled for my formation were inscribed,\n    even though not one of them had come yet.",
      "17": "How deep are your thoughts, God!\n    How great is their number!",
      "18": "Were I to count them,\n    they would number more than the sand.\n        When I awake, I will be with you.",
      "19": "God, if only you would execute the wicked,\n    so that the men guilty of bloodshed would get away from me,",
      "20": "who speak against you with evil motives,\n    your enemies who are acting in vain.",
      "21": "I hate those who hate you, Lord, do I not?\n    I loathe those who rebel against you, do I not ?",
      "22": "With consummate hatred I hate them;\n    I consider them my enemies.",
      "23": "Examine me, God, and know my mind,\n    test me, and know my thoughts.",
      "24": "See if there is any offensive tendency in me,\n    and lead me in the eternal way."
    },
    "140": {
      "1": "Deliver me, Lord, from evil people,\n    preserve me from violent men,",
      "2": "who craft evil plans in their minds,\n    inciting wars every day.",
      "3": "They sharpen their tongues like a serpent;\n    the venom of vipers is on their lips.\n Interlude",
      "4": "Protect me, Lord, from the control of evil people,\n    from violent men who have planned to trip me.",
      "5": "The arrogant have laid a trap for me;\n    they have spread a net with ropes,\n        lining it with snares along the way.\n Interlude",
      "6": "So I say to the Lord, “You are my God;\n    listen to my voice\n        as I plead for mercy, Lord.",
      "7": "Lord, my Lord, my strong deliverer,\n    you have protected my head in the time of battle.",
      "8": "Never grant, Lord, the desires of the wicked;\n    never condone their plans\n        so they cannot exalt themselves.\n Interlude",
      "9": "May those who surround me discover\n    that the trouble they talk about falls on their own head!",
      "10": "May burning coals fall on them;\n    may they be cast into fire,\n        and into miry pits, never to rise again.",
      "11": "Let not the slanderer become established in the land.\n    May evil quickly hunt down the violent man.",
      "12": "I know that the Lord will act on behalf of the tormented,\n    providing justice for the needy.",
      "13": "Surely the righteous will give thanks to your name,\n    while the upright live in your presence."
    },
    "141": {
      "1": "Lord, I call to you,\n    be quick to listen to me when I cry out!",
      "2": "Let my prayer be like incense offered before you,\n    and my uplifted hands like the evening sacrifice.",
      "3": "Lord, set a guard over my mouth;\n    keep watch over the door to my lips.",
      "4": "Don’t let my heart turn toward evil\n    or involve itself in wicked activities\nwith men who practice iniquity.\n    Let me not feast on their delicacies.",
      "5": "Let one who is righteous strike me;\n    It is an act of gracious love.\nLet him rebuke me,\n    because it is oil for my head;\n    do not let my head refuse it.\nMy prayers continuously will be\n    against their wicked activities.",
      "6": "When their judges are thrown off the cliff,\n    the people will hear my words,\n        for they are appropriate.",
      "7": "Just as one plows and breaks up the earth,\n    our bones are scattered\n        near the entrance to the place of the dead.",
      "8": "Nevertheless, my eyes are on you, Lord God,\n    as I seek protection in you.\n        Don’t leave me defenseless!",
      "9": "Protect me from the trap laid for me\n    and from the snares of those who practice evil.",
      "10": "Let the wicked fall into their own nets,\n    while I come through."
    },
    "142": {
      "1": "My voice cries out to the Lord;\n    my voice pleads for mercy to the Lord.",
      "2": "I pour out my complaint to him,\n    telling him all of my troubles.",
      "3": "Though my spirit grows faint within me,\n    you are aware of my path.\nWherever I go,\n    they have hidden a trap for me.",
      "4": "I look to my right and observe—\n    no one is concerned about me.\nThere is nowhere I can go for refuge,\n    and no one cares for me.",
      "5": "So I cry to you, Lord,\n    declaring, “You are my refuge,\n        my only possession while I am on this earth.”",
      "6": "Pay attention to my cry,\n    for I have been brought very low.\nDeliver me from my tormentors,\n    for they are far too strong for me.",
      "7": "Break me out of this prison,\n    so I can give thanks to your name.\nThe righteous will surround me,\n    for you will deal generously with me."
    },
    "143": {
      "1": "Lord, hear my prayer;\n    pay attention to my request, because you are faithful;\n        answer me in your righteousness.",
      "2": "Do not enter into judgment with your servant,\n    for no living person is righteous in your sight.",
      "3": "For those who oppose me are pursuing my life,\n    crushing me to the ground,\nmaking me sit in darkness\n    like those who died long ago.",
      "4": "As a result, my spirit is desolate within me,\n    and my mind within me is appalled.",
      "5": "I remember the former times,\n    meditating on everything you have done.\n        I think about the work of your hands.",
      "6": "I stretch out my hands toward you,\n    longing for you like a parched land.\n Interlude",
      "7": "Answer me quickly, Lord;\n    my spirit is failing.\nDo not hide your face from me;\n    otherwise, I will become like those who descend to the Pit.",
      "8": "In the morning let me hear of your gracious love,\n    for in you I trust.\nCause me to know the way I should take,\n    because I have set my hope on you.",
      "9": "Deliver me from my enemies, Lord.\n    I have taken refuge in you.",
      "10": "Teach me to do your will,\n    for you are my God.\n        Let your good Spirit lead me on level ground.",
      "11": "For the sake of your name, Lord,\n    preserve my life.\nBecause you are righteous,\n    bring me out of trouble.",
      "12": "Because of your gracious love,\n    you will cut off my enemies.\nYou will destroy all who oppose me,\n    for I am your servant."
    },
    "144": {
      "1": "Blessed be the Lord, my rock,\n    who trains my hands for battle\n        and my fingers for warfare,",
      "2": "he is my gracious love and my fortress,\n    my strong tower and my deliverer,\nmy shield and the one in whom I find refuge,\n    who subdues peoples under me.",
      "3": "Lord, what are human beings,\n    that you should care about them,\nor mortal man,\n    that you should think about him?",
      "4": "The human person is a mere empty breath;\n    his days are like a fading shadow.",
      "5": "Bow your heavens, Lord, and descend;\n    touch the mountains, and they will smolder.",
      "6": "Send forth lightning and scatter the enemy,\n    shoot your arrows and confuse them.",
      "7": "Reach down your hand from your high place;\n    rescue me and deliver me from mighty waters,\n        from the control of foreigners.",
      "8": "Their mouths speak lies,\n    and their right hand deceives,",
      "9": "God, I will sing a new song to you.\n    On a harp of ten strings I will play to you—",
      "10": "to you who gives victory to kings,\n    rescuing his servant David from cruel swords.",
      "11": "Rescue me and deliver me\n    from the control of foreigners,\nwhose mouths speak lies,\n    and whose right hand deceives.",
      "12": "May our sons in their youth be like full-grown plants,\n    and our daughters like pillars\n        destined to decorate a palace.",
      "13": "May our granaries be filled,\n    storing produce in abundance;\nmay our sheep bring forth thousands,\n    even tens of thousands in our fields.",
      "14": "May our cattle grow heavy with young,\n    with no damage or loss.\nMay there be no cry of anguish in our streets!",
      "15": "Happy are the people to whom these things come;\n    happy are the people whose God is the Lord."
    },
    "145": {
      "1": "I will speak highly of you, my God and King,\n    and I will bless your name forever and ever.",
      "2": "I will bless you every day\n    and I will praise your name forever and ever.",
      "3": "The Lord is great,\n    and to be praised highly,\n        though his greatness is indescribable.",
      "4": "One generation will acclaim your works to another\n    and will describe your mighty actions.",
      "5": "I will speak about the glorious splendor of your majesty\n    as well as your awesome actions.",
      "6": "People will speak about the might of your great deeds,\n    and I will announce your greatness.",
      "7": "They will extol the fame of your abundant goodness,\n    and will sing out loud about your righteousness.",
      "8": "Gracious and merciful is the Lord,\n    slow to become angry,\n        and overflowing with gracious love.",
      "9": "The Lord is good to everyone\n    and his mercies extend to everything he does.",
      "10": "Lord, everything you have done will praise you,\n    and your holy ones will bless you.",
      "11": "They will speak about the glory of your kingdom,\n    and they will talk about your might,",
      "12": "in order to make known your mighty acts to mankind\n    as well as the majestic splendor of your kingdom.",
      "13": "Your kingdom is an everlasting kingdom,\n    and your authority endures from one generation to another.",
      "14": "b God is faithful about everything he says\n    and merciful in everything he does.",
      "15": "The Lord supports everyone who falls\n    and raises up those who are bowed down.",
      "16": "Everyone’s eyes are on you,\n    as you give them their food in due time.",
      "17": "You open your hand\n    and keep on satisfying the desire of every living thing.",
      "18": "The Lord is righteous in all of his ways\n    and graciously loving in all of his activities.",
      "19": "The Lord remains near to all who call out to him,\n    to everyone who calls out to him sincerely.",
      "20": "He fulfills the desire of those who fear him,\n    hearing their cry and saving them.",
      "21": "The Lord preserves everyone who loves him,\n    but he will destroy all of the wicked.",
      "22": "My mouth will praise the Lord,\n    and all creatures will bless his holy name forever and ever."
    },
    "146": {
      "1": "Hallelujah!\n    Praise the Lord, my soul!",
      "2": "I will praise the Lord as long as I live,\n    singing praises to my God while I exist.",
      "3": "Do not look to nobles,\n    nor to mere human beings who cannot save.",
      "4": "When they stop breathing,\n    they return to the ground;\n        on that very day their plans evaporate!",
      "5": "Happy is the one whose help is the God of Jacob,\n    whose hope is in the Lord his God,",
      "6": "maker of heaven and earth,\n    the seas and everything in them,\n        forever the guardian of truth,",
      "7": "who brings justice for the oppressed,\n    and who gives food to the hungry. \nThe Lord frees the prisoners;",
      "8": "the Lord gives sight to the blind.\nThe Lord lifts up those who are weighed down.\n    The Lord loves the righteous.",
      "9": "The Lord stands guard over the stranger;\n    he supports both widows and orphans,\n        but makes the path of the wicked slippery.",
      "10": "The Lord will reign forever,\n    your God, Zion, for all generations! \nHallelujah!"
    },
    "147": {
      "1": "Hallelujah!\n    It is good to sing praise to our God,\n        and it is fitting to sing glorious praise.",
      "2": "The Lord rebuilds Jerusalem;\n    he gathers together the outcasts of Israel.",
      "3": "He heals the brokenhearted,\n    binding up their injuries.",
      "4": "He keeps track of the number of stars,\n    assigning names to all of them.",
      "5": "Our Lord is great,\n    and rich in power;\n        his understanding has no limitation.",
      "6": "The Lord supports the afflicted\n    while he casts the wicked to the ground.",
      "7": "Sing to the Lord with thanksgiving,\n    and compose music to our God with the lyre.",
      "8": "He shields the heavens with clouds,\n    preparing rain for the earth\n        and making grass grow on the hills.",
      "9": "He gives wild animals their food,\n    including the young ravens when they cry.",
      "10": "He takes no delight in the strength of a horse,\n    and gains no pleasure in the runner’s swiftness.",
      "11": "But the Lord is pleased with those who fear him,\n    with those who depend on his gracious love.",
      "12": "Glorify the Lord, Jerusalem!\n    Praise your God, Zion!",
      "13": "For he has strengthened the bars of your gates,\n    blessing your children within you.",
      "14": "He grants peace within your borders,\n    satisfying you with the finest of wheat.",
      "15": "He sends out his command to the earth,\n    making his word go forth quickly.",
      "16": "He supplies snow like wool,\n    scattering frost like ashes.",
      "17": "He casts down his ice crystals like bread fragments.\n    Who can endure his freezing cold?",
      "18": "He sends out his word\n    and melts them.\nHe makes his wind blow\n    and the water flows.",
      "19": "He declares his words to Jacob,\n    his statutes and decrees to Israel.",
      "20": "He has not dealt with any other nation like this;\n    they never knew his decrees. \nHallelujah!"
    },
    "148": {
      "1": "Hallelujah!\n    Praise the Lord from heaven;\n        praise him in the highest places.",
      "2": "Praise him, all his angels;\n    praise him, all his armies!",
      "3": "Praise him, sun and moon;\n    praise him, all you shining stars.",
      "4": "Praise him, you heaven of heavens,\n    and you waters above the heavens.",
      "5": "Let them praise the name of the Lord,\n    for he himself gave the command that they be created.",
      "6": "He set them in place to last forever and ever;\n    he gave the command and will not rescind it.",
      "7": "Praise the Lord, you from the earth,\n    you creatures of the sea\n        and all you depths,",
      "8": "fire, hail, snow, fog, and wind storm\n    that carry out his command,",
      "9": "mountains and every hill,\n    fruit trees and cedars,",
      "10": "living creatures and livestock,\n    insects and flying birds,",
      "11": "earthly kings and all peoples,\n    nobles and all court officials of the earth,",
      "12": "young men and young women alike,\n    along with older people and children.",
      "13": "Let them praise the name of the Lord,\n    for his name alone is lifted up;\n        his majesty transcends earth and heaven.",
      "14": "He has raised up a source of strength for his people,\n    an object of praise for all of his holy ones,\n        that is, for the people of Israel who are near him. \nHallelujah!"
    },
    "149": {
      "1": "Hallelujah!\n    Sing a new song to the Lord,\n        praising him where the godly gather together.",
      "2": "May Israel rejoice in its Maker,\n    and Zion’s descendants in their King!",
      "3": "May they praise his name with dancing,\n    chanting songs to him with tambourines and lyres.",
      "4": "For the Lord is pleased with his people;\n    he beautifies the afflicted with salvation.",
      "5": "May those he loves be exalted,\n    singing for joy on their couches.",
      "6": "Let high praises to God be heard in their throats,\n    while they wield two-edged swords in their hands",
      "7": "as they bring retribution to nations\n    and punishment to peoples,",
      "8": "binding their kings with chains,\n    their officials with iron bands,",
      "9": "and executing the judgment written against them.\nThis is honor for all the ones he loves. \nHallelujah!"
    },
    "150": {
      "1": "Hallelujah! \nPraise God in his Holy Place.\n    Praise him in his great expanse.",
      "2": "Praise him for his mighty works.\n    Praise him according to his excellent greatness.",
      "3": "Praise him with trumpet sounding.\n    Praise him with stringed instrument and harp.",
      "4": "Praise him with tambourine and dancing.\n    Praise him with stringed and wind instruments.",
      "5": "Praise him with loud cymbals.\n    Praise him with reverberating cymbals.",
      "6": "Let everyone who breathes praise the Lord. \nHallelujah!"
    }
  }
}