{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:43:01.653395-04:00",
    "Translation": "ISV"
  },
  "Romans": {
    "1": {
      "1": "From: Paul, a servant of Jesus the Messiah, called to be an apostle and set apart for God’s gospel,",
      "2": "which he promised beforehand through his prophets in the Holy Scriptures",
      "3": "regarding his Son. He was a descendant of David with respect to his humanity",
      "4": "and was declared by the resurrection from the dead to be the powerful Son of God according to the spirit of holiness—Jesus the Messiah, our Lord.",
      "5": "Through him we received grace and a commission as an apostle to bring about faithful obedience among all the gentiles for the sake of his name.",
      "6": "You, too, are among those who have been called to belong to Jesus the Messiah.",
      "7": "To: Everyone in Rome, loved by God and called to be holy.\nMay grace and peace from God our Father and the Lord Jesus, the Messiah, be yours!",
      "8": "First of all, I thank my God through Jesus the Messiah for all of you, because the news about your faith is being reported throughout the world.",
      "9": "For God, whom I serve with my spirit by preaching the gospel about his Son, is my witness how constantly I mention you",
      "10": "in my prayers at all times, asking that somehow by God’s will I may at last succeed in coming to you.",
      "11": "For I am longing to see you so that I may impart to you some spiritual gift to make you strong,",
      "12": "that is, that we may be mutually encouraged by each other’s faith, both yours and mine.",
      "13": "I do not want you to be unaware, brothers, that I often planned to come to you (but have been prevented from doing so until now), so that I might reap a harvest among you, just as I have among the rest of the gentiles.",
      "14": "Both to Greeks and to barbarians, both to wise and to foolish people, I am a debtor.",
      "15": "That is why I am so eager to proclaim the gospel to you who live in Rome, too.",
      "16": "For I am not ashamed of the gospel, because it is God’s power for the salvation of everyone who believes, of the Jew first and of the Greek as well.",
      "17": "For in the gospel God’s righteousness is being revealed from faith to faith, as it is written, “The righteous will live by faith.”",
      "18": "For God’s wrath is being revealed from heaven against all the ungodliness and wickedness of those who in their wickedness suppress the truth.",
      "19": "For what can be known about God is plain to them, because God himself has made it plain to them.",
      "20": "For since the creation of the world God’s invisible attributes—his eternal power and divine nature—have been understood and observed by what he made, so that people are without excuse.",
      "21": "For although they knew God, they neither glorified him as God nor gave thanks to him. Instead, their thoughts turned to worthless things, and their senseless hearts were darkened.",
      "22": "Though claiming to be wise, they became fools",
      "23": "and exchanged the glory of the immortal God for images that looked like mortal human beings, birds, four-footed animals, and reptiles.",
      "24": "For this reason, God delivered them to sexual impurity as they followed the lusts of their hearts and dishonored their bodies with one another.",
      "25": "They exchanged God’s truth for a lie and worshipped and served the creation rather than the Creator, who is blessed forever. Amen.",
      "26": "For this reason, God delivered them to degrading passions as their females exchanged their natural sexual function for one that is unnatural.",
      "27": "In the same way, their males also abandoned their natural sexual function toward females and burned with lust toward one another. Males committed indecent acts with males, and received within themselves the appropriate penalty for their perversion.",
      "28": "Furthermore, because they did not think it worthwhile to keep knowing God fully, God delivered them to degraded minds to perform acts that should not be done.",
      "29": "They have become filled with every kind of wickedness, evil, greed, and depravity. They are full of envy, murder, quarreling, deceit, and viciousness. They are gossips,",
      "30": "slanderers, God-haters, haughty, arrogant, boastful, inventors of evil, disobedient to their parents,",
      "31": "foolish, faithless, heartless, and ruthless.",
      "32": "Although they know God’s just requirement—that those who practice such things deserve to die—they not only do these things but even applaud others who practice them."
    },
    "2": {
      "1": "Therefore, you have no excuse—every one of you who judges. For when you pass judgment on another person, you condemn yourself, since you, the judge, practice the very same things.",
      "2": "Now we know that God’s judgment against those who act like this is based on truth.",
      "3": "So when you, a mere man, pass judgment on those who practice these things and then do them yourself, do you think you will escape God’s judgment?",
      "4": "Or are you unaware of his rich kindness, forbearance, and patience, that it is God’s kindness that is leading you to repent?",
      "5": "But because of your stubborn and unrepentant heart you are reserving wrath for yourself on the day of wrath, when God’s righteous judgment will be revealed.",
      "6": "For he will repay everyone according to what that person has done:",
      "7": "eternal life to those who strive for glory, honor, and immortality by patiently doing good;",
      "8": "but wrath and fury for those who in their selfish pride refuse to believe the truth and practice wickedness instead.",
      "9": "There will be suffering and anguish for every human being who practices doing evil, for Jews first and for Greeks as well.",
      "10": "But there will be glory, honor, and peace for everyone who practices doing good, initially for Jews but also for Greeks as well,",
      "11": "because God does not show partiality.",
      "12": "For all who have sinned apart from the Law will also perish apart from the Law, and all who have sinned under the Law will be judged by the Law.",
      "13": "For it is not merely those who hear the Law who are righteous in God’s sight. No, it is those who follow the Law, who will be justified.",
      "14": "For whenever gentiles, who do not possess the Law, do instinctively what the Law requires, they are a law to themselves, even though they do not have the Law.",
      "15": "They show that what the Law requires is written in their hearts, a fact to which their own consciences testify, and their thoughts will either accuse or excuse them",
      "16": "on that day when God, through Jesus the Messiah, will judge people’s secrets according to my gospel.",
      "17": "Now if you call yourself a Jew, and rely on the Law, and boast about God,",
      "18": "and know his will, and approve of what is best because you have been instructed in the Law;",
      "19": "and if you are convinced that you are a guide for the blind, a light to those in darkness,",
      "20": "an instructor of ignorant people, and a teacher of infants because you have the full content of knowledge and truth in the Law—",
      "21": "as you teach others, do you fail to teach yourself? As you preach against stealing, do you steal?",
      "22": "As you forbid adultery, do you commit adultery? As you abhor idols, do you rob temples?",
      "23": "As you boast about the Law, do you dishonor God by breaking the Law?",
      "24": "As it is written, “God’s name is being blasphemed among the gentiles because of you.”",
      "25": "For circumcision is valuable if you observe the Law, but if you break the Law, your having been circumcised has no more value than if you were uncircumcised.",
      "26": "So if a man who is uncircumcised keeps the requirements of the Law, his uncircumcision will be regarded as circumcision, won’t it?",
      "27": "The man who is uncircumcised physically but who keeps the Law will condemn you who break the Law, even though you have the written Law and circumcision.",
      "28": "For a person is not a Jew because of his appearance, nor is circumcision something just external and physical.",
      "29": "No, a person is a Jew inwardly, and circumcision is a matter of the heart, brought about by the Spirit, not by a written law. That person’s praise will come from God, not from people."
    },
    "3": {
      "1": "What advantage, then, does the Jew have, or what value is there in circumcision?",
      "2": "There are all kinds of advantages! First of all, the Jews have been entrusted with the utterances of God.",
      "3": "What if some of the Jews were unfaithful? Their unfaithfulness cannot cancel God’s faithfulness, can it?",
      "4": "Of course not! God is true, even if everyone else is a liar. As it is written,\n“You are right when you speak,\n    and win your case when you go into court.”",
      "5": "But if our unrighteousness serves to confirm God’s righteousness, what can we say? God is not unrighteous when he vents his wrath on us, is he? (I am talking in human terms.)",
      "6": "Of course not! Otherwise, how could God judge the world?",
      "7": "For if through my falsehood God’s truthfulness glorifies him even more, why am I still being condemned as a sinner?",
      "8": "Or can we say—as some people slander us by claiming that we say—“Let’s do evil that good may result”? They deserve to be condemned!",
      "9": "What, then, does this mean? Are we Jews any better off? Not at all! For we have already accused everyone, both Jews and Greeks, of being under the power of sin.",
      "10": "As it is written,\n“Not even one person is righteous.",
      "11": "No one understands.\n    No one searches for God.",
      "12": "All have turned away.\n    They have become completely worthless.\n        No one shows kindness, not even one person!",
      "13": "Their throats are open graves.\n    With their tongues they deceive.\n        The venom of poisonous snakes is under their lips.",
      "14": "Their mouths are full of cursing and bitterness.",
      "15": "They run swiftly to shed blood.",
      "16": "Ruin and misery characterize their lives.",
      "17": "They have not learned the path to peace.",
      "18": "They don’t fear God.",
      "19": "Now we know that whatever the Law says applies to those who are under the Law, so that every mouth may be silenced and the whole world held accountable to God.",
      "20": "Therefore, God will not justify any human being by means of the actions prescribed by the Law, for through the Law comes the full knowledge of sin.",
      "21": "But now, apart from the Law, God’s righteousness is revealed and is attested by the Law and the Prophets—",
      "22": "God’s righteousness through the faithfulness of Jesus the Messiah— for all who believe. For there is no distinction among people,",
      "23": "since all have sinned and continue to fall short of God’s glory.",
      "24": "By his grace they are justified freely through the redemption that is in the Messiah Jesus,",
      "25": "whom God offered as a place where atonement by the Messiah’s blood would occur through faith. He did this to demonstrate his righteousness, because he had waited patiently to deal with sins committed in the past.",
      "26": "He wanted to demonstrate at the present time that he himself is righteous and that he justifies anyone who has the faithfulness of Jesus.",
      "27": "What, then, is there to boast about? That has been eliminated. On what principle? On that of actions? No, but on the principle of faith.",
      "28": "For we maintain that a person is justified by faith apart from the actions prescribed by the Law.",
      "29": "Is God the God of the Jews only? Is he not the God of the gentiles, too? Yes, of the gentiles, too,",
      "30": "since there is only one God who will justify the circumcised on the basis of faith and the uncircumcised by that same faith.",
      "31": "Do we, then, abolish the Law by this faith? Of course not! Instead, we uphold the Law."
    },
    "4": {
      "1": "What, then, are we to say about Abraham, our human ancestor?",
      "2": "For if Abraham was justified by actions, he would have had something to boast about—though not before God.",
      "3": "For what does the Scripture say? “Abraham believed God, and it was credited to him as righteousness.”",
      "4": "Now to someone who works, wages are not considered a gift but an obligation.",
      "5": "However, to someone who does not work, but simply believes in the one who justifies the ungodly, his faith is credited as righteousness.",
      "6": "Likewise, David also speaks of the blessedness of the person whom God regards as righteous apart from actions:",
      "7": "“How blessed are those whose iniquities are forgiven\n    and whose sins are covered!",
      "8": "How blessed is the person whose sins\n    the Lord will never charge against him!”",
      "9": "Now does this blessedness come to the circumcised alone, or also to the uncircumcised? For we say, “Abraham’s faith was credited to him as righteousness.”",
      "10": "Under what circumstances was it credited? Was he circumcised or uncircumcised? He had not yet been circumcised, but was uncircumcised.",
      "11": "Afterward he received the mark of circumcision as a seal of the righteousness that he had by faith while he was still uncircumcised. Therefore, he is the ancestor of all who believe while uncircumcised, in order that righteousness may be credited to them.",
      "12": "He is also the ancestor of the circumcised—those who are not only circumcised, but who also walk in the footsteps of the faith that our father Abraham had before he was circumcised.",
      "13": "For the promise that he would inherit the world did not come to Abraham or to his descendants through the Law, but through the righteousness produced by faith.",
      "14": "For if those who were given the Law are the heirs, then faith is useless and the promise is worthless,",
      "15": "for the Law produces wrath. Now where there is no Law, neither can there be any violation of it.",
      "16": "Therefore, the promise is based on faith, so that it may be a matter of grace and may be guaranteed for all of Abraham’s descendants—not only for those who were given the Law, but also for those who share the faith of Abraham, who is the father of us all.",
      "17": "As it is written, “I have made you the father of many nations.” Abraham acted in faith when he stood in the presence of God, who gives life to the dead and calls into existence things that don’t yet exist.",
      "18": "Hoping in spite of hopeless circumstances, he believed that he would become “the father of many nations,” just as he had been told: “This is how many descendants you will have.”",
      "19": "His faith did not weaken when he thought about his own body (which was already as good as dead now that he was about a hundred years old) or about Sarah’s inability to have children,",
      "20": "nor did he doubt God’s promise out of a lack of faith. Instead, his faith became stronger and he gave glory to God,",
      "21": "being absolutely convinced that God would do what he had promised.",
      "22": "This is why “it was credited to him as righteousness.”",
      "23": "Now the words “it was credited to him” were written not only for him",
      "24": "but also for us. Our faith will be regarded in the same way, if we believe in the one who raised Jesus our Lord from the dead.",
      "25": "He was sentenced to death because of our sins and raised to life to justify us."
    },
    "5": {
      "1": "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus the Messiah.",
      "2": "Through him we have also obtained access by faith into this grace by which we have been established, and we boast because of our hope in God’s glory.",
      "3": "Not only that, but we also boast in our sufferings, knowing that suffering produces endurance,",
      "4": "endurance produces character, and character produces hope.",
      "5": "Now this hope does not disappoint us, because God’s love has been poured out into our hearts by the Holy Spirit, who has been given to us.",
      "6": "For at just the right time, while we were still powerless, the Messiah died for the ungodly.",
      "7": "For it is rare for anyone to die for a righteous person, though somebody might be brave enough to die for a good person.",
      "8": "But God demonstrates his love for us by the fact that the Messiah died for us while we were still sinners.",
      "9": "Now that we have been justified by his blood, how much more will we be saved from wrath through him!",
      "10": "For if, while we were enemies, we were reconciled to God through the death of his Son, how much more, having been reconciled, will we be saved by his life!",
      "11": "Not only that, but we also continue to boast about God through our Lord Jesus the Messiah, through whom we have now been reconciled.",
      "12": "Just as sin entered the world through one man, and death resulted from sin, therefore everyone dies, because everyone has sinned.",
      "13": "Certainly sin was in the world before the Law was given, but no record of sin is kept when there is no Law.",
      "14": "Nevertheless, death ruled from the time of Adam to Moses, even over those who did not sin in the same way Adam did when he disobeyed. He is a foreshadowing of the one who would come.",
      "15": "But God’s free gift is not like Adam’s offense. For if many people died as the result of one man’s offense, how much more have God’s grace and the free gift given through the kindness of one man, Jesus the Messiah, been showered on many people!",
      "16": "Nor can the free gift be compared to what came through the man who sinned. For the sentence that followed one man’s offense resulted in condemnation, but the free gift brought justification, even after many offenses.",
      "17": "For if, through one man, death ruled because of that man’s offense, how much more will those who receive such overflowing grace and the gift of righteousness rule in life because of one man, Jesus the Messiah!",
      "18": "Consequently, just as one offense resulted in condemnation for everyone, so one act of righteousness results in justification and life for everyone.",
      "19": "For just as through one man’s disobedience many people were made sinners, so also through one man’s obedience many people will be made righteous.",
      "20": "Now the Law crept in so that the offense would increase. But where sin increased, grace increased even more,",
      "21": "so that, just as sin ruled by bringing death, so also grace might rule by bringing justification that results in eternal life through Jesus the Messiah, our Lord."
    },
    "6": {
      "1": "What should we say, then? Should we go on sinning so that grace may increase?",
      "2": "Of course not! How can we who died as far as sin is concerned go on living in it?",
      "3": "Or don’t you know that all of us who were baptized into union with the Messiah Jesus were baptized into his death?",
      "4": "Therefore, through baptism we were buried with him into his death so that, just as the Messiah was raised from the dead by the Father’s glory, we too may live an entirely new life.",
      "5": "For if we have become united with him in a death like his, we will certainly also be united with him in a resurrection like his.",
      "6": "We know that our old natures were crucified with him so that our sin-laden bodies might be rendered powerless and we might no longer be slaves to sin.",
      "7": "For the person who has died has been freed from sin.",
      "8": "Now if we have died with the Messiah, we believe that we will also live with him,",
      "9": "for we know that the Messiah, who was raised from the dead, will never die again; death no longer has mastery over him.",
      "10": "For when he died, he died once and for all as far as sin is concerned. But now that he is alive, he lives for God.",
      "11": "In the same way, you too must continuously consider yourselves dead as far as sin is concerned, but living for God through the Messiah Jesus.",
      "12": "Therefore, do not let sin rule your mortal bodies so that you obey their desires.",
      "13": "Stop offering the parts of your body to sin as instruments of unrighteousness. Instead, offer yourselves to God as people who have been brought from death to life and the parts of your body as instruments of righteousness to God.",
      "14": "For sin will not have mastery over you, because you are not under Law but under grace.",
      "15": "What, then, does this mean? Should we go on sinning because we are not under Law but under grace? Of course not!",
      "16": "Don’t you know that when you offer yourselves to someone as obedient slaves, you are slaves of the one you obey—either of sin, which leads to death, or of obedience, which leads to righteousness?",
      "17": "But thank God that, though you were once slaves of sin, you became obedient from your hearts to that form of teaching with which you were entrusted!",
      "18": "And since you have been freed from sin, you have become slaves of righteousness.",
      "19": "I am speaking in simple terms because of the frailty of your human nature. Just as you once offered the parts of your body as slaves to impurity and to greater and greater disobedience, so now, in the same way, you must offer the parts of your body as slaves to righteousness that leads to sanctification.",
      "20": "For when you were slaves of sin, you were “free” as far as righteousness was concerned.",
      "21": "What benefit did you get from doing those things you are now ashamed of? For those things resulted in death.",
      "22": "But now that you have been freed from sin and have become God’s slaves, the benefit you reap is sanctification, and the result is eternal life.",
      "23": "For the wages of sin is death, but the free gift of God is eternal life in union with the Messiah Jesus our Lord."
    },
    "7": {
      "1": "Don’t you realize, brothers—for I am speaking to people who know the Law—that the Law can press its claims over a person only as long as he is alive?",
      "2": "For a married woman is bound by the Law to her husband while he is living, but if her husband dies, she is released from the Law concerning her husband.",
      "3": "So while her husband is living, she will be called an adulterer if she lives with another man. But if her husband dies, she is free from this Law, so that she is not an adulterer if she marries another man.",
      "4": "In the same way, my brothers, through the Messiah’s body you also died as far as the Law is concerned, so that you may belong to another person, the one who was raised from the dead, and may bear fruit for God.",
      "5": "For while we were living according to our human nature, sinful passions were at work in our bodies by means of the Law, to bear fruit resulting in death.",
      "6": "But now we have been released from the Law by dying to what enslaved us, so that we may serve in the new life of the Spirit, not under the old writings.",
      "7": "What should we say, then? Is the Law sinful? Of course not! In fact, I wouldn’t have become aware of sin if it had not been for the Law. I wouldn’t have known what it means to covet if the Law had not said, “You must not covet.”",
      "8": "But sin seized the opportunity provided by this commandment and produced in me all kinds of sinful desires, since apart from the Law, sin is dead.",
      "9": "At one time I was alive without any connection to the Law. But when the rule was revealed, sin sprang to life,",
      "10": "and I died. I found that the very rule that was intended to bring life actually brought death.",
      "11": "For sin, seizing the opportunity provided by the rule, deceived me and used it to kill me.",
      "12": "So then, the Law itself is holy, and the rule is holy, just, and good.",
      "13": "Now, did something good bring me death? Of course not! But in order that sin might be recognized as being sin, it used something good to cause my death, so that through the rule, sin might become more exposed as being sinful than ever before.",
      "14": "For we know that the Law is spiritual, but I am merely human, sold as a slave to sin.",
      "15": "I don’t understand what I am doing. For I don’t practice what I want to do, but instead do what I hate.",
      "16": "Now if I practice what I don’t want to do, I am admitting that the Law is good.",
      "17": "As it is, I am no longer the one who is doing it, but it is the sin that is living in me.",
      "18": "For I know that nothing good lives in me, that is, in my flesh. For I have the desire to do what is right, but I cannot carry it out.",
      "19": "For I don’t do the good I want to do, but instead do the evil that I don’t want to do.",
      "20": "But if I do what I don’t want to do, I am no longer the one who is doing it, but it is the sin that is living in me.",
      "21": "So I find this to be a principle: when I want to do what is good, evil is right there with me.",
      "22": "For I delight in the Law of God in my inner being,",
      "23": "but I see in my body a different principle waging war with the Law in my mind and making me a prisoner of the law of sin that exists in my body.",
      "24": "What a wretched man I am! Who will rescue me from this body that is infected by death?",
      "25": "Thank God through Jesus the Messiah, our Lord, because with my mind I myself can serve the Law of God, even while with my human nature I serve the law of sin."
    },
    "8": {
      "1": "Therefore, there is now no condemnation for those who are in union with the Messiah Jesus.",
      "2": "For the Spirit’s law of life in the Messiah Jesus has set me free from the Law of sin and death.",
      "3": "For what the Law was powerless to do in that it was weakened by the flesh, God did. By sending his own Son in the form of humanity, he condemned sin by being incarnate,",
      "4": "so that the righteous requirement of the Law might be fulfilled in us, who do not live according to human nature but according to the Spirit.",
      "5": "For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit.",
      "6": "To focus our minds on the human nature leads to death, but to focus our minds on the Spirit leads to life and peace.",
      "7": "That is why the mind that focuses on human nature is hostile toward God. It refuses to submit to the authority of God’s Law because it is powerless to do so.",
      "8": "Indeed, those who are under the control of human nature cannot please God.",
      "9": "You, however, are not under the control of the human nature but under the control of the Spirit, since God’s Spirit lives in you. And if anyone does not have the Spirit of the Messiah, he does not belong to him.",
      "10": "But if the Messiah is in you, your bodies are dead due to sin, but the spirit is alive due to righteousness.",
      "11": "And if the Spirit of the one who raised Jesus from the dead is living in you, then the one who raised the Messiah from the dead will also make your mortal bodies alive by his Spirit who lives in you.",
      "12": "Consequently, brothers, we are not—with respect to human nature, that is—under an obligation to live according to human nature.",
      "13": "For if you live according to human nature, you are going to die, but if by the Spirit you continuously put to death the activities of the body, you will live.",
      "14": "For all who are led by God’s Spirit are God’s children.",
      "15": "For you have not received a spirit of slavery that leads you into fear again. Instead, you have received the Spirit of adoption by whom we cry out, “Abba! Father!”",
      "16": "The Spirit himself testifies with our spirit that we are God’s children.",
      "17": "Now if we are children, we are heirs—heirs of God and co-heirs with the Messiah—if, in fact, we share in his sufferings in order that we may also share in his glory.",
      "18": "For I consider that the sufferings of this present time are not worth comparing with the glory that will be revealed to us.",
      "19": "For the creation is eagerly awaiting the revelation of God’s children,",
      "20": "because the creation has become subject to futility, though not by anything it did. The one who subjected it did so in the certainty",
      "21": "that the creation itself would also be set free from corrupting bondage in order to share the glorious freedom of God’s children.",
      "22": "For we know that all the rest of creation has been groaning with the pains of childbirth up to the present time.",
      "23": "However, not only the creation, but we who have the first fruits of the Spirit also groan inwardly as we eagerly await our adoption, the redemption of our bodies.",
      "24": "For we were saved with this hope in mind. Now a hope that can be observed is not really hope, for who hopes for what can be seen?",
      "25": "But if we hope for what we do not yet observe, we eagerly wait for it with patience.",
      "26": "In the same way, the Spirit also helps us in our weakness, since we do not know how to pray as we should. But the Spirit himself intercedes for us with groans too deep for words,",
      "27": "and the one who searches our hearts knows the mind of the Spirit, for the Spirit intercedes for the saints according to God’s will.",
      "28": "And we know that for those who love God, that is, for those who are called according to his purpose, all things are working together for good.",
      "29": "For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that the Son might be the firstborn among many brothers.",
      "30": "And those whom he predestined, he also called; and those whom he called, he also justified; and those whom he justified he also glorified.",
      "31": "What, then, can we say about all of this? If God is for us, who can be against us?",
      "32": "The one who did not spare his own Son, but offered him as a sacrifice for all of us, surely will give us all things, along with his Son, won’t he?",
      "33": "Who will accuse God’s elect? It is God who justifies!",
      "34": "Who is the one to condemn? It is the Messiah Jesus who is interceding on our behalf. He died, and more importantly, has been raised and is seated at the right hand of God.",
      "35": "Who will separate us from the Messiah’s love? Can trouble, distress, persecution, hunger, nakedness, danger, or a violent death do this?",
      "36": "As it is written,\n“For your sake we are being put to death all day long.\n    We are thought of as sheep headed for slaughter.”",
      "37": "In all these things we are triumphantly victorious due to the one who loved us.",
      "38": "For I am convinced that neither death, nor life, nor angels, nor rulers, nor things present, nor things to come, nor powers,",
      "39": "nor anything above, nor anything below, nor anything else in all creation can separate us from the love of God that is ours in union with the Messiah Jesus, our Lord."
    },
    "9": {
      "1": "I am telling the truth because I belong to the Messiah—I am not lying, and my conscience confirms it by means of the Holy Spirit.",
      "2": "I have deep sorrow and unceasing anguish in my heart,",
      "3": "for I could wish that I myself were condemned and cut off from the Messiah for the sake of my brothers, my own people,",
      "4": "who are Israelis. To them belong the adoption, the glory, the covenants, the giving of the Law, the worship, and the promises.",
      "5": "To the Israelis belong the patriarchs, and from them, the Messiah descended, who is God over all, the one who is forever blessed. Amen.",
      "6": "Now it is not as though the word of God has failed. For not all Israelis truly belong to Israel,",
      "7": "and not all of Abraham’s descendants are his true descendants. On the contrary, “It is through Isaac that descendants will be named for you.”",
      "8": "That is, it is not merely the children born through natural descent who were regarded as God’s children, but it is the children born through the promise who were regarded as descendants.",
      "9": "For this is the language of the promise: “At this time I will return, and Sarah will have a son.”",
      "10": "Not only that, but Rebecca became pregnant by our ancestor Isaac.",
      "11": "Yet before their children had been born or had done anything good or bad (so that God’s plan of election might continue to operate",
      "12": "according to his calling and not by actions), Rebecca was told, “The older child will serve the younger one.”",
      "13": "So it is written, “Jacob I loved, but Esau I hated.”",
      "14": "What can we say, then? God is not unrighteous, is he? Of course not!",
      "15": "For he says to Moses, “I will be merciful to the person I want to be merciful to, and I will be kind to the person I want to be kind to.”",
      "16": "Therefore, God’s choice does not depend on a person’s will or effort, but on God himself, who shows mercy.",
      "17": "For the Scripture says about Pharaoh,\n“I have raised you up for this very purpose,\n    to demonstrate my power through you\nand that my name might be proclaimed\n    in all the earth.”",
      "18": "Therefore, God has mercy on whomever he chooses, and he hardens the heart of whomever he chooses.",
      "19": "You may ask me, “Then why does God still find fault with anybody? For who can resist his will?”",
      "20": "On the contrary, who are you—mere man that you are—to talk back to God? Can an object that was molded say to the one who molded it, “Why did you make me like this?”",
      "21": "A potter has the right to do what he wants to with his clay, doesn’t he? He can make something for a special occasion or something for ordinary use from the same lump of clay.",
      "22": "Now if God wants to demonstrate his wrath and reveal his power, can’t he be extremely patient with the objects of his wrath that are made for destruction?",
      "23": "Can’t he also reveal his glorious riches to the objects of his mercy that he has prepared ahead of time for glory—",
      "24": "including us, whom he also called, not only from the Jews but from the gentiles as well?",
      "25": "As the Scripture says in Hosea,\n“Those who are not my people\n    I will call my people,\nand the one who was not loved\n    I will call my loved one.",
      "26": "In the very place where it was told them,\n    ‘You are not my people,’\n        they will be called children of the living God.”",
      "27": "Isaiah also calls out concerning Israel,\n“Although the descendants of Israel\n    are as numerous as the grains of sand on the seashore,\n        only a few will be saved.",
      "28": "For the Lord will carry out his plan decisively,\n    bringing it to completion on the earth.”",
      "29": "It is just as Isaiah predicted:\n“If the Lord of the Heavenly Armies\n    had not left us some descendants,\n        we would have become like Sodom\n        and would have been compared to Gomorrah.”",
      "30": "What can we say, then? Gentiles, who were not pursuing righteousness, have attained righteousness, a righteousness that comes through faith.",
      "31": "But Israel, who pursued righteousness based on the Law, did not achieve the Law.",
      "32": "Why not? Because they did not pursue it on the basis of faith, but as if it were based on achievements. They stumbled over the stone that causes people to stumble.",
      "33": "As it is written,\n“Look! I am placing a stone in Zion\n    over which people will stumble—\na large rock that will make them fall—\n    and the one who believes in him will never be ashamed.”"
    },
    "10": {
      "1": "Brothers, my heart’s desire and prayer to God about the Jews is that they would be saved.",
      "2": "For I can testify on their behalf that they have a zeal for God, but it is not in keeping with full knowledge.",
      "3": "For they are ignorant of the righteousness that comes from God while they try to establish their own, and they have not submitted to God’s means to attain righteousness.",
      "4": "For the Messiah is the culmination of the Law as far as righteousness is concerned for everyone who believes.",
      "5": "For Moses writes about the righteousness that comes from the Law as follows: “The person who obeys these things will find life by them.”",
      "6": "But the righteousness that comes from faith says, “Do not say in your heart, ‘Who will go up to heaven?’ (that is, to bring the Messiah down),",
      "7": "or ‘Who will go down into the depths?’ (that is, to bring the Messiah back from the dead).”",
      "8": "But what does it say? “The message is near you. It is in your mouth and in your heart.” This is the message about faith that we are proclaiming:",
      "9": "If you declare with your mouth that Jesus is Lord, and believe in your heart that God raised him from the dead, you will be saved.",
      "10": "For one believes with his heart and is justified, and declares with his mouth and is saved.",
      "11": "The Scripture says, “Everyone who believes in him will never be ashamed.”",
      "12": "There is no difference between Jew and Greek, because they all have the same Lord, who gives richly to all who call on him.",
      "13": "“Everyone who calls on the name of the Lord will be saved.”",
      "14": "How, then, can people call on someone they have not believed? And how can they believe in someone they have not heard about? And how can they hear without someone preaching?",
      "15": "And how can people preach unless they are sent? As it is written, “How beautiful are those who bring the good news!”",
      "16": "But not everyone has obeyed the gospel, for Isaiah asks, “Lord, who has believed our message?”",
      "17": "Consequently, faith results from listening, and listening results through the word of the Messiah.",
      "18": "But I ask, “Didn’t they hear?” Certainly they did! In fact,\n“Their voice has gone out into the whole world,\n    and their words to the ends of the earth.”",
      "19": "Again I ask, “Did Israel not understand?” Moses was the first to say,\n“I will make you jealous\n    by those who are not a nation;\nI will make you angry\n    by a nation that doesn’t understand.”",
      "20": "And Isaiah boldly says,\n“I was found by those who were not looking for me;\n    I was revealed to those who were not asking for me.”",
      "21": "But about Israel he says,\n“All day long I have held out my hands\n    to a disobedient and rebellious people.”"
    },
    "11": {
      "1": "So I ask, “God has not rejected his people, has he?” Of course not! I am an Israeli myself, a descendant of Abraham from the tribe of Benjamin.",
      "2": "God has not rejected his people whom he chose long ago. Do you not know what the Scripture says in the story about Elijah, when he pleads with God against Israel?",
      "3": "“Lord, they have killed your prophets and demolished your altars. I am the only one left, and they are trying to take my life.”",
      "4": "But what was the divine reply to him? “I have reserved for myself 7,000 people who have not knelt to worship Baal.”",
      "5": "So it is at the present time: there is a remnant, chosen by grace.",
      "6": "But if this is by grace, then it is no longer on the basis of actions. Otherwise, grace would no longer be grace.",
      "7": "What, then, does this mean? It means that Israel failed to obtain what it was seeking, but the selected group obtained it while the rest were hardened.",
      "8": "As it is written,\n“To this day God has put them into deep sleep.\n    Their eyes do not see, and their ears do not hear.”",
      "9": "And David says,\n“Let their table become a snare and a trap,\n    a stumbling block and a punishment for them.",
      "10": "Let their eyes be darkened so that they cannot see,\n    and keep their backs forever bent.”",
      "11": "And so I ask, “They have not stumbled so as to fall, have they?” Of course not! On the contrary, because of their stumbling, salvation has come to the gentiles to make the Jews jealous.",
      "12": "Now if their stumbling means riches for the world, and if their fall means riches for the gentiles, how much more will their full participation mean!",
      "13": "I am speaking to you gentiles. Because I am an apostle to the gentiles, I magnify my ministry",
      "14": "in the hope that I can make my people jealous and save some of them.",
      "15": "For if their rejection results in reconciliation of the world, what will their acceptance bring but life from the dead?",
      "16": "If the first part of the dough is holy, so is the whole batch. If the root is holy, so are the branches.",
      "17": "Now if some of the branches have been broken off, and you, a wild olive branch, have been grafted in their place to share the rich root of the olive tree,",
      "18": "do not boast about being better than the other branches. If you boast, remember that you do not support the root, but the root supports you.",
      "19": "Then you will say, “Branches were cut off so that I could be grafted in.”",
      "20": "That’s right! They were broken off because of their unbelief, but you remain only because of faith. Do not be arrogant, but be afraid!",
      "21": "For if God did not spare the natural branches, he certainly will not spare you, either.",
      "22": "Consider, then, the kindness and severity of God: his severity toward those who fell, but God’s kindness toward you—if you continue receiving his kindness. Otherwise, you too will be cut off.",
      "23": "If the Jews do not persist in their unbelief, they will be grafted in again, because God is able to graft them in.",
      "24": "After all, if you were cut off from what is naturally a wild olive tree, and contrary to nature were grafted into a cultivated olive tree, how much easier it will be for these natural branches to be grafted back into their own olive tree!",
      "25": "For I want to let you know about this secret, brothers, so that you will not claim to be wiser than you are: Stubbornness has come to part of Israel until the full number of the gentiles comes to faith.",
      "26": "In this way, all Israel will be saved, as it is written,\n“The Deliverer will come from Zion;\n    he will remove ungodliness from Jacob.",
      "27": "This is my covenant with them\n    when I take away their sins.”",
      "28": "As far as the gospel is concerned, they are enemies for your sake, but as far as election is concerned, they are loved for the sake of their ancestors.",
      "29": "For God’s gifts and calling never change.",
      "30": "For just as you disobeyed God in the past but now have received his mercy because of their disobedience,",
      "31": "so they, too, have now disobeyed. As a result, they may receive mercy because of the mercy shown to you.",
      "32": "For God has locked all people in the prison of their own disobedience so that he may have mercy on them all.",
      "33": "O how deep are God’s riches,\n    and wisdom, and knowledge!\nHow unfathomable are his decisions\n    and unexplainable are his ways!",
      "34": "Who has known the mind of the Lord?\n    Or who has become his advisor?",
      "35": "Or who has given him something\n    only to have him pay it back?”",
      "36": "For all things are from him, by him, and for him.\n    Glory belongs to him forever! Amen."
    },
    "12": {
      "1": "I therefore urge you, brothers, in view of God’s mercies, to offer your bodies as living sacrifices that are holy and pleasing to God, for this is the reasonable way for you to worship.",
      "2": "Do not be conformed to this world, but continuously be transformed by the renewing of your minds so that you may be able to determine what God’s will is—what is proper, pleasing, and perfect.",
      "3": "For by the grace given to me I ask every one of you not to think of yourself more highly than you should think, rather to think of yourself with sober judgment on the measure of faith that God has assigned each of you.",
      "4": "For we have many parts in one body, but these parts do not all have the same function.",
      "5": "In the same way, even though we are many people, we are one body in the Messiah and individual parts connected to each other.",
      "6": "We have different gifts based on the grace that was given to us. So if your gift is prophecy, use your gift in proportion to your faith.",
      "7": "If your gift is serving, devote yourself to serving others. If it is teaching, devote yourself to teaching others.",
      "8": "If it is encouraging, devote yourself to encouraging others. If it is sharing, share generously. If it is leading, lead enthusiastically. If it is helping, help cheerfully.",
      "9": "Your love must be without hypocrisy. Abhor what is evil; cling to what is good.",
      "10": "Be devoted to each other with mutual affection. Excel at showing respect for each other.",
      "11": "Never be lazy in showing such devotion. Be on fire with the Spirit. Serve the Lord.",
      "12": "Be joyful in hope, patient in trouble, and persistent in prayer.",
      "13": "Supply the needs of the saints. Extend hospitality to strangers.",
      "14": "Bless those who persecute you. Keep on blessing them, and never curse them.",
      "15": "Rejoice with those who are rejoicing. Cry with those who are crying.",
      "16": "Live in harmony with each other. Do not be arrogant, but associate with humble people. Do not think that you are wiser than you really are.",
      "17": "Do not pay anyone back evil for evil, but focus your thoughts on what is right in the sight of all people.",
      "18": "If possible, so far as it depends on you, live in peace with all people.",
      "19": "Do not take revenge, dear friends, but leave room for God’s wrath. For it is written, “Vengeance belongs to me. I will pay them back, declares the Lord.”",
      "20": "But “if your enemy is hungry, feed him. For if he is thirsty, give him a drink. If you do this, you will pile burning coals on his head.”",
      "21": "Do not be conquered by evil, but conquer evil with good."
    },
    "13": {
      "1": "Every person must be subject to the governing authorities, for no authority exists except by God’s permission. The existing authorities have been established by God,",
      "2": "so that whoever resists the authorities opposes what God has established, and those who resist will bring judgment on themselves.",
      "3": "For the authorities are not a terror to good conduct, but to bad. Would you like to live without being afraid of the authorities? Then do what is right, and you will receive their approval.",
      "4": "For they are God’s servants, working for your good.\nBut if you do what is wrong, you should be afraid, for it is not without reason that they bear the sword. Indeed, they are God’s servants to administer punishment to anyone who does wrong.",
      "5": "Therefore, it is necessary for you to be acquiescent to the authorities, not only for the sake of God’s punishment, but also for the sake of your own conscience.",
      "6": "This is also why you pay taxes. For rulers are God’s servants faithfully devoting themselves to their work.",
      "7": "Pay everyone whatever you owe them—taxes to whom taxes are due, tolls to whom tolls are due, fear to whom fear is due, honor to whom honor is due.",
      "8": "Do not owe anyone anything—except to love one another. For the one who loves another has fulfilled the Law.",
      "9": "For the commandments, “You must not commit adultery; you must not murder; you must not steal; you must not covet,” and every other commandment are summed up in this statement: “You must love your neighbor as yourself.”",
      "10": "Love never does anything that is harmful to its neighbor. Therefore, love is the fulfillment of the Law.",
      "11": "This is necessary because you know the times—it’s already time for you to wake up from sleep, because our salvation is nearer now than when we became believers.",
      "12": "The night is almost over, and the day is near. Let’s therefore put aside the actions of darkness and put on the armor of light.",
      "13": "Let’s behave decently, as people who live in the light of day. No wild parties, drunkenness, sexual immorality, promiscuity, quarreling, or jealousy!",
      "14": "Instead, clothe yourselves with the Lord Jesus, the Messiah, and do not obey your flesh and its desires."
    },
    "14": {
      "1": "Accept anyone who is weak in faith, but not for the purpose of arguing over differences of opinion.",
      "2": "One person believes that he may eat anything, while the weak person eats only vegetables.",
      "3": "The person who eats any kind of food must not ridicule the person who does not eat them, and the person who does not eat certain foods must not criticize the person who eats them, for God has accepted him.",
      "4": "Who are you to criticize someone else’s servant? He stands or falls before his own Lord—and stand he will, because the Lord makes him stand.",
      "5": "One person decides in favor of one day over another, while another person decides that all days are the same. Let each one be fully convinced in his own mind:",
      "6": "The one who observes a special day, observes it to honor the Lord. The one who eats, eats to honor the Lord, since he gives thanks to God. And the one who does not eat, refrains from eating to honor the Lord; yet he, too, gives thanks to God.",
      "7": "For none of us lives for himself, and no one dies for himself.",
      "8": "If we live, we live to honor the Lord; and if we die, we die to honor the Lord. So whether we live or die, we belong to the Lord.",
      "9": "For this reason the Messiah died and returned to life, so that he might become the Lord of both the dead and the living.",
      "10": "Why, then, do you criticize your brother? Or why do you despise your brother? For all of us will stand before the judgment seat of God.",
      "11": "For it is written,\n“As certainly as I live, declares the Lord,\n    every knee will bow to me,\n        and every tongue will praise God.”",
      "12": "Consequently, each of us will give an account of himself to God.",
      "13": "Therefore, let’s no longer criticize each other. Instead, make up your mind not to put a stumbling block or hindrance in the way of a brother.",
      "14": "I know—and have been persuaded by the Lord Jesus—that nothing is unclean in and of itself, but it is unclean to a person who thinks it is unclean.",
      "15": "For if your brother is being hurt by what you eat, you are no longer acting in love. Do not destroy the person for whom the Messiah died by what you eat.",
      "16": "Do not allow what seems good to you to be spoken of as evil.",
      "17": "For God’s kingdom does not consist of food and drink, but of righteousness, peace, and joy produced by the Holy Spirit.",
      "18": "For the person who serves the Messiah in this way is pleasing to God and approved by people.",
      "19": "Therefore, let’s keep on pursuing those things that bring peace and that lead to building up one another.",
      "20": "Do not destroy God’s action for the sake of food. Everything is clean, but it is wrong to make another person stumble because of what you eat.",
      "21": "The right thing to do is to avoid eating meat, drinking wine, or doing anything else that makes your brother stumble, upset, or weak.",
      "22": "As for the faith you do have, have it as your own conviction before God. How blessed is the person who has no reason to condemn himself because of what he approves!",
      "23": "But the person who has doubts is condemned if he eats, because he does not act in faith; and anything that is not done in faith is sin."
    },
    "15": {
      "1": "Now we who are strong ought to be patient with the weaknesses of those who are not strong and must stop pleasing ourselves.",
      "2": "Each of us must please our neighbor for the good purpose of building him up.",
      "3": "For even the Messiah did not please himself. Instead, as it is written, “The insults of those who insult you have fallen on me.”",
      "4": "For everything that was written long ago was written to instruct us, so that we might have hope through the endurance and encouragement that the Scriptures give us.",
      "5": "Now may God, the source of endurance and encouragement, allow you to live in harmony with each other as you follow the Messiah Jesus,",
      "6": "so that with one mind and one voice you might glorify the God and Father of our Lord Jesus, the Messiah.",
      "7": "Therefore, accept one another, just as the Messiah accepted you, for the glory of God.",
      "8": "For I tell you that the Messiah became a servant of the circumcised on behalf of God’s truth in order to confirm the promises given to our ancestors,",
      "9": "so that the gentiles may glorify God for his mercy. As it is written,\n“That is why I will praise you among the gentiles;\n    I will sing praises to your name.”",
      "10": "Again he says,\n“Rejoice, you gentiles, with his people!”",
      "11": "And again,\n“Praise the Lord, all you gentiles!\n    Let all the nations praise him.”",
      "12": "And again, Isaiah says,\n“There will be a Root from Jesse.\n    He will rise up to rule the gentiles,\n        and the gentiles will hope in him.”",
      "13": "Now may God, the source of hope, fill you with all joy and peace as you believe, so that you may overflow with hope by the power of the Holy Spirit.",
      "14": "I myself am convinced, my brothers, that you yourselves are filled with goodness and full of all the knowledge you need to be able to instruct each other.",
      "15": "However, on some points I have written to you rather boldly, both as a reminder to you and because of the grace given me by God",
      "16": "to be a minister of the Messiah Jesus to the gentiles in the priestly service of the gospel of God, so that the offering brought by gentiles may be acceptable, sanctified by the Holy Spirit.",
      "17": "Therefore, in the Messiah Jesus I have the right to boast about my work for God.",
      "18": "For I am bold enough to tell you only about what the Messiah has accomplished through me in bringing gentiles to obedience. By my words and actions,",
      "19": "by the power of signs and wonders, and by the power of God’s Spirit, I have fully proclaimed the gospel of the Messiah from Jerusalem as far as Illyricum.",
      "20": "My one ambition is to proclaim the gospel where the name of the Messiah is not known, so I don’t build on someone else’s foundation.",
      "21": "Rather, as it is written,\n“Those who were never told about him will see,\n    and those who have never heard will understand.”",
      "22": "This is why I have so often been hindered from coming to you.",
      "23": "But now, having no further opportunities in these regions, I want to come to you, as I’ve desired to do for many years.",
      "24": "Now that I am on my way to Spain, I hope to see you when I come your way and, after I have enjoyed your company for a while, to be sent on by you.",
      "25": "Right now, however, I’m going to Jerusalem to minister to the saints,",
      "26": "because the believers in Macedonia and Achaia have been eager to share their resources with the poor among the saints in Jerusalem.",
      "27": "Yes, they were eager to do this, and in fact they are obligated to help them, for if the gentiles have shared in their spiritual blessings, they are obligated to be of service to them in material things.",
      "28": "So when I have completed this task and have put my seal on this contribution of theirs, I will visit you on my way to Spain.",
      "29": "And I know that when I come to you I will come with the full blessing of the Messiah.",
      "30": "Now I urge you, brothers, by our Lord Jesus, the Messiah, and by the love that the Spirit produces, to join me in my struggle, earnestly praying to God for me",
      "31": "that I may be rescued from the unbelievers in Judea, that my ministry to Jerusalem may be acceptable to the saints,",
      "32": "and that if it’s God’s will, I may come to you with joy and be refreshed together with you.",
      "33": "Now may the God who grants peace be with all of you! Amen."
    },
    "16": {
      "1": "Now I commend to you our sister Phoebe, a deacon in the church at Cenchrea.",
      "2": "Welcome her in the Lord as is appropriate for saints, and provide her with anything she may need from you, for she has ministered to many people, including me.",
      "3": "Greet Prisca and Aquila, who work with me for the Messiah Jesus,",
      "4": "and who risked their necks for my life. I am thankful to them, and so are all the churches among the gentiles.",
      "5": "Greet also the church in their house. Greet my dear friend Epaenetus, who was the first convert to the Messiah in Asia.",
      "6": "Greet Mary, who has worked very hard for you.",
      "7": "Greet Andronicus and Junia, my fellow Jews who are in prison with me and are prominent among the apostles. They belonged to the Messiah before I did.",
      "8": "Greet Ampliatus, my dear friend in the Lord.",
      "9": "Greet Urbanus, our co-worker in the Messiah, and my dear friend Stachys.",
      "10": "Greet Apelles, who has been approved by the Messiah. Greet those who belong to the family of Aristobulus.",
      "11": "Greet Herodion, my fellow Jew. Greet those in the family of Narcissus, who belong to the Lord.",
      "12": "Greet Tryphaena and Tryphosa, who have worked hard for the Lord. Greet my dear friend Persis, who has toiled diligently for the Lord.",
      "13": "Greet Rufus, the one chosen by the Lord, and his mother, who has been a mother to me, too.",
      "14": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them.",
      "15": "Greet Philologus and Julia, Nereus and his sister, and Olympas and all the saints who are with them.",
      "16": "Greet one another with a holy kiss. All the churches of the Messiah greet you.",
      "17": "Now I urge you, brothers, to watch out for those who create divisions and sinful enticements that oppose the teaching you have learned. Stay away from them,",
      "18": "because such people are not serving the Messiah our Lord, but their own desires. By their smooth talk and flattering words they deceive the hearts of the unsuspecting.",
      "19": "For your obedience has become known to everyone, and I am full of joy for you. But I want you to be wise about what is good, and innocent about what is evil.",
      "20": "The God of peace will soon crush Satan under your feet. May the grace of our Lord Jesus, the Messiah, be with all of you!",
      "21": "Timothy, my fellow worker, greets you, as do Lucius, Jason, and Sosipater, my fellow Jews.",
      "22": "I, Tertius, who penned this letter, greet you in the Lord.",
      "23": "Gaius, who is host to me and the whole church, greets you. Erastus, the city treasurer, and our brother Quartus greet you.",
      "24": "May the grace of our Lord Jesus, the Messiah, be with all of you!",
      "25": "Now to the one who is able to strengthen you with my gospel and the message that I preach about Jesus, the Messiah, by revealing the secret that was kept hidden from long ago",
      "26": "but now has been made known through the prophets to all the gentiles, in keeping with the decree of the eternal God to bring them to the obedience that springs from faith—",
      "27": "to the only wise God, through Jesus the Messiah, be glory forever! Amen."
    }
  }
}