{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:41:41.140511-04:00",
    "Translation": "ISV"
  },
  "Ruth": {
    "1": {
      "1": "Now there came a time of famine while judges were ruling in the land of Israel. A man from Bethlehem of Judah, his wife, and his two sons left to live in the country of Moab.",
      "2": "The man’s name was Elimelech, his wife’s name was Naomi, and their two sons were named Mahlon and Chilion—Ephrathites from Bethlehem of Judah. They journeyed to the country of Moab and lived there for some time.",
      "3": "Then Naomi’s husband Elimelech died, and she was left with her two sons.",
      "4": "Each of her sons married Moabite women: one named Orpah and the other named Ruth. After they lived there about ten years,",
      "5": "both Mahlon and Chilion died, leaving Naomi alone with neither her husband nor her two sons.",
      "6": "She and her daughters-in-law prepared to return from the country of Moab, because she had heard while living there how the Lord had come to the aid of his people, giving them relief.",
      "7": "So she left the place where she had been, along with her two daughters-in-law, and they traveled along the return road to the land of Judah.",
      "8": "But along the way, Naomi told her two daughters-in-law, “Each of you go back home. Return to your mother’s house. May the Lord show his gracious love to you, as you have shown me and our loved ones who have died.",
      "9": "May the Lord grant each of you security in your new husbands’ households.” Then she kissed them good-bye, and they cried loudly.",
      "10": "They both replied to her, “No! We’ll go back with you to your people.”",
      "11": "But Naomi responded, “Go back, my daughters. Why go with me? Are there still sons to be born to me as future husbands for you?",
      "12": "So go on back, my daughters! Be on your way! I’m too old to remarry. If I were to say that I’m hoping for a husband tonight and then also bore sons this very night,",
      "13": "would you wait for them until they were grown? Would you refrain from marriage for them? No, my daughters! I’m more deeply grieved than you, because the Lord is working against me!”",
      "14": "They began to cry loudly again. So Orpah kissed her mother-in-law good-bye, but Ruth remained with her.",
      "15": "Naomi told Ruth, “Look, your sister-in-law has returned to her people and to her gods. Follow your sister-in-law!”",
      "16": "But Ruth answered, “Stop urging me to abandon you and to turn back from following you. Because wherever you go, I’ll go. Wherever you live, I’ll live. Your people will be my people, and your God, my God.",
      "17": "Where you die, I’ll die and be buried. May the Lord do this to me—and more—if anything except death comes between you and me.”",
      "18": "When Naomi observed Ruth’s determination to travel with her, she ended the conversation.",
      "19": "So they continued on until they reached Bethlehem.\nNow when the two of them arrived in Bethlehem, the entire town got excited at the news of their arrival and they asked one another, “Can this be Naomi?”",
      "20": "But Naomi replied, “Don’t call me ‘Naomi’! Call me ‘Mara’! That’s because the Almighty has dealt bitterly with me.",
      "21": "I left here full, but the Lord brought me back empty. So why call me ‘Naomi’? After all, the Lord is against me, and the Almighty has broken me.”",
      "22": "So Naomi returned to Bethlehem from the country of Moab, along with her daughter-in-law Ruth the Moabite woman. And they arrived in Bethlehem at the beginning of the barley harvest."
    },
    "2": {
      "1": "Naomi had a close relative of her late husband, a man of considerable wealth from the family of Elimelech. His name was Boaz.",
      "2": "Ruth the Moabite told Naomi, “Please allow me to go out to the fields and glean grain behind anyone who shows me kindness.”\nSo Naomi replied, “Go ahead, my daughter.”",
      "3": "So she went out, proceeded to the field, and gleaned behind the harvesters. And it happened that she came to the portion of land belonging to Boaz, of the family of Elimelech.",
      "4": "Now when Boaz arrived from Bethlehem, he told the harvesters, “The Lord be with you.”\n“May the Lord bless you!” they replied.",
      "5": "At this point, Boaz asked the foreman of his harvesters, “To whom does this young woman belong?”",
      "6": "The foreman of the harvesters answered, “She is the Moabite who came back with Naomi from the country of Moab.",
      "7": "She asked us, ‘Please allow me to glean what’s left of the grain behind the harvesters.’ So she came out and has continued working from dawn until now, except for a short time in a shelter.”",
      "8": "Boaz then addressed Ruth: “Listen, my daughter! Don’t glean in any other field. Don’t even leave this one, and be sure to stay close to my women servants.",
      "9": "Keep your eyes on the field where they are harvesting, and follow them. I’ve ordered my young men not to bother you, haven’t I? And when you are thirsty, drink from the water vessels that the young men have filled.”",
      "10": "At this she fell prostrate, bowing low to the ground, and asked him, “Why is it that you’re showing me kindness by noticing me, since I’m a foreigner?”",
      "11": "Boaz answered her, “It has been clearly disclosed to me all that you have done for your mother-in-law following the death of your husband—how you left your father, your mother, and your own land behind, and came to a people you did not previously know.",
      "12": "May the Lord repay you for your work, and may a full reward be given you from the Lord God of Israel, under whose wings you have come for refuge.”",
      "13": "She responded, “May I continue to find favor in your sight, sir, since you’ve been comforting me and you have spoken graciously to your servant, even though I am not one of your servants.”",
      "14": "At lunchtime, Boaz invited her, “Come on over, have some food, and dip your bread in our oil and vinegar.” So she sat down beside the harvesters, and he handed her some roasted grain, which she ate until she was satisfied. She kept what was left over.",
      "15": "After she had left to glean, Boaz commanded his servants, “Allow her to glean also among the cut sheaves, and don’t taunt her.",
      "16": "One other thing—drop some handfuls deliberately, leaving them for her so she can gather it. And don’t bother her.”",
      "17": "So Ruth gathered grain out in the field until dusk, and then threshed what she had gathered—about a week’s supply of barley.",
      "18": "She picked up her grain and went back to town.\nHer mother-in-law noticed how much Ruth had gleaned and had brought back from what was left over from her lunch.",
      "19": "So her mother-in-law quizzed her, “Where did you glean today? Where, precisely, did you work? May the one who took notice of you be blessed.”\nSo Ruth told her mother-in-law with whom she had worked. She said, “The man’s name with whom I worked today is Boaz.”",
      "20": "Naomi replied, “May the one who hasn’t abandoned his gracious love to the living or to the dead be blessed by the Lord.” Naomi added, “This man is closely related to us, our related redeemer, as a matter of fact!”",
      "21": "Then Ruth the Moabite woman added, “He also told me ‘Stay close to my young men until they have completed my entire harvest.’”",
      "22": "Naomi responded to her daughter-in-law Ruth, “It is prudent, my daughter, for you to go out with his women servants, so someone won’t attack you in another field.”",
      "23": "So Ruth continued to stay close to the young women who worked for Boaz, gathering grain until both the barley and wheat harvests were complete, all the while living with her mother-in-law."
    },
    "3": {
      "1": "Ruth’s mother-in-law Naomi, told her, “My daughter, should I not make inquiries about your financial security, so you’ll be better off in life?",
      "2": "Isn’t Boaz one of our close relatives? You’ve been associating with his women servants lately. Look, he’ll be winnowing barley at the threshing floor tonight.",
      "3": "So get cleaned up, put on some perfume, dress up, and go to the threshing floor, but don’t let him see you until after he’s finished eating and drinking.",
      "4": "When he lies down, be sure to notice where he is resting. Then go over, uncover his feet, and lie down. He’ll tell you what to do.”",
      "5": "Ruth replied, “I’ll do everything you’ve said.”",
      "6": "So she went out to the threshing floor and did precisely what her mother-in-law had advised.",
      "7": "After Boaz had finished eating and drinking to his heart’s content, he went over and lay down next to the pile of threshed grain. Ruth came in quietly, uncovered his feet, and lay down.",
      "8": "In the middle of the night, Boaz was startled awake and turned over in surprise to see a woman lying at his feet.",
      "9": "He asked her, “Who are you?”\nShe answered, “I’m only Ruth, your servant. Spread the edge of your garment over your servant, because you are my related redeemer.”",
      "10": "He replied, “May you be blessed by the Lord, my daughter. You’ve added to the gracious love you’ve already demonstrated by not pursuing younger men, whether rich or poor.",
      "11": "Don’t be afraid, my daughter. I’ll do for you everything that you have asked, since all of my people in town are aware that you’re a virtuous woman.",
      "12": "It’s true that I’m your related redeemer, but there is another related redeemer even closer than I.",
      "13": "Stay the night, and if he fulfills his duty as your related redeemer in the morning, that will be acceptable. But if he isn’t inclined to do so, then, as the Lord lives, I will act as your related redeemer myself. So lie down until morning.”",
      "14": "So she lay down at his feet until dawn approached, then got up while it was still difficult for anyone to be recognized. Then he told her, “It shouldn’t be known that a woman has come to the threshing floor.”",
      "15": "So he said, “Take your cloak and hold it out.” She did so, and he measured out six units of barley and placed them in a sack on her. Then she left for town.",
      "16": "When Ruth returned to her mother-in-law, Naomi asked her, “How did it go, my daughter?”\nThen she related everything that the man had done for her.",
      "17": "Ruth also said, “He gave me these six units of barley and told me, ‘Don’t go back to your mother-in-law empty-handed.’”",
      "18": "Naomi replied, “Be patient, my daughter, until you learn how this works out, because the man won’t rest until he finishes everything today.”"
    },
    "4": {
      "1": "Meanwhile, Boaz approached the city gate and sat down there. Just then, the very same related redeemer whom Boaz had mentioned came by, so Boaz called out to him, “Come over and sit down here, my friend!” So the man came over and sat down.",
      "2": "Boaz selected ten of the town elders and spoke to them, “Sit down here.” So they sat down",
      "3": "and Boaz addressed the related redeemer directly: “A portion of a field belonging to our relative Elimelech is up for sale by Naomi, who recently returned from the country of Moab.",
      "4": "So I thought to myself I ought to tell you that you must make a public purchase of this before the town residents and the elders of my people. So if you intend to act as the related redeemer, then do so. But if not, let me know, because except for you—and I after you—there is no one to fulfill the duties of a related redeemer.”\nThe man responded, “I will act as related redeemer.”",
      "5": "Boaz continued, “On the very day you obtain the field from Naomi, I’ll be obtaining Ruth the Moabite woman, the widow of the late heir, so the family name may be continued as an inheritance.”",
      "6": "At this, the nearer related redeemer replied, “Then I am unable to act as related redeemer, because that would complicate my own inheritance. You act instead as the related redeemer, because I cannot do so.”",
      "7": "During Israel’s earlier history, all things concerning redeeming or changing inheritances were confirmed by a man taking off his sandal and giving it to the other party, thereby creating a public record in Israel.",
      "8": "So when the nearer related redeemer told Boaz, “Make the purchase yourself,” he then took off his sandal.",
      "9": "At this, Boaz addressed the elders and all of the people: “You all are witnesses today that I hereby redeem everything from Naomi that belonged to Elimelech, including what belonged to Chilion and Mahlon,",
      "10": "along with Mahlon’s wife Ruth the Moabite woman. I will marry her to continue the family name as an inheritance, so that the name of the deceased does not disappear from among his relatives, nor from the public record. You are all witnesses today!”",
      "11": "Then all of the assembled people, including the elders who were there, said, “We are witnesses! May the Lord make this woman who enters your house like Rachel and Leah, who together established the house of Israel. May you prosper in Ephrathah, and may you excel in Bethlehem!",
      "12": "Moreover, may your house be like the house of Perez, whom Tamar bore for Judah, from the offspring that the Lord gives you from this young woman.”",
      "13": "So Boaz took Ruth to be his wife, and when he had marital relations with her, the Lord made her conceive, and she bore a son.",
      "14": "Then the women of Bethlehem told Naomi, “May the Lord be blessed, who has not left you today without a related redeemer. May his name become famous throughout Israel!",
      "15": "And he will restore your life for you and will support you in your old age, because your daughter-in-law, who loves you and who has borne him, is better for you than seven sons!”",
      "16": "Naomi took care of the child, taking him to her breast and becoming his nurse.",
      "17": "So her women neighbors gave the child a nickname, which is “Naomi has a son!” They named him Obed. He became the father of Jesse, who was the father of David.",
      "18": "This is the genealogy of Perez: Perez fathered Hezron,",
      "19": "Hezron fathered Ram, and Ram fathered Amminadab.",
      "20": "Amminadab fathered Nahshon, and Nahshon fathered Salmon.",
      "21": "Salmon fathered Boaz, and Boaz fathered Obed.",
      "22": "Then Obed fathered Jesse, who fathered David."
    }
  }
}