{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:42:51.387391-04:00",
    "Translation": "ISV"
  },
  "Zechariah": {
    "1": {
      "1": "In the eighth month of the second year of the reign of Darius, this message from the Lord came to Berechiah’s son Zechariah, the grandson of Iddo the prophet:",
      "2": "“The Lord was very angry with your ancestors.",
      "3": "So tell them, ‘This is what the Lord of the Heavenly Armies says: “Return to me,” declares the Lord of the Heavenly Armies, “and I will return to you.",
      "4": "Don’t be like your ancestors, to whom the former prophets proclaimed: ‘This is what the Lord of the Heavenly Armies says: “It’s time to turn from your evil lifestyles and from your evil actions,” ‘but they would neither listen nor pay attention to me,’” declares the Lord.’",
      "5": "“Your ancestors—where are they? And the prophets—do they live forever?",
      "6": "But my words and my statutes that I gave as commands to my servants the prophets—did they not overwhelm your ancestors? And they returned to me: ‘The Lord of the Heavenly Armies acted toward us just as he planned to do—in keeping with our lifestyles and in keeping with our actions.’”",
      "7": "On the twenty-fourth day of the eleventh month (the month Shebat) in the second year of the reign of Darius, this message from the Lord came to Berechiah’s son Zechariah, the grandson of Iddo the prophet:",
      "8": "“I stared into the night, and there was a man mounted on a red horse! The horse was standing among the myrtle trees in a ravine. Behind him there were red, brown, and white horses.”",
      "9": "Then I asked, “Who are these, sir?”\nThe messenger who was talking to me answered, “I will tell you who these are.”",
      "10": "The man who stood among the myrtle trees answered, “These are the ones whom the Lord sent out to wander throughout the earth.”",
      "11": "Then they reported to the angel of the Lord who stood among the myrtle trees, “We have wandered throughout the earth—and look!—the entire earth is at rest. Everything is quiet and peaceful.”",
      "12": "And the angel of the Lord replied, “Lord of the Heavenly Armies, how long will it be until you show mercy to Jerusalem and to the cities of Judah, with whom you have been angry for these past seventy years?”",
      "13": "So the Lord answered the angel who was speaking to me with kind and comforting words.",
      "14": "Then the angel who was speaking to me told me, “Announce this: ‘This is what the Lord of the Heavenly Armies says: “I have a deep concern for Jerusalem, a great concern for Zion.",
      "15": "I am deeply angry with the nations who are complacent, with whom I was only a little displeased—but they made things worse!”",
      "16": "‘Therefore this is what the Lord says: “I have returned to Jerusalem with compassionate intentions. My Temple will be rebuilt there,” declares the Lord of the Heavenly Armies, “and the measuring line will be stretched out over Jerusalem.”’”",
      "17": "“Also announce the following: ‘This is what the Lord of the Heavenly Armies says: “My cities will again overflow with prosperity. The Lord will comfort Zion once more and will choose Jerusalem again.”’”",
      "18": "Then I looked up and saw four horns.",
      "19": "I asked the angel who was talking to me, “What are those?”\nSo he answered me, “Those are the forces that have dispersed Judah, Israel, and Jerusalem.”",
      "20": "Then the Lord showed me four artisans.",
      "21": "Then I asked, “What have they come to do?”\nHe answered, “Those horns that dispersed Judah—so that no one could lift up his head—those artisans are coming to disrupt the power of nations, tearing them down now that they’ve come to power and dispersed the land of Judah.”"
    },
    "2": {
      "1": "Then I looked up and saw a man with a measuring line in his hand.",
      "2": "I asked, “Where are you going?”\nHe responded, “To measure Jerusalem in order to determine its width and length.”",
      "3": "Look! That angel who was talking to me left, and another angel came forward to meet him.",
      "4": "That other angel told him, “Run and tell that young man: ‘Jerusalem will be an inhabited city without walls due to the number of people and livestock within it.",
      "5": "I myself will be an encircling rampart of fire,’ declares the Lord, ‘and I will be the glory in her midst.’",
      "6": "“‘Come now! Come now! Flee from the land of the north,’ declares the Lord, ‘for I have dispersed you like the four winds of heaven,’ declares the Lord.",
      "7": "“‘Come now, Zion! Escape, you who are living with the residents of Babylon.",
      "8": "For this is what the Lord of the Heavenly Armies says: “In pursuit of glory I was sent to the nations who plundered you, because whoever injures you injures the pupil of my eye.",
      "9": "And look, I will shake my fist over them, and they will become plunder for their former slaves. And you will know that the Lord of the Heavenly Armies sent me.”’”",
      "10": "“Sing and rejoice, daughter of Zion! Take note! I am coming to live in your midst,” declares the Lord.",
      "11": "“Many nations will cling to the Lord at that time and will become my people. I will live in your midst, and you will know that the Lord of the Heavenly Armies has sent me to you.",
      "12": "The Lord will take possession of Judah as his own property in the Holy Land—and he will choose Jerusalem again.",
      "13": "Be silent, every living thing, in the presence of the Lord, because he is emerging from his Holy Place.”"
    },
    "3": {
      "1": "Then I saw Joshua the High Priest standing in the presence of the angel of the Lord, with Satan standing at his right to oppose him.",
      "2": "The Lord told Satan, “The Lord rebuke you, Satan—in fact, may the Lord who has chosen Jerusalem rebuke you! This man is a burning brand plucked from the fire, is he not?”",
      "3": "Now Joshua was wearing filthy clothes as he stood in the presence of the angel.",
      "4": "So the angel continued to tell those who were standing in his presence, “Remove his filthy clothes.”\nAnd he told Joshua, “Look how I’ve removed your iniquity. Now I’m clothing you with fine garments.”",
      "5": "Then I said, “Let them place a pure diadem on his head.”\nSo they placed the pure diadem on his head and clothed him with fine garments while the angel of the Lord was standing beside them.",
      "6": "Then the angel of the Lord gave this charge to Joshua:",
      "7": "“This is what the Lord of the Heavenly Armies says: ‘If you will live according to my ways, and if you will keep what I have entrusted to you, then you will also administer my Temple, and you will also guard my courtyards. And I will give you access to these who serve here.",
      "8": "“‘Listen, High Priest Joshua, you and those companions of yours who sit with you, for these men are a sign that I am presenting my servant, the Branch.",
      "9": "Look, the stone that I put in place in Joshua’s presence—on that one stone are seven eyes. And look, I will do the engraving myself,’ declares the Lord of the Heavenly Armies, ‘and I will remove the perversity of that land in a single day.",
      "10": "At that time,’ declares the Lord of the Heavenly Armies, ‘you will invite each of your neighbors to join you under the vine and fig tree.’”"
    },
    "4": {
      "1": "Then the angel who had been speaking with me returned and woke me up as if I had been asleep.",
      "2": "Then he asked me, “What do you see?”\nSo I said, “I have been watching—and look!—there is a menorah made completely of gold with a bowl on top of it. And there are seven lights on it, along with seven feeder channels to the lamps, which are also on top of it.",
      "3": "Two olive trees are near it, one on the right side of the bowl and one on the left.”",
      "4": "Then I asked the angel who had been speaking with me, “Sir, what are these?”",
      "5": "The angel who had been speaking with me answered by asking, “You don’t know what these mean, do you?”\nSo I responded, “No, sir.”",
      "6": "Then he replied to me, “This is this message from the Lord to Zerubbabel: ‘Not by valor nor by strength, but only by my Spirit,’ says the Lord of the Heavenly Armies.",
      "7": "‘Who are you, great mountain? You will become a plain in Zerubbabel’s presence, and he will position the capstone, exulting over it, “How beautiful! How beautiful!”’”",
      "8": "Then this message from the Lord came to me again:",
      "9": "“Zerubbabel’s hands have laid the foundation of this Temple, and his hands will finish it, so that you will know that the Lord of the Heavenly Armies has sent me to all of you.",
      "10": "For who has despised the time of insignificant things? They will rejoice to see the plumb line in the hand of Zerubbabel. These seven lights represent the eyes of the Lord, which are looking throughout all of the earth.”",
      "11": "Then I asked the angel, “What are these two olive trees, one on the right of the menorah and one on the left?”",
      "12": "I also asked him a second question: “What are these two olive branches on either side of the two golden feeder channels that carry the golden oil to the seven lights?”",
      "13": "The angel replied, “You don’t know what these are, do you?”\nI responded to him, “No, sir.”",
      "14": "He said, “These are the two anointed ones, who stand continuously beside the Lord of the whole earth.”"
    },
    "5": {
      "1": "Then I looked up and saw a flying scroll!",
      "2": "And the angel asked me, “What do you see?”\nI answered him, “I’m looking at a flying scroll. It’s 20 cubits long and ten cubits wide.”",
      "3": "He responded to me, “This is the curse that is going out over the surface of the whole earth, because, according to this side of the scroll, all thieves will be ejected, and according to the other side of the scroll, all liars will be ejected.”",
      "4": "“I am bringing this about,” declares the Lord of the Heavenly Armies. “The curse will enter the house of the thief and the house of the one who lies in my name. The curse will remain in his house until that house has been completely destroyed, right down to its timber and stones.”",
      "5": "Then the angel who had been talking with me stepped forward and told me, “Please look up and see what’s going out.”",
      "6": "So I asked, “What is it?”\nHe replied, “This is a basket making its appearance.” He also said, “This is what it appears to be in the entire land.”",
      "7": "Look, a round lead cover was being lifted, and there was one woman seated inside the basket!",
      "8": "And the angel said, “This is evil!” So he shoved her back into the basket and snapped the round, lead cover over the opening.",
      "9": "Then I looked up to see two women coming forward with the wind filling their wings. (They had wings like those of a stork.) They took up the basket, holding it between the earth and sky.",
      "10": "So I asked the angel who was talking to me, “Where are they taking the basket?”",
      "11": "He answered me, “To the land of Shinar, so they can build a temple to the woman in the basket. Then when its preparations are complete, the basket will be set there in its place.”"
    },
    "6": {
      "1": "Then I looked up and saw four chariots coming out from between two mountains! And the mountains were made of brass!",
      "2": "Attached to the first chariot were red horses. Attached to the second chariot were black horses.",
      "3": "Attached to the third chariot were white horses. Attached to the fourth chariot were speckled horses and gray horses.",
      "4": "In response, I asked the angel who had been talking with me, “Sir, what are these?”",
      "5": "The angel told me, “These are four heavenly spirits that are going out on patrol after having presented themselves to the Lord of the whole earth.",
      "6": "The black horses are headed into the north country, and the white ones are headed out after them. The speckled horses are headed toward the south country.”",
      "7": "Then the gray horses went out. They were eager to go out on patrol throughout the earth, so the angel said, “Go patrol the earth.” So they went out on patrol throughout the earth.",
      "8": "Then he called to me, “Look! The horses that went north have caused my spirit to rest in the north country.”",
      "9": "Then this message from the Lord came to me:",
      "10": "“Go take up an offering from those who came out of the Babylonian exile, that is, from Heldai, from Tobijah, and from Jedaiah. Go along with them today into the house of Zephaniah’s son Josiah, who returned from Babylon.",
      "11": "Take silver and gold and fashion crowns to set upon the head of Joshua son of Johozadak, the High Priest.",
      "12": "Then tell him, ‘This is what the Lord of the Heavenly Armies says: “Here is the man whose name is The Branch. He will branch out from where he is and will rebuild the Temple of the Lord.",
      "13": "Yes, he will indeed rebuild the Temple of the Lord, and he will exalt its majesty by sitting and ruling on his throne. He will serve as priest on his throne, and no contention will exist between them.",
      "14": "The crowns will go to Helem, to Tobijah, to Jedaiah, and to Zephaniah’s son Hen, as a memorial in the Temple of the Lord.",
      "15": "Those who are now far away will come and do reconstruction work in the Temple of the Lord. Then you will know that the Lord of the Heavenly Armies has sent me to you. This will come about if you diligently obey the voice of the Lord your God.”’”"
    },
    "7": {
      "1": "During the fourth year of the reign of King Darius, a message from the Lord came to Zechariah on the fourth day of the ninth month Kislev.",
      "2": "The people of Bethel were sending Sharezer, Regem-melech, and their men to pray in the Lord’s presence",
      "3": "and to speak to the priests assigned to the Temple of the Lord of the Heavenly Armies along with the prophets, asking, “Am I to go about mourning, denying myself throughout the fifth month, as I have these many years?”",
      "4": "Then this message from the Lord of the Heavenly Armies came to me:",
      "5": "“Talk to everyone in the land, as well as to the priests. Ask them, ‘When you were fasting and mourning during the fifth and seventh months for the past seventy years, were you really fasting for me?",
      "6": "And when you eat and drink, you’re eating and drinking for your own benefit, aren’t you?",
      "7": "Isn’t this what the Lord proclaimed through the former prophets, when a prosperous Jerusalem was inhabited, as were its surrounding cities, the Negev, and the Shephelah?’”",
      "8": "This message from the Lord came to Zechariah again:",
      "9": "“This is what the Lord of the Heavenly Armies says: ‘Administer true justice, and show gracious love and mercy toward each other.",
      "10": "You are not to wrong the widow, orphans, the foreigner, or the poor, and you are not to plan evil against each other.",
      "11": "But they refused to pay attention, turned their backs, and stopped listening.",
      "12": "They made their hearts hard like a diamond, to keep from obeying the Law and the messages that the Lord of the Heavenly Armies sent by his Spirit through the former prophets.",
      "13": "Therefore, just as when I cried out and they would not listen, so also they will cry out, and I will not listen,’ says the Lord of the Heavenly Armies.",
      "14": "‘I will scatter them to all of the nations, which they have not known.’”\nNow the earth was left desolate after them. As a result, no one came or went because they had turned a pleasant land into a desert."
    },
    "8": {
      "1": "This is this message from the Lord of the Heavenly Armies:",
      "2": "“This is what the Lord of the Heavenly Armies says: ‘I’m greatly jealous about Zion, and that makes me furious about her.’",
      "3": "“This is what the Lord says: ‘I will return to Zion and I will live in the midst of Jerusalem. And Jerusalem will be called, “The City of Truth” and the mountain of the Lord of the Heavenly Armies will be called, “The Holy Mountain”.’",
      "4": "“This is what the Lord of the Heavenly Armies says: ‘There will yet be old men and old women sitting in the parks of Jerusalem, each one of them holding canes in their hands due to their old age!",
      "5": "The city parks will be filled with boys and girls. They will play in the city’s open parks.’",
      "6": "“This is what the Lord of the Heavenly Armies says: ‘It may seem impossible to the survivors of this people, but is it impossible for me?’ declares the Lord of the Heavenly Armies.",
      "7": "“This is what the Lord of the Heavenly Armies says: ‘Look! After having saved my people from the land of the east and from the land of the west,",
      "8": "I will also bring them back to live in the midst of Jerusalem. They will be my people and I will truly be their righteous God.’”",
      "9": "“This is what the Lord of the Heavenly Armies says: ‘Be strong so the Temple can be built, you who are now listening to this message spoken by the prophets when the foundation was laid to the Temple of the Lord of the Heavenly Armies.",
      "10": "Before then, everyone was unemployed—even the draft animals—and no one was safe coming or going because of the enemy, because I caused everyone to oppose each other.",
      "11": "“‘But now I will not treat the survivors of this people as I did formerly,’ declares the Lord of the Heavenly Armies.",
      "12": "‘For there will be a sowing of peace: the vine will produce its fruit, the earth will produce its full yield, the sky will produce its dew, and I will make the survivors of this people inherit all these things.",
      "13": "Furthermore, house of Judah and house of Israel, even though you used to be a curse among the nations, now I will surely save you, and you will be a blessing. Stop being afraid. Instead, grow stronger.’”",
      "14": "“This is what the Lord of the Heavenly Armies says: ‘Just as I intended to bring harm to you when your ancestors angered me,’ says the Lord of the Heavenly Armies, ‘and I did not relent,",
      "15": "so I have decided at this time to do good things for Jerusalem and for the house of Judah. So stop being afraid.",
      "16": "Here’s what you must do: tell the truth to your neighbors, administer true and peaceful justice in your courtrooms,",
      "17": "don’t plot evil in your heart against a neighbor, and don’t tolerate false testimonies, because I hate all these things,’ declares the Lord.”",
      "18": "Once again this message from the Lord come to me:",
      "19": "“This is what the Lord of the Heavenly Armies says: ‘The fasts that occur in the fourth, fifth, seventh, and tenth months will be joyful and glad times for the house of Judah, replete with cheerful festivals. Therefore, love truth and peace.’”",
      "20": "“This is what the Lord of the Heavenly Armies says: ‘In the future, people will come, including residents of many cities,",
      "21": "and they will travel from one place to another place and say, “Let’s go quickly to pray in the presence of the Lord and to inquire of the Lord of the Heavenly Armies.’ And I will go, too.",
      "22": "Many people and powerful nations will come to inquire of the Lord of the Heavenly Armies in Jerusalem, and to pray in the presence of the Lord.”’”",
      "23": "“This is what the Lord of the Heavenly Armies says: ‘In the future, ten men speaking all the languages of the nations will grab hold of one Jewish person by the hem of his garment and say, “Let us go up to Jerusalem with you, because we heard that God is with you.”’”"
    },
    "9": {
      "1": "A declaration: this message from the Lord in the land of Hadrach,\n    with Damascus its confederate,\nbecause the eyes of humanity will look to the Lord,\n    along with those of all the tribes of Israel.",
      "2": "Also Hamath, which borders on it—\n    along with Tyre and Sidon—\n        indeed they are very wise.",
      "3": "“Tyre built itself a fortification,\n    hoarding silver like dust\n        and pure gold like mud in a street.",
      "4": "Look! The Lord will evict her,\n    striking at her power in the sea,\n        and she will be consumed by fire.",
      "5": "Ashkelon will see it happen and will be terrified;\n    Gaza will tremble greatly.\nEkron will be ashamed of her expectations,\n    Gaza’s king will perish,\n        and Ashkelon will become uninhabited.",
      "6": "A strange people will inhabit Ashdod,\n    and I will eliminate the arrogance of Philistia.",
      "7": "I will remove the blood from its mouth,\n    along with its abominations from between its teeth.\nIts survivors will be dedicated to our God;\n    It will be like a clan of Judah,\n        and Ekron will be as a Jebusite.",
      "8": "I will set a garrison around my Temple,\n    to hinder those who might come and go,\nand to guard against oppressors who intend to invade;\n    for I have taken note of this with my eyes.”",
      "9": "“Rejoice greatly, daughter of Zion;\n    cry out, daughter of Jerusalem!\nLook! Your king is coming to you.\n    He is righteous,\n        and he is able to save.\nHe is humble,\n    and is riding on a colt,\n        the foal of a donkey.",
      "10": "I will banish chariots from Ephraim\n    and horses from Jerusalem.\nWar weapons will be banished,\n    and your king will speak peace to the nations.\nHis dominion will extend from sea to sea,\n    and from the River to the farthest portion of the earth.",
      "11": "Now concerning you and my blood covenant with you,\n    I have liberated your prisoners\n        from a waterless pit.",
      "12": "Return to your fortress, you prisoners who have hope.\n    Even today I am telling you:\n        In return I will repay you double.",
      "13": "For I have bent Judah as if it were my bow,\n    loading it with Ephraim.\nI raised up your sons, Zion,\n    against your sons, Greece,\n        wielding you like a mighty warrior’s sword.”",
      "14": "The Lord will appear over them—\n    his arrow will shoot like lightning.\nThe Lord God will blow the trumpet,\n    and go out with the southern windstorm.",
      "15": "The Lord of the Heavenly Armies will defend them;\n    they will devour and conquer those who sling stones.\nThey will drink and be boisterous like those who are drunk.\n    They will be filled to the brim with blood,\n        like the corners of the altar.",
      "16": "The Lord their God will save them at that time\n    as his very own flock of people,\nbecause they are his crown jewels,\n    exalted throughout his land.",
      "17": "For how great is his goodness,\n    and how great is his beauty!\nGrain will make the young men thrive,\n    and new wine the virgins."
    },
    "10": {
      "1": "“Ask the Lord for rain in the spring—\n    the Lord who fashions lightning thunderstorms,\ngiving rain showers to mankind\n    along with grain in the fields.",
      "2": "Truly the family idols talk nonsense\n    and the diviners discern lies,\n        describing delusional dreams.\nSince their comfort is vacuous,\n    they wander off on their own like sheep,\n        because there is no shepherd.",
      "3": "“Against the shepherds my anger rises—\n    I am punishing the leaders also,\nbecause the Lord of the Heavenly Armies has visited his flock, the house of Judah,\n    appointing them as his royal war horse for battle.",
      "4": "From them arises the cornerstone and tent peg,\n    from them the battle bow,\n        from them arise all sorts of oppressive rulers.",
      "5": "They will be like mighty soldiers\n    who trample mud in the streets during battle.\nThey will fight because the Lord is with them,\n    and the opposing horsemen will be confused.",
      "6": "“I will fortify the house of Judah,\n    and the house of Joseph I will save.\nI will surely bring them back,\n    because I care about them.\nThey will be as if I had never cast them away.\n    Since I am the Lord their God,\n        I will answer them.",
      "7": "“The people of Ephraim will become like mighty soldiers;\n    they will be glad, like those who have wine.\nTheir children will see this and rejoice;\n    their hearts will find joy in the Lord.",
      "8": "I will whistle for them, gathering them together,\n    because I have redeemed them,\n        and they will multiply as they were before.",
      "9": "I will scatter them among the nations,\n    and so they will remember me in distant countries.\nThey will rear their children,\n    and they will return.",
      "10": "I will bring them once again out of the land of Egypt,\n    gathering them from Assyria.\nI will bring them into the land of Gilead and Lebanon,\n    but there will not be enough space for them.",
      "11": "They will pass through the sea of affliction,\n    and they will strike the waves in that sea.\nAll of the depths of the Nile will evaporate,\n    Assyria’s arrogance will be brought down low,\n        and the ruling power of Egypt will disappear.",
      "12": "“I will strengthen them in the Lord,\n    and they will march here and there in his name,”\n        declares the Lord."
    },
    "11": {
      "1": "Open your doors, Lebanon,\n    and fire will consume your cedars.",
      "2": "Wail, cypress tree,\n    for the cedar has fallen\n        while the stately trees are destroyed.\nWail, oak trees of Bashan,\n    for the old growth forest has been cut down.",
      "3": "Hear the wailing of the shepherds,\n    for the magnificence of the forest is ruined!\nHear the roar of the lions,\n    for the Jordan’s arrogance is ruined!",
      "4": "This is what the Lord my God says: “Shepherd the flock marked for slaughter.",
      "5": "Their buyers slaughter them without being punished, continuing to sell them as they say, ‘Bless the Lord!’ and, ‘I’m rich!’ Meanwhile, their shepherds show them no compassion.",
      "6": "Therefore I will no longer show compassion upon those who live in the land,” declares the Lord. “Look! I will deliver every single person into the control of his neighbor and into the control of the king. Even though they assault the land, I will not deliver it from their control.”",
      "7": "So I became shepherd of the flock marked for slaughter, paying attention to the oppressed of the flock. I took two staffs—naming one “Pleasant” and the other one “Union”—and then I pastured the flock.",
      "8": "In a single month I got rid of three shepherds because I grew tired of them, and they despised me.",
      "9": "So I said, “I will no longer be your shepherd. Let those who are about to die perish, and let what is about to be destroyed be destroyed. As for the survivors, let them devour each other.”",
      "10": "Then I took the staff that I had named “Pleasant” and broke it, showing I was breaking my covenant that I had made with all of the people.",
      "11": "It was broken at that time so the oppressed of the flock who were observing me would know that it had been a message from the Lord.",
      "12": "I told them, “If it’s alright with you, pay me what I’ve earned. But if it isn’t, don’t.”\nSo they paid out what I had earned—30 pieces of silver.",
      "13": "Then the Lord told me, “Throw the money into the treasury—that magnificent value they placed on me!”\nSo I took the 30 shekels of silver and threw them into the treasury of the Temple of the Lord.",
      "14": "Then I broke my second staff—the one I had named “Union”—breaking the union between the house of Judah and the house of Israel.",
      "15": "The Lord told me, “Pick up the tools of a worthless shepherd again,",
      "16": "for I am now raising up a shepherd in the land who will neither search for the lost, nor care for the young, nor fix the broken, nor sustain the healthy. Instead, he will devour the meat of the best of the sheep, tearing off their hoofs.”",
      "17": "“Woe to the worthless shepherd,\n    who deserts the flock!\nMay the sword strike his arm\n    and his right eye.\nMay his arm wither\n    and his right eye be completely blind.”"
    },
    "12": {
      "1": "A declaration: a message from the Lord to Israel. “The Lord, who stretches out the heavens, who lays the foundation of the earth, and who frames the spirit of man within himself, declares,",
      "2": "‘Look, I am making Jerusalem an unstable cup toward all of its surrounding armies when they lay siege against Judah and Jerusalem.",
      "3": "It will come about at that time that I will make Jerusalem a heavy weight; so everyone who burdens themselves with it will be crushed, even though all of the nations of the earth gather themselves against it.",
      "4": "At that time,’ declares the Lord, ‘I will strike every horse with panic and every rider with insanity. I will keep my eyes on the house of Judah, but I will blind every horse of the invading armies.",
      "5": "The leaders of Judah will say to themselves, “Those who live in Jerusalem are my strength through the Lord of the Heavenly Armies, their God.”",
      "6": "‘At that time, I will make the leaders of Judah like a brazier filled with blazing wood, or like a torch setting fire to harvested grain. They will devour all the invading armies, both on the right hand and on the left. As a result, Jerusalem will again be inhabited in its rightful place—as the real Jerusalem.’”",
      "7": "The Lord will deliver the tents of Judah first, so that neither the glory of the house of David nor the glory of the inhabitants of Jerusalem overshadows Judah.",
      "8": "At that time, the Lord will defend those who live in Jerusalem, and the one who is feeble among them at that time will be like David. The entire house of David will be like God—indeed, like the angel of the Lord in their midst!",
      "9": "“‘At that time, I will search out and destroy all of the nations who have come against Jerusalem.",
      "10": "I will pour out on the house of David and on the residents of Jerusalem a spirit of grace and of supplications, and they will look to me—the one whom they pierced.’”\nThen they will mourn for him, as for an only son. They will grieve bitterly for him, as for a firstborn son.",
      "11": "At that time, Jerusalem will mourn deeply, like the mourning about Hadad-rimmon that took place in the plain of Megiddo.",
      "12": "And so the land will mourn, families by families, alone by themselves—the family of the house of David by itself with their wives by themselves, the family of the house of Nathan by itself with their wives by themselves,",
      "13": "the family of the house of Levi by itself with their wives by themselves, the family of Shimei by itself with their wives by themselves—",
      "14": "all of the surviving families by themselves, along with their wives by themselves."
    },
    "13": {
      "1": "At that time, a fountain will be opened for the house of David and for those who live in Jerusalem so they can be cleansed from sin and ceremonial impurity.",
      "2": "“At that time,” declares the Lord of the Heavenly Armies, “I will eliminate the names of the idols from the land, and they will not be remembered anymore. I will also force both prophet and demon to leave the land.",
      "3": "It will also come about that if any man would dare to prophesy, then his father and his mother who bore him will respond to him, ‘You will not live, because you are speaking lies in the name of the Lord.’ Then his father and mother who bore him will stab him for prophesying.",
      "4": "Furthermore, it will come about at that time that every prophet will become ashamed of his vision as he prophesies. They will wear no rough garments intended to deceive others.”",
      "5": "“He will say, ‘I am no mere prophet. A servant of mankind am I, because a man dedicated to this have I been from my youth.’",
      "6": "“Someone will say to him, ‘What are these injuries to your hands?’\n“He will reply, ‘…what I received at my friend’s house.’",
      "7": "“Arise, sword, against my shepherd,\n    against the mighty one who is related to me,”\n        declares the Lord of the Heavenly Armies.\n“Strike the shepherd,\n    the sheep will be scattered,\n        and I will turn against the insignificant ones.",
      "8": "It will come about in all of the land,”\n    declares the Lord,\n“that two thirds of the people living there will die,\n    but a third will survive who live there.",
      "9": "And I will bring that surviving third through,\n    testing them as if through fire,\npurifying them like silver,\n    assaying them like gold.\nThey will call on my name,\n    and I will answer them.\nI will say, ‘This is my people,’\n    and they will say, ‘The Lord is my God.’”"
    },
    "14": {
      "1": "“Look! A day is coming for the Lord, when your plunder will be divided among you.",
      "2": "I will gather all the nations against Jerusalem, to lay siege against it. The city will be captured, the houses will be ransacked, the women raped, and half of the city will go into exile, but the remaining people will not be cut off from the city.",
      "3": "Then the Lord will go out to battle against those nations, waging war as in a day of battle.",
      "4": "His feet will stand in that day on the Mount of Olives, east of Jerusalem. Then the Mount of Olives will be split in two from east to west, forming a very large valley, with half of the mountain moving toward the north and half toward the south.",
      "5": "You will run away through my mountain valley, because the valley of the mountains will extend as far as Azal. You will flee, as you fled from the earthquake during the reign of King Uzziah of Judah. And so the Lord my God will come, and all his holy ones will be accompanying you.”",
      "6": "“At that time, the daylight will be neither bright nor overcast.",
      "7": "It will be a unique day, known only to the Lord—neither daytime nor nighttime—and it will come about at twilight there will be light!",
      "8": "At that time, flowing waters will run perennially from Jerusalem, half toward the Dead Sea and half to the Mediterranean Sea.",
      "9": "The Lord will be king over all the earth at that time. There will be one Lord, and his name the only one.",
      "10": "The entire land will become like the Arabah plain from Geba to Rimmon, south of Jerusalem. It will be raised up and inhabited where it is, from the Gate of Benjamin to the First Gate, then to the Corner Gate, to the Hananel Tower, and to the king’s winepresses.",
      "11": "People will live there, there will be no more destruction, and Jerusalem will be safely inhabited.”",
      "12": "“This will be the plague with which the Lord inflicts all of the people who have attacked Jerusalem: he will cause their flesh to rot away, even while they’re standing on their feet. He will cause their eyes to rot away in their sockets, and their tongues to rot away in their mouths.",
      "13": "At that time, they will be stricken with a terrible panic from the Lord. Everyone will attack each other.",
      "14": "Judah, too, will fight at Jerusalem. Then the wealth of the surrounding nations will be gathered up: gold, silver, and clothing in great abundance.",
      "15": "A similar plague will also strike horses, mules, camels, donkeys, and all of the animals in those camps.”",
      "16": "“It will come about that all of the survivors of the nations who came against Jerusalem will come there from year to year to worship the King, the Lord of the Heavenly Armies, and to observe the Festival of Tents.",
      "17": "If anyone from the families of the earth will not come to Jerusalem to worship the King, the Lord of the Heavenly Armies, there will be no rain for them.",
      "18": "If the people of Egypt do not come to Jerusalem to take part, they will have no annual Nile overflow. A plague will come from the Lord to strike the nations who do not come to observe the Festival of Tents.",
      "19": "This will be the punishment for Egypt and all nations who do not come to observe the Festival of Tents.”",
      "20": "“At that time, there will be written on the bells of the horses:\nHoliness to the Lord\nand the pots in the Temple of the Lord will be like the bowls in front of the altar—",
      "21": "every pot in Jerusalem and in Judah will be consecrated to the Lord of the Heavenly Armies. Everyone who offers sacrifices will come, will take them, and will cook in them. Furthermore, at that time, there will no longer be a Canaanite in the Temple of the Lord of the Heavenly Armies.”"
    }
  }
}