{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:42:50.309358-04:00",
    "Translation": "ISV"
  },
  "Zephaniah": {
    "1": {
      "1": "This message from the Lord came to Cushi’s son Zephaniah, the grandson of Gedaliah and great-grandson of Hezekiah’s son Amariah, during the reign of Amon’s son Josiah, king of Judah:",
      "2": "“I’ll utterly sweep away everything from the land,”\n    declares the Lord.",
      "3": "“I’ll consume both human beings and animals—\n    I’ll consume the birds of the sky,\nthe fish in the sea,\n    and the wicked along with their sin,\nwhen I eliminate human beings from the land,”\n        declares the Lord.",
      "4": "“I will also stretch out my hand against Judah,\n    and upon all inhabitants of Jerusalem.\nI’ll wipe out every trace of Baal from this place,\n    and the name of the pagan priests,\n        along with my own priests.",
      "5": "I’ll wipe out those who worship the stars\n    that they view from their housetops,\nthose who bow down and swear to the Lord\n    and who also swear by Milcom,",
      "6": "those who turn away from the Lord,\n    don’t seek the Lord,\n        and never ask for his help.”",
      "7": "Remain silent in the presence of the Lord God,\n    because the Day of the Lord approaches,\nand because the Lord has prepared a sacrifice\n    for those whom he has invited to be consecrated.",
      "8": "“It will come about during the Lord’s sacrifice\n    that I’ll punish the officials, the royal descendants,\n        and all who wear foreign clothing.",
      "9": "At the same time, I’ll punish every idol worshipper,\n    especially those who are filling their master’s temple with violence and deceit.",
      "10": "When all of this happens,” declares the Lord,\n    “a loud shriek will come from the Fish Gate,\nand howling from the Mishneh Quarter,\n    along with great destruction from the hills.”",
      "11": "“Wail, you who live in the market district,\n    because all of the merchants will be crushed\n        and all of their customers will be eliminated.",
      "12": "And it will come about that I will search Jerusalem with candles,\n    punishing the self-satisfied and complacent,\nwho say to themselves,\n    ‘The Lord will do neither good nor evil.’",
      "13": "Therefore their possessions will be seized as plunder\n    and their homes left in ruins.\nThey may build houses,\n    but they won’t live in them.\nThey may plant vineyards,\n    but they won’t drink their wine.”",
      "14": "“The great Day of the Lord approaches—\n    How it comes, hurrying faster and faster!\nThe sound of the Day of the Lord there\n    includes the bitter cry of the mighty soldier.",
      "15": "That day will be filled with wrath,\n    a day of trouble and tribulation,\na day of desolation and devastation,\n    a day of doom and gloom,\na day of clouds and shadows,",
      "16": "a day of trumpet and battle cry\n        against fortified cities and watch towers.",
      "17": "“And I’ll bring so much distress to people\n    that they will walk around like the blind.\nBecause they have sinned against the Lord,\n    their blood will be poured out like dust\n        and their intestines will spill out like manure.",
      "18": "Neither their silver nor their gold will deliver them\n    in the Day of the Lord’s wrath;\nbut the entire land will be consumed\n    by the fire of his jealousy,\nfor he will bring the inhabitants of the land to a sudden end.”"
    },
    "2": {
      "1": "“Gather together!\nYes, indeed, gather together,\n        you shameless nation!",
      "2": "Before the decree is carried out,\n    before the day flies away like chaff,\nbefore the fierce anger of the Lord visits you,\n    before the Day of the Lord’s wrath surprises you,",
      "3": "seek the Lord, all you humble people of the land,\n    who do what he commands.\nSeek righteousness!\n    Seek humility!\n        Maybe you will be protected in the Day of the Lord’s anger.”",
      "4": "“For Gaza will be forsaken,\n    and Ashkelon deserted—\nAshdod will be emptied at high noon;\n    even Ekron will be uprooted.",
      "5": "Woe to those who live along the coast,\n    the people of Philistia!\nThis message from the Lord is being spoken against you,\n    Canaan, land of the Philistines:\n        ‘I’ll destroy you until no one lives there!’",
      "6": "The Philistine coast will become meadows\n    for shepherds and sheep pens.",
      "7": "The survivors of Judah will find pasture on it;\n    at twilight they will lie down in the houses of Ashkelon,\nfor the Lord their God will visit them,\n    restoring their prosperity.”",
      "8": "“I’ve heard Moab’s insults\n    and the curses from those Ammonites\nby which they defame my people\n    and boast about their territory.",
      "9": "Therefore as I’m alive and living,” declares the Lord of the Heavenly Armies, the God of Israel,\n    “Moab will surely become like Sodom,\n        and the Ammonites like Gomorrah,\na place overrun by weeds and salty marshes,\n    unpopulated forever.\nThe survivors of my people will confiscate their property,\n    and those who remain of my nation will inherit what was theirs.",
      "10": "This they will have in lieu of their pride,\n    because they have insulted and mocked the people of the Lord of the Heavenly Armies.",
      "11": "The Lord will incite them to terror,\n    because he will cause all the gods of the earth to waste away.\nThey will worship him,\n    every person in his own home,\n        including even the coastlands of the nations.”",
      "12": "“Now as for you, Cush,\n    you will surely be slain by my sword!",
      "13": "“And the Lord will attack the north, destroying Assyria.\n    He will turn Nineveh into a desolate ruin,\n        as dry as a desert wilderness.",
      "14": "Flocks will lie down in her midst,\n    along with animals of every kind.\nDesert owls and screeching owls will nest at the top of the pillars,\n    hooting through the vacant windows,\n        ‘Ruin sits at these doorsills,’\nfor he will expose even the cedar framework.",
      "15": "This is that carefree city that lived irresponsibly,\n    that told herself, ‘Me first!’\n        and, ‘There will be no one else!’\nHow ruined she has become—\n    a habitat for wild animals!\nEveryone who passes by her will sneer at her\n    and make obscene gestures!”"
    },
    "3": {
      "1": "Woe to this filthy, polluted, and oppressive city!",
      "2": "It won’t obey anyone.\nIt won’t accept discipline.\n    It does not trust in the Lord.\n        It does not approach God.",
      "3": "Its national officials are roaring lions;\n    its judges are like wolves of the night\n        that don’t leave the bones for the morning.",
      "4": "Its prophets are arrogant and treacherous.\n    Its priests have contaminated the sanctuary.\n        They give perverse interpretations of the Law.",
      "5": "The righteous Lord who lives within her will do no wrong;\n    he will bring justice to light morning by morning.\nHe never fails,\n    but the unjust are shameless.",
      "6": "“I have destroyed nations—\n    their fortifications are deserted.\nI have turned their main thoroughfares into wastelands\n    where no one will travel.\nTheir cities are desolate;\n    as a result, not one man remains—\n        no, not even a single resident.",
      "7": "I have said, ‘If only you would fear me,\n    if only you would take my instructions to heart.’\n        Then their houses would not have been torn down.\nI have chastened them,\n    but they were eager to corrupt everything they were doing.”",
      "8": "“Just you wait!” declares the Lord.\n    “The day will come when I stand up as a prosecutor,\nfor I am determined to assemble the nations\n    and to gather the kingdoms,\nin order to pour out my indignation upon them—\n    all of my fierce anger.\nAll the earth will be consumed by the fire of my jealousy.",
      "9": "Indeed, then I will return my people to a pure language\n    so that they all may call upon the name of the Lord,\n        serving him with a united will.",
      "10": "“From beyond the rivers of Sudan my worshipers—\n    including my dispersed people—\n        will present offerings to me.",
      "11": "When this happens, you will not be ashamed of your actions\n    by which you sinned against me,\nbecause I will remove from among you those who revel in pride.\n    Arrogance will have no place in my holy mountain.",
      "12": "I will keep a humble and gentle people among you,\n    and they will trust in the name of the Lord.",
      "13": "The survivors of Israel will not practice lawlessness\n    nor tell lies,\nnor will a deceitful message be found in their mouths,\n    because they will eat and rest,\n        with no one to cause fear.”",
      "14": "“Sing aloud, daughter of Zion!\n    Shout out, Israel!\n        Rejoice with all of your heart, daughter of Jerusalem!",
      "15": "The Lord has acquitted you;\n    turning back your adversaries.\nIsrael’s king, the Lord, is among you;\n    you will not fear disaster anymore.",
      "16": "“When all of this happens, it will be told Jerusalem,\n    ‘Don’t be afraid!”\nand to Zion,\n    ‘Don’t lose courage!”",
      "17": "The Lord your God among you is powerful—\n    he will save\nand he will take joyful delight in you.\n    In his love he will renew you with his love;\n        he will celebrate with singing because of you.",
      "18": "I will gather the afflicted from the solemn assembly;\n    those who were with you,\n        who were bearing a burden of disgrace.",
      "19": "“Watch how I deal with everyone who oppresses you!\n    At that time I will rescue the one who is lame,\n        and I will draw to me the one who has been driven away.\nI will honor them with praise\n    and with a good reputation in every land\n        where they have been put to shame.",
      "20": "At that time I will gather you;\n    at that time I will bring you home.\nIndeed, I will give you a good reputation,\n    making you praiseworthy among all of the people of the world,\n        when I restore your prosperity before your eyes,” says the Lord."
    }
  }
}