{
  "1 Chronicles": {
    "1": {
      "1": "Adam, Seth, Enosh,",
      "2": "Cainan, Mahalalel, Jared,",
      "3": "Enoch, Methuselah, Lamech,",
      "4": "Noah, Shem, Ham, and Japheth.",
      "5": "The sons of Japheth were Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras.",
      "6": "And the sons of Gomer, Ashkenaz, and Diphath and Togarmah.",
      "7": "Also the sons of Javan, Elishah and Tarshishah, Kittim, and Dodanim.",
      "8": "The sons of Ham were Cush, and Mizraim, Put and Canaan.",
      "9": "And the sons of Cush, Seba, and Havilah, and Sabta, and Raama, and Sabtecha. Also the sons of Raama were Sheba and Dedan.",
      "10": "And Cush begat Nimrod, who began to be mighty in the earth.",
      "11": "And Mizraim begat Ludim and Anamim, Lehabim, and Naphtuhim:",
      "12": "Pathrusim also, and Casluhim, of whom came the Philistines, and Caphtorim.",
      "13": "Also Canaan begat Sidon his firstborn, and Heth,",
      "14": "And the Jebusite, and the Amorite, and the Girgashite,",
      "15": "And the Hivite, and the Arkite, and the Sinite,",
      "16": "And the Arvadite, and the Zemarite, and the Hamathite.",
      "17": "The sons of Shem were Elam and Asshur, and Arphaxad, and Lud, and Aram, and Uz, and Hul, and Gether, and Meshech.",
      "18": "Also Arphaxad begat Shelah, and Shelah begat Eber.",
      "19": "Unto Eber also were born two sons: the name of the one was Peleg: for in his days was the earth divided, and his brother’s name was Joktan.",
      "20": "Then Joktan begat Almodad and Sheleph, and Hazarmaveth and Jerah,",
      "21": "And Hadoram, and Uzal and Diklah,",
      "22": "And Ebal, and Abimael, and Sheba,",
      "23": "And Ophir, and Havilah, and Jobab: all these were the sons of Joktan.",
      "24": "Shem, Arphaxad, Shelah,",
      "25": "Eber, Peleg, Reu,",
      "26": "Serug, Nahor, Terah,",
      "27": "Abram, which is Abraham.",
      "28": "The sons of Abraham were Isaac, and Ishmael.",
      "29": "These are their generations. The eldest son of Ishmael was Nebajoth, and Kedar, and Adbeel, and Mibsam,",
      "30": "Mishma, and Dumah, Massa, Hadad, and Tema,",
      "31": "Jetur, Naphish and Kedemah: these are the sons of Ishmael.",
      "32": "And Keturah Abraham’s concubine bare sons, Zimran, and Jokshan, and Medan, and Midian, and Ishbak, and Shuah: and the sons of Jokshan, Sheba, and Dedan.",
      "33": "And the sons of Midian were Ephah, and Epher, and Hanoch and Abida, and Eldaah: All these are the sons of Keturah.",
      "34": "And Abraham begat Isaac: the sons of Isaac, Esau and Israel.",
      "35": "The sons of Esau were Eliphaz, Reuel, and Jeush, and Jaalam, and Korah.",
      "36": "The sons of Eliphaz, Teman, and Omar, Zephi, and Gatam, Kenaz, and Timna, and Amalek.",
      "37": "The sons of Reuel, Nahath, Zerah, Shammah and Mizzah.",
      "38": "And the sons of Seir, Lotan, and Shobal, and Zibeon, and Anah, and Dishon, and Ezer, and Dishan.",
      "39": "And the sons of Lotan, Hori, and Homam, and Timna Lotan’s sister.",
      "40": "The sons of Shobal were Alian, and Manahath, and Ebal, Shephi, and Onam. And the sons of Zibeon, Ajah and Anah.",
      "41": "The son of Anah was Dishon. And the sons of Dishon, Hamran, and Eshban, and Ithran, and Cheran.",
      "42": "The sons of Ezer were Bilhan, and Zaavan, and Jaakan. The sons of Dishan were Uz, and Aran.",
      "43": "And these were the Kings that reigned in the land of Edom, before a King reigned over the children of Israel, to wit, Bela the son of Beor, and the name of his city was Dinhabah.",
      "44": "Then Bela died, and Jobab the son of Zerah of Bozrah reigned in his stead.",
      "45": "And when Jobab was dead, Husham of the land of the Temanites reigned in his stead.",
      "46": "And when Husham was dead, Hadad the son of Bedad, which smote Midian in the field of Moab, reigned in his stead, and the name of his city was Avith.",
      "47": "So Hadad died, and Samlah of Masrekah reigned in his stead.",
      "48": "And Samlah died, and Saul of Rehoboth by the river reigned in his stead.",
      "49": "And when Saul was dead, Baal-Hanan the son of Achbor reigned in his stead.",
      "50": "And Baal-Hanan died, and Hadad reigned in his stead, and the name of his city was Pai, and his wife’s name Mehetabel the daughter of Matred the daughter of Mezahab.",
      "51": "Hadad died also, and there were dukes in Edom, duke Timnah, duke Aliah, duke Jetheth,",
      "52": "Duke Aholibamah, duke Elah, duke Pinon,",
      "53": "Duke Kenaz, duke Teman, duke Mibzar,",
      "54": "Duke Magdiel, duke Iram: these were the dukes of Edom."
    },
    "2": {
      "1": "These are the sons of Israel, Reuben, Simeon, Levi, and Judah, Issachar, and Zebulun,",
      "2": "Dan, Joseph, and Benjamin, Naphtali, Gad, and Asher.",
      "3": "The sons of Judah, Er, and Onan, and Shelah. These three were born to him of the daughter of Shua the Canaanite: but Er the eldest son of Judah was evil in the sight of the Lord, and he slew him.",
      "4": "And Tamar his daughter-in-law bare him Perez, and Zerah: so all the sons of Judah were five.",
      "5": "The sons of Perez, Hezron, and Hamul.",
      "6": "The sons also of Zerah were Zimri, and Ethan, and Heman, and Calcol, and Dara, which were five in all.",
      "7": "And the son of Carmi, Achar that troubled Israel, transgressing in the thing excommunicate.",
      "8": "The son also of Ethan, Azariah.",
      "9": "And the sons of Hezron that were born unto him, Jerahmeel, and Ram and Chelubai.",
      "10": "And Ram begat Amminadab, and Amminadab begat Nahshon prince of the children of Judah,",
      "11": "And Nahshon begat Salma, and Salma begat Boaz,",
      "12": "And Boaz begat Obed, and Obed begat Ishai,",
      "13": "And Jesse begat his eldest son Eliab, and Abinadab the second, and Shimea the third,",
      "14": "Nethanel the fourth, Raddai the fifth,",
      "15": "Ozem the sixth, and David the seventh.",
      "16": "Whose sisters were Zeruiah and Abigail. And the sons of Zeruiah, Abishai, and Joab, and Asahel.",
      "17": "And Abigail bare Amasa: and the father of Amasa was Jether an Ishmaelite.",
      "18": "And Caleb the son of Hezron begat Jerioth of Azubah his wife, and her sons are these, Jesher, and Shobab, and Ardon.",
      "19": "And when Azubah was dead, Caleb took unto him Ephrath, which bare him Hur.",
      "20": "And Hur begat Uri, and Uri begat Bezalel.",
      "21": "And afterward came Hezron to the daughter of Machir the father of Gilead, and took her when he was threescore years old, and she bare him Segub.",
      "22": "And Segub begat Jair, which had three and twenty cities in the land of Gilead.",
      "23": "And Geshur with Aram took the towns of Jair from them, and Kenath and the towns thereof, even threescore cities. All these were the sons of Machir the father of Gilead.",
      "24": "And after that Hezron was dead at Caleb Ephrathah, then Abijah Hezron’s wife bare him also Ashhur the father of Tekoa.",
      "25": "And the sons of Jerahmeel the eldest son of Hezron were Ram the eldest, then Bunah, and Oren and Ozem and Ahijah.",
      "26": "Also Jerahmeel had another wife named Atarah, which was the mother of Onam.",
      "27": "And the sons of Ram the eldest son of Jerahmeel were Maaz, and Jamin and Eker.",
      "28": "And the sons of Onam were Shammai and Jada. And the sons of Shammai, Nadab and Abishur.",
      "29": "And the name of the wife of Abishur was called Abihail, and she bare him Ahban and Molid.",
      "30": "The sons also of Nadab were Seled and Appaim: but Seled died without children.",
      "31": "And the son of Appaim was Ishi, and the son of Ishi, Sheshan, and the son of Sheshan, Ahlai.",
      "32": "And the sons of Jada the brother of Shammai were Jether and Jonathan: but Jether died without children.",
      "33": "And the sons of Jonathan were Peleth and Zaza. These were the sons of Jerahmeel.",
      "34": "And Sheshan had no sons, but daughters. And Sheshan had a servant that was an Egyptian named Jarha.",
      "35": "And Sheshan gave his daughter to Jarha his servant to wife, and she bare him Attai.",
      "36": "And Attai begat Nathan, and Nathan begat Zabad,",
      "37": "And Zabad begat Ephlal, and Ephlal begat Obed,",
      "38": "And Obed begat Jehu, and Jehu begat Azariah,",
      "39": "And Azariah begat Helez, and Helez begat Eleasah,",
      "40": "And Eleasah begat Sismai, and Sismai begat Shallum,",
      "41": "And Shallum begat Jekamiah, and Jekamiah begat Elishama.",
      "42": "Also the sons of Caleb the brother of Jerahmeel, were Mesha his eldest son, which was the father of Ziph: and the sons of Mareshah the father of Hebron.",
      "43": "And the sons of Hebron were Korah and Tappuah, and Rekem and Shema.",
      "44": "And Shema begat Raham the father of Jorkoam: and Rekem begat Shammai.",
      "45": "The son also of Shammai was Maon: and Maon was the father of Beth Zur.",
      "46": "And Ephah a concubine of Caleb bare Haran and Moza, and Gazez: Haran also begat Gazez.",
      "47": "The sons of Jahdai were Regem, and Jotham, and Geshan, and Pelet, and Ephah, and Shaaph.",
      "48": "Caleb’s concubine Maachah bare Sheber and Tirhanah.",
      "49": "She bare also Shaaph the father of Madmannah, and Sheva the father of Machbenah, and the father of Gibea. And Achsah was Caleb’s daughter.",
      "50": "These were the sons of Caleb the son of Hur the eldest son of Ephrathah, Shobal the father of Kirjath Jearim.",
      "51": "Salma the father of Bethlehem, and Hareph the father of Beth Gader.",
      "52": "And Shobal the father of Kirjath Jearim had sons, and he was the overseer of half Manuhoth.",
      "53": "And the families of Kirjath Jearim were the Ithrites, and the Puthites, and the Shumathites, and the Mishraites: of them came the Zorathites, and the Eshtaolites.",
      "54": "The sons of Salma of Bethlehem, and the Netophathites, the crowns of the house of Joab, and half the Manahethites and the Zorites.",
      "55": "And the families of the Scribes dwelling at Jabez, the Tirathites, the Shimeathites, the Suchathites, which are the Kenites, that came of Hammath the father of the house of Rechab."
    },
    "3": {
      "1": "These also were the sons of David, which were born unto him in Hebron: the eldest Amnon of Ahinoam, the Jezreelitess: the second Daniel of Abigail the Carmelitess:",
      "2": "The third Absalom the son of Maacah daughter of Talmai King of Geshur: the fourth Adonijah the son of Haggith:",
      "3": "The fifth Shephatiah of Abital, the sixth Ithream by Eglah his wife.",
      "4": "These six were born unto him in Hebron: and there he reigned seven years and six months: and in Jerusalem he reigned three and thirty years.",
      "5": "And these four were born unto him in Jerusalem, Shimea, and Shobab, and Nathan, and Solomon of Bathshua the daughter of Ammiel:",
      "6": "Ibhar also, and Elishama, and Eliphelet,",
      "7": "And Nogah, and Nepheg, and Japhia,",
      "8": "And Elishama, and Eliada, and Eliphelet, nine in number.",
      "9": "These are all the sons of David, besides the sons of the concubines, and Tamar their sister.",
      "10": "And Solomon’s son was Rehoboam, whose son was Abijah, and Asa his son, and Jehoshaphat his son,",
      "11": "And Joram his son, and Ahaziah his son, and Joash his son,",
      "12": "And Amaziah his son, and Azariah his son, and Jotham his son,",
      "13": "And Ahaz his son, and Hezekiah his son, and Manasseh his son,",
      "14": "And Amon his son, and Josiah his son.",
      "15": "And of the sons of Josiah, the eldest was Johanan, the second Jehoiakim, the third Zedekiah, and the fourth Shallum.",
      "16": "And the sons of Jehoiakim were Jeconiah his son, and Zedekiah his son.",
      "17": "And the sons of Jeconiah, Assir and Shealtiel his son:",
      "18": "Malchiram also and Pedaiah, and Shenazzar, Jecamiah, Hoshama, and Nedabiah.",
      "19": "And the sons of Pedaiah were Zerubbabel, and Shimei: and the sons of Zerubbabel were Meshullam, and Hananiah, and Shelomith their sister,",
      "20": "And Hashubah, and Ohel, and Berechiah, and Hasadiah, and Jushab-Hesed, five in number.",
      "21": "And the sons of Hananiah were Pelatiah, and Jeshaiah, the sons of Rephaiah, the sons of Arnan, the sons of Obadiah, the sons of Shechaniah.",
      "22": "And the son of Shechaniah was Shemaiah: and the sons of Shemaiah were Hattush and Igal, and Bariah, and Neariah, and Shaphat, six.",
      "23": "And the sons of Neariah were Elioenai, and Hezekiah, and Azrikam, three.",
      "24": "And the sons of Elioenai were Hodaviah, and Eliashib, and Pelaiah, and Akkub, and Johanan, and Delaiah, and Anani, seven."
    },
    "4": {
      "1": "The sons of Judah were Perez, Hezron, and Carmi, and Hur, and Shobal.",
      "2": "And Reaiah the son of Shobal begat Jahath, and Jahath begat Ahumai, and Lahad: these are the families of the Zorathites.",
      "3": "And these were of the father of Etam, Jezreel, and Ishma and Idbash: and the name of their sister was Hazelelponi.",
      "4": "And Penuel was the father of Gedor, and Ezer the father of Hushah: these are the sons of Hur the eldest son of Ephrathah, the father of Bethlehem.",
      "5": "But Ashhur the father of Tekoa had two wives, Helah, and Naarah.",
      "6": "And Naarah bare him Ahuzzam, and Hepher, and Temeni and Haahashtari: these were the sons of Naarah.",
      "7": "And the sons of Helah were Zereth, Zohar and Ethnan.",
      "8": "Also Koz begat Anub, and Zobebah, and the families of Aharhel the son of Harum.",
      "9": "But Jabez was more honorable than his brethren: and his mother called his name Jabez, saying, Because I bare him in sorrow.",
      "10": "And Jabez called on the God of Israel, saying, If thou wilt bless me in deed, and enlarge my coasts, and if thine hand be with me, and thou wilt cause me to be delivered from evil, that I be not hurt. And God granted the thing that he asked.",
      "11": "And Chelub the brother of Shuhah begat Mehir, which was the father of Eshton.",
      "12": "And Eshton begat Beth-Rapha, and Paseah, and Tehinnah the father of the city of Ir-Nahash: these are the men of Rechah.",
      "13": "And the sons of Kenaz were Othniel, and Seraiah, and the son of Othniel, Hathath.",
      "14": "And Meonothai begat Ophrah. And Seraiah begat Joab the father of the valley of craftsmen: for they were craftsmen.",
      "15": "And the sons of Caleb the son of Jephunneh were Iru, Elah, and Naam. And the son of Elah was Kenaz.",
      "16": "And the sons of Jehallelel were Ziph, and Ziphah, Tiria, and Asarel.",
      "17": "And the sons of Ezrah were Jether and Mered, and Epher, and Jalon, and he begat Miriam, and Shammai, and Ishbah the father of Eshtemoa.",
      "18": "Also his wife Jehudijah bare Jered the father of Gedor, and Heber the father of Sochoh, and Jekuthiel the father of Zanoah: and these are the sons of Bithiah the daughter of Pharaoh which Mered took.",
      "19": "And the sons of the wife of Hodiah, the sister of Naham the father of Keilah were the Garmites, and Eshtemoa the Maachathite.",
      "20": "And the sons of Shimon were Amnon and Rinnah, Ben-Hanan and Tilon. And the sons of Ishi were Zoheth, and Ben-Zoheth.",
      "21": "The sons of Shelah, the son of Judah were Er the father of Lecah, and Laadah the father of Mareshah, and the families of the households of them that wrought fine linen in the house of Ashbea.",
      "22": "And Jokim, and the men of Chozeba and Joash, and Saraph, which had the dominion in Moab, and Jashubi-Lehem. These also are ancient things.",
      "23": "These were porters, and dwelt among plants and hedges: there they dwelt with the king for his work.",
      "24": "The sons of Simeon were Nemuel, and Jamin, Jarib, Zerah, and Shaul.",
      "25": "Whose son was Shallum, and his son Mibsam, and his son Mishma.",
      "26": "And the sons of Mishma, Hamuel was his son, Zacchur his son, and Shimei his son.",
      "27": "And Shimei had sixteen sons, and six daughters, but his brethren had not many children, neither was all their family like to the children of Judah in multitude.",
      "28": "And they dwelt at Beersheba, and at Moladah, and at Hazar Shual,",
      "29": "And at Bilhah, and at Ezem, and at Tolad,",
      "30": "And at Bethuel, and at Hormah, and at Ziklag,",
      "31": "And at Beth Marcaboth, and at Hazar Susim, at Beth Biri, and at Shaaraim: these were their cities unto the reign of David.",
      "32": "And their towns were Etam, and Ain, Rimmon, and Tochen, and Ashan, five cities.",
      "33": "And all their towns that were round about these cities unto Baal, these are their habitations and the declaration of their genealogy,",
      "34": "And Meshobab, and Jamlech, and Joshah the son of Amaziah,",
      "35": "And Joel and Jehu the son of Joshibiah, the son of Seraiah, the son of Asiel,",
      "36": "And Elioenai, and Jaakobah, and Jeshohaiah, and Asaiah, and Adiel, and Jesimiel, and Benaiah,",
      "37": "And Ziza the son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah.",
      "38": "These were famous Princes in their families, and increased greatly their father’s houses.",
      "39": "And they went to the entering in of Gedor, even unto the East side of the valley, to seek pasture for their sheep.",
      "40": "And they found fat pasture and good, and a wide land both quiet and fruitful: for they of Ham had dwelt there before.",
      "41": "And these described by name, came in the days of Hezekiah king of Judah, and smote their tents, and the inhabitants that were found there, and destroyed them utterly unto this day, and dwelt in their room, because there was pasture there for their sheep.",
      "42": "And besides these, five hundred men of the sons of Simeon went to mount Seir, and Pelatiah, and Neariah, and Rephaiah, and Uzziel the sons of Ishi were their captains.",
      "43": "And they smote the rest of Amalek that had escaped, and they dwelt there unto this day."
    },
    "5": {
      "1": "The sons also of Reuben the eldest son of Israel (for he was the eldest, but had defiled his father’s bed, therefore his birthright was given unto the sons of Joseph the son of Israel, so that the genealogy is not reckoned after his birthright.",
      "2": "For Judah prevailed above his brethren, and of him came the prince, but the birthright was Joseph’s)",
      "3": "The sons of Reuben the eldest son of Israel, were Hanoch and Pallu, Hezron and Carmi.",
      "4": "The sons of Joel, Shemaiah his son, Gog his son, and Shimei his son,",
      "5": "Micah his son, Reaiah his son, and Baal his son,",
      "6": "Beerah his son: whom Tiglath-Pileser king of Assyria carried away, he was a prince of the Reubenites.",
      "7": "And when his brethren in their families reckoned the genealogy of their generations, Jeiel and Zechariah were the chief,",
      "8": "And Bela the son of Azaz, the son of Shema, the son of Joel, which dwelt in Aroer even unto Nebo and Baal Meon.",
      "9": "Also Eastward he inhabited unto the entering in of the wilderness from the river Perath: for they had much cattle in the land of Gilead.",
      "10": "And in the days of Saul they warred with the Hagrites, which fell by their hands: and they dwelt in their tents in all the East parts of Gilead.",
      "11": "And the children of Gad dwelt over against them in the land of Bashan, unto Salcah.",
      "12": "Joel was the chiefest, and Shapham the second, but Jaanai and Shaphat were in Bashan.",
      "13": "And their brethren of the house of their fathers were Michael, and Meshullam, and Sheba, and Jorai, and Jachan, and Zia and Eber, seven.",
      "14": "These are the children of Abihail, the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz.",
      "15": "Ahi the son of Abdiel, the son of Guni was chief of the household of their fathers.",
      "16": "And they dwelt in Gilead in Bashan, and in the towns thereof, and in all the suburbs of Sharon by their borders.",
      "17": "All these were reckoned by genealogies in the days of Jotham King of Judah, and in the days of Jeroboam king of Israel.",
      "18": "The sons of Reuben and of Gad, and of half the tribe of Manasseh of those that were valiant men, able to bear shield and sword, and to draw a bow exercised in war, were four and forty thousand, seven hundred and threescore, that went out to the war.",
      "19": "And they made war with the Hagrites, with Jetur, and Naphish, and Nodab.",
      "20": "And they were helped against them, and the Hagrites were delivered into their hand, and all that were with them: for they cried to God in the battle, and he heard them, because they trusted in him.",
      "21": "And they led away their cattle, even their camels fifty thousand, and two hundred and fifty thousand sheep, and two thousand asses, and of persons an hundred thousand.",
      "22": "For many fell down wounded, because the war was of God. And they dwelt in their steads until the captivity.",
      "23": "And the children of the half tribe of Manasseh dwelt in the land, from Bashan unto Baal Hermon, and Senir, and unto mount Hermon: for they increased.",
      "24": "And these were the heads of the households of their fathers, even Epher and Ishi, and Eliel and Azriel, and Jeremiah, and Hodaviah, and Jahdiel, strong men, valiant and famous, heads of the households of their fathers.",
      "25": "But they transgressed against the God of their fathers, and went a whoring after the gods of the people of the land, whom God had destroyed before them.",
      "26": "And the God of Israel stirred up the spirit of Pul king of Assyria, and the spirit of Tiglath-Pileser king of Assyria, and he carried them away: even the Reubenites, and the Gadites, and the half tribe of Manasseh, and brought them unto Halah and Habor, and Hara, and to the river Gozan, unto this day."
    },
    "6": {
      "1": "The sons of Levi were Gershon, Kohath, and Merari.",
      "2": "And the sons of Kohath, Amram, Izhar, and Hebron, and Uzziel.",
      "3": "And the children of Amram, Aaron, and Moses and Miriam. And the sons of Aaron, Nadab, and Abihu, and Eleazar, and Ithamar.",
      "4": "Eleazar begat Phinehas, Phinehas begat Abishua,",
      "5": "And Abishua begat Bukki, and Bukki begat Uzzi,",
      "6": "And Uzzi begat Zerahiah, and Zerahiah begat Meraioth.",
      "7": "Meraioth begat Amariah, and Amariah begat Ahitub,",
      "8": "And Ahitub begat Zadok, and Zadok begat Ahimaaz,",
      "9": "And Ahimaaz begat Azariah, and Azariah begat Johanan,",
      "10": "And Johanan begat Azariah (it was he that was Priest in the house that Solomon built in Jerusalem.)",
      "11": "And Azariah begat Amariah, and Amariah begat Ahitub,",
      "12": "And Ahitub begat Zadok, and Zadok begat Shallum,",
      "13": "And Shallum begat Hilkiah, and Hilkiah begat Azariah,",
      "14": "And Azariah begat Seraiah, and Seraiah begat Jehozadak,",
      "15": "And Jehozadak departed when the Lord carried away into captivity Judah and Jerusalem by the hand of Nebuchadnezzar.",
      "16": "The sons of Levi were Gershon, Kohath and Merari.",
      "17": "And these be the names of the sons of Gershon, Libni, and Shimei.",
      "18": "And the sons of Kohath were Amram, and Izhar, and Hebron and Uzziel.",
      "19": "The sons of Merari, Mahli and Mushi: and these are the families of Levi concerning their fathers.",
      "20": "Of Gershon, Libni his son, Jahath his son, Zimmah his son,",
      "21": "Joah his son, Iddo his son, Zerah his son, Jeatherai his son.",
      "22": "The sons of Kohath, Amminadab his son, Korah his son, Assir his son,",
      "23": "Elkanah his son, and Ebiasaph his son, and Assir his son,",
      "24": "Tahath his son, Uriel his son, Uzziah his son, and Shaul his son,",
      "25": "And the sons of Elkanah, Amasai, and Ahimoth.",
      "26": "Elkanah, the sons of Elkanah, Zophai his son, and Nahath his son,",
      "27": "Eliab his son, Jeroham his son, Elkanah his son,",
      "28": "And the sons of Samuel, the eldest Vasheni, then Abijah.",
      "29": "The sons of Merari were Mahli, Libni his son, Shimei his son, Uzzah his son,",
      "30": "Shimea his son, Haggiah his son, Asaiah his son.",
      "31": "And these be they whom David set for to sing in the house of the Lord, after that the Ark had rest.",
      "32": "And they ministered before the Tabernacle, even the Tabernacle of the Congregation with singing, until Solomon had built the house of the Lord in Jerusalem: then they continued in their office, according to their custom.",
      "33": "And these ministered with their children: of the sons of Kohath, Heman a singer, the son of Joel, the son of Samuel,",
      "34": "The son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,",
      "35": "The son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,",
      "36": "The son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,",
      "37": "The son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,",
      "38": "The son of Izhar, the son of Kohath, the son of Levi, the son of Israel,",
      "39": "And his brother Asaph stood on his right hand: and Asaph was the son of Berachiah, the son of Shimea,",
      "40": "The son of Michael, the son of Baaseiah, the son of Malchijah,",
      "41": "The son of Ethni, the son of Zerah, the son of Adaiah,",
      "42": "The son of Ethan, the son of Zimmah, the son of Shimei,",
      "43": "The son of Jahath, the son of Gershon, the son of Levi.",
      "44": "And their brethren the sons of Merari were on the left hand, even Ethan the son of Kishi, the son of Abdi, the son of Malluch,",
      "45": "The son of Hashabiah, the son of Amaziah, the son of Hilkiah,",
      "46": "The son of Amzi, the son of Bani, the son of Shamer,",
      "47": "The son of Mahli, the son of Mushi, the son of Merari, the son of Levi.",
      "48": "And their brethren the Levites were appointed unto all the service of the Tabernacle of the house of God,",
      "49": "But Aaron and his sons burnt incense upon the altar of burnt offering, and on the altar of incense, for all that was to do in the most holy place, and to make an atonement for Israel according to all that Moses the servant of God had commanded.",
      "50": "These are also the sons of Aaron, Eleazar his son, Phinehas his son, Abishua his son,",
      "51": "Bukki his son, Uzzi his son, Zerahiah his son,",
      "52": "Meraioth his son, Amariah his son, Ahitub his son,",
      "53": "Zadok his son, and Ahimaaz his son.",
      "54": "And these are the dwelling places of them throughout their towns and coasts, even of the sons of Aaron for the family of the Kohathites, for the lot was theirs.",
      "55": "So they gave them Hebron in the land of Judah and the suburbs thereof round about it.",
      "56": "But the field of the city, and the villages thereof they gave to Caleb the son of Jephunneh.",
      "57": "And to the sons of Aaron they gave the cities of Judah for refuge, even Hebron and Libnah with their suburbs, and Jattir, and Eshtemoa with their suburbs,",
      "58": "And Hilen with her suburbs, and Debir with her suburbs,",
      "59": "And Ashan and her suburbs, and Beth Shemesh and her suburbs:",
      "60": "And of the tribe of Benjamin, Geba and her suburbs, and Alemeth with her suburbs, and Anathoth with her suburbs: all their cities were thirteen cities by their families.",
      "61": "And unto the sons of Kohath the remnant of the family of the tribe, even of the half tribe of the half of Manasseh, by lot ten cities.",
      "62": "And to the sons of Gershon according to their families out of the tribe of Issachar, and out of the tribe of Asher, and out of the tribe of Naphtali, and out of the tribe of Manasseh in Bashan, thirteen cities.",
      "63": "Unto the sons of Merari according to their families out of the tribe of Reuben, and out of the tribe of Gad, and out of the tribe of Zebulun, by lot twelve cities.",
      "64": "Thus the children of Israel gave to the Levites cities with their suburbs.",
      "65": "And they gave by lot out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, and out of the tribe of the children of Benjamin, these cities, which they called by their names.",
      "66": "And they of the families of the sons of Kohath, had cities and their coasts out of the tribe of Ephraim.",
      "67": "And they gave unto them cities of refuge, Shechem in mount Ephraim, and her suburbs, and Gezer and her suburbs,",
      "68": "Jokmeam also and her suburbs, and Beth Horon with her suburbs,",
      "69": "And Aijalon and her suburbs, and Gath Rimmon and her suburbs.",
      "70": "And out of the half tribe of Manasseh, Aner and her suburbs, and Bileam and her suburbs, for the families of the remnant of the sons of Kohath.",
      "71": "Unto the sons of Gershon out of the family of the half tribe of Manasseh, Golan in Bashan, and her suburbs, and Ashtaroth with her suburbs.",
      "72": "And out of the tribe of Issachar, Kedesh and her suburbs, Daberath and her suburbs,",
      "73": "Ramoth also and her suburbs, and Anem with her suburbs.",
      "74": "And out of the tribe of Asher, Mashal and her suburbs, and Abdon and her suburbs,",
      "75": "And Hukok and her suburbs, and Rehob and her suburbs,",
      "76": "And out of the tribe of Naphtali, Kedesh in Galilee and her suburbs, and Hammon and her suburbs, and Kirjathaim and her suburbs.",
      "77": "Unto the rest of the children of Merari were given out of the tribe of Zebulun Rimmon and her suburbs, Tabor and her suburbs,",
      "78": "And on the other side Jordan by Jericho, even on the Eastside of Jordan, out of the tribe of Reuben, Bezer in the wilderness with her suburbs, and Jahzah with her suburbs,",
      "79": "And Kedemoth with her suburbs, and Mephaath with her suburbs.",
      "80": "And out of the tribe of Gad Ramoth in Gilead with her suburbs, and Mahanaim with her suburbs,",
      "81": "And Heshbon with her suburbs, and Jazer with her suburbs."
    },
    "7": {
      "1": "And the sons of Issachar were Tola and Puah, Jashub, and Shimron, four,",
      "2": "And the sons of Tola, Uzzi, and Rephaiah and Jeriel, and Jahmai, and Jibsam, and Shemuel, heads in the households of their fathers. Of Tola were valiant men of war in their generations, whose number was in the days of David two and twenty thousand, and six hundred.",
      "3": "And the son of Uzzi was Izrahiah, and the sons of Izrahiah, Michael, and Obadiah, and Joel, and Ishiah, five men all princes.",
      "4": "And with them in their generations after the household of their fathers were bands of men of war for battle six and thirty thousand: for they had many wives and children.",
      "5": "And their brethren among all the families of Issachar were valiant men of war, reckoned in all by their genealogies fourscore and seven thousand.",
      "6": "The sons of Benjamin were Bela, and Becher, and Jediael, three.",
      "7": "And the sons of Bela, Ezbon, and Uzzi, and Uzziel, and Jerimoth, and Iri five heads of the households of their fathers, valiant men of war, and were reckoned by their genealogies, two and twenty thousand and thirty and four.",
      "8": "And the sons of Becher, Zemirah, and Joash, and Eliezer, and Elioenai, and Omri, and Jerimoth, and Abijah, and Anathoth, and Alemeth: all these were the sons of Becher.",
      "9": "And they were numbered by their genealogies according to their generations, and the chief of the houses of their fathers, valiant men of war, twenty thousand and two hundred.",
      "10": "And the son of Jediael was Bilhan, and the sons of Bilhan, Jeush, and Benjamin, and Ehud, and Chenaanah, and Zethan, and Tharshish, and Ahishahar.",
      "11": "All these were the sons of Jediael, chief of the fathers, valiant men of war seventeen thousand and two hundred, marching in battle array to the war.",
      "12": "And Shuppim, and Huppim were the sons of Ir, but Hushim was the son of another.",
      "13": "The sons of Naphtali, Jahziel, and Guni, and Jezer, and Shallum of the sons of Bilhah.",
      "14": "The son of Manasseh was Asriel whom she bare unto him, but his concubine of Aram bare Machir the father of Gilead.",
      "15": "And Machir took to wife the sister of Huppim and Shuppim, and the name of their sister was Maachah. And the name of the second son was Zelophehad, and Zelophehad had had daughters.",
      "16": "And Maachah the wife of Machir bare a son, and called his name Peresh, and the name of his brother was Sheresh: and his sons were Ulam and Rakem.",
      "17": "And the son of Ulam was Bedan. These were the sons of Gilead the son of Machir, the son of Manasseh.",
      "18": "And his sister Hammoleketh bare Ishhod, and Abiezer, and Mahlah.",
      "19": "And the sons of Shemida were Ahian, and Shechem, and Likhi, and Aniam.",
      "20": "The sons also of Ephraim were Shuthelah, and Bered his son, and Tahath his son, and his son Eladah, and Tahath his son,",
      "21": "And Zabad his son, and Shuthelah his son, and Ezer, and Elead: and the men of Gath that were born in the land, slew them, because they came down to take away their cattle.",
      "22": "Therefore Ephraim their father mourned many days, and his brethren came to comfort him.",
      "23": "And when he went in to his wife, she conceived, and bare him a son, and he called his name Beriah, because affliction was in his house.",
      "24": "And his daughter was Sheerah, which built Beth Horon the nether, and the upper, and Uzzen Sheerah.",
      "25": "And Rephah was his son, and Resheph, and Telah his son, and Tahan his son,",
      "26": "Laadan his son, Ammihud his son, Elishama his son,",
      "27": "Nun his son, Joshua his son.",
      "28": "And their possessions and their habitations were Bethel, and the villages thereof, and Eastward Naaran, and Westward Gezer with the villages thereof, Shechem also and the villages thereof, unto Ayyah, and the villages thereof,",
      "29": "And by the places of the children of Manasseh, Beth Shean and her villages, Taanach and her villages, Megiddo and her villages, Dor and her villages. In those dwelt the children of Joseph the son of Israel.",
      "30": "The sons of Asher were Imnah, and Ishvah, and Ishvi, and Beriah, and Serah their sister.",
      "31": "And the sons of Beriah, Heber, and Malchiel, which is the father of Birzaith.",
      "32": "And Heber begat Japhlet, and Shomer, and Hotham, and Shua their sister.",
      "33": "And the sons of Japhlet were Pasach, and Bimhal, and Ashvath: these were the children of Japhlet.",
      "34": "And the sons of Shemer, Ahi, and Rohgah, Jehubbah, and Aram.",
      "35": "And the sons of his brother Helem were Zophah and Imna, and Shelesh, and Amal.",
      "36": "The sons of Zophah, Suah, and Harnepher, and Shual, and Beri, and Imrah,",
      "37": "Bezer and Hod, and Shamma, and Shilshah, and Jithran, and Beera.",
      "38": "And the sons of Jether, Jephunneh, and Pispah and Ara.",
      "39": "And the sons of Ulla, Arah, and Haniel, and Rizia.",
      "40": "All these were the children of Asher, the heads of their father’s houses, noble men, valiant men of war and chief princes, and they were reckoned by their genealogies for war and for battle to the number of six and twenty thousand men."
    },
    "8": {
      "1": "Benjamin also begat Bela his eldest son, Ashbel the second, and Aharah the third,",
      "2": "Nohah the fourth, and Rapha the fifth.",
      "3": "And the sons of Bela were Addar, and Gera, and Abihud,",
      "4": "And Abishua, and Naaman, and Ahoah,",
      "5": "And Gera, and Shephuphan, and Huram.",
      "6": "And these are the sons of Ehud: these were the chief fathers of those that inhabited Geba: and they were carried away captives to Manahath,",
      "7": "And Naaman, and Ahijah, and Gera, he carried them away captives: and he begat Uzza, and Ahihud.",
      "8": "And Shaharaim begat certain in the country of Moab, after he had sent away Hushim and Baara his wives.",
      "9": "He begat, I say, of Hodesh his wife, Jobab and Zibia, and Mesha and Malcam,",
      "10": "And Jeuz and Sachiah and Mirmah: these were his sons, and chief fathers.",
      "11": "And of Hushim he begat Abitub and Elpaal.",
      "12": "And the sons of Elpaal were Eber, and Misham and Shemed (which built Ono and Lod, and the villages thereof.)",
      "13": "And Beriah and Shema (which were the chief fathers among the inhabitants of Aijalon: they drave away the inhabitants of Gath.)",
      "14": "And Ahio, Shashak, and Jeremoth,",
      "15": "And Zebadiah, and Arad, and Eder,",
      "16": "And Michael, and Ispah, and Joha, the sons of Beriah,",
      "17": "And Zebadiah, and Meshullam, and Hizki, and Heber,",
      "18": "And Ishmerai, and Jizliah, and Jobab, the sons of Elpaal,",
      "19": "Jakim also, and Zichri, and Zabdi,",
      "20": "And Elienai, and Zillethai, and Eliel,",
      "21": "And Adaiah, and Beraiah, and Shimrath the sons of Shimei,",
      "22": "And Ishpan, and Eber, and Eliel,",
      "23": "And Abdon, and Zichri, and Hanan,",
      "24": "And Hananiah, and Elam, and Antothijah,",
      "25": "Iphdeiah and Penuel the sons of Shashak,",
      "26": "And Shamsherai, and Shehariah, and Athaliah,",
      "27": "And Jaareshiah, and Elijah, and Zichri, the sons of Jeroham.",
      "28": "These were the chief fathers according to their generations, even princes, which dwelt in Jerusalem.",
      "29": "And at Gibeon dwelt the father of Gibeon, and the name of his wife was Maacah.",
      "30": "And his eldest son was Abdon, then Zur, and Kish, and Baal, and Nadab,",
      "31": "And Gedor, and Ahio, and Zecher,",
      "32": "And Mikloth begat Shimeah: these also dwelt with their brethren in Jerusalem, even by their brethren.",
      "33": "And Ner begat Kish, and Kish begat Saul, and Saul begat Jonathan, and Malchishua, and Abinadab, and Esh-Baal.",
      "34": "And the son of Jonathan was Merib-Baal, and Merib-Baal begat Micah.",
      "35": "And the sons of Micah were Pithon, and Melech, and Tarea, and Ahaz,",
      "36": "And Ahaz begat Jehoaddah, and Jehoaddah begat Alemeth, and Azmaveth, and Zimri, and Zimri begat Moza,",
      "37": "And Moza begat Binea, whose son was Raphah, and his son Eleasah, and his son Azel.",
      "38": "And Azel had six sons, whose names are these: Azrikam, Bocheru, and Ishmael, and Sheariah, and Obadiah, and Hanan: all these were the sons of Azel.",
      "39": "And the sons of Eshek his brother were Ulam his eldest son, Jeush the second, and Eliphelet the third.",
      "40": "And the sons of Ulam were valiant men of war which shot with the bow, and had many sons and nephews, an hundred and fifty: all these were of the sons of Benjamin."
    },
    "9": {
      "1": "Thus all Israel were numbered by their genealogies: and behold, they are written in the book of the Kings of Israel and of Judah, and they were carried away to Babel for their transgression.",
      "2": "And the chief inhabitants that dwelt in their own possessions, and in their own cities, even Israel, the Priests, the Levites, and the Nethinim.",
      "3": "And in Jerusalem dwelt of the children of Judah, and of the children of Benjamin, and of the children of Ephraim, and Manasseh.",
      "4": "Uthai the son of Ammihud the son of Omri, the son of Imri, the son of Bani, of the children of Perez, the son of Judah.",
      "5": "And of Shiloni, Asaiah the eldest, and his sons.",
      "6": "And the sons of Zerah, Jeuel, and their brethren six hundred and ninety.",
      "7": "And of the sons of Benjamin, Sallu, the son of Meshullam, the son of Hodaviah, the son of Hassenuah.",
      "8": "And Ibneiah the son of Jeroham, and Elah the son of Uzzi, the son of Michri, and Meshullam the son of Shephatiah, the son of Reuel the son of Ibnijah.",
      "9": "And their brethren according to their generations nine hundred, fifty and six: all these men were chief fathers in the households of their fathers.",
      "10": "And of the Priests, Jedaiah, and Jehoiarib, and Jachin,",
      "11": "And Azariah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub the chief of the house of God,",
      "12": "And Adaiah the son of Jeroham, the son of Pashur, the son of Malchijah, and Maasai the son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer.",
      "13": "And their brethren the chief of the households of their fathers, a thousand seven hundred and threescore valiant men, for the work of the service of the house of God.",
      "14": "And of the Levites, Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, of the sons of Merari,",
      "15": "And Bakbakkar, Heresh and Galal, and Mattaniah the son of Micah, the son of Zichri, the son of Asaph,",
      "16": "And Obadiah the son of Shemaiah, the son of Galal, the son of Jeduthun, and Berechiah the son of Asa, the son of Elkanah, that dwelt in the villages of the Netophathites.",
      "17": "And the porters were Shallum, and Akkub, and Talmon, and Ahiman, and their brethren: Shallum was the chief.",
      "18": "For they were porters to this time by companies of the children of Levi unto the King’s gate Eastward.",
      "19": "And Shallum the son of Kore the son of Ebiasaph the son of Korah, and his brethren the Korahites (of the house of their father) were over the work, and office to keep the gates of the Tabernacle: so their families were over the host of the Lord keeping the entry.",
      "20": "And Phinehas the son of Eleazar was their guide, and the Lord was with him.",
      "21": "Zechariah the son of Meshelemiah was the porter of the door of the Tabernacle of the Congregation.",
      "22": "All these were chosen for porters of the gates, two hundred and twelve, which were numbered according to their genealogies by their towns. David established these, and Samuel the Seer in their perpetual office.",
      "23": "So they and their children had the oversight of the gates of the house of the Lord, even of the house of the Tabernacle by wards.",
      "24": "The porters were in four quarters Eastward, Westward, Northward and Southward.",
      "25": "And their brethren, which were in their towns, came at seven days from time to time with them.",
      "26": "For these four chief porters were in perpetual office, and were of the Levites, and had charge of the chambers, and of the treasures in the house of God.",
      "27": "And they lay round about the house of God, because the charge was theirs, and they caused it to be opened every morning.",
      "28": "And certain of them had the rule of the ministering vessels: for they brought them in by tally, and brought them out by tally.",
      "29": "Some of them also were appointed over the instruments, and over all the vessels of the Sanctuary, and of the flour, and the wine, and the oil, and the incense, and the sweet odors.",
      "30": "And certain of the sons of the Priests made ointments of sweet odors.",
      "31": "And Mattithiah one of the Levites which was the eldest son of Shallum the Korahite, had the charge of the things that were made in the frying pan.",
      "32": "And other of their brethren the sons of Kohath had the oversight of the showbread to prepare it every Sabbath.",
      "33": "And these are the singers, the chief fathers of the Levites, which dwelt in the chambers, and had none other charge: for they had to do in that business day and night.",
      "34": "These were the chief fathers of the Levites according to their generations, and the principal which dwelt at Jerusalem.",
      "35": "And in Gibeon dwelt the father of Gibeon, Jeiel, and the name of his wife was Maachah.",
      "36": "And his eldest son was Abdon, then Zur, and Kish, and Baal, and Ner, and Nadab,",
      "37": "And Gedor, and Ahio, and Zechariah, and Mikloth.",
      "38": "And Mikloth begat Shimeam: they also dwelt with their brethren at Jerusalem, even by their brethren.",
      "39": "And Ner begat Kish, and Kish begat Saul, and Saul begat Jonathan, and Malchishua, and Abinadab and Esh-Baal.",
      "40": "And the son of Jonathan was Merib-Baal, and Merib-Baal begat Micah.",
      "41": "And the sons of Micah were Pithon, and Melech and Tahrea.",
      "42": "And Ahaz begat Jarah, and Jarah begat Alemeth, and Azmaveth, and Zimri, and Zimri begat Moza.",
      "43": "And Moza begat Binea, whose son was Rephaiah, and his son was Eleasah, and his son Azel.",
      "44": "And Azel had six sons, whose names are these, Azrikam, Bocheru, and Ismael, and Sheariah, and Obadiah, and Hanan: these are the sons of Azel."
    },
    "10": {
      "1": "Then the Philistines fought against Israel, and the men of Israel fled before the Philistines, and fell down slain in mount Gilboa.",
      "2": "And the Philistines pursued after Saul and after his sons, and the Philistines smote Jonathan, and Abinadab, and Malchishua the sons of Saul.",
      "3": "And the battle was sore against Saul, and the archers hit him, and he was wounded of the archers.",
      "4": "Then said Saul to his armor-bearer, Draw out thy sword, and thrust me through therewith, lest these uncircumcised come and mock at me: but his armor-bearer would not, for he was sore afraid: therefore Saul took the sword, and fell upon it.",
      "5": "And when his armor-bearer saw that Saul was dead, he fell likewise upon the sword, and died.",
      "6": "So Saul died, and his three sons, and all his house, they died together.",
      "7": "And when all the men of Israel that were in the valley, saw how they fled, and that Saul and his sons were dead, they forsook their cities and fled away, and the Philistines came and dwelt in them.",
      "8": "And on the morrow when the Philistines came to spoil them that were slain, they found Saul and his sons lying in mount Gilboa.",
      "9": "And when they had stripped him, they took his head and his armor, and sent them into the land of the Philistines round about, to publish it unto their idols, and to the people.",
      "10": "And they laid up his armor in the house of their god, and set up his head in the house of Dagon.",
      "11": "When all they of Jabesh Gilead heard all that the Philistines had done to Saul,",
      "12": "Then they arose (all the valiant men) and took the body of Saul, and the bodies of his sons, and brought them to Jabesh, and buried the bones of them under an oak in Jabesh, and fasted seven days.",
      "13": "So Saul died for his transgression that he committed against the Lord, even against the word of the Lord which he kept not, and in that he sought and asked counsel of a familiar spirit,",
      "14": "And asked not of the Lord: therefore he slew him, and turned the kingdom unto David the son of Jesse."
    },
    "11": {
      "1": "Then all Israel gathered themselves to David unto Hebron, saying, Behold, we are thy bones and thy flesh.",
      "2": "And in time past, even when Saul was king, thou leddest Israel out and in: and the Lord thy God said unto thee, Thou shalt feed my people Israel, and thou shalt be captain over my people Israel.",
      "3": "So came all the Elders of Israel to the King to Hebron, and David made a covenant with them in Hebron before the Lord. And they anointed David king over Israel, according to the word of the Lord, by the hand of Samuel.",
      "4": "And David and all Israel went to Jerusalem: which is Jebus, where were the Jebusites, the inhabitants of the land.",
      "5": "And the inhabitants of Jebus said to David, Thou shalt not come in hither. Nevertheless David took the tower of Zion, which is the city of David.",
      "6": "And David said, Whosoever smiteth the Jebusites first, shall be the chief and captain. So Joab the son of Zeruiah went first up, and was captain.",
      "7": "And David dwelt in the tower: therefore they called it the city of David.",
      "8": "And he built the city on every side, from Millo even round about: and Joab repaired the rest of the city.",
      "9": "And David prospered and grew: for the Lord of hosts was with him.",
      "10": "These also are the chief of the valiant men that were with David, and joined their force with him in his kingdom with all Israel, to make him king over Israel, according to the word of the Lord.",
      "11": "And this is the number of the valiant men whom David had, Jashobeam the son of Hachmoni, the chief among thirty: he lift up his spear against three hundred, whom he slew at one time.",
      "12": "And after him was Eleazar the son of Dodo the Ahohite, which was one of the three valiant men.",
      "13": "He was with David at Pasdammim, and there the Philistines were gathered together to battle: and there was a parcel of ground full of barley, and the people fled before the Philistines.",
      "14": "And they stood in the midst of the field, and saved it, and slew the Philistines: so the Lord gave a great victory.",
      "15": "And three of the thirty captains went to a rock to David, into the cave of Adullam. And the army of the Philistines camped in the valley of Rephaim.",
      "16": "And when David was in the hold, the Philistines garrison was at Bethlehem.",
      "17": "And David longed, and said, Oh, that one would give me to drink of the water of the well of Bethlehem that is at the gate.",
      "18": "Then these three brake through the host of the Philistines, and drew water out of the well of Bethlehem that was by the gate, and took it, and brought it to David: but David would not drink of it, but poured it for an oblation to the Lord,",
      "19": "And said, Let not my God suffer me to do this: should I drink the blood of these men’s lives? for they have brought it with the jeopardy of their lives: therefore he would not drink it: these things did these three mighty men.",
      "20": "And Abishai the brother of Joab, he was chief of the three, and he lift up his spear against three hundred, and slew them, and had the name among the three.",
      "21": "Among the three he was more honorable than the two, and he was their captain: but he attained not unto the first three.",
      "22": "Benaiah the son of Jehoiada (the son of a valiant man) which had done many acts, and was of Kabzeel, he slew two strong men of Moab, he went down also and slew a Lion in the midst of a pit in time of snow.",
      "23": "And he slew an Egyptian, a man of great stature, even five cubits long, and in the Egyptian’s hand was a spear like a weaver’s beam: and he went down to him with a staff, and plucked the spear out of the Egyptian’s hand, and slew him with his own spear.",
      "24": "These things did Benaiah the son of Jehoiada, and had the name among the three worthies.",
      "25": "Behold, he was honorable among thirty, but he attained not unto the first three. And David made him of his counsel.",
      "26": "These also were valiant men of war, Asahel the brother of Joab, Elhanan the son of Dodo of Bethlehem,",
      "27": "Shammoth the Harorite, Helez the Pelonite,",
      "28": "Ira the son of Ikkesh the Tekoite, Abiezer the Anathothite,",
      "29": "Sibbechai the Hushathite, Ilai the Ahohite,",
      "30": "Maharai the Netophathite, Heled the son of Baanah the Netophathite,",
      "31": "Ithai the son of Ribai of Gibeah of the children of Benjamin, Benaiah the Pirathonite,",
      "32": "Hurai of the rivers of Gaash, Abiel the Arbathite,",
      "33": "Azmaveth the Baharumite, Eliahba the Shaalbonite,",
      "34": "The sons of Hashem the Gizonite, Jonathan the son of Shageh the Harite,",
      "35": "Ahiam the son of Sacar the Hararite, Eliphal the son of Ur,",
      "36": "Hepher the Mecherathite, Ahijah the Pelonite,",
      "37": "Hezro the Carmelite, Naarai the son of Ezbai,",
      "38": "Joel the brother of Nathan, Mibhar the son of Hagri,",
      "39": "Zelek the Ammonite, Naharai the Berothite, the armor bearer of Joab the son of Zeruiah,",
      "40": "Ira the Ithrite, Gareb the Ithrite,",
      "41": "Uriah the Hittite, Zabad the son of Ahlai,",
      "42": "Adina the son of Shiza the Reubenite, a captain of the Reubenites, and thirty with him.",
      "43": "Hanan the son of Maachah, and Joshaphat the Mithnite,",
      "44": "Uzzia the Ashterathite, Shama and Jeiel the sons of Hotham the Aroerite,",
      "45": "Jediael the son of Shimri, and Joha his brother the Tizite,",
      "46": "Eliel the Mahavite, and Jeribai and Joshaviah the sons of Elnaam, and Ithmah the Moabite,",
      "47": "Eliel and Obed, and Jaasiel the Mezobaite."
    },
    "12": {
      "1": "These also are they that came to David to Ziklag, while he was yet kept close, because of Saul the son of Kish: and they were among the valiant and helpers of the battle.",
      "2": "They were weaponed with bows, and could use the right and the left hand with stones, and with arrows and with bows, and were of Saul’s brethren, even of Benjamin.",
      "3": "The chief were Ahiezer, and Joash the sons of Shemaah a Gibeathite, and Jeziel, and Pelet the sons of Azmaveth, Berachah and Jehu the Anathothite,",
      "4": "And Ishmaiah the Gibeonite, a valiant man among thirty, and above the thirty, and Jeremiah, and Jahaziel, and Johanan, and Jozabad the Gederathite,",
      "5": "Eluzai, and Jerimoth, and Bealiah, and Shemariah, and Shephatiah the Haruphite,",
      "6": "Elkanah, and Jisshiah, and Azarel, and Joezer, Jashobeam of Korah,",
      "7": "And Joelah, and Zebadiah the sons of Jeroham of Gedor,",
      "8": "And of the Gadites there separated themselves some unto David into the hold of the wilderness, valiant men of war, and men of arms, and apt for battle, which could handle spear and shield, and their faces were like the faces of lions, and were like the roes in the mountains in swiftness,",
      "9": "Ezer the chief, Obadiah the second, Eliab the third,",
      "10": "Mishmannah the fourth, Jeremiah the fifth,",
      "11": "Attai the sixth, Eliel the seventh,",
      "12": "Johanan the eight, Elzabad the ninth,",
      "13": "Jeremiah the tenth, Machbanai the eleventh.",
      "14": "These were the sons of Gad, captains of the host: one of the least could resist an hundred, and the greatest a thousand.",
      "15": "These are they that went over Jordan in the first month, when he had filled over all his banks, and put to flight all them of the valley, toward the East and the West.",
      "16": "And there came of the children of Benjamin, and Judah to the hold unto David,",
      "17": "And David went out to meet them, and answered and said unto them, If ye be come peaceably unto me to help me, mine heart shall be knit unto you: but if you come to betray me to mine adversaries, seeing there is no wickedness in mine hands, the God of our fathers behold it, and rebuke it.",
      "18": "And the spirit came upon Amasai, which was the chief of thirty, and he said, Thine are we, David, and with thee, O son of Jesse. Peace, peace be unto thee, and peace be unto thine helpers: for thy God helpeth thee. Then David received them, and made them captains of the garrison.",
      "19": "And of Manasseh, some fell to David, when he came with the Philistines against Saul to battle, but they helped them not: for the Princes of the Philistines by advisement sent him away, saying, He will fall to his master Saul for our heads.",
      "20": "As he went to Ziklag, there fell to him of Manasseh, Adnah, and Jozabad, and Jediael, and Michael, and Jozabad, and Elihu, and Zillethai, heads of the thousands that were of Manasseh.",
      "21": "And they helped David against that band: for they were all valiant men, and were captains in the host.",
      "22": "For at that time day by day, there came to David to help him, until it was a great host, like the host of God.",
      "23": "And these are the numbers of the captains that were armed to battle, and came to David to Hebron to turn the kingdom of Saul to him, according to the word of the Lord.",
      "24": "The children of Judah that bare shield and spear, were six thousand and eight hundred armed to the war.",
      "25": "Of the children of Simeon valiant men of war, seven thousand and an hundred.",
      "26": "Of the children of Levi four thousand and six hundred.",
      "27": "And Jehoiada was the chief of them of Aaron: and with him three thousand and seven hundred.",
      "28": "And Zadok a young man very valiant, and of his father’s household came two and twenty captains.",
      "29": "And of the children of Benjamin the brethren of Saul three thousand: for a great part of them unto that time kept the ward of the house of Saul.",
      "30": "And of the children of Ephraim twenty thousand, and eight hundred valiant men and famous men in the household of their fathers.",
      "31": "And of the half tribe of Manasseh eighteen thousand, which were appointed by name to come and make David King.",
      "32": "And of the children of Issachar which were men that had understanding of the times, to know what Israel ought to do: the heads of them were two hundred, and all their brethren were at their commandment.",
      "33": "Of Zebulun that went out to battle, expert in war, and in all instruments of war, fifty thousand which could set the battle in array: they were not of a double heart.",
      "34": "And of Naphtali thousand captains, and with them with shield and spear seven and thirty thousand.",
      "35": "And of Dan expert in battle, eight and twenty thousand and six hundred.",
      "36": "And of Asher that went out to the battle and were trained in the wars, forty thousand.",
      "37": "And of the other side of Jordan of the Reubenites, and of the Gadites, and of the half tribe of Manasseh with all instruments of war to fight with, an hundred and twenty thousand.",
      "38": "All these men of war that could lead an army, came with upright heart to Hebron to make David king over all Israel: and all the rest of Israel was of one accord to make David King.",
      "39": "And there they were with David three days, eating and drinking: for their brethren had prepared for them.",
      "40": "Moreover, they that were near them until Issachar, and Zebulun, and Naphtali brought bread upon asses, and on camels, and on mules, and on oxen, even meat, flour, figs, and raisins, and wine and oil, and beeves and sheep abundantly: for there was joy in Israel."
    },
    "13": {
      "1": "And David counseled with the captains of thousands and of hundreds, and with all the governors.",
      "2": "And David said to all the Congregation of Israel, If it seem good to you, and that it proceedeth of the Lord our God, we will send to and fro unto our brethren, that are left in all the land of Israel (for with them are the Priests and the Levites in the cities and their suburbs) that they may assemble themselves unto us.",
      "3": "And we will bring again the Ark of our God to us: for we sought not unto it in the days of Saul.",
      "4": "And all the Congregation answered, Let us do so: for the thing seemed good in the eyes of all the people.",
      "5": "So David gathered all Israel together from Shihor in Egypt, even unto the entering of Hamath, to bring the Ark of God from Kirjath Jearim.",
      "6": "And David went up and all Israel to Baalah in Kirjath Jearim, that was in Judah, to bring up from thence the Ark of God the Lord that dwelleth between the Cherubims, where his Name is called on.",
      "7": "And they carried the Ark of God in a new cart out of the house of Abinadab: and Uzza and Ahio guided the cart.",
      "8": "And David and all Israel played before God with all their might, both with songs and with harps, and with viols, and with timbrels, and with cymbals, and with trumpets.",
      "9": "And when they came unto the threshingfloor of Chidon, Uzza put forth his hand to hold the Ark, for the oxen did shake it.",
      "10": "But the wrath of the Lord was kindled against Uzza, and he smote him, because he laid his hand upon the Ark: so he died there before God.",
      "11": "And David was angry, because the Lord had made a breach in Uzza, and he called the name of that place, Perez Uzza unto this day.",
      "12": "And David feared God that day, saying, How shall I bring in to me the Ark of God?",
      "13": "Therefore David brought not the Ark to him into the city of David, but caused it to turn into the house of Obed-Edom the Gittite.",
      "14": "So the Ark of God remained in the house of Obed-Edom, even in his house three months: and the Lord blessed the house of Obed-Edom, and all that he had."
    },
    "14": {
      "1": "Then sent Hiram the King of Tyre messengers to David, and Cedar trees, with masons and carpenters to build him an house.",
      "2": "Therefore David knew that the Lord had confirmed him King over Israel, and that his kingdom was lift up on high, because of his people Israel.",
      "3": "Also David took more wives at Jerusalem, and David begat more sons and daughters.",
      "4": "And these are the names of the children which he had at Jerusalem, Shammua, and Shobab, Nathan, and Solomon,",
      "5": "And Ibhar, and Elishua, and Elpelet,",
      "6": "And Nogah, and Nepheg, and Japhia,",
      "7": "And Elishama, and Beeliada, and Eliphelet.",
      "8": "But when the Philistines heard that David was anointed King over Israel, all the Philistines came up to seek David. And when David heard, he went out against them.",
      "9": "And the Philistines came, and spread themselves in the valley of Rephaim.",
      "10": "Then David asked counsel at God, saying, Shall I go up against the Philistines, and wilt thou deliver them into mine hand? And the Lord said unto him, Go up: for I will deliver them into thine hand.",
      "11": "So they came up to Baal Perazim, and David smote them there: and David said, God hath divided mine enemies with mine hand, as waters are divided: therefore they called the name of that place, Baal Perazim.",
      "12": "And there they had left their gods: and David said, Let them even be burnt with fire.",
      "13": "Again the Philistines came and spread themselves in the valley.",
      "14": "And when David asked again counsel at God, God said to him, Thou shalt not go up after them, but turn away from them, that thou mayest come upon them over against the mulberry trees.",
      "15": "And when thou hearest the noise of one going in the tops of the mulberry trees, then go out to battle: for God is gone forth before thee, to smite the host of the Philistines.",
      "16": "So David did as God had commanded him: and they smote the host of the Philistines from Gibeon even to Gezer.",
      "17": "And the fame of David went out into all lands: and the Lord brought the fear of him upon all nations."
    },
    "15": {
      "1": "And David made him houses in the city of David, and prepared a place for the Ark of God, and pitched for it a tent.",
      "2": "Then David said, None ought to carry the Ark of God, but the Levites: for the Lord hath chosen them to bear the Ark of the Lord, and to minister unto him forever.",
      "3": "And David gathered all Israel together to Jerusalem to bring up the Ark of the Lord unto his place, which he had ordained for it.",
      "4": "And David assembled the sons of Aaron, and the Levites.",
      "5": "Of the sons of Kohath, Uriel the chief, and his brethren six score.",
      "6": "Of the sons of Merari, Asaiah the chief, and his brethren two hundred and twenty.",
      "7": "Of the sons of Gershom, Joel the chief, and his brethren an hundred and thirty.",
      "8": "Of the sons of Elizaphan, Shemaiah the chief, and his brethren two hundred.",
      "9": "Of the sons of Hebron, Eliel the chief, and his brethren fourscore.",
      "10": "Of the sons of Uzziel, Amminadab the chief, and his brethren an hundred and twelve.",
      "11": "And David called Zadok and Abiathar the Priests, and of the Levites, Uriel, Asaiah and Joel, Shemaiah and Eliel, and Amminadab.",
      "12": "And he said unto them, Ye are the chief fathers of the Levites: sanctify yourselves, and your brethren, and bring up the Ark of the Lord God of Israel unto the place that I have prepared for it.",
      "13": "For because ye were not there at the first, the Lord our God made a breach among us: for we sought him not after due order.",
      "14": "So the Priests and the Levites sanctified themselves to bring up the Ark of the Lord God of Israel.",
      "15": "And the sons of the Levites bare the Ark of God upon their shoulders with the bars as Moses had commanded, according to the word of the Lord,",
      "16": "And David spake to the chief of the Levites, that they should appoint certain of their brethren to sing with instruments of music, with viols and harps, and cymbals, that they might make a sound, and lift up their voice with joy.",
      "17": "So the Levites appointed Heman the son of Joel, and of his brethren Asaph the son of Berechiah, and of the sons of Merari their brethren, Ethan the son of Kushaiah,",
      "18": "And with them their brethren in the second degree, Zechariah, Ben, and Jaaziel, and Shemiramoth, and Jehiel, and Unni, Eliab, and Benaiah, and Maaseiah, and Mattithiah, and Elipheleh, and Mikneiah, and Obed-Edom, and Jeiel the porters.",
      "19": "So Heman, Asaph, and Ethan, were singers to make a sound with cymbals of brass,",
      "20": "And Zechariah, and Aziel, and Shemiramoth, and Jehiel, and Unni, and Eliab, and Maaseiah, and Benaiah with viols on Alamoth,",
      "21": "And Mattithiah, and Elipheleh, and Mikneiah, and Obed-Edom, and Jeiel, and Azaziah, with harps upon Sheminith Jenazzeah.",
      "22": "But Chenaniah the chief of the Levites had the charge bearing the burden in the charge, for he was able to instruct.",
      "23": "And Berechiah and Elkanah were porters for the Ark.",
      "24": "And Shebaniah, and Joshaphat and Nethanel and Amasai, and Zechariah, and Benaiah, and Eliezer the Priests did blow with trumpets before the Ark of God, and Obed-Edom and Jehiah were porters for the Ark.",
      "25": "So David and the Elders of Israel and the captains of thousands went to bring up the Ark of the Covenant of the Lord from the house of Obed-Edom with joy.",
      "26": "And because that God helped the Levites that bare the Ark of the covenant of the Lord, they offered seven bullocks and seven rams.",
      "27": "And David had on him a linen garment, as all the Levites that bare the Ark, and the singers, and Chenaniah that had the chief charge of the singers: and upon David was a linen Ephod.",
      "28": "Thus all Israel brought up the Ark of the Lord’s covenant with shouting, and sound of cornet, and with trumpets, and with cymbals, making a sound with viols and with harps.",
      "29": "And when the Ark of the covenant of the Lord came into the city of David, Michal the daughter of Saul looked out at a window, and saw king David dancing and playing, and she despised him in her heart."
    },
    "16": {
      "1": "So they brought in the Ark of God, and set it in the midst of the Tabernacle that David had pitched for it, and they offered burnt offerings and peace offerings before God.",
      "2": "And when David had made an end of offering the burnt offering and the peace offerings, he blessed the people in the Name of the Lord.",
      "3": "And he dealt to every one of Israel both man and woman, to every one a cake of bread, and a piece of flesh, and a bottle of wine.",
      "4": "And he appointed certain of the Levites to minister before the Ark of the Lord, and to rehearse and to thank and praise the Lord God of Israel:",
      "5": "Asaph the chief, and next to him Zechariah, Jeiel, and Shemiramoth, and Jehiel, and Mattithiah, and Eliab, and Benaiah, and Obed-Edom, even Jeiel with instruments, viols, and harps, and Asaph to make a sound with cymbals,",
      "6": "And Benaiah and Jahaziel Priests, with trumpets continually before the Ark of the covenant of God.",
      "7": "Then at that time David did appoint at the beginning to give thanks to the Lord by the hand of Asaph and his brethren.",
      "8": "Praise the Lord and call upon his Name: declare his works among the people.",
      "9": "Sing unto him, sing praise unto him, and talk of all his wonderful works.",
      "10": "Rejoice in his holy Name: let the hearts of them that seek the Lord, rejoice.",
      "11": "Seek the Lord and his strength: seek his face continually.",
      "12": "Remember his marvelous works that he hath done, his wonders, and the judgments of his mouth,",
      "13": "O seed of Israel his servant, O the children of Jacob his chosen.",
      "14": "He is the Lord our God: his judgments are throughout all the earth.",
      "15": "Remember his Covenant forever, and the word, which he commanded to a thousand generations:",
      "16": "Which he made with Abraham, and his oath to Isaac:",
      "17": "And hath confirmed it to Jacob for a Law, and to Israel for an everlasting Covenant,",
      "18": "Saying, To thee will I give the land of Canaan, the lot of your inheritance.",
      "19": "When ye were few in number, yea, a very few, and strangers therein,",
      "20": "And walked about from nation to nation, and from one kingdom to another people,",
      "21": "He suffered no man to do them wrong, but rebuked Kings for their sakes, saying,",
      "22": "Touch not mine anointed, and do my Prophets no harm.",
      "23": "Sing unto the Lord all the earth: declare his salvation from day to day.",
      "24": "Declare his glory among the nations, and his wonderful works among all people.",
      "25": "For the Lord is great and much to be praised, and he is to be feared above all gods.",
      "26": "For all the gods of the people are idols, but the Lord made the heavens.",
      "27": "Praise and glory are before him: power and beauty are in his place.",
      "28": "Give unto the Lord, ye families of the people: give unto the Lord glory and power.",
      "29": "Give unto the Lord the glory of his Name: bring an offering and come before him, and worship the Lord in the glorious Sanctuary.",
      "30": "Tremble ye before him all the earth, surely the world shall be, and not move.",
      "31": "Let the heavens rejoice, and let the earth be glad, and let them say among the nations, The Lord reigneth.",
      "32": "Let the sea roar, and all that therein is: let the field be joyful and all that is in it.",
      "33": "Let the trees of the wood then rejoice at the presence of the Lord: for he cometh to judge the earth.",
      "34": "Praise the Lord, for he is good, for his mercy endureth forever.",
      "35": "And say ye, Save us, O God, our salvation, and gather us, and deliver us from the heathen, that we may praise thine holy Name, and glory in thy praise.",
      "36": "Blessed be the Lord God of Israel forever and ever: and let all people say, So be it, and praise the Lord.",
      "37": "Then he left there before the Ark of the Lord’s Covenant Asaph and his brethren to minister continually before the Ark, that which was to be done every day:",
      "38": "And Obed-Edom and his brethren, threescore and eight: and Obed-Edom the son of Jeduthun, and Hosah were porters.",
      "39": "And Zadok the Priest and his brethren the Priests were before the Tabernacle of the Lord, in the high place that was at Gibeon,",
      "40": "To offer burnt offerings unto the Lord, upon the burnt offering altar continually, in the morning and in the evening, even according unto all that is written in the Law of the Lord, which he commanded Israel.",
      "41": "And with them were Heman, and Jeduthun, and the rest that were chosen (which were appointed by names) to praise the Lord, because his mercy endureth forever.",
      "42": "Even with them were Heman and Jeduthun, to make a sound with the cornets and with the cymbals, with excellent instruments of music: and the sons of Jeduthun were at the gate.",
      "43": "And all the people departed, every man to his house: and David returned to bless his house."
    },
    "17": {
      "1": "Now afterward when David dwelt in his house, he said to Nathan the Prophet, Behold, I dwell in an house of cedar trees, but the Ark of the Lord’s Covenant remaineth under curtains.",
      "2": "Then Nathan said to David, Do all that is in thine heart: for God is with thee.",
      "3": "And the same night even the word of God came to Nathan, saying,",
      "4": "Go, and tell David my servant, Thus saith the Lord, Thou shalt not build me an house to dwell in:",
      "5": "For I have dwelt in no house since the day that I brought out the children of Israel unto this day, but I have been from tent to tent, and from habitation to habitation.",
      "6": "Wherefore I have walked with all Israel, spake I one word to any of the Judges of Israel (whom I commanded to feed my people) saying, Why have ye not built me an house of cedar trees?",
      "7": "Now therefore thus shalt thou say unto my servant David, Thus saith the Lord of hosts, I took thee from the sheepcote and from following the sheep, that thou shouldest be a prince over my people Israel.",
      "8": "And I have been with thee whithersoever thou hast walked, and have destroyed all thine enemies out of thy sight, and have made thee a name, like the name of the great men that are in the earth.",
      "9": "(Also I will appoint a place for my people Israel, and will plant it, that they may dwell in their place, and move no more: neither shall the wicked people vex them anymore, as at the beginning,",
      "10": "And since the time that I commanded judges over my people Israel) And I will subdue all thine enemies: therefore I say unto thee, that the Lord will build thee an house.",
      "11": "And when thy days shall be fulfilled to go with thy fathers, then will I raise up thy seed after thee, which shall be of thy sons, and will establish his kingdom.",
      "12": "He shall build me an house, and I will establish his throne forever.",
      "13": "I will be his father, and he shall be my son, and I will not take my mercy away from him, as I took it from him that was before thee.",
      "14": "But I will establish him in mine house, and in my kingdom forever, and his throne shall be established forever,",
      "15": "According to all these words, and according to all this vision. So Nathan spake to David.",
      "16": "And David the king went in and sat before the Lord, and said, Who am I, O Lord God, and what is mine house, that thou hast brought me hitherto?",
      "17": "Yet thou esteeming this a small thing, O God, hast also spoken concerning the house of thy servant for a great while, and hast regarded me according to the estate of a man of high degree, O Lord God.",
      "18": "What can David desire more of thee for the honor of thy servant? for thou knowest thy servant.",
      "19": "O Lord, for thy servant’s sake, even according to thine heart hast thou done all this great thing to declare all magnificence.",
      "20": "Lord, there is none like thee, neither is there any God besides thee according to all that we have heard with our ears.",
      "21": "Moreover what one nation in the earth is like thy people Israel, whose God went to redeem them to be his people, and to make thyself a Name, and to do great and terrible things by casting out Nations from before thy people, whom thou hast delivered out of Egypt?",
      "22": "For thou hast ordained thy people Israel to be thine own people forever, and thou Lord art become their God.",
      "23": "Therefore now Lord, let the thing that thou hast spoken concerning thy servant, and concerning his house, be confirmed forever, and do as thou hast said,",
      "24": "And let thy Name be stable and magnified forever, that it may be said, The Lord of hosts, God of Israel, is the God of Israel, and let the house of David thy servant be established before thee.",
      "25": "For thou, O my God, hast revealed unto the ear of thy servant, that thou wilt build him an house: therefore thy servant hath been bold to pray before thee.",
      "26": "Therefore now Lord (for thou art God, and hast spoken this goodness unto thy servant.)",
      "27": "Now therefore it hath pleased thee to bless the house of thy servant, that it may be before thee forever: for thou, O Lord, hast blessed it, and it shall be blessed forever."
    },
    "18": {
      "1": "And after this, David smote the Philistines, and subdued them, and took Gath, and the villages thereof out of the hand of the Philistines.",
      "2": "And he smote Moab, and the Moabites became David’s servants, and brought gifts.",
      "3": "And David smote Hadadezer King of Zobah unto Hamath, as he went to establish his border by the river Perath.",
      "4": "And David took from him a thousand chariots, and seven thousand horsemen, and twenty thousand footmen, and destroyed all the chariots, but he reserved of them an hundred chariots.",
      "5": "Then came the Aramites of Damascus to succor Hadadezer king of Zobah, but David slew of the Aramites two and twenty thousand.",
      "6": "And David put a garrison in Aram of Damascus, and the Aramites became David’s servants, and brought gifts: and the Lord preserved David wheresoever he went.",
      "7": "And David took the shields of gold that were of the servants of Hadadezer, and brought them to Jerusalem.",
      "8": "And from Tibhath, and from Chun (cities of Hadadezer) brought David exceeding much brass, wherewith Solomon made the brazen Sea, and the pillars and the vessels of brass.",
      "9": "Then Tou King of Hamath heard how David had smitten all the host of Hadadezer king of Zobah:",
      "10": "Therefore he sent Hadoram his son to king David, to salute him, and to rejoice with him, because he had fought against Hadadezer, and beaten him (for Tou had war with Hadadezer) who brought all vessels of gold and silver and brass.",
      "11": "And king David did dedicate them unto the Lord, with the silver and gold that he brought from all the nations, from Edom, and from Moab, and from the children of Ammon, and from the Philistines, and from Amalek.",
      "12": "And Abishai the son of Zeruiah smote of Edom in the salt valley eighteen thousand,",
      "13": "And he put a garrison in Edom, and all the Edomites became David’s servants: and the Lord preserved David wheresoever he went.",
      "14": "So David reigned over all Israel, and executed judgment and justice to all his people.",
      "15": "And Joab the son of Zeruiah was over the host, and Jehoshaphat the son of Ahilud Recorder,",
      "16": "And Zadok the son of Ahitub, and Abimelech the son of Abiathar were the Priests, and Shavsha the Scribe,",
      "17": "And Benaiah the son of Jehoiada was over the Cherethites and the Pelethites: and the sons of David were chief about the King."
    },
    "19": {
      "1": "After this also Nahash the king of the children of Ammon died, and his son reigned in his stead.",
      "2": "And David said, I will show kindness unto Hanun the son of Nahash, because his father showed kindness unto me. And David sent messengers to comfort him for his father. So the servants of David came into the land of the children of Ammon to Hanun, to comfort him.",
      "3": "And the princes of the children of Ammon said to Hanun, Thinkest thou that David doth honor thy father, that he hath sent comforters unto thee? Are not his servants come to thee to search, to seek and to spy out the land?",
      "4": "Wherefore Hanun took David’s servants, and shaved them, and cut off their garments by the half unto the buttocks, and sent them away.",
      "5": "And there went certain and told David concerning the men: and he sent to meet them (for the men were exceedingly ashamed) and the King said, Tarry at Jericho, until your beards be grown: then return.",
      "6": "When the children of Ammon saw that they stank in the sight of David, then sent Hanun and the children of Ammon a thousand talents of silver, to hire them chariots and horsemen out of Aram Naharaim, and out of Aram Maacah, and out of Zobah.",
      "7": "And they hired them two and thirty thousand chariots, and the king of Maacah and his people, which came and pitched before Medeba: and the children of Ammon gathered themselves together from their cities, and came to the battle.",
      "8": "And when David heard it, he sent Joab and all the host of the valiant men.",
      "9": "And the children of Ammon came out, and set their battle in array at the gate of the city. And the kings that were come, were by themselves in the field.",
      "10": "When Joab saw that the front of the battle was against him before and behind, then he chose out of all the choice of Israel, and set himself in array to meet the Aramites.",
      "11": "And the rest of the people he delivered unto the hand of Abishai his brother, and they put themselves in array against the children of Ammon.",
      "12": "And he said, If Aram be too strong for me, then thou shalt succor me: and if the children of Ammon prevail against thee, then I will succor thee.",
      "13": "Be strong, and let us show ourselves valiant for our people, and for the cities of our God, and let the Lord do that which is good in his own sight.",
      "14": "So Joab and the people that was with him, came near before the Aramites unto the battle, and they fled before him.",
      "15": "And when the children of Ammon saw that the Aramites fled, they fled also before Abishai his brother, and entered into the city: so Joab came to Jerusalem.",
      "16": "And when the Aramites saw that they were discomfited before Israel, they sent messengers, and caused the Aramites to come forth that were beyond the river: and Shophach the captain of the host of Hadadezer went before them.",
      "17": "And when it was showed David, he gathered all Israel, and went over Jordan, and came unto them, and put himself in array against them: And when David had put himself in battle array to meet the Aramites, they fought with him.",
      "18": "But the Aramites fled before Israel, and David destroyed of the Aramites seven thousand chariots, and forty thousand footmen, and killed Shophach the captain of the host.",
      "19": "And when the servants of Hadadezer saw that they fell before Israel, they made peace with David, and served him. And the Aramites would no more succor the children of Ammon."
    },
    "20": {
      "1": "And when the year was expired, in the time that kings go out a warfare, Joab carried out the strength of the army, and destroyed the country of the children of Ammon, and came and besieged Rabbah (but David tarried at Jerusalem) and Joab smote Rabbah, and destroyed it.",
      "2": "Then David took the crown of their king from off his head, and found it the weight of a talent of gold with precious stones in it: and it was set on David’s head, and he brought away the spoil of the city exceeding much.",
      "3": "And he carried away the people that were in it, and cut them with saws, and with harrows of iron, and with axes: even thus did David with all the cities of the children of Ammon. Then David and all the people came again to Jerusalem.",
      "4": "And after this also there arose war at Gezer with the Philistines: then Sibbechai the Hushathite slew Sippai of the children of Haraphah, and they were subdued.",
      "5": "And there was yet another battle with the Philistines: and Elhanan the son of Jair slew Lahmi the brother of Goliath the Gittite, whose spear staff was like a weaver’s beam.",
      "6": "And yet again there was a battle at Gath, where was a man of a great stature, and his fingers were by sixes, even four and twenty, and was also the son of Haraphah.",
      "7": "And when he reviled Israel, Jonathan the son of Shimea David’s brother did slay him.",
      "8": "These were born unto Haraphah at Gath, and fell by the hand of David, and by the hands of his servants."
    },
    "21": {
      "1": "And Satan stood up against Israel, and provoked David to number Israel.",
      "2": "Therefore David said to Joab, and to the rulers of the people, Go, and number Israel from Beersheba even to Dan, and bring it to me, that I may know the number of them.",
      "3": "And Joab answered, The Lord increased his people an hundred times so many as they be, O my lord the king: are they not all my lord’s servants? wherefore doeth my lord require this thing? why should he be a cause of trespass to Israel?",
      "4": "Nevertheless, the king’s word prevailed against Joab. And Joab departed and went through all Israel, and returned to Jerusalem.",
      "5": "And Joab gave the number and sum of the people unto David: and all Israel were eleven hundred thousand men that drew sword: and Judah was four hundred and seventy thousand men that drew sword.",
      "6": "But the Levites and Benjamin counted he not among them: for the King’s word was abominable to Joab.",
      "7": "And God was displeased with this thing: therefore he smote Israel.",
      "8": "Then David said unto God, I have sinned greatly, because I have done this thing: but now, I beseech thee, remove the iniquity of thy servant: for I have done very foolishly.",
      "9": "And the Lord spake unto Gad David’s Seer, saying,",
      "10": "Go and tell David, saying, Thus saith the Lord, I offer thee three things: choose thee one of them, that I may do it unto thee.",
      "11": "So Gad came to David, and said unto him, Thus saith the Lord, Take to thee,",
      "12": "Either three years famine, or three months to be destroyed before thine adversaries, and the sword of thine enemies to take thee, or else the sword of the Lord and pestilence in the land three days, that the Angel of the Lord may destroy throughout all the coasts of Israel: now therefore advise thee, what word I shall bring again to him that sent me.",
      "13": "And David said unto Gad, I am in a wonderful strait, let me now fall into the hand of the Lord: for his mercies are exceedingly great, and let me not fall into the hand of man.",
      "14": "So the Lord sent a pestilence in Israel, and there fell of Israel seventy thousand men.",
      "15": "And God sent the Angel into Jerusalem to destroy it. And as he was destroying, the Lord beheld, and repented of the evil, and said to the Angel that destroyed, It is now enough, let thine hand cease. Then the Angel of the Lord stood by the threshing floor of Ornan the Jebusite.",
      "16": "And David lifted up his eyes, and saw the Angel of the Lord stand between the earth and the heaven, with his sword drawn in his hand and stretched out toward Jerusalem. Then David and the Elders of Israel which were clothed in sack, fell upon their faces.",
      "17": "And David said unto God, Is it not I that commanded to number the people? It is even I that have sinned and have committed evil, but these sheep, what have they done? O Lord my God, I beseech thee, let thine hand be on me and on my father’s house, and not on thy people for their destruction.",
      "18": "Then the Angel of the Lord commanded Gad to say to David, that David should go up, and set up an altar unto the Lord in the threshing floor of Ornan the Jebusite.",
      "19": "So David went up according to the saying of Gad, which he had spoken in the Name of the Lord.",
      "20": "And Ornan turned about and saw the Angel, and his four sons that were with him, hid themselves, and Ornan threshed wheat.",
      "21": "And as David came to Ornan, Ornan looked and saw David, and went out of the threshing floor, and bowed himself to David with his face to the ground.",
      "22": "And David said to Ornan, Give me the place of thy threshing floor, that I may build an altar therein unto the Lord: give it me for sufficient money, that the plague may be stayed from the people.",
      "23": "Then Ornan said unto David, Take it to thee, and let my lord the king do that which seemeth him good: lo, I give thee bullocks for burnt offerings, and threshing instruments for wood, and wheat for meat offering, I give it all.",
      "24": "And King David said to Ornan, Not so: but I will buy it for sufficient money: for I will not take that which is thine for the Lord, nor offer burnt offerings without cost.",
      "25": "So David gave to Ornan for that place six hundred shekels of gold by weight.",
      "26": "And David built there an altar unto the Lord, and offered burnt offerings, and peace offerings, and called upon the Lord, and he answered him by fire from heaven upon the altar of burnt offering.",
      "27": "And when the Lord had spoken to the Angel, he put up his sword again into his sheath.",
      "28": "At that time when David saw that the Lord had heard him in the threshing floor of Ornan the Jebusite, then he sacrificed there.",
      "29": "(But the Tabernacle of the Lord which Moses had made in the wilderness, and the altar of burnt offering were at that season in the high place at Gibeon.",
      "30": "And David could not go before it to ask counsel at God: for he was afraid of the sword of the Angel of the Lord.)"
    },
    "22": {
      "1": "And David said, This is the house of the Lord God, and this is the altar for the burnt offering of Israel.",
      "2": "And David commanded to gather together the strangers that were in the land of Israel, and he set masons to hew and polish stones to build the house of God.",
      "3": "David also prepared much iron for the nails of the doors and of the gates, and for the joinings, and abundance of brass passing weight,",
      "4": "And cedar trees without number: for the Sidonians and they of Tyre brought much cedar wood to David.",
      "5": "And David said, Solomon my son is young and tender, and we must build an house for the Lord, magnifical, excellent and of great fame and dignity throughout all countries: I will therefore now prepare for him. So David prepared very much before his death.",
      "6": "Then he called Solomon his son, and charged him to build an house for the Lord God of Israel.",
      "7": "And David said to Solomon, My son, I purposed with myself to build an house to the Name of the Lord my God,",
      "8": "But the word of the Lord came to me, saying, Thou hast shed much blood, and hast made great battles: thou shalt not build an house unto my name: for thou hast shed much blood upon the earth in my sight.",
      "9": "Behold, a son is born to thee, which shall be a man of rest, for I will give him rest from all his enemies round about: therefore his name is Solomon: and I will send peace and quietness upon Israel in his days.",
      "10": "He shall build an house for my Name, and he shall be my son, and I will be his father, and I will establish the throne of his kingdom upon Israel forever.",
      "11": "Now therefore my son, the Lord shall be with thee, and thou shalt prosper, and thou shalt build an house to the Lord thy God, as he hath spoken of thee.",
      "12": "Only the Lord give thee wisdom and understanding, and give thee charge over Israel, even to keep the Law of the Lord thy God.",
      "13": "Then thou shalt prosper, if thou take heed to observe the statutes and the judgments which the Lord commanded Moses for Israel: be strong and of good courage: fear not, neither be afraid.",
      "14": "For behold, according to my poverty have I prepared for the house of the Lord an hundred thousand talents of gold, and a thousand thousand talents of silver, and of brass and of iron passing weight: for there was abundance. I have also prepared timber and stone, and thou mayest provide more thereto.",
      "15": "Moreover thou hast workmen with thee enough, hewers of stone, and workmen of timber, and all men expert in every work.",
      "16": "Of gold, of silver, and of brass, and of iron there is no number: Up therefore, and be doing, and the Lord will be with thee.",
      "17": "David also commanded all the princes of Israel to help Solomon his son, saying,",
      "18": "Is not the Lord your God with you, and hath given you rest on every side? for he hath given the inhabitants of the land into mine hand, and the land is subdued before the Lord, and before his people.",
      "19": "Now set your hearts and your souls to seek the Lord your God, and arise, and build the Sanctuary of the Lord God, to bring the Ark of the covenant of the Lord, and the holy vessels of God into the house built for the Name of the Lord."
    },
    "23": {
      "1": "So when David was old and full of days, he made Solomon his son King over Israel.",
      "2": "And he gathered together all the princes of Israel with the Priests and the Levites.",
      "3": "And the Levites were numbered from the age of thirty years and above, and their number according to their sum was eight and thirty thousand men.",
      "4": "Of these four and twenty thousand were set to advance the work of the house of the Lord, and six thousand were overseers and judges.",
      "5": "And four thousand were porters, and four thousand praised the Lord with instruments which he made to praise the Lord.",
      "6": "So David divided offices unto them, to wit, to the sons of Levi, to Gershon, Kohath, and Merari.",
      "7": "Of the Gershonites were Laadan and Shimei.",
      "8": "The sons of Laadan, the chief was Jehiel, and Zetham and Joel, three.",
      "9": "The Sons of Shimei, Shelomith, and Haziel, and Haran, three: these were the chief fathers of Laadan.",
      "10": "Also the sons of Shimei were Jahath, Zina, Jeush, and Beriah: these four were the sons of Shimei.",
      "11": "And Jahath was the chief, and Zizah the second, but Jeush and Beriah had not many sons: therefore they were in the families of their father, counted but as one.",
      "12": "The sons of Kohath were Amram, Izhar, Hebron and Uzziel, four.",
      "13": "The sons of Amram, Aaron and Moses: and Aaron was separated to sanctify the most holy place, he and his sons forever to burn incense before the Lord, to minister to him, and to bless in his Name forever.",
      "14": "Moses also the man of God and his children were named with the tribe of Levi.",
      "15": "The sons of Moses were Gershon, and Eliezer.",
      "16": "Of the sons of Gershon was Shebuel the chief.",
      "17": "And the son of Eliezer was Rehabiah the chief: for Eliezer had none other sons: but the sons of Rehabiah were very many.",
      "18": "The son of Izhar was Shelomith the chief.",
      "19": "The sons of Hebron were Jeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth.",
      "20": "The sons of Uzziel were Michah the first, and Jesshiah the second.",
      "21": "The sons of Merari were Mahli and Mushi. The sons of Mahli, Eleazar and Kish.",
      "22": "And Eleazar died, and had no sons, but daughters, and their brethren the sons of Kish took them.",
      "23": "The sons of Mushi were Mahli, and Eder, and Jeremoth, three.",
      "24": "These were the sons of Levi according to the house of their fathers, even the chief fathers according to their offices, according to the number of names, and their sum that did the work for the service of the house of the Lord from the age of twenty years and above.",
      "25": "For David said, The Lord God of Israel hath given rest unto his people, that they may dwell in Jerusalem forever.",
      "26": "And also the Levites shall no more bear the Tabernacle and all the vessels for the service thereof.",
      "27": "Therefore according to the last words of David, the Levites were numbered from twenty years and above,",
      "28": "And their office was under the hand of the sons of Aaron, for the service of the house of the Lord in the courts, and chambers, and in the purifying of all holy things, and in the work of the service of the house of God,",
      "29": "Both for the showbread, and for the fine flour, for the meat offering, and for the unleavened cakes, and for the fried things, and for that which was roasted, and for all measures and size,",
      "30": "And for to stand every morning, to give thanks and praise to the Lord, and likewise at even,",
      "31": "And to offer all burnt offerings unto the Lord in the Sabbaths, in the months, and at the appointed times, according to the number and according to their custom, continually before the Lord,",
      "32": "And that they should keep the charge of the Tabernacle of the Congregation, and the charge of the holy place, and the charge of the sons of Aaron their brethren in the service of the house of the Lord."
    },
    "24": {
      "1": "These are also the divisions of the sons of Aaron: The sons of Aaron were Nadab, and Abihu, Eleazar, and Ithamar.",
      "2": "But Nadab and Abihu died before their father, and had no children: therefore Eleazar and Ithamar executed the Priest’s office.",
      "3": "And David distributed them, even Zadok of the sons of Eleazar, and Ahimelech of the sons of Ithamar according to their offices in their ministration.",
      "4": "And there were found more of the sons of Eleazar by the number of men, than of the sons of Ithamar, and they divided them, to wit, among the sons of Eleazar, sixteen heads, according to the household of their fathers, and among the sons of Ithamar, according to the household of their fathers, eight.",
      "5": "Thus they distributed them by lot the one from the other, and so the rulers of the Sanctuary and the rulers of the house of God were of the sons of Eleazar, and of the sons of Ithamar.",
      "6": "And Shemaiah the son of Nethanel the Scribe of the Levites, wrote them before the king and the princes, and Zadok the Priest, and Ahimelech the son of Abiathar, and before the chief fathers of the Priests and of the Levites, one family being reserved for Eleazar, and another reserved for Ithamar.",
      "7": "And the first lot fell to Jehoiarib, and the second to Jedaiah,",
      "8": "The third to Harim, the fourth to Seorim,",
      "9": "The fifth to Malchijah, the sixth to Mijamin,",
      "10": "The seventh to Hakkoz, the eight to Abijah,",
      "11": "The ninth to Jeshua, the tenth to Shecaniah,",
      "12": "The eleventh to Eliashib, the twelfth to Jakim,",
      "13": "The thirteenth to Huppah, the fourteenth to Jeshebeab,",
      "14": "The fifteenth to Bilgah, the sixteenth to Immer,",
      "15": "The seventeenth to Hezir, the eighteenth to Happizzez,",
      "16": "The nineteenth to Pethahiah, the twentieth to Jehezekel,",
      "17": "The one and twenty to Jachin, the two and twenty to Gamul,",
      "18": "The three and twenty to Delaiah, the four and twenty to Maaziah.",
      "19": "These were their orders according to their offices, when they entered into the house of the Lord according to their custom under the hand of Aaron their father, as the Lord God of Israel had commanded him.",
      "20": "And of the sons of Levi that remained of the sons of Amram, was Shubael, of the sons of Shubael, Jehdeiah,",
      "21": "Of Rehabiah, even of the sons of Rehabiah, the first Isshiah,",
      "22": "Of Izhari, Shelomoth, of the sons of Shelomoth, Jahath,",
      "23": "And his sons, Jeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth,",
      "24": "The son of Uzziel was Michah, the son of Michah was Shamir,",
      "25": "The brother of Michah was Isshiah, the son of Isshiah, Zechariah,",
      "26": "The sons of Merari, were Mahli and Mushi, the son of Jaaziah was Beno,",
      "27": "The sons of Merari, of Jaaziah were Beno, and Shoham, and Zaccur and Ibri.",
      "28": "Of Mahli came Eleazar, which had no sons.",
      "29": "Of Kish: the son of Kish was Jerahmeel,",
      "30": "And the sons of Mushi were Mahli, and Eder, and Jerimoth: these were sons of the Levites after the household of their fathers.",
      "31": "And these also cast lots with their brethren the sons of Aaron before King David, and Zadok and Ahimelech and the chief fathers of the Priests, and of the Levites, even the chief of the families against their younger brethren."
    },
    "25": {
      "1": "So David and the captains of the army separated for the ministry the sons of Asaph, and Heman, and Jeduthun, who should sing prophesies with harps, with viols, and with cymbals, and their number was even of the men for the office of their ministry, to wit,",
      "2": "Of the sons of Asaph, Zaccur, and Joseph, and Nethaniah, and Asharelah the sons of Asaph were under the hand of Asaph, which sang prophecies by the commission of the King.",
      "3": "Of Jeduthun, the sons of Jeduthun, Gedaliah, and Zeri, and Jeshaiah, Hashabiah and Mattithiah, six, under the hands of their father: Jeduthun sang prophecies with an harp, for to give thanks and to praise the Lord.",
      "4": "Of Heman, the sons of Heman, Bukkiah, Mattaniah, Uzziel, Shebuel, and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti-Ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth.",
      "5": "All these were the sons of Heman, the King’s Seer in the words of God to lift up the horn: and God gave to Heman fourteen sons and three daughters.",
      "6": "All these were under the hand of their father singing in the house of the Lord with cymbals, viols and harps, for the service of the house of God, and Asaph, and Jeduthun, and Heman were at the King’s commandment.",
      "7": "So was their number with their brethren that were instructed in the songs of the Lord, even of all that were cunning, two hundred fourscore and eight.",
      "8": "And they cast lots, charge against charge, as well small as great, the cunning man as the scholar.",
      "9": "And the first lot fell to Joseph, which was of Asaph, the second, to Gedaliah, who with his brethren and his sons were twelve.",
      "10": "The third, to Zaccur, he, his sons and his brethren were twelve.",
      "11": "The fourth, to Jizri, he, his sons and his brethren twelve.",
      "12": "The fifth, to Nethaniah, he, his sons and his brethren twelve.",
      "13": "The sixth, to Bukkiah, he, his sons and his brethren twelve.",
      "14": "The seventh, to Jesharelah, he, his sons and his brethren twelve.",
      "15": "The eighth to Jeshaiah, he, his sons and his brethren twelve.",
      "16": "The ninth to Mattaniah, he, his sons and his brethren twelve.",
      "17": "The tenth to Shimei, he, his sons and his brethren twelve.",
      "18": "The eleventh to Azarel, he, his sons and his brethren twelve.",
      "19": "The twelfth to Hashabiah, he, his sons and his brethren twelve.",
      "20": "The thirteenth to Shubael, he, his sons and his brethren twelve.",
      "21": "The fourteenth to Mattithiah, he, his sons and his brethren twelve.",
      "22": "The fifteenth to Jeremoth, he, his sons and his brethren twelve.",
      "23": "The sixteenth to Hananiah, he, his sons and his brethren twelve.",
      "24": "The seventeenth to Joshbekashah, he, his sons and his brethren twelve.",
      "25": "The eighteenth to Hanani, he, his sons and his brethren twelve.",
      "26": "The nineteenth to Mallothi, he, his sons and his brethren twelve.",
      "27": "The twentieth to Eliathah, he, his sons and his brethren twelve.",
      "28": "The one and twentieth to Hothir, he, his sons and his brethren twelve.",
      "29": "The two and twentieth to Giddalti, he, his sons and his brethren twelve.",
      "30": "The three and twentieth to Mahazioth, he, his sons and his brethren twelve.",
      "31": "The four and twentieth to Romamti-Ezer, he, his sons and his brethren twelve."
    },
    "26": {
      "1": "Concerning the divisions of the porters, of the Korahites, Meshelemiah the son of Kore of the sons of Asaph.",
      "2": "And the sons of Meshelemiah, Zechariah the eldest, Jediael the second, Zebadiah the third, Jathniel the fourth,",
      "3": "Elam the fifth, Jehohanan the sixth, and Eliehoenai the seventh.",
      "4": "And the sons of Obed-Edom, Shemaiah the eldest, Jehozabad the second, Joah the third, and Sacar the fourth, and Nethanel the fifth,",
      "5": "Ammiel the sixth, Issachar the seventh, Peulthai the eight: for God had blessed him.",
      "6": "And to Shemaiah his son were sons born that ruled in the house of their father, for they were men of might.",
      "7": "The sons of Shemaiah were Othni, and Rephael, and Obed, Elzabad, and his brethren, strong men: Elihu also, and Semachiah.",
      "8": "All these were of the sons of Obed-Edom, they and their sons and their brethren mighty and strong to serve, even threescore and two of Obed-Edom.",
      "9": "And of Meshelemiah sons and brethren, eighteen mighty men.",
      "10": "And of Hosah of the sons of Merari, the sons were Shimri the chief, and (though he was not the eldest, yet his father made him the chief)",
      "11": "Hilkiah the second, Tebaliah the third, and Zechariah the fourth: all the sons and the brethren of Hosah were thirteen.",
      "12": "Of these were the divisions of the porters, of the chief men, having the charge against their brethren, to serve in the house of the Lord.",
      "13": "And they cast lots both small and great, for the house of their fathers, for every gate.",
      "14": "And the lot on the East side fell to Shelemiah: then they cast lots for Zechariah his son a wise counselor, and his lot came out Northward:",
      "15": "To Obed-Edom Southward, and to his sons the house of Asuppim:",
      "16": "To Shuppim and to Hosah Westward with the gate of Shallecheth by the paved street that goeth upward, ward over against ward.",
      "17": "Eastward were six Levites, and Northward four a day, and Southward four a day, and toward Asuppim two and two.",
      "18": "In Parbar toward the West were four by the paved street, and two in Parbar.",
      "19": "These are the divisions of the porters of the sons of Korah, and of the sons of Merari.",
      "20": "And of the Levites. Ahijah was over the treasures of the house of God, and over the treasures of the dedicate things.",
      "21": "Of the sons of Laadan the sons of the Gershonites descending of Laadan, the chief fathers of Laadan were Gershon and Jehieli.",
      "22": "The sons of Jehieli were Zetham and Joel his brother, appointed over the treasures of the house of the Lord.",
      "23": "Of the Amramites, of the Izharites, of the Hebronites, and of the Uzzielites.",
      "24": "And Shebuel the son of Gershom, the son of Moses, a ruler over the treasures.",
      "25": "And of his brethren which came of Eliezer, was Rehabiah his son, and Jeshaiah his son, and Joram his son, and Zichri his son, and Shelomith his son.",
      "26": "Which Shelomith and his brethren were over all the treasures of the dedicate things, which David the king, and the chief fathers, the captains over thousands, and hundreds, and the captains of the army had dedicated.",
      "27": "(For of the battles and of the spoils they did dedicate to maintain the house of the Lord.)",
      "28": "And all that Samuel the Seer had dedicated, and Saul the son of Kish, and Abner the son of Ner, and Joab the son of Zeruiah, and whosoever had dedicated anything, it was under the hand of Shelomith, and his brethren.",
      "29": "Of the Izharites was Chenaniah and his sons, for the business without over Israel, for officers and for Judges.",
      "30": "Of the Hebronites, Hashabiah and his brethren, men of activity, a thousand and seven hundred were officers for Israel beyond Jordan Westward in all the business of the Lord, and for the service of the King.",
      "31": "Among the Hebronites was Jerijah the chiefest, even the Hebronites by his generations according to the families. And in the fortieth year of the reign of David they were sought for: and there were found among them men of activity at Jazer in Gilead.",
      "32": "And his brethren men of activity, two thousand and seven hundred chief fathers, whom King David made rulers over the Reubenites, and the Gadites, and the half tribe of Manasseh, for every matter pertaining to God, and for the king’s business."
    },
    "27": {
      "1": "The children of Israel also after their number, even the chief fathers and captains of thousands and of hundreds, and their officers that served the king by divers courses, which came in and went out, month by month throughout all the months of the year: in every course were four and twenty thousand.",
      "2": "Over the first course for the first month was Jashobeam the son of Zabdiel: and in his course were four and twenty thousand.",
      "3": "Of the sons of Perez was the chief over all the princes of the armies for the first month.",
      "4": "And over the course of the second month was Dodai an Ahohite, and this was his course, and Mikloth was a captain, and in his course were four and twenty thousand.",
      "5": "The captain of the third host for the third month was Benaiah the son of Jehoiada the chief Priest: and in his course were four and twenty thousand.",
      "6": "This Benaiah was mighty among thirty and above the thirty, and in his course was Ammizabad his son.",
      "7": "The fourth for the fourth month was Asahel the brother of Joab, and Zebadiah his son after him: and in his course were four and twenty thousand.",
      "8": "The fifth for the fifth month was prince Shamhuth the Izrahite: and in his course four and twenty thousand.",
      "9": "The sixth for the sixth month was Ira the son of Ikkesh the Tekoite: and in his course four and twenty thousand.",
      "10": "The seventh for the seventh month was Helez the Pelonite, of the sons of Ephraim: and in his course four and twenty thousand.",
      "11": "The eight for the eight month was Sibbechai the Hushathite of the Zarhites: and in his course four and twenty thousand.",
      "12": "The ninth for the ninth month was Abiezer the Anathothite of the sons of Jemini: and in his course four and twenty thousand.",
      "13": "The tenth for the tenth month was Maharai the Netophathite of the Zarhites: and in his course four and twenty thousand.",
      "14": "The eleventh for the eleventh month was Benaiah the Pirathonite of the sons of Ephraim: and in his course four and twenty thousand.",
      "15": "The twelfth for the twelfth month was Heldai the Netophathite, of Othniel: and in his course four and twenty thousand.",
      "16": "Moreover the rulers over the tribes of Israel were these: over the Reubenites was ruler, Eliezer the son of Zichri: over the Simeonites, Shephatiah the son of Maachah:",
      "17": "Over the Levites, Hashabiah the son of Kemuel: over them of Aaron, and Zadok:",
      "18": "Over Judah, Elihu of the brethren of David: over Issachar, Omri the son of Michael:",
      "19": "Over Zebulun, Ishmaiah the son of Obadiah: over Naphtali, Jerimoth the son of Azriel:",
      "20": "Over the sons of Ephraim, Hoshea the son of Azaziah: over the half tribe of Manasseh, Joel the son of Pedaiah:",
      "21": "Over the other half of Manasseh in Gilead, Iddo the son of Zechariah: over Benjamin, Jaasiel the son of Abner:",
      "22": "Over Dan, Azarel the son of Jeroham. These are the princes of the tribes of Israel.",
      "23": "But David took not the number of them from twenty years old and under, because the Lord had said that he would increase Israel like unto the stars of the heavens.",
      "24": "And Joab the son of Zeruiah began to number: but he finished it not, because there came wrath for it against Israel: neither was the number put into the Chronicles of king David.",
      "25": "And over the king’s treasures was Azmaveth the son of Adiel: and over the treasures in the fields, in the cities and in the villages, and in the towers was Jehonathan the son of Uzziah:",
      "26": "And over the workmen in the field that tilleth the ground, was Ezri the son of Chelub:",
      "27": "And over them that dressed the vines, was Shimei the Ramathite: and over that which appertained to the vines, and over the store of the wine was Zabdi the Shiphmite:",
      "28": "And over the olive trees and mulberry trees that were in the valleys, was Baal-Hanan the Gederite: and over the store of the oil was Joash:",
      "29": "And over the oxen that fed in Sharon, was Shitrai the Sharonite: and over the oxen in the valleys was Shaphat the son of Adlai:",
      "30": "And over the camels was Obil the Ishmaelite: and over the asses was Jehdeiah the Meronothite:",
      "31": "And over the sheep was Jaziz the Hagrite: all these were the rulers of the substance that was king David’s.",
      "32": "And Jehonathan David’s uncle a man of counsel and understanding (for he was a scribe) and Jehiel the son of Hachmoni were with the King’s sons.",
      "33": "And Ahithophel was the king’s counselor, and Hushai the Archite the king’s friend.",
      "34": "And after Ahithophel was Jehoiada the son of Benaiah and Abiathar: and captain of the King’s army was Joab."
    },
    "28": {
      "1": "Now David assembled all the princes of Israel: the princes of the tribes, and the captains of the bands that served the King, and the captains of thousands, and the captains of hundreds, and the rulers of all the substance and possession of the king, and of his sons, with the eunuchs, and the mighty, and all the men of power, unto Jerusalem.",
      "2": "And King David stood up upon his feet, and said, Hear ye me, my brethren and my people: I purposed to have built an house of rest for the Ark of the covenant of the Lord, and for a footstool of our God, and have made ready for the building,",
      "3": "But God said unto me, Thou shalt not build an house for my Name, because thou hast been a man of war, and hast shed blood.",
      "4": "Yet as the Lord God of Israel chose me before all the house of my father, to be King over Israel forever (for in Judah would he choose a prince, and of the house of Judah is the house of my father, and among the sons of my father he delighted in me to make me king over all Israel)",
      "5": "So of all my sons (for the Lord hath given me many sons) he hath even chosen Solomon my son to sit upon the throne of the kingdom of the Lord over Israel.",
      "6": "And he said unto me, Solomon thy son, he shall build mine house and my courts: for I have chosen him to be my son, and I will be his father.",
      "7": "I will establish therefore his kingdom forever, if he endeavor himself to do my commandments, and my judgments, as this day.",
      "8": "Now therefore in the sight of all Israel the congregation of the Lord, and in the audience of our God, keep and seek for all the commandments of the Lord your God, that ye may possess this good land, and leave it for an inheritance for your children after you forever.",
      "9": "And thou, Solomon my son, know thou the God of thy father, and serve him with a perfect heart, and with a willing mind: For the Lord searcheth all hearts, and understandeth all the imaginations of thoughts: if thou seek him, he will be found of thee, but if thou forsake him, he will cast thee off forever.",
      "10": "Take heed now, for the Lord hath chosen thee to build the house of the Sanctuary: be strong therefore and do it.",
      "11": "Then David gave to Solomon his son the pattern of the porch and of the houses thereof, and of the closets thereof, and of the galleries thereof, and of the chambers thereof that are within, and of the house of the mercy seat,",
      "12": "And the pattern of all that he had in his mind for the courts of the house of the Lord, and for all the chambers round about, for the treasures of the house of God, and for the treasures of the dedicate things,",
      "13": "And for the courses of the Priests, and of the Levites, and for all the work for the service of the house of the Lord, and for all the vessels of the ministry of the house of the Lord.",
      "14": "He gave of gold by weight, for the vessels of gold, for all the vessels of all manner of service, and all the vessels of silver by weight, for all manner vessels of all manner of service.",
      "15": "The weight also of gold for the candlesticks, and gold for their lamps, with the weight for every candlestick, and for the lamps thereof, and for the candlesticks of silver by the weight of the candlestick, and the lamps thereof according to the use of every candlestick,",
      "16": "And the weight of the gold for the tables of showbread, for every table, and silver for the tables of silver,",
      "17": "And pure gold for the fleshhooks, and the bowls, and plates, and for basins, gold in weight for every basin, and for silver basins, by weight for every basin,",
      "18": "And for the altar of incense, pure gold by weight, and gold for the pattern of the chariot of the Cherubs that spread themselves, and covered the Ark of the covenant of the Lord:",
      "19": "All, said he, by writing sent to me by the hand of the Lord, which made me understand all the workmanship of the pattern.",
      "20": "And David said to Solomon his son, Be strong and of a valiant courage, and do it: fear not, nor be afraid: for the Lord God, even my God is with thee: he will not leave thee, nor forsake thee, till thou hast finished all the work for the service of the house of the Lord.",
      "21": "Behold also, the companies of the Priests and the Levites for all the service of the house of God, even they shall be with thee for the whole work, with every free heart that is skillful in any manner of service. The princes also and all the people will be wholly at thy commandment."
    },
    "29": {
      "1": "Moreover, David the King said unto all the Congregation, God hath chosen Solomon mine only son, young and tender, and the work is great: for this house is not for man, but for the Lord God.",
      "2": "Now I have prepared with all my power for the house of my God, gold for vessels of gold, and silver for them of silver, and brass for things of brass, iron for things of iron, and wood for things of wood, and onyx stones, and stones to be set, and carbuncle stones, and of divers colors, and all precious stones, and marble stones in abundance.",
      "3": "Moreover, because I have delight in the house of my God, I have of mine own gold and silver, which I have given to the house of my God, beside all that I have prepared for the house of the Sanctuary,",
      "4": "Even three thousand talents of gold of the gold of Ophir, and seven thousand talents of fined silver to overlay the walls of the houses.",
      "5": "The gold for the things of gold, and the silver for things of silver, and for all the work by the hands of artificers: and who is willing to fill his hand today unto the Lord?",
      "6": "So the princes of the families, and the princes of the tribes of Israel, and the captains of thousands and of hundreds, with the rulers of the king’s work, offered willingly,",
      "7": "And they gave for the service of the house of God, five thousand talents of gold, and ten thousand pieces, and ten thousand talents of silver, and eighteen thousand talents of brass, and one hundred thousand talents of iron.",
      "8": "And they with whom precious stones were found, gave them to the treasure of the house of the Lord, by the hand of Jehiel the Gershonite.",
      "9": "And the people rejoiced when they offered willingly: for they offered willingly unto the Lord, with a perfect heart. And David the king also rejoiced with great joy.",
      "10": "Therefore David blessed the Lord before all the Congregation, and David said, Blessed be thou, O Lord God of Israel our father, forever and ever.",
      "11": "Thine, O Lord, is greatness and power, and glory and victory, and praise: for all that is in heaven and in earth is thine: thine is the kingdom, O Lord, and thou excellest as head over all.",
      "12": "Both riches and honor come of thee, and thou reignest over all, and in thine hand is power and strength, and in thine hand it is to make great, and to give strength unto all.",
      "13": "Now therefore, our God, we thank thee, and praise thy glorious Name.",
      "14": "But who am I, and what is my people, that we should be able to offer willingly after this sort? for all things come of thee: and of thine own hand we have given thee.",
      "15": "For we are strangers before thee, and sojourners like all our fathers: our days are like the shadow upon the earth, and there is none abiding.",
      "16": "O Lord our God, all this abundance that we have prepared to build thee an house for thine holy Name, is of thine hand, and all is thine.",
      "17": "I know also my God, that thou triest the heart, and hast pleasure in righteousness: I have offered willingly in the uprightness of mine heart all these things: now also have I seen thy people which are found here, to offer unto thee willingly with joy.",
      "18": "O Lord God of Abraham, Isaac, and Israel our fathers, keep this forever in the purpose, and the thoughts of the heart of thy people, and prepare their hearts unto thee.",
      "19": "And give unto Solomon my son a perfect heart to keep thy commandments, thy testimonies, and thy statutes, and to do all things, and to build the house which I have prepared.",
      "20": "And David said to all the congregation, Now bless the Lord your God. And all the Congregation blessed the Lord God of their fathers, and bowed down their heads, and worshipped the Lord and the king.",
      "21": "And they offered sacrifices unto the Lord, and on the morrow after that day, they offered burnt offerings unto the Lord, even a thousand young bullocks, a thousand rams, and a thousand sheep, with their drink offerings, and sacrifices in abundance for all Israel.",
      "22": "And they did eat and drink before the Lord the same day with great joy, and they made Solomon the son of David king the second time, and anointed him prince before the Lord, and Zadok for the high Priest.",
      "23": "So Solomon sat on the throne of the Lord, as king instead of David his father, and prospered: and all Israel obeyed him.",
      "24": "And all the princes and men of power, and all the sons of king David submitted themselves under king Solomon.",
      "25": "And the Lord magnified Solomon in dignity, in the sight of all Israel, and gave him so glorious a kingdom, as no king had before him in Israel.",
      "26": "Thus David the son of Jesse reigned over all Israel.",
      "27": "And the space that he reigned over Israel, was forty years: seven years reigned he in Hebron, and three and thirty years reigned he in Jerusalem:",
      "28": "And he died in a good age, full of days, riches and honor, and Solomon his son reigned in his stead.",
      "29": "Concerning the acts of David the king, first and last, behold they are written in the book of Samuel the Seer, and in the book of Nathan the Prophet, and in the book of Gad the Seer,",
      "30": "With all his reign and his power, and times that went over him, and over Israel, and over all the kingdoms of the earth."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:19.177075-04:00",
    "Translation": "GNV"
  }
}