{
  "1 Corinthians": {
    "1": {
      "1": "Paul called to be an Apostle of Jesus Christ, through the will of God, and our brother Sosthenes,",
      "2": "Unto the Church of God, which is at Corinth, to them that are sanctified in Christ Jesus, Saints by calling, with all that call on the Name of our Lord Jesus Christ in every place, both their Lord, and ours:",
      "3": "Grace be with you, and peace from God our Father, and from the Lord Jesus Christ.",
      "4": "I thank my God always on your behalf for the grace of God, which is given you in Jesus Christ.",
      "5": "That in all things ye are made rich in him in all kind of speech, and in all knowledge:",
      "6": "As the testimony of Jesus Christ hath been confirmed in you:",
      "7": "So that ye are not destitute of any gift: waiting for the appearing of our Lord Jesus Christ.",
      "8": "Who shall also confirm you unto the end, that ye may be blameless in the day of our Lord Jesus Christ.",
      "9": "God is faithful, by whom ye are called unto the fellowship of his son Jesus Christ our Lord.",
      "10": "Now I beseech you, brethren, by the Name of our Lord Jesus Christ, that ye all speak one thing, and that there be no dissensions among you: but be ye knit together in one mind, and in one judgment.",
      "11": "For it hath been declared unto me, my brethren, of you by them that are of the house of Chloe, that there are contentions among you.",
      "12": "Now this I say, that every one of you saith, I am Paul’s, and I am Apollos’s, and I am Cephas’s and I am Christ’s.",
      "13": "Is Christ divided? was Paul crucified for you? either were ye baptized into the name of Paul?",
      "14": "I thank God, that I baptized none of you, but Crispus, and Gaius,",
      "15": "Lest any should say, that I had baptized into mine own name.",
      "16": "I baptized also the household of Stephanas: furthermore know I not, whether I baptized any other.",
      "17": "For CHRIST sent me not to baptize, but to preach the Gospel, not with wisdom of words, lest the cross of Christ should be made of none effect.",
      "18": "For that preaching of the cross is to them that perish, foolishness: but unto us, which are saved, it is the power of God.",
      "19": "For it is written, I will destroy the wisdom of the wise, and will cast away the understanding of the prudent.",
      "20": "Where is the wise? where is the Scribe? where is the disputer of this world? hath not God made the wisdom of this world foolishness?",
      "21": "For seeing the world by wisdom knew not God in the wisdom of GOD, it pleased God by the foolishness of preaching to save them that believe:",
      "22": "Seeing also that the Jews require a sign, and the Grecians seek after wisdom.",
      "23": "But we preach Christ crucified: unto the Jews, even a stumbling block, and unto the Grecians, foolishness:",
      "24": "But unto them which are called, both of the Jews and Grecians, we preach Christ, the power of God, and the wisdom of God.",
      "25": "For the foolishness of God is wiser than men, and the weakness of God is stronger than men.",
      "26": "For brethren, you see your calling, how that not many wise men after the flesh, not many mighty, not many noble are called.",
      "27": "But God hath chosen the foolish things of the world to confound the wise, and God hath chosen the weak things of the world, to confound the mighty things,",
      "28": "And vile things of the world, and things which are despised, hath God chosen, and things which are not, to bring to nought things that are.",
      "29": "That no flesh should rejoice in his presence.",
      "30": "But ye are of him in Christ Jesus, who of God is made unto us wisdom and righteousness, and sanctification, and redemption.",
      "31": "That, according as it is written, He that rejoiceth, let him rejoice in the Lord."
    },
    "2": {
      "1": "And I, brethren, when I came to you, came not with excellency of words, or of wisdom, showing unto you the testimony of God.",
      "2": "For I esteemed not to know any thing among you, save Jesus Christ, and him crucified.",
      "3": "And I was among you in weakness, and in fear, and in much trembling.",
      "4": "Neither stood my word, and my preaching in the enticing speech of man’s wisdom, but in plain evidence of the Spirit and of power.",
      "5": "That your faith should not be in the wisdom of men, but in the power of God.",
      "6": "And we speak wisdom among them that are perfect: not the wisdom of this world, neither of the princes of this world, which come to nought.",
      "7": "But we speak the wisdom of God in a mystery, even the hid wisdom, which God had determined before the world, unto our glory.",
      "8": "Which none of the princes of this world hath known: for had they known it, they would not have crucified the Lord of glory.",
      "9": "But as it is written, The things which eye hath not seen, neither ear hath heard, neither came into man’s heart, are, which God hath prepared for them that love him.",
      "10": "But God hath revealed them unto us by his Spirit: for the spirit searcheth all things, yea, the deep things of God.",
      "11": "For what man knoweth the things of a man, save the spirit of a man, which is in him? even so the things of God knoweth no man, but the Spirit of God.",
      "12": "Now we have receiveth not the spirit of the world, but the Spirit, which is of God, that we might know the things that are given to us of God.",
      "13": "Which things also we speak, not in the words which man’s wisdom teacheth, but which the holy Ghost teacheth, comparing spiritual things with spiritual things.",
      "14": "But the natural man perceiveth not the things of the Spirit of God: for they are foolishness unto him, neither can he know them, because they are spiritually discerned.",
      "15": "But he that is spiritual, discerneth all things: yet he himself is judged of no man.",
      "16": "For who hath known the mind of the Lord, that he might instruct him? But we have the mind of Christ."
    },
    "3": {
      "1": "And I could not speak unto you, brethren, as unto spiritual men, but as unto carnal, even as unto babes in Christ.",
      "2": "I gave you milk to drink, and not meat: for ye were not yet able to bear it, neither yet now are ye able.",
      "3": "For ye are yet carnal: for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as men?",
      "4": "For when one saith, I am Paul’s, and another, I am Apollos’s, are ye not carnal?",
      "5": "Who is Paul then? and who is Apollos, but the ministers by whom ye believed, and as the Lord gave to every man?",
      "6": "I have planted, Apollos watered, but God gave the increase.",
      "7": "So then, neither is he that planteth anything, neither he that watereth, but God that giveth the increase.",
      "8": "And he that planteth, and he that watereth, are one, and every man shall receive his wages, according to his labor.",
      "9": "For we together are God’s laborers: ye are God’s husbandry, and God’s building.",
      "10": "According to the grace of God given to me, as a skillful master builder, I have laid the foundation, and another buildeth thereon: but let every man take heed how he buildeth upon it.",
      "11": "For other foundation can no man lay, than that which is laid, which is Jesus Christ.",
      "12": "And if any man build on this foundation, gold, silver, precious stones, timber, hay, or stubble,",
      "13": "Every man’s work shall be made manifest: for the day shall declare it, because it shall be revealed by the fire: and the fire shall try every man’s work of what sort it is.",
      "14": "If any man’s work, that he hath built upon, abide, he shall receive wages.",
      "15": "If any man’s work burn, he shall lose, but he shall be saved himself: nevertheless yet as it were by the fire.",
      "16": "Know ye not that ye are the Temple of God, and that the Spirit of God dwelleth in you?",
      "17": "If any man destroy the Temple of God, him shall God destroy: for the Temple of God is holy, which ye are.",
      "18": "Let no man deceive himself: If any man among you seem to be wise in this world, let him be a fool, that he may be wise.",
      "19": "For the wisdom of this world is foolishness with God: for it is written, He catcheth the wise in their own craftiness.",
      "20": "And again, The Lord knoweth that the thoughts of the wise be vain.",
      "21": "Therefore let no man rejoice in men: for all things are yours.",
      "22": "Whether it be Paul, or Apollos, or Cephas, or the world, or life, or death, whether they be things present, or things to come, even all are yours,",
      "23": "And ye Christ’s, and Christ God’s."
    },
    "4": {
      "1": "Let a man so think of us, as of the ministers of Christ, and disposers of the secrets of God:",
      "2": "And as for the rest, it is required of the disposers, that every man be found faithful.",
      "3": "As touching me, I pass very little to be judged of you, or of man’s judgment: no, I judge not mine own self.",
      "4": "For I know nothing by myself, yet am I not thereby justified: but he that judgeth me, is the Lord.",
      "5": "Therefore judge nothing before the time, until the Lord come, who will lighten things that are hid in darkness, and make the counsels of the hearts manifest: and then shall every man have praise of God.",
      "6": "Now these things, brethren, I have figuratively applied unto mine own self and Apollos, for your sakes, that ye might learn by us, that no man presume above that which is written, that one swell not against another for any man’s cause.",
      "7": "For who separateth thee? and what hast thou, that thou hast not received? if thou hast received it, why rejoicest thou, as though thou hadst not received it?",
      "8": "Now ye are full: now ye are made rich: ye reign as kings without us, and would to God ye did reign, that we also might reign with you.",
      "9": "For I think that God hath set forth us the last Apostles, as men appointed to death, for we are made a gassing stock unto the world, and to the Angels, and to men.",
      "10": "We are fools for Christ’s sake, and ye are wise in Christ: we are weak, and ye are strong: ye are honorable, and we are despised.",
      "11": "Unto this hour we both hunger, and thirst, and are naked, and are buffeted, and have no certain dwelling place,",
      "12": "And labor, working with our own hands: we are reviled, and yet we bless: we are persecuted, and suffer it.",
      "13": "We are evil spoken of, and we pray: we are made as the filth of the world, the offscouring of all things, unto this time.",
      "14": "I write not these things to shame you, but as my beloved children I admonish you.",
      "15": "For though ye have ten thousand instructors in Christ, yet have ye not many fathers: for in Christ Jesus I have begotten you through the Gospel.",
      "16": "Wherefore, I pray you, be followers of me.",
      "17": "For this cause have I sent unto you Timothy, which is my beloved son, and faithful in the Lord, which shall put you in remembrance of my ways in Christ as I teach everywhere in every Church.",
      "18": "Some are puffed up as though I would not come unto you.",
      "19": "But I will come to you shortly, if the Lord will, and I will know, not the words of them which are puffed up, but the power.",
      "20": "For the kingdom of God is not in word, but in power.",
      "21": "What will ye? shall I come unto you with a rod, or in love, and in the spirit of meekness?"
    },
    "5": {
      "1": "It is heard certainly that there is fornication among you: and such fornication as is not once named among the Gentiles, that one should have his father’s wife.",
      "2": "And ye are puffed up, and have not rather sorrowed, that he which hath done this deed, might be put from among you.",
      "3": "For I verily as absent in body, but present in spirit, have determined already as though I were present, that he that hath thus done this thing,",
      "4": "When ye are gathered together, and my spirit, in the Name of our Lord Jesus Christ, that such one, I say, by the power of our Lord Jesus Christ,",
      "5": "Be delivered unto Satan, for the destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus.",
      "6": "Your rejoicing is not good: know ye not that a little leaven leaveneth the whole lump?",
      "7": "Purge out therefore the old leaven, that ye may be a new lump, as ye are unleavened: for Christ our Passover is sacrificed for us.",
      "8": "Therefore let us keep the feast, not with old leaven, neither in the leaven of maliciousness and wickedness: but with the unleavened bread of sincerity and truth.",
      "9": "I wrote unto you in an Epistle, that ye should not company together with fornicators,",
      "10": "And not altogether with the fornicators of this world, or with the covetous, or with extortioners, or with idolaters: for then ye must go out of the world.",
      "11": "But now I have written unto you, that ye company not together: if any that is called a brother, be a fornicator, or covetous, or an idolater, or a railer, or a drunkard, or an extortioner, with such one eat not.",
      "12": "For what have I to do to judge them also which are without? do ye not judge them that are within?",
      "13": "But God judgeth them that are without. Put away therefore from among yourselves that wicked man."
    },
    "6": {
      "1": "Dare any of you, having business against another, be judged under the unjust, and not under the Saints?",
      "2": "Do ye not know that the Saints shall judge the world? If the world then shall be judged by you, are ye unworthy to judge the smallest matters?",
      "3": "Know ye not that we shall judge the Angels? how much more things that pertain to this life?",
      "4": "If then ye have judgments of things pertaining to this life, set them up which are least esteemed in the Church.",
      "5": "I speak it to your shame. Is it so that there is not a wise man among you? no, not one, that can judge between his brethren?",
      "6": "But a brother goeth to law with a brother, and that under the infidels.",
      "7": "Now therefore there is altogether infirmity in you, that ye go to law one with another: why rather suffer ye not wrong? why rather sustain ye not harm?",
      "8": "Nay, ye yourselves do wrong, and do harm, and that to your brethren.",
      "9": "Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor wantons, nor buggerers,",
      "10": "Nor thieves, nor covetous, nor drunkards, nor railers, nor extortioners shall inherit the kingdom of God.",
      "11": "And such were some of you: but ye are washed, but ye are sanctified, but ye are justified, in the Name of the Lord Jesus, and by the Spirit of our God.",
      "12": "All things are lawful unto me, but all things are not profitable. I may do all things, but I will not be brought under the power of any thing.",
      "13": "Meats are ordained for the belly, and the belly for the meats: but God shall destroy both it, and them. Now the body is not for fornication, but for the Lord, and the Lord for the body.",
      "14": "And God hath also raised up the Lord, and shall raise us up by his power.",
      "15": "Know ye not, that your bodies are the members of Christ? shall I then take the members of Christ, and make them the members of an harlot? God forbid.",
      "16": "Do ye not know, that he which coupleth himself with an harlot, is one body? for two, saith he, shall be one flesh.",
      "17": "But he that is joined unto the Lord, is one spirit.",
      "18": "Flee fornication: every sin that a man doeth, is without the body: but he that commiteth fornication, sinneth against his own body.",
      "19": "Know ye not, that your body is the temple of the holy Ghost, which is in you, whom ye have of God? and ye are not your own.",
      "20": "For ye are bought for a price: therefore glorify God in your body, and in your spirit: for they are God’s."
    },
    "7": {
      "1": "Now concerning the things whereof ye wrote unto me, It were good for a man not to touch a woman.",
      "2": "Nevertheless, to avoid fornication, let every man have his wife, and let every woman have her own husband.",
      "3": "Let the husband give unto the wife due benevolence, and likewise also the wife unto the husband.",
      "4": "The wife hath not the power of her own body, but the husband: and likewise also the husband hath not the power of his own body, but the wife.",
      "5": "Defraud not one another, except it be with consent for a time, that ye may give yourselves to fasting and prayer, and again come together, that Satan tempt you not for your incontinency.",
      "6": "But I speak this by permission, not by commandment.",
      "7": "For I would that all men were even as I myself am: but every man hath his proper gift of God, one after this manner, and another after that.",
      "8": "Therefore I say unto the unmarried, and unto the widows, It is good for them if they abide even as I do.",
      "9": "But if they cannot abstain, let them marry: for it is better to marry than to burn.",
      "10": "And unto the married I command, not I, but the Lord, Let not the wife depart from her husband.",
      "11": "But and if she depart, let her remain unmarried, or be reconciled unto her husband, and let not the husband put away his wife.",
      "12": "But to the remnant I speak, and not the Lord, If any brother have a wife that believeth not, if she be content to dwell with him, let him not forsake her.",
      "13": "And the woman which hath an husband that believeth not, if he be content to dwell with her, let her not forsake him.",
      "14": "For the unbelieving husband is sanctified to the wife, and the unbelieving wife is sanctified to the husband, else were your children unclean: but now are they holy.",
      "15": "But if the unbelieving depart, let him depart: a brother or a sister is not in subjection in such things: but God hath called us in peace.",
      "16": "For what knowest thou, O wife, whether thou shalt save thine husband? Or what knowest thou, O man, whether thou shalt save thy wife?",
      "17": "But as God hath distributeth to every man, as the Lord hath called every one, so let him walk: and so ordain I in all Churches.",
      "18": "Is any man called being circumcised? let him not gather his uncircumcision: is any called uncircumcised? let him not be circumcised.",
      "19": "Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God.",
      "20": "Let every man abide in the same vocation wherein he was called.",
      "21": "Art thou called being a servant? care not for it: but if yet thou mayest be free, use it rather.",
      "22": "For he that is called in the Lord, being a servant, is the Lord’s freeman: likewise also he that is called being free, is Christ’s servant.",
      "23": "Ye are bought with a price: be not the servants of men.",
      "24": "Brethren, let every man, wherein he was called, therein abide with God.",
      "25": "Now concerning virgins, I have no commandment of the Lord: but I give mine advise, as one that hath obtained mercy of the Lord to be faithful.",
      "26": "I suppose then this to be good for the present necessity: I mean that it is good for a man so to be.",
      "27": "Art thou bound unto a wife? seek not to be loosed: art thou loosed from a wife? seek not a wife.",
      "28": "But if thou takest a wife, thou sinnest not: and if a virgin marry, she sinneth not: nevertheless, such shall have trouble in the flesh: but I spare you.",
      "29": "And this I say, brethren, because the time is short, hereafter that both they which have wives, be as though they had none:",
      "30": "And they that weep, as though they wept not: and they that rejoice, as though they rejoiced not: and they that buy, as though they possessed not:",
      "31": "And they that use this world, as though they used it not: for the fashion of this world goeth away.",
      "32": "And I would have you without care. The unmarried careth for things of the Lord, how he may please the Lord.",
      "33": "But he that is married, careth for the things of the world, how he may please his wife.",
      "34": "There is difference also between a virgin and a wife: the unmarried woman careth for the things of the Lord, that she may be holy, both in body and in spirit: but she that is married, careth for the things of the world, how she may please her husband.",
      "35": "And this I speak for your own commodity, not to tangle you in a snare, but that ye follow that which is honest, and that ye may cleave fast unto the Lord without separation.",
      "36": "But if any man think that it is uncomely for his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them be married.",
      "37": "Nevertheless, he that standeth firm in his heart, that he hath no need, but hath power over his own will, and hath so decreed in his heart, that he will keep his virgin, he doeth well.",
      "38": "So then he that giveth her to marriage, doeth well, but he that giveth her not to marriage, doeth better.",
      "39": "The wife is bound by the law, as long as her husband liveth: but if her husband be dead, she is at liberty to marry with whom she will, only in the Lord.",
      "40": "But she is more blessed, if she so abide in my judgment: and I think that I have also the Spirit of God."
    },
    "8": {
      "1": "And as touching things sacrificed unto idols, we know that we all have knowledge: knowledge puffeth up, but love edifieth.",
      "2": "Now, if any man think that he knoweth anything, he knoweth nothing, yet as he ought to know.",
      "3": "But if any man love God, the same is known of him.",
      "4": "Concerning therefore the eating of things sacrificed unto idols, we know that an idol is nothing in the world, and that there is none other God but one.",
      "5": "For though there be that are called gods, whether in heaven, or in earth (as there be many gods, and many lords.)",
      "6": "Yet unto us there is but one God, which is that Father, of whom are all things, and we in him, and one Lord Jesus Christ, by whom are all things, and we by him.",
      "7": "But every man hath not that knowledge: for many having conscience of the idol, until this hour, eat as a thing sacrificed unto the idol, and so their conscience being weak, is defiled.",
      "8": "But meat maketh us not acceptable to God, for neither if we eat, have we the more: neither if we eat not, have we the less.",
      "9": "But take heed lest by any means this power of yours be an occasion of falling, to them that are weak.",
      "10": "For if any man see thee which hast knowledge, sit at table in the idols’ temple, shall not the conscience of him which is weak, be boldened, to eat those things which are sacrificed to idols?",
      "11": "And through thy knowledge shall the weak brother perish, for whom Christ died.",
      "12": "Now when ye sin so against the brethren, and wound their weak conscience, ye sin against Christ.",
      "13": "Wherefore if meat offend my brother, I will eat no flesh while the world standeth, that I may not offend my brother."
    },
    "9": {
      "1": "Am I not an Apostle? am I not free? have I not seen Jesus Christ our Lord? are ye not my work in the Lord?",
      "2": "If I be not an Apostle unto others, yet doubtless I am unto you: for ye are the seal of mine Apostleship in the Lord.",
      "3": "My defense to him that examine me, is this,",
      "4": "Have we not power to eat and to drink?",
      "5": "Or have we not power to lead about a wife being a sister, as well as the rest of the Apostles, and as the brethren of the Lord, and Cephas?",
      "6": "Or I only and Barnabas, have not we power not to work?",
      "7": "Who goeth a warfare any time at his own cost? who planteth a vineyard, and eateth not of the fruit thereof? or who feedeth a flock, and eateth not of the milk of the flock?",
      "8": "Say I these things according to man? saith not the Law the same also?",
      "9": "For it is written in the Law of Moses, Thou shalt not muzzle the mouth of the ox that treadeth out the corn: doth God take care for oxen?",
      "10": "Either saith he it not altogether for our sakes? For our sakes no doubt it is written, that he which eareth, should ear in hope, and that he that thresheth in hope, should be partaker of his hope.",
      "11": "If we have sown unto you spiritual things, is it a great thing if we reap your carnal things?",
      "12": "If others with you be partakers of this power, are not we rather? nevertheless, we have not used this power: but suffer all things, that we should not hinder the Gospel of Christ.",
      "13": "Do ye not know, that they which minister about the holy things, eat of the things of the Temple? and they which wait at the altar, are partakers with the altar?",
      "14": "So also hath the Lord ordained, that they which preach the Gospel, should live of the Gospel.",
      "15": "But I have used none of these things: neither wrote I these things, that it should be so done unto me: for it were better for me to die, than that any man should make my rejoicing vain.",
      "16": "For though I preach the Gospel, I have nothing to rejoice of: for necessity is laid upon me, and woe is unto me, if I preach not the Gospel.",
      "17": "For if I do it willingly, I have a reward, but if I do it against my will, notwithstanding the dispensation is committed unto me.",
      "18": "What is my reward then? verily that when I preach the Gospel, I make the Gospel of Christ free, that I abuse not mine authority in the Gospel.",
      "19": "For though I be free from all men, yet have I made myself servant unto all men, that I may win the more.",
      "20": "And unto the Jews, I become as a Jew, that I may win the Jews: to them that are under the Law, as though I were under the Law, that I may win them that are under the Law:",
      "21": "To them that are without Law, as though I were without Law, (when I am not without Law as pertaining to God, but am in the Law through Christ) that I may win them that are without Law:",
      "22": "To the weak I become as weak, that I may win the weak: I am made all things to all men, that I might by all means save some.",
      "23": "And this I do for the Gospel’s sake, that I might be partaker thereof with you.",
      "24": "Know ye not, that they which run in a race, run all, yet one receiveth the prize? so run that ye may obtain.",
      "25": "And every man that proveth masteries, abstaineth from all things: and they do it to obtain a corruptible crown: but we for an incorruptible.",
      "26": "I therefore so run, not as uncertainly: so fight I, not as one that beateth the air.",
      "27": "But I beat down my body, and bring it into subjection, lest by any means after that I have preached to others, I myself should be reproved."
    },
    "10": {
      "1": "Moreover, brethren, I would not that ye should be ignorant, that all our fathers were under that cloud, and all passed through that sea,",
      "2": "And were all baptized unto Moses, in that cloud, and in that sea,",
      "3": "And did all eat the same spiritual meat,",
      "4": "And did all drink the same spiritual drink (for they drank of the spiritual Rock that followed them: and the Rock was Christ.)",
      "5": "But with many of them God was not pleased: for they were overthrown in the wilderness.",
      "6": "Now these things are our examples, to the intent that we should not lust after evil things as they also lusted.",
      "7": "Neither be ye idolaters as were some of them, as it is written, The people sat down to eat and drink, and rose up to play.",
      "8": "Neither let us commit fornication, as some of them committed fornication, and fell in one day three and twenty thousand.",
      "9": "Neither let us tempt Christ, as some of them also tempted him, and were destroyed of serpents.",
      "10": "Neither murmur ye, as some of them also murmured, and were destroyed of the destroyer.",
      "11": "Now all these things came unto them for examples, and were written to admonish us, upon whom the ends of the world are come.",
      "12": "Wherefore, let him that thinketh he standeth, take heed lest he fall.",
      "13": "There hath no temptation taken you, but such as appertaineth to man: and God is faithful, which will not suffer you to be tempted above that you be able, but will even give the issue with the temptation, that ye may be able to bear it.",
      "14": "Wherefore my beloved, flee from idolatry.",
      "15": "I speak as unto them which have understanding: judge ye what I say.",
      "16": "The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?",
      "17": "For we that are many, are one bread and one body, because we all are partakers of one bread.",
      "18": "Behold Israel, which is after the flesh: are not they which eat of the sacrifices partakers of the Altar?",
      "19": "What say I then? that the idol is anything? or that that which is sacrificed to idols, is anything?",
      "20": "Nay, but that the things which the Gentiles sacrifice, they sacrifice to devils, and not unto God: and I would not that ye should have fellowship with the devils.",
      "21": "Ye cannot drink the cup of the Lord, and the cup of the devils. Ye cannot be partakers of the Lord’s table, and of the table of the devils.",
      "22": "Do we provoke the Lord to anger? are we stronger than he?",
      "23": "All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not.",
      "24": "Let no man seek his own, but every man another’s wealth.",
      "25": "Whatsoever is sold in the shambles, eat ye, and ask no question for conscience sake.",
      "26": "For the earth is the Lord’s, and all that therein is.",
      "27": "If any of them which believe not, call you to a feast, and if ye will go, whatsoever is set before you, eat, asking no question for conscience sake.",
      "28": "But if any man say unto you, This is sacrificed unto idols, eat it not, because of him that showed it, and for the conscience (for the earth is the Lord’s, and all that therein is.)",
      "29": "And the conscience, I say, not thine, but of that other: for why should my liberty be condemned of another man’s conscience?",
      "30": "For if I through God’s benefit be partaker, why am I evil spoken of, for that wherefore I give thanks?",
      "31": "Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.",
      "32": "Give none offence, neither to the Jews, nor to the Grecians, nor to the Church of God:",
      "33": "Even as I please all men in all things, not seeking mine own profit, but the profit of many, that they might be saved."
    },
    "11": {
      "1": "Be ye followers of me, even as I am of Christ:",
      "2": "Now brethren, I commend you, that ye remember all my things, and keep the ordinances, as I delivered them to you.",
      "3": "But I will that ye know, that Christ is the head of every man: and the man is the woman’s head: and God is Christ’s head.",
      "4": "Every man praying or prophesying having anything on his head, dishonoreth his head.",
      "5": "But every woman that prayeth or prophesieth bareheaded, dishonoreth her head: for it is even one very thing, as though she were shaven.",
      "6": "Therefore if the woman be not covered, let her also be shorn: and if it be shame for a woman to be shorn or shaven, let her be covered.",
      "7": "For a man ought not to cover his head: forasmuch as he is the image and glory of God: but the woman is the glory of the man.",
      "8": "For the man is not of the woman, but the woman of the man.",
      "9": "For the man was not created for the woman’s sake: but the woman for the man’s sake.",
      "10": "Therefore ought the woman to have power on her head, because of the Angels.",
      "11": "Nevertheless, neither is the man without the woman, neither the woman without the man in the Lord.",
      "12": "For as the woman is of the man, so is the man also by the woman: but all things are of God.",
      "13": "Judge in yourselves, Is it comely that a woman pray unto God uncovered?",
      "14": "Doth not nature itself teach you, that if a man have long hair, it is a shame unto him?",
      "15": "But if a woman have long hair, it is a praise unto her: for her hair is given her for a covering.",
      "16": "But if any man list to be contentious, we have no such custom, neither the Churches of God.",
      "17": "Now in this that I declare, I praise you not, that ye come together, not with profit, but with hurt.",
      "18": "For first of all, when ye come together in the Church, I hear that there are dissensions among you: and I believe it to be true in some part.",
      "19": "For there must be heresies even among you, that they which are approved among you, might be known.",
      "20": "When ye come together therefore into one place, this is not to eat the Lord’s Supper.",
      "21": "For every man when they should eat, taketh his own supper afore, and one is hungry, and another is drunken.",
      "22": "Have ye not houses to eat and to drink in? despise ye the Church of God, and shame them that have not? what shall I say to you? shall I praise you in this? I praise you not.",
      "23": "For I have received of the Lord that which I also have delivered unto you, to wit, That the Lord Jesus in the night when he was betrayed, took bread.",
      "24": "And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do ye in remembrance of me.",
      "25": "After the same manner also he took the cup, when he had supped, saying, This cup is the New Testament in my blood: this do as oft as ye drink it, in remembrance of me.",
      "26": "For as often as ye shall eat this bread, and drink this cup, ye show the Lord’s death till he come.",
      "27": "Wherefore, whosoever shall eat this bread, and drink the cup of the Lord unworthily, shall be guilty of the body and blood of the Lord.",
      "28": "Let every man therefore examine himself, and so let them eat of this bread, and drink of this cup.",
      "29": "For he that eateth and drinketh unworthily, eateth and drinketh his own damnation, because he discerneth not the Lord’s body.",
      "30": "For this cause many are weak, and sick among you, and many sleep.",
      "31": "For if we would judge ourselves, we should not be judged.",
      "32": "But when we are judged, we are chastened of the Lord, because we should not be condemned with the world.",
      "33": "Wherefore, my brethren, when ye come together to eat, tarry one for another.",
      "34": "And if any man be hungry, let him eat at home, that ye come not together unto condemnation. Other things will I set in order when I come."
    },
    "12": {
      "1": "Now concerning spiritual gifts, brethren, I would not have you ignorant.",
      "2": "Ye know that ye were Gentiles, and were carried away unto the dumb idols, as ye were led.",
      "3": "Wherefore I declare unto you, that no man speaking by the spirit of God, calleth Jesus execrable: also no man can say that Jesus is the Lord, but by the holy Ghost.",
      "4": "Now there are diversities of gifts, but the same Spirit.",
      "5": "And there are diversities of administrations, but the same Lord.",
      "6": "And there are diversities of operations, but God is the same which worketh all in all.",
      "7": "But the manifestation of the Spirit is given to every man, to profit withal.",
      "8": "For to one is given by the Spirit the word of wisdom: and to another the word of knowledge, by the same Spirit:",
      "9": "And to another is given faith by the same Spirit: and to another the gifts of healing, by the same Spirit:",
      "10": "And to another the operations of great works: and to another, prophecy: and to another, the discerning of spirits: and to another, diversities of tongues: and to another, the interpretation of tongues.",
      "11": "And all these things worketh one and the selfsame Spirit, distributing to every man severally as he will.",
      "12": "For as the body is one, and hath many members, and all the members of the body, which is one, though they be many, yet are but one body: even so is Christ.",
      "13": "For by one Spirit are we all baptized into one body, whether we be Jews, or Grecians, whether we be bond, or free, and have been all made to drink into one Spirit.",
      "14": "For the body also is not one member, but many.",
      "15": "If the foot would say, Because I am not the hand, I am not of the body, is it therefore not of the body?",
      "16": "And if the ear would say, Because I am not the eye, I am not of the body, is it therefore not of the body?",
      "17": "If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?",
      "18": "But now hath God disposed the members every one of them in the body at his own pleasure.",
      "19": "For if they were all one member, where were the body?",
      "20": "But now are there many members, yet but one body.",
      "21": "And the eye cannot say unto the hand, I have no need of thee: nor the head again to the feet, I have no need of you.",
      "22": "Yea, much rather those members of the body, which seem to be more feeble, are necessary.",
      "23": "And upon those members of the body, which we think most unhonest, put we more honesty on: and our uncomely parts have more comeliness on.",
      "24": "For our comely parts need it not: but God hath tempered the body together: and hath given the more honor to that part which lacked,",
      "25": "Lest there should be any division in the body: but that the members should have the same care one for another.",
      "26": "Therefore if one member suffer, all suffer with it: if one member be had in honor, all the members rejoice with it.",
      "27": "Now ye are the body of Christ, and members for your part.",
      "28": "And God hath ordained some in the Church: as first Apostles, secondly Prophets, thirdly teachers, then them that do miracles: after that, the gifts of healing, helpers, governors, diversity of tongues.",
      "29": "Are all Apostles? are all Prophets? are all teachers?",
      "30": "Are all doers of miracles? have all the gifts of healing? do all speak with tongues? do all interpret?",
      "31": "But desire you the best gifts, and I will yet show you a more excellent way."
    },
    "13": {
      "1": "Though I speak with the tongues of men and Angels, and have not love, I am as sounding brass, or a tinkling cymbal.",
      "2": "And though I had the gift of prophecy, and knew all secrets and all knowledge, yea, if I had all faith, so that I could remove mountains, and had not love, I were nothing.",
      "3": "And though I feed the poor with all my goods, and though I give my body, that I be burned, and have not love, it profiteth me nothing.",
      "4": "Love suffereth long: it is bountiful: love envieth not: love doth not boast itself: it is not puffed up:",
      "5": "It doth no uncomely thing: it seeketh not her own thing: it is not provoked to anger: it thinketh no evil:",
      "6": "It rejoiceth not in iniquity, but rejoiceth in the truth:",
      "7": "It suffereth all things: it believeth all things: it hopeth all things: it endureth all things.",
      "8": "Love doth never fall away, though that prophesyings be abolished, or the tongues cease, or knowledge vanish away.",
      "9": "For we know in part, and we prophesy in part.",
      "10": "But when that which is perfect, is come, then that which is in part shall be abolished.",
      "11": "When I was a child, I spake as a child: I understood as a child, I thought as a child: but when I became a man, I put away childish things.",
      "12": "For now we see through a glass darkly: but then shall we see face to face. Now I know in part: but then shall I know even as I am known.",
      "13": "And now abideth faith, hope and love, even these three: but the chiefest of these is love."
    },
    "14": {
      "1": "Follow after love, and covet spiritual gifts, and rather that ye may prophesy.",
      "2": "For he that speaketh a strange tongue, speaketh not unto men, but unto God: for no man heareth him: howbeit in the spirit he speaketh secret things.",
      "3": "But he that prophesieth, speaketh unto men to edifying, and to exhortation, and to comfort.",
      "4": "He that speaketh strange language, edifieth himself: but he that prophesieth, edifieth the Church.",
      "5": "I would that ye all spake strange languages, but rather that ye prophesied: for greater is he that prophesieth, than he that speaketh diverse tongues, except he expound it, that the Church may receive edification.",
      "6": "And now, brethren, if I come unto you speaking diverse tongues, what shall I profit you, except I speak to you, either by revelation, or by knowledge, or by prophesying, or by doctrine?",
      "7": "Moreover things without life which give a sound, whether it be a pipe or an harp, except they make a distinction in the sounds, how shall it be known what is piped or harped?",
      "8": "And also if the trumpet give an uncertain sound, who shall prepare himself to battle?",
      "9": "So likewise you, by the tongue, except ye utter words that have signification, how shall it be understood what is spoken? for ye shall speak in the air.",
      "10": "There are so many kinds of voices (as it cometh to pass) in the world, and none of them is dumb.",
      "11": "Except I know then the power of the voice, I shall be unto him that speaketh a Barbarian, and he that speaketh, shall be a Barbarian unto me.",
      "12": "Even so, forasmuch as ye covet spiritual gifts, seek that ye may excel unto the edifying of the Church.",
      "13": "Wherefore, let him that speaketh a strange tongue, pray that he may interpret.",
      "14": "For if I pray in a strange tongue, my spirit prayeth: but mine understanding is without fruit.",
      "15": "What is it then? I will pray with the spirit, but I will pray with the understanding also: I will sing with the spirit: but I will sing with the understanding also.",
      "16": "Else, when thou blessest with the spirit, how shall he that occupieth the room of the unlearned, say Amen, at thy giving of thanks, seeing he knowest not what thou sayest?",
      "17": "For thou verily givest thanks well, but the other is not edified.",
      "18": "I thank my God, I speak languages more than ye all.",
      "19": "Yet had I rather in the Church to speak five words with mine understanding, that I might also instruct others, than ten thousand words in a strange tongue.",
      "20": "Brethren, be not children in understanding, but as concerning maliciousness be children, but in understanding be of a ripe age.",
      "21": "In the Law it is written, By men of other tongues, and by other languages will I speak unto this people: yet so shall they not hear me, saith the Lord.",
      "22": "Wherefore strange tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.",
      "23": "If therefore, when the whole Church is come together in one, and all speak strange tongues, there come in they that are unlearned, or they which believe not, will they not say, that ye are out of your wits?",
      "24": "But if all prophesy, and there come in one that believeth not, or one unlearned, he is rebuked of all men, and is judged of all,",
      "25": "And so are the secrets of his heart made manifest, and so he will fall down on his face and worship God, and say plainly that God is in you indeed.",
      "26": "What is to be done then, brethren? when ye come together, according as every one of you hath a Psalm, or hath doctrine, or hath a tongue, or hath revelation, or hath interpretation, let all things be done unto edifying.",
      "27": "If any man speak a strange tongue, let it be by two, or at the most, by three, and that by course, and let one interpret.",
      "28": "But if there be no interpreter, let him keep silence in the Church, which speaketh languages, and let him speak to himself, and to God.",
      "29": "Let the Prophets speak, two or three, and let the others judge.",
      "30": "And if anything be revealed to another that sitteth by, let the first hold his peace.",
      "31": "For ye may all prophesy one by one, that all may learn, and all may have comfort.",
      "32": "And the spirits of the Prophets are subject to the Prophets.",
      "33": "For God is not the author of confusion, but of peace, as we see in all the Churches of the Saints.",
      "34": "Let your women keep silence in the Churches: for it is not permitted unto them to speak: but they ought to be subject, as also the Law saith.",
      "35": "And if they will learn anything, let them ask their husbands at home: for it is a shame for women to speak in the Church.",
      "36": "Came the word of God out from you? either came it unto you only?",
      "37": "If any man think himself to be a Prophet, or spiritual, let him acknowledge, that the things that I write unto you, are the commandments of the Lord.",
      "38": "And if any man be ignorant, let him be ignorant.",
      "39": "Wherefore, brethren, covet to prophesy, and forbid not to speak languages.",
      "40": "Let all things be done honestly, and by order."
    },
    "15": {
      "1": "Moreover brethren, I declare unto you the Gospel which I preached unto you, which ye have also received, and wherein ye continue,",
      "2": "And whereby ye are saved, if ye keep in memory, after what manner I preached it unto you, except ye have believed in vain.",
      "3": "For first of all, I delivered unto you that which I received, how that Christ died for our sins, according to the Scriptures,",
      "4": "And that he was buried, and that he arose the third day, according to the Scriptures,",
      "5": "And that he was seen of Cephas, then of the twelve.",
      "6": "After that, he was seen of more than five hundred brethren at once: whereof many remain unto this present, and some also are asleep.",
      "7": "After that, he was seen of James: then of all the Apostles.",
      "8": "And last of all he was seen also of me, as of one born out of due time.",
      "9": "For I am the least of the Apostles, which am not meet to be called an Apostle, because I persecuted the Church of God.",
      "10": "But by the grace of God I am that I am: and his grace which is in me, was not in vain: but I labored more abundantly than they all: yet not I, but the grace of God which is with me.",
      "11": "Wherefore, whether it were I, or they, so we preach, and so have ye believed.",
      "12": "Now if it be preached, that Christ is risen from the dead, how say some among you, that there is no resurrection of the dead?",
      "13": "For if there be no resurrection of the dead, then is Christ not risen:",
      "14": "And if Christ be not risen, then is our preaching vain, and your faith is also vain.",
      "15": "And we are found also false witnesses of God: for we have testified of God, that he hath raised up Christ: whom he hath not raised up, if so be the dead be not raised.",
      "16": "For if the dead be not raised, then is Christ not raised.",
      "17": "And if Christ be not raised, your faith is vain: ye are yet in your sins.",
      "18": "And so they which are asleep in Christ, are perished.",
      "19": "If in this life only we have hope in Christ, we are of all men the most miserable.",
      "20": "But now is Christ risen from the dead, and was made the firstfruits of them that slept.",
      "21": "For since by man came death, by man came also the resurrection of the dead.",
      "22": "For as in Adam all die, even so in Christ shall all be made alive.",
      "23": "But every man in his own order: the firstfruits is Christ, afterward, they that are of Christ, at his coming shall rise again.",
      "24": "Then shall be the end, when he hath delivered up the kingdom to God, even the Father, when he hath put down all rule, and all authority and power.",
      "25": "For he must reign till he hath put all his enemies under his feet.",
      "26": "The last enemy that shall be destroyed, is death.",
      "27": "For he hath put down all things under his feet. (And when he saith that all things are subdued to him, it is manifest that he is excepted, which did put down all things under him.)",
      "28": "And when all things shall be subdued unto him, then shall the Son also himself be subject unto him, that did subdue all things under him, that God may be all in all.",
      "29": "Else what shall they do which are baptized for dead? if the dead rise not at all, why are they then baptized for dead?",
      "30": "Why are we also in jeopardy every hour?",
      "31": "By your rejoicing which I have in Christ Jesus our Lord, I die daily.",
      "32": "If I have fought with beasts at Ephesus after the manner of men, what advantageth it me, if the dead be not raised up? let us eat and drink: for tomorrow we shall die.",
      "33": "Be not deceived: evil speakings corrupt good manners.",
      "34": "Awake to live righteously, and sin not: for some have not the knowledge of God, I speak this to your shame.",
      "35": "But some man will say, How are the dead raised up? and with what body come they forth?",
      "36": "O fool, that which thou sowest, is not quickened, except it die.",
      "37": "And that which thou sowest, thou sowest not that body that shall be, but bare corn as it falleth, of wheat, or of some other.",
      "38": "But God giveth it a body at his pleasure, even to every seed his own body.",
      "39": "All flesh is not the same flesh, but there is one flesh of men, and another flesh of beasts, and another of fishes, and another of birds:",
      "40": "There are also heavenly bodies, and earthly bodies: but the glory of the heavenly is one, and the glory of the earthly is another.",
      "41": "There is another glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.",
      "42": "So also is the resurrection of the dead. The body is sown in corruption, and is raised in incorruption.",
      "43": "It is sown in dishonor, and is raised in glory: it is sown in weakness, and is raised in power.",
      "44": "It is sown a natural body, and is raised a spiritual body: there is a natural body, and there is a spiritual body.",
      "45": "As it is also written, The first man Adam was made a living soul: and the last Adam was made a quickening spirit.",
      "46": "Howbeit that was not first which is spiritual: but that which is natural, and afterward that which is spiritual.",
      "47": "The first man is of the earth, earthly: the second man is the Lord from heaven.",
      "48": "As is the earthly, such are they that are earthly: and as is the heavenly, such are they also that are heavenly.",
      "49": "And as we have born the image of the earthly, so shall we bear the image of the heavenly.",
      "50": "This say I, brethren, that flesh and blood cannot inherit the kingdom of God, neither doth corruption inherit incorruption.",
      "51": "Behold, I show you a secret thing, We shall not all sleep, but we shall all be changed,",
      "52": "In a moment, in the twinkling of an eye at the last trumpet: for the trumpet shall blow, and the dead shall be raised up incorruptible, and we shall be changed.",
      "53": "For this corruptible must put on incorruption: and this mortal must put on immortality.",
      "54": "So when this corruptible hath put on incorruption, and this mortal hath put on immortality, then shall be brought to pass the saying, that is written, Death is swallowed up into victory.",
      "55": "O death where is thy sting? O grave where is thy victory?",
      "56": "The sting of death is sin: and the strength of sin is the Law.",
      "57": "But thanks be unto God, which hath given us victory through our Lord Jesus Christ.",
      "58": "Therefore my beloved brethren, be ye steadfast, unmovable, abundant always in the work of the Lord, forasmuch as ye know that your labor is not in vain in the Lord."
    },
    "16": {
      "1": "Concerning the gathering for the Saints, as I have ordained in the Churches of Galatia, so do ye also.",
      "2": "Every first day of the week, let every one of you put aside by himself, and lay up as God hath prospered him, that then there be no gatherings when I come.",
      "3": "And when I am come, whomsoever ye shall allow by letters, them will I send to bring your liberality unto Jerusalem.",
      "4": "And if it be meet that I go also, they shall go with me.",
      "5": "Now I will come unto you, after I have gone through Macedonia (for I will pass through Macedonia.)",
      "6": "And it may be that I will abide, yea, or winter with you, that ye may bring me on my way, whithersoever I go.",
      "7": "For I will not see you now in my passage, but I trust to abide a while with you, if the Lord permit.",
      "8": "And I will tarry at Ephesus until Pentecost.",
      "9": "For a great door and effectual is opened unto me, and there are many adversaries.",
      "10": "Now if Timothy come, see that he be without fear with you: for he worketh the work of the Lord, even as I do.",
      "11": "Let no man therefore despise him: but convey him forth in peace, that he may come unto me: for I looked for him with the brethren.",
      "12": "As touching our brother Apollos, I greatly desired him to come unto you with the brethren: but his mind was not at all to come at this time: howbeit he will come when he shall have convenient time.",
      "13": "Watch ye: stand fast in the faith: quit you like men, and be strong.",
      "14": "Let all your things be done in love.",
      "15": "Now brethren, I beseech you (ye know the house of Stephanas, that it is the firstfruits of Achaia, and that they have given themselves to minister unto the Saints.)",
      "16": "That ye be obedient even unto such, and to all that help with us and labor.",
      "17": "I am glad of the coming of Stephanas, and Fortunatus, and Achaicus: for they have supplied the want of you.",
      "18": "For they have comforted my spirit and yours: acknowledge therefore such men.",
      "19": "The Churches of Asia salute you: Aquila and Priscilla with the Church that is in their house, salute you greatly in the Lord.",
      "20": "All the brethren greet you. Greet ye one another with an holy kiss.",
      "21": "The salutation of me Paul with mine own hand.",
      "22": "If any man love not the Lord Jesus Christ, let him be had in execration maran-atha.",
      "23": "The grace of our Lord Jesus Christ be with you.",
      "24": "My love be with you all in Christ Jesus, Amen.\nThe first Epistle to the Corinthians, written from Philippi, and sent by Stephanas, and Fortunatus, and Achaicus, and Timothy."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:58.824162-04:00",
    "Translation": "GNV"
  }
}