{
  "1 Thessalonians": {
    "1": {
      "1": "Paul, and Silvanus, and Timothy, unto the Church of the Thessalonians, which is in God the Father, and in the Lord Jesus Christ: Grace be with you, and peace from God our Father, and from the Lord Jesus Christ.",
      "2": "We give God thanks always for you all, making mention of you in our prayers.",
      "3": "Without ceasing, remembering your effectual faith, and diligent love, and the patience of your hope in our Lord Jesus Christ, in the sight of God, even our Father,",
      "4": "Knowing, beloved brethren, that ye are elect of God.",
      "5": "For our Gospel was not unto you in word only, but also in power, and in the holy Ghost, and in much assurance, as ye know after what manner we were among you for your sakes.",
      "6": "And ye became followers of us, and of the Lord, and received the word in much affliction, with joy of the holy Ghost,",
      "7": "So that ye were as ensamples to all that believe in Macedonia and in Achaia.",
      "8": "For from you sounded out the word of the Lord, not in Macedonia and in Achaia only: but your faith also which is toward God, spread abroad in all quarters, that we need not to speak anything.",
      "9": "For they themselves show of us what manner of entering in we had unto you, and how ye turned to God from idols, to serve the living and true God.",
      "10": "And to look for his son from heaven, whom he raised from the dead, even Jesus which delivereth us from that wrath to come."
    },
    "2": {
      "1": "For ye yourselves know, brethren, that our entrance in unto you was not in vain,",
      "2": "But even after that we had suffered before, and were shamefully entreated at Philippi, (as ye know) we were bold in our God, to speak unto you the Gospel of God, with much striving.",
      "3": "For our exhortation was not by deceit, nor by uncleanness, nor by guile.",
      "4": "But as we were allowed of God, that the Gospel should be committed unto us, so we speak, not as they that please men, but God, which approveth our hearts:",
      "5": "Neither yet did we ever use flattering words, as ye know, nor colored covetousness, God is record.",
      "6": "Neither sought we praise of men, neither of you, nor of others, when we might have been chargeable, as the Apostles of Christ.",
      "7": "But we were gentle among you, even as a nurse cherisheth her children.",
      "8": "Thus being affectioned toward you, our good will was to have dealt unto you, not the Gospel of God only, but also our own souls, because ye were dear unto us.",
      "9": "For ye remember, brethren, our labor and travail: for we labored day and night, because we would not be chargeable unto any of you, and preached unto you the Gospel of God.",
      "10": "Ye are witnesses, and God also, how holily, and justly, and unblameably we behaved ourselves among you that believe.",
      "11": "As ye know how that we exhorted you, and comforted, and besought every one of you, (as a father his children.)",
      "12": "That ye would walk worthy of God, who hath called you unto his kingdom and glory.",
      "13": "For this cause also thank we God without ceasing, that when ye received the word of God, which ye heard of us, ye received it not as the word of men, but as it is indeed the word of God, which also worketh in you that believe.",
      "14": "For brethren, ye are become followers of the Churches of God, which in Judea are in Christ Jesus, because ye have also suffered the same things of your own country men, even as they have of the Jews,",
      "15": "Who both killed the Lord Jesus and their own Prophets, and have persecuted us away, and God they please not, and are contrary to all men,",
      "16": "And forbid us to preach unto the Gentiles, that they might be saved, to fulfill their sins always: for the wrath of God is come on them to the utmost.",
      "17": "Forasmuch, brethren, as we were kept from you for a season, concerning sight, but not in the heart, we enforced the more to see your face with great desire.",
      "18": "Therefore we would have come unto you (I Paul, at least once or twice) but Satan hindered us.",
      "19": "For what is our hope or joy, or crown of rejoicing? are not even you it in the presence of our Lord Jesus Christ at his coming?",
      "20": "Yea, ye are our glory and joy."
    },
    "3": {
      "1": "Wherefore since we could no longer forbear, we thought it good to remain at Athens alone,",
      "2": "And have sent Timothy our brother and minister of God, and our labor fellow in the Gospel of Christ, to establish you, and to comfort you touching your faith,",
      "3": "That no man should be moved with these afflictions: for ye yourselves know, that we are appointed thereunto.",
      "4": "For verily when we were with you, we told you before that we should suffer tribulations, even as it came to pass, and ye know it.",
      "5": "Even for this cause, when I could no longer forbear, I sent him that I might know of your faith, lest the tempter had tempted you in any sort, and that our labor had been in vain.",
      "6": "But now lately when Timothy came from you unto us, and brought us good tidings of your faith and love, and that ye have good remembrance of us always, desiring to see us, as we also do you,",
      "7": "Therefore brethren, we had consolation in you, in all our affliction and necessity through your faith.",
      "8": "For now are we alive, if ye stand fast in the Lord.",
      "9": "For what thanks can we recompense to God again for you, for all the joy wherewith we rejoice for your sakes before our God,",
      "10": "Night and day, praying exceedingly, that we might see your face, and might accomplish that which is lacking in your faith?",
      "11": "Now God himself, even our Father, and our Lord Jesus Christ, guide our journey unto you.",
      "12": "And the Lord increase you, and make you abound in love one toward another, and toward all men, even as we do toward you:",
      "13": "To make your hearts stable and unblameable in holiness before God even our Father, at the coming of our Lord Jesus Christ with all his Saints."
    },
    "4": {
      "1": "And furthermore we beseech you, brethren, and exhort you in the Lord Jesus, that ye increase more and more, as ye have received of us, how ye ought to walk, and to please God.",
      "2": "For ye know what commandments we gave you by the Lord Jesus.",
      "3": "For this is the will of God even your sanctification, and that ye should abstain from fornication,",
      "4": "That everyone of you should know, how to possess his vessel in holiness and honor,",
      "5": "And not in the lust of concupiscence, even as the Gentiles which know not God:",
      "6": "That no man oppress or defraud his brother in any matter: for the Lord is avenger of all such things, as we also have told you beforetime, and testified.",
      "7": "For God hath not called us unto uncleanness, but unto holiness.",
      "8": "He therefore that despiseth these things, despiseth not man, but God who hath even given you his holy Spirit.",
      "9": "But as touching brotherly love, ye need not that I write unto you: for ye are taught of God to love one another.",
      "10": "Yea, and that thing verily ye do unto all the brethren, which are throughout all Macedonia: but we beseech you brethren, that ye increase more and more,",
      "11": "And that ye study to be quiet, and to meddle with your own business, and to work with your own hands, as we commanded you.",
      "12": "That ye may behave yourselves honestly toward them that are without, and that nothing be lacking unto you.",
      "13": "I would not brethren, have you ignorant concerning them which are asleep, that ye sorrow not even as others which have no hope.",
      "14": "For if we believe that Jesus is dead, and is risen, even so them which sleep in Jesus, will God bring with him.",
      "15": "For this say we unto you by the word of the Lord, that we which live, and are remaining in the coming of the Lord, shall not prevent them which sleep.",
      "16": "For the Lord himself shall descend from heaven with a shout, and with the voice of the Archangel, and with the trumpet of God: and the dead in Christ shall rise first:",
      "17": "Then shall we which live and remain, be caught up with them also in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.",
      "18": "Wherefore, comfort yourselves one another with these words."
    },
    "5": {
      "1": "But of the times and seasons, brethren, ye have no need that I write unto you.",
      "2": "For ye yourselves know perfectly, that the day of the Lord shall come, even as a thief in the night.",
      "3": "For when they shall say, Peace and safety, then shall come upon them sudden destruction, as the travail upon a woman with child, and they shall not escape.",
      "4": "But ye, brethren, are not in darkness, that that day shall come on you, as it were a thief.",
      "5": "Ye are all the children of light, and the children of the day: we are not of the night, neither of darkness.",
      "6": "Therefore let us not sleep as do others, but let us watch and be sober.",
      "7": "For they that sleep, sleep in the night, and they that be drunken, are drunken in the night.",
      "8": "But let us which are of the day, be sober, putting on the breastplate of faith and love, and the hope of salvation for an helmet.",
      "9": "For God hath not appointed us unto wrath, but to obtain salvation by the means of our Lord Jesus Christ.",
      "10": "Which died for us, that whether we wake or sleep, we should live together with him.",
      "11": "Wherefore exhort one another, and edify one another, even as ye do.",
      "12": "Now we beseech you brethren, that ye acknowledge them which labor among you, and are over you in the Lord, and admonish you.",
      "13": "That ye have them in singular love for their work’s sake. Be at peace among yourselves.",
      "14": "We desire you, brethren, admonish them that are out of order: comfort the feebleminded: bear with the weak: be patient toward all men.",
      "15": "See that none recompense evil for evil unto any man: but ever follow that which is good, both toward yourselves, and toward all men.",
      "16": "Rejoice evermore.",
      "17": "Pray continually.",
      "18": "In all things, give thanks, for this is the will of God in Christ Jesus toward you.",
      "19": "Quench not the Spirit.",
      "20": "Despise not prophesying.",
      "21": "Try all things, and keep that which is good.",
      "22": "Abstain from all appearance of evil.",
      "23": "Now the very God of peace sanctify you throughout: and I pray God that your whole spirit and soul and body, may be kept blameless unto the coming of our Lord Jesus Christ.",
      "24": "Faithful is he which calleth you, which will also do it.",
      "25": "Brethren, pray for us.",
      "26": "Greet all the brethren with an holy kiss.",
      "27": "I charge you in the Lord, that this Epistle be read unto all the brethren the Saints.",
      "28": "The grace of our Lord Jesus Christ be with you, Amen.\nThe first Epistle unto the Thessalonians written from Athens."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:05.353778-04:00",
    "Translation": "GNV"
  }
}