{
  "1 Timothy": {
    "1": {
      "1": "Paul an Apostle of Jesus Christ, by the commandment of God our Savior, and of our Lord Jesus Christ our hope,",
      "2": "Unto Timothy my natural son in the faith: Grace, mercy, and peace from God our Father, and from Christ Jesus our Lord.",
      "3": "As I besought thee to abide still in Ephesus, when I departed into Macedonia, so do, that thou mayest warn some, that they teach none other doctrine,",
      "4": "Neither that they give heed to fables and genealogies which are endless, which breed questions rather than godly edifying which is by faith.",
      "5": "For the end of the commandment is love out of a pure heart, and of a good conscience, and of faith unfeigned.",
      "6": "From the which things some have erred, and have turned unto vain jangling.",
      "7": "They would be doctors of the Law, and yet understand not what they speak, neither whereof they affirm.",
      "8": "And we know, that the Law is good, if a man use it lawfully.",
      "9": "Knowing this, that the Law is not given unto a righteous man, but unto the lawless and disobedient, to the ungodly, and to sinners, to the unholy, and to the profane, to murderers of fathers and mothers, to manslayers,",
      "10": "To whoremongers, to buggerers, to menstealers, to liars, to the perjured, and if there be any other thing that is contrary to wholesome doctrine,",
      "11": "Which is according to the glorious Gospel of the blessed God, which is committed unto me.",
      "12": "Therefore I thank him which hath made me strong, that is, Christ Jesus our Lord: for he counted me faithful, and put me in his service:",
      "13": "When before I was a blasphemer, and a persecutor, and an oppressor: but I was received to mercy: for I did it ignorantly through unbelief.",
      "14": "But the grace of our Lord was exceeding abundant with faith and love, which is in Christ Jesus.",
      "15": "This is a true saying, and by all means worthy to be received, that Christ Jesus came into the world to save sinners, of whom I am chief.",
      "16": "Notwithstanding for this cause was I received to mercy, that Jesus Christ should first show on me all long suffering unto the ensample of them, which shall in time to come believe in him unto eternal life.",
      "17": "Now unto the king everlasting, immortal, invisible, unto God only wise, be honor, and glory, for ever, and ever, Amen.",
      "18": "This commandment commit I unto thee, son Timothy, according to the prophecies, which went before upon thee, that thou by them shouldest fight a good fight,",
      "19": "Having faith and a good conscience, which some have put away, and as concerning faith, have made shipwreck.",
      "20": "Of whom is Hymenaeus, and Alexander, whom I have delivered unto Satan, that they might learn not to blaspheme."
    },
    "2": {
      "1": "I Exhort therefore, that first of all supplications, prayers, intercessions, and giving of thanks be made for all men,",
      "2": "For Kings, and for all that are in authority, that we may lead a quiet and a peaceable life, in all godliness, and honesty.",
      "3": "For this is good and acceptable in the sight of God our Savior.",
      "4": "Who will that all men shall be saved, and come unto the acknowledging of the truth.",
      "5": "For there is one God, and one Mediator between God and man, which is the man Christ Jesus,",
      "6": "Who gave himself a ransom for all men, to be that testimony in due time,",
      "7": "Whereunto I am ordained a preacher and an Apostle (I speak the truth in Christ, and lie not) even a teacher of the Gentiles in faith and verity.",
      "8": "I will therefore that the men pray, everywhere lifting up pure hands without wrath, or doubting.",
      "9": "Likewise also the women, that they array themselves in comely apparel, with shamefastness and modesty, not with braided hair, or gold, or pearls, or costly apparel,",
      "10": "But (as becometh women that profess the fear of God) with good works.",
      "11": "Let the woman learn in silence with all subjection.",
      "12": "I permit not a woman to teach, neither to usurp authority over the man, but to be in silence.",
      "13": "For Adam was first formed, then Eve.",
      "14": "And Adam was not deceived, but the woman was deceived, and was in the transgression.",
      "15": "Notwithstanding, through bearing of children she shall be saved, if they continue in faith, and love, and holiness with modesty."
    },
    "3": {
      "1": "This is a true saying, If any man desire the office of a Bishop, he desireth a worthy work.",
      "2": "A Bishop therefore must be unreproveable, the husband of one wife, watching, temperate, modest, harborous, apt to teach,",
      "3": "Not given to wine, no striker, not given to filthy lucre, but gentle, no fighter, not covetous.",
      "4": "One that can rule his own house honestly, having children under obedience with all honesty.",
      "5": "For if any cannot rule his own house, how shall he care for the Church of God?",
      "6": "He may not be a young scholar, lest he being puffed up fall into the condemnation of the devil.",
      "7": "He must also be well reported of, even of them which are without, lest he fall into rebuke, and the snare of the devil.",
      "8": "Likewise must Deacons be grave, not double tongued, not given unto much wine, neither to filthy lucre,",
      "9": "Having the mystery of the faith in pure conscience.",
      "10": "And let them first be proved, then let them minister, if they be found blameless.",
      "11": "Likewise their wives must be honest, not evil speakers, but sober, and faithful in all things.",
      "12": "Let the Deacons be the husbands of one wife, and such as can rule their children well, and their own households.",
      "13": "For they that have ministered well, get themselves a good decree, and great liberty in the faith, which is in Christ Jesus.",
      "14": "These things write I unto thee, trusting to come very shortly unto thee.",
      "15": "But if I tarry long, that thou mayest yet know, how thou oughtest to behave thyself in the house of God, which is the Church of the living God, the pillar and ground of truth.",
      "16": "And without controversy, great is the mystery of godliness, which is, God is manifested in the flesh, justified in the Spirit, seen of Angels, preached unto the Gentiles, believed on in the world, and received up in glory."
    },
    "4": {
      "1": "Now the Spirit speaketh evidently, that in the latter times some shall depart from the faith, and shall give heed unto spirits of error, and doctrines of devils,",
      "2": "Which speak lies through hypocrisy, and have their consciences burned with an hot iron,",
      "3": "Forbidding to marry, and commanding to abstain from meats which God hath created to be received with giving thanks of them which believe and know the truth.",
      "4": "For every creature of God is good, and nothing ought to be refused, if it be received with thanksgiving.",
      "5": "For it is sanctified by the word of God, and prayer.",
      "6": "If thou put the brethren in remembrance of these things, thou shalt be a good minister of Jesus Christ, which hast been nourished up in the words of faith, and of good doctrine which thou hast continually followed.",
      "7": "But cast away profane, and old wives’ fables, and exercise thyself unto godliness.",
      "8": "For bodily exercise profiteth little: but godliness is profitable unto all things, which hath the promise of the life present, and of that that is to come.",
      "9": "This is a true saying, and by all means worthy to be received.",
      "10": "For therefore we labor and are rebuked, because we trust in the living God, which is the Savior of all men, specially of those that believe.",
      "11": "These things warn and teach.",
      "12": "Let no man despise thy youth, but be unto them that believe, an ensample, in word, in conversation, in love, in spirit, in faith and in pureness.",
      "13": "Till I come, give attendance to reading, to exhortation, and to doctrine.",
      "14": "Despise not the gift that is in thee, which was given thee by prophecy with the laying on of the hands of the company of the Eldership.",
      "15": "These things exercise, and give thyself unto them, that it may be seen how thou profitest among all men.",
      "16": "Take heed unto thyself, and unto learning: continue therein: for in doing this thou shalt both save thyself, and them that hear thee."
    },
    "5": {
      "1": "Rebuke not an elder, but exhort him as a father, and the younger men as brethren,",
      "2": "The elder women as mothers, the younger as sisters, with all pureness.",
      "3": "Honor widows, which are widows indeed.",
      "4": "But if any widow have children or nephews let them learn first to show godliness toward their own house, and to recompense their kindred: for that is an honest thing, and acceptable before God.",
      "5": "And she that is a widow indeed and left alone, trusteth in God, and continueth in supplications and prayers night and day.",
      "6": "But she that liveth in pleasure, is dead, while she liveth.",
      "7": "These things therefore warn them of, that they may be blameless.",
      "8": "If there be any that provideth not for his own, and namely for them of his household, he denieth the faith, and is worse than an infidel.",
      "9": "Let not a widow be taken into the number under threescore years old, that hath been the wife of one husband.",
      "10": "And well reported of for good works: if she have nourished her children, if she have lodged the strangers, if she have washed the Saints’ feet, if she have ministered unto them which were in adversity, if she were continually given unto every good work.",
      "11": "But refuse the younger widows: for when they have begun to wax wanton against Christ, they will marry.",
      "12": "Having damnation, because they have broken the first faith.",
      "13": "And likewise also being idle they learn to go about from house to house: yea they are not only idle, but also prattlers and busybodies, speaking things which are not comely.",
      "14": "I will therefore that the younger women marry, and bear children, and govern the house, and give none occasion to the adversary to speak evil.",
      "15": "For certain are already turned back after Satan.",
      "16": "If any faithful man or faithful woman have widows, let them minister unto them, and let not the Church be charged, that there may be sufficient for them that are widows indeed.",
      "17": "The Elders that rule well, let them be had in double honor, specially they which labor in the word and doctrine.",
      "18": "For the Scripture saith, Thou shalt not muzzle the mouth of the ox that treadeth out the corn: and, The laborer is worthy of his wages.",
      "19": "Against an Elder receive none accusation, but under two or three witnesses.",
      "20": "Them that sin, rebuke openly, that the rest also may fear.",
      "21": "I charge thee before God and the Lord Jesus Christ, and the elect Angels, that thou observe these things, without preferring one to another, and do nothing partially.",
      "22": "Lay hands suddenly on no man, neither be partaker of other men’s sins; keep thyself pure.",
      "23": "Drink no longer water, but use a little wine for thy stomach’s sake, and thine often infirmities.",
      "24": "Some men’s sins are open before hand, and go before unto judgment: but some men’s follow after.",
      "25": "Likewise also the good works are manifest before hand, and they that are otherwise, cannot be hid."
    },
    "6": {
      "1": "Let as many servants as are under the yoke, count their masters worthy of all honor, that the Name of God, and his doctrine be not evil spoken of.",
      "2": "And they which have believing masters, let them not despise them, because they are brethren, but rather do service, because they are faithful, and beloved, and partakers of the benefit. These things teach and exhort.",
      "3": "If any man teach otherwise, and consenteth not to the wholesome words of our Lord Jesus Christ, and to the doctrine which is according to godliness,",
      "4": "He is puffed up and knoweth nothing, but doteth about questions and strive of words, whereof cometh envy, strife, railings, evil surmisings,",
      "5": "Froward disputations of men of corrupt minds and destitute of the truth, which think that gain is godliness: from such separate thyself.",
      "6": "But godliness is great gain, if a man be content with that he hath.",
      "7": "For we brought nothing into the world, and it is certain, that we can carry nothing out.",
      "8": "Therefore when we have food and raiment, let us therewith be content.",
      "9": "For they that will be rich, fall into tentation and snares, and into many foolish and noisome lusts, which drown men in perdition and destruction.",
      "10": "For the desire of money is the root of all evil, which while some lusted after they erred from the faith, and pierced themselves through with many sorrows.",
      "11": "But thou, O man of God, flee these things, and follow after righteousness, godliness, faith, love, patience, and meekness.",
      "12": "Fight the good fight of faith: lay hold of eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses.",
      "13": "I charge thee in the sight of God, who quickeneth all things, and before Jesus Christ, which under Pontius Pilate witnessed a good confession.",
      "14": "That thou keep this commandment without spot, and unrebukeable, until the appearing of our Lord Jesus Christ,",
      "15": "Which in due time he shall show, that is blessed and Prince only, the King of kings and Lord of lords.",
      "16": "Who only hath immortality, and dwelleth in the light that none can attain unto, whom never man saw, neither can see, unto whom be honor and power everlasting, Amen.",
      "17": "Charge them that are rich in this world, that they be not high minded, and that they trust not in uncertain riches, but in the living God, (which giveth us abundantly all things to enjoy.)",
      "18": "That they do good, and be rich in good works, and be ready to distribute, and communicate,",
      "19": "Laying up in store for themselves a good foundation against the time to come, that they may obtain eternal life.",
      "20": "O Timothy, keep that which is committed unto thee, and avoid profane and vain babblings, and oppositions of science falsely so called,",
      "21": "Which while some profess, they have erred concerning the faith. Grace be with thee, Amen.\n¶The first Epistle to Timothy, written from Laodicea, which is the chiefest city of Phrygia Pacatiana."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:06.523019-04:00",
    "Translation": "GNV"
  }
}