{
  "2 Kings": {
    "1": {
      "1": "Then Moab rebelled against Israel after the death of Ahab:",
      "2": "And Ahaziah fell through the lattice window in his upper chamber which was in Samaria: so he was sick: then he sent messengers, to whom he said, Go, and inquire of Baal-Zebub the god of Ekron, if I shall recover of this my disease.",
      "3": "Then the Angel of the Lord said to Elijah the Tishbite, Arise, and go up to meet the messengers of the king of Samaria, and say unto them, Is it not because there is no God in Israel, that ye go to inquire of Baal-Zebub the god of Ekron?",
      "4": "Wherefore thus saith the Lord, Thou shalt not come down from the bed on which thou art gone up, but shalt die the death. So Elijah departed.",
      "5": "And the messengers returned unto him, to whom he said, Why are ye now returned?",
      "6": "And they answered him, There came a man and met us, and said unto us, Go, and return unto the king which sent you, and say unto him, Thus saith the Lord, Is it not because there is no God in Israel, that thou sendest to inquire of Baal-Zebub the God of Ekron? Therefore thou shalt not come down from the bed, on which thou art gone up, but shalt die the death.",
      "7": "And he said unto them, What manner of man was he which came and met you, and told you these words?",
      "8": "And they said unto him, He was an hairy man, and girded with a girdle of leather about his loins. Then said he, It is Elijah the Tishbite.",
      "9": "Therefore the King sent unto him a captain over fifty with his fifty men, who went up unto him: for behold, he sat on the top of a mountain, and he said unto him, O man of God, the king hath commanded that thou come down.",
      "10": "But Elijah answered, and said to the captain over the fifty, If that I be a man of God, let fire come down from the heaven, and devour thee and thy fifty. So fire came down from the heaven and devoured him and his fifty.",
      "11": "Again also he sent unto him another captain over fifty with his fifty. Who spake, and said unto him, O man of God, thus the King commandeth, Come down quickly.",
      "12": "But Elijah answered, and said unto them, If I be a man of God, let fire come down from the heaven and devour thee and thy fifty. So fire came down from the heaven, and devoured him and his fifty.",
      "13": "Yet again he sent the third captain over fifty with his fifty. And the third captain over fifty went up, and came, and fell on his knees before Elijah, and besought him, and said unto him, O man of God, I pray thee, let my life and the life of these thy fifty servants be precious in thy sight.",
      "14": "Behold, there came fire down from the heaven, and devoured the two former captains over fifty with their fifties: therefore let my life now be precious in thy sight.",
      "15": "And the Angel of the Lord said unto Elijah, Go down with him, be not afraid of his presence. So he arose, and went down with him unto the king.",
      "16": "And he said unto him, Thus saith the Lord, Because thou hast sent messengers to inquire of Baal-Zebub the god of Ekron, (was it not because there was no God in Israel to inquire of his word?) therefore thou shalt not come down off the bed, on which thou art gone up, but shalt die the death.",
      "17": "So he died according to the word of the Lord which Elijah had spoken. And Jehoram began to reign in his stead in the second year of Jehoram the son of Jehoshaphat king of Judah, because he had no son.",
      "18": "Concerning the rest of the acts of Ahaziah, that he did, are they not written in the book of the Chronicles of the kings of Israel?"
    },
    "2": {
      "1": "And when the Lord would take up Elijah into heaven by a whirlwind, Elijah went with Elisha from Gilgal.",
      "2": "Then Elijah said to Elisha, Tarry here, I pray thee: for the Lord hath sent me to Bethel. But Elisha said, As the Lord liveth, and as thy soul liveth, I will not leave thee. So they came down to Bethel.",
      "3": "And the children of the Prophets that were at Bethel, came out to Elisha, and said unto him, Knowest thou that the Lord will take thy master from thine head this day? And he said, Yea, I know it: hold ye your peace.",
      "4": "Again Elijah said unto him, Elisha, tarry here, I pray thee: for the Lord hath sent me to Jericho. But he said, As the Lord liveth, and as thy soul liveth, I will not leave thee. So they came to Jericho.",
      "5": "And the children of the Prophets that were at Jericho, came to Elisha, and said unto him, Knowest thou, that the Lord will take thy master from thine head this day? And he said, Yea, I know it: hold ye your peace.",
      "6": "Moreover Elijah said unto him, Tarry, I pray thee, here: for the Lord hath sent me to Jordan. But he said, As the Lord liveth, and as thy soul liveth, I will not leave thee. So they went both together.",
      "7": "And fifty men of the sons of the Prophets went and stood on the other side a far off, and they two stood by Jordan.",
      "8": "Then Elijah took his cloak, and wrapped it together, and smote the waters, and they were divided hither and thither, and they twain went over on the dry land.",
      "9": "Now when they were passed over, Elijah said unto Elisha, Ask what I shall do for thee before I be taken from thee. And Elisha said, I pray thee, let thy Spirit be double upon me.",
      "10": "And he said, Thou hast asked an hard thing: yet if thou see me when I am taken from thee, thou shalt have it so: and if not, it shall not be.",
      "11": "And as they went walking and talking, behold, there appeared a chariot of fire, and horses of fire, and did separate them twain. So Elijah went up by a whirlwind into heaven.",
      "12": "And Elisha saw it, and he cried, My father, my father, the chariot of Israel, and the horsemen thereof: and he saw him no more: and he took his own clothes, and rent them in two pieces.",
      "13": "He took up also the cloak of Elijah, that fell from him, and returned, and stood by the bank of Jordan.",
      "14": "After, he took the cloak of Elijah, that fell from him, and smote the waters, and said, Where is the Lord God of Elijah? And so he also, after he had stricken the waters, so that they were divided this way and that way, went over, even Elisha.",
      "15": "And when the children of the Prophets, which were at Jericho, saw him on the other side, they said, The Spirit of Elijah doeth rest on Elisha: and they came to meet him, and fell to the ground before him,",
      "16": "And said unto him, Behold now, there be with thy servants fifty strong men: let them go, we pray thee, and seek thy master, if so be the Spirit of the Lord hath taken him up, and cast him upon some mountain, or into some valley. But he said, Ye shall not send.",
      "17": "Yet they were instant upon him, till he was ashamed: wherefore he said, Send. So they sent fifty men, which sought three days, but found him not.",
      "18": "Therefore they returned to him, (for he tarried at Jericho) and he said unto them, Did not I say unto you, Go not?",
      "19": "And the men of the city said unto Elisha, Behold, we pray thee: the situation of this city is pleasant, as thou, my lord, seest, but the water is naught, and the ground barren.",
      "20": "Then he said, Bring me a new cruse, and put salt therein. And they brought it to him.",
      "21": "And he went unto the spring of the waters, and cast there the salt, and said, Thus saith the Lord, I have healed this water: death shall no more come thereof, neither barrenness to the ground.",
      "22": "So the waters were healed unto this day, according to the word of Elisha which he had spoken.",
      "23": "And he went up from thence unto Bethel. And as he was going up the way, little children came out of the city, and mocked him, and said unto him, Come up, thou bald head, come up, thou bald head.",
      "24": "And he turned back, and looked on them, and cursed them in the name of the Lord. And two bears came out of the forest, and tore in pieces two and forty children of them.",
      "25": "So he went from thence to mount Carmel, and from thence he returned to Samaria."
    },
    "3": {
      "1": "Now Jehoram the son of Ahab began to reign over Israel in Samaria, the eighteenth year of Jehoshaphat King of Judah, and reigned twelve years.",
      "2": "And he wrought evil in the sight of the Lord, but not like his father nor like his mother: for he took away the image of Baal that his father had made.",
      "3": "Nevertheless, he cleaved unto the sins of Jeroboam, the son of Nebat, which made Israel to sin, and departed not therefrom.",
      "4": "Then Mesha king of Moab had store of sheep, and rendered unto the king of Israel an hundred thousand rams with the wool.",
      "5": "But when Ahab was dead, the king of Moab rebelled against the king of Israel.",
      "6": "Therefore King Jehoram went out of Samaria the same season, and numbered all Israel,",
      "7": "And went, and sent to Jehoshaphat king of Judah, saying, The king of Moab hath rebelled against me: wilt thou go with me to battle against Moab? And he answered, I will go up: for I am, as thou art, my people, as thy people, and mine horses, as thine horses.",
      "8": "Then said he, What way shall we go up? And he answered, The way of the wilderness of Edom.",
      "9": "So went the king of Israel and the king of Judah, and the king of Edom, and when they had compassed the way seven days, they had no water for the host, nor for the cattle that followed them.",
      "10": "Therefore the king of Israel said, Alas, that the Lord hath called these three kings, to give them into the hand of Moab.",
      "11": "But Jehoshaphat said, Is there not here a Prophet of the Lord, that we may inquire of the Lord by him? And one of the king of Israel’s servants answered, and said, Here is Elisha the son of Shaphat, which poured water on the hands of Elijah.",
      "12": "Then Jehoshaphat said, The word of the Lord is with him. Therefore the king of Israel, and Jehoshaphat, and the king of Edom went down to him.",
      "13": "And Elisha said unto the king of Israel, What have I to do with thee? get thee to the Prophets of thy father, and to the Prophets of thy mother. And the king of Israel said unto him, Nay: for the Lord hath called these three kings, to give them into the hand of Moab.",
      "14": "Then Elisha said, As the Lord of hosts liveth, in whose sight I stand, if it were not, that I regard the presence of Jehoshaphat the king of Judah, I would not have looked toward thee, nor seen thee.",
      "15": "But now bring me a minstrel. And when the minstrel played, the hand of the Lord came upon him.",
      "16": "And he said, Thus saith the Lord, Make this valley full of ditches.",
      "17": "For thus saith the Lord, Ye shall neither see wind nor see rain, yet the valley shall be filled with water, that ye may drink, both ye and your cattle, and your beasts.",
      "18": "But this is a small thing in the sight of the Lord: for he will give Moab into your hand.",
      "19": "And ye shall smite every strong town, and every chief city, and shall fell every fair tree, and shall stop all the fountains of water, and mar every good field with stones.",
      "20": "And in the morning when the meat offering was offered, behold, there came water by the way of Edom: and the country was filled with water.",
      "21": "And when all the Moabites heard that the kings were come up to fight against them, they gathered all that was able to put on harness, and upward, and stood in their border.",
      "22": "And they rose early in the morning, when the Sun arose upon the water, and the Moabites saw the water over against them, as red as blood.",
      "23": "And they said, This is blood: the kings are surely slain, and one hath smitten another: now therefore Moab, to the spoil.",
      "24": "And when they came to the host of Israel, the Israelites arose up, and smote the Moabites, so that they fled before them, but they invaded them, and smote Moab.",
      "25": "And they destroyed the cities: and on all the good field every man cast his stone, and filled them and they stopped all the fountains of water, and felled all the good trees: only in Kir Haraseth left they the stones thereof: howbeit they went about it with slings, and smote it.",
      "26": "And when the King of Moab saw that the battle was too sore for him, he took with him seven hundred men that drew the sword, to break through unto the king of Edom: but they could not.",
      "27": "Then he took his eldest son, that should have reigned in his stead, and offered him for a burnt offering upon the wall: so that Israel was sore grieved, and they departed from him, and returned to their country."
    },
    "4": {
      "1": "And one of the wives of the sons of the Prophets cried unto Elisha, saying, Thy servant mine husband is dead, and thou knowest, that thy servant did fear the Lord: and the creditor is come to take my two sons to be his bondmen.",
      "2": "Then Elisha said unto her, What shall I do for thee? tell me, what hast thou at home? And she said, Thine handmaid hath nothing at home, save a pitcher of oil.",
      "3": "And he said, Go and borrow thee vessels abroad of all thy neighbors, empty vessels, and spare not.",
      "4": "And when thou art come in, thou shalt shut the door upon thee and upon thy sons, and pour out into all those vessels, and set aside those that are full.",
      "5": "So she departed from him, and shut the door upon her, and upon her sons. And they brought to her, and she poured out.",
      "6": "And when the vessels were full, she said unto her son, Bring me yet a vessel. And he said unto her, There is no more vessels. And the oil ceased.",
      "7": "Then she came and told the man of God. And he said, Go and sell the oil, and pay them that thou art in debt unto, and live thou and thy children of the rest.",
      "8": "And on a time Elisha came to Shunem, and there a woman of great estimation constrained him to eat bread: and as he passed by, he turned in thither to eat bread.",
      "9": "And she said unto her husband, Behold, I know now, that this is an holy man of God that passeth by us continually.",
      "10": "Let us make him a little chamber, I pray thee, with walls, and let us set him there a bed, and a table, and a stool, and a candlestick, that he may turn in thither when he cometh to us.",
      "11": "And on a day, he came thither and turned into the chamber, and lay therein,",
      "12": "And said to Gehazi his servant, Call this Shunammite: and when he called her, she stood before him.",
      "13": "Then he said unto him, Say unto her now, Behold, thou hast had all this great care for us, what shall we do for thee? Is there anything to be spoken for thee to the king or to the captain of the host? And she answered, I dwell among mine own people.",
      "14": "Again he said, What is then to be done for her? Then Gehazi answered, Indeed she hath no son, and her husband is old.",
      "15": "Then said he, Call her. And he called her, and she stood in the door.",
      "16": "And he said, At this time appointed, according to the time of life, thou shalt embrace a son. And she said, Oh my Lord, thou man of God, do not lie unto thine handmaid.",
      "17": "So the woman conceived, and bore a son at that same season, according to the time of life, that Elisha had said unto her.",
      "18": "And when the child was grown, it fell on a day, that he went out to his father, and to the reapers.",
      "19": "And he said to his father, Mine head, mine head. Who said to his servant, Bear him to his mother.",
      "20": "And he took him and brought him to his mother, and he sat on her knees till noon, and died.",
      "21": "Then she went up, and laid him on the bed of the man of God, and shut the door upon him and went out.",
      "22": "Then she called to her husband, and said, Send with me, I pray thee, one of the young men and one of the asses: for I will haste to the man of God, and come again.",
      "23": "And he said, Wherefore wilt thou go to him today? it is neither new moon nor Sabbath day. And she answered, All shall be well.",
      "24": "Then she saddled an ass, and said to her servant, Drive, and go forward: stay not for me to get up, except I bid thee.",
      "25": "So she went, and came unto the man of God to mount Carmel. And when the man of God saw her over against him, he said to Gehazi his servant, Behold, the Shunammite.",
      "26": "Run now, I say, to meet her, and say unto her, Art thou in health? is thine husband in health? and is the child in health? And she answered, We are in health.",
      "27": "And when she came to the man of God unto the mountain, she caught him by his feet: and Gehazi went to her, to thrust her away: but the man of God said, Let her alone: for her soul is vexed within her, and the Lord hath hid it from me, and hath not told it me.",
      "28": "Then she said, Did I desire a son of my lord? did I not say, Deceive me not?",
      "29": "Then he said to Gehazi, Gird thy loins, and take my staff in thine hand, and go thy way: if thou meet any, salute him not: and if any salute thee, answer him not: and lay my staff upon the face of the child.",
      "30": "And the mother of the child said, As the Lord liveth, and as thy soul liveth, I will not leave thee. Therefore he arose, and followed her.",
      "31": "But Gehazi was gone before them, and had laid the staff upon the face of the child, but he neither spake nor heard: wherefore he returned to meet him, and told him, saying, The child is not waken.",
      "32": "Then came Elisha into the house, and behold, the child was dead, and laid upon his bed.",
      "33": "He went in therefore, and shut the door upon them twain, and prayed unto the Lord.",
      "34": "After he went up, and lay upon the child, and put his mouth on his mouth, and his eyes upon his eyes, and his hands upon his hands, and stretched himself upon him, and the flesh of the child waxed warm.",
      "35": "And he went from him, and walked up and down in the house, and went up and spread himself upon him: then the child sneezed seven times, and opened his eyes.",
      "36": "Then he called Gehazi, and said, Call this Shunammite. So he called her, which came in unto him. And he said unto her, Take thy son.",
      "37": "And she came, and fell at his feet, and bowed herself to the ground, and took up her son, and went out.",
      "38": "Afterward Elisha returned to Gilgal, and a famine was in the land, and the children of the Prophets dwelt with him. And he said unto his servant, Set on the great pot, and seethe pottage for the children of the Prophets.",
      "39": "And one went out into the field, to gather herbs, and found as it were a wild vine, and gathered thereof wild gourds his garment full, and came and shred them into the pot of pottage: for they knew it not.",
      "40": "So they poured out for the men to eat: and when they did eat of the pottage, they cried out, and said, O thou man of God, death is in the pot: and they could not eat thereof.",
      "41": "Then he said, Bring meal. And he cast it into the pot, and said, Pour out for the people, that they may eat: and there was none evil in the pot.",
      "42": "Then came a man from Baal Shalisha, and brought the man of God bread of the firstfruits, even twenty loaves of barley, and full ears of corn in the husk. And he said, Give unto the people, that they may eat.",
      "43": "And his servant answered, How should I set this before an hundred men? He said again, Give it unto the people, that they may eat: for thus saith the Lord, They shall eat, and there shall remain.",
      "44": "So he set it before them, and they did eat, and left over, according to the word of the Lord."
    },
    "5": {
      "1": "Now was there one Naaman captain of the host of the King of Aram, a great man, and honorable in the sight of his lord, because that by him the Lord had delivered the Aramites. He also was a mighty man and valiant, but a leper.",
      "2": "And the Aramites had gone out by bands, and had taken a little maid of the land of Israel, and she served Naaman’s wife.",
      "3": "And she said unto her mistress, Would God my lord were with the Prophet that is in Samaria, he would soon deliver him of his leprosy.",
      "4": "And he went in, and told his lord, saying, Thus and thus saith the maid that is of the land of Israel.",
      "5": "And the king of Aram said, Go thy way thither, and I will send a letter unto the King of Israel. And he departed, and took with him ten talents of silver, and six thousand pieces of gold, and ten changes of raiments,",
      "6": "And brought the letter to the king of Israel to this effect, Now when this letter is come unto thee, understand, that I have sent thee Naaman my servant, that thou mayest heal him of his leprosy.",
      "7": "And when the king of Israel had read the letter, he rent his clothes, and said, Am I God to kill and to give life that he doth send to me, that I should heal a man from his leprosy? wherefore consider, I pray you, and see how he seeketh a quarrel against me.",
      "8": "But when Elisha the man of God had heard that the King of Israel had rent his clothes, he sent unto the King, saying, Wherefore hast thou rent thy clothes? Let him come now to me, and he shall know that there is a Prophet in Israel.",
      "9": "Then Naaman came with his horses, and with his chariots, and stood at the door of the house of Elisha.",
      "10": "And Elisha sent a messenger unto him, saying, Go and wash thee in Jordan seven times, and thy flesh shall come again to thee, and thou shalt be cleansed.",
      "11": "But Naaman was wroth and went away, and said, Behold, I thought with myself, He will surely come out, and stand, and call on the Name of the Lord his God, and put his hand on the place, and heal the leprosy.",
      "12": "Are not Abanah and Pharpar, rivers of Damascus, better than all the waters of Israel? may I not wash me in them, and be cleansed? so he turned, and departed in displeasure.",
      "13": "But his servants came, and spake unto him, and said, Father, if the Prophet had commanded thee a great thing, wouldest thou not have done it? how much rather then, when he saith to thee, Wash, and be clean?",
      "14": "Then went he down, and washed himself seven times in Jordan, according to the saying of the man of God: and his flesh came again, like unto the flesh of a little child, and he was clean.",
      "15": "And he turned again to the man of God, he, and all his company, and came and stood before him, and said, Behold now, I know that there is no God in all the world but in Israel: now therefore, I pray thee, take a reward of thy servant.",
      "16": "But he said, As the Lord liveth (before whom I stand) I will not receive it. And he would have constrained him to receive it, but he refused.",
      "17": "Moreover Naaman said, Shall there not be given to thy servant two mules’ load of this earth? for thy servant will henceforth offer neither burnt sacrifice nor offering unto any other god, save unto the Lord.",
      "18": "Herein the Lord be merciful unto thy servant, that when my master goeth into the house of Rimmon, to worship there, and leaneth on mine hand, and I bow myself in the house of Rimmon: when I do bow down, I say, in the house of Rimmon, the Lord be merciful unto thy servant in this point.",
      "19": "Unto whom he said, Go in peace. So he departed from him about half a day’s journey of ground.",
      "20": "And Gehazi the servant of Elisha the man of God said, Behold, my master hath spared this Aramite Naaman, receiving not those things at his hand that he brought: As the Lord liveth, I will run after him, and take somewhat of him.",
      "21": "So Gehazi followed speedily after Naaman. And when Naaman saw him running after him, he lighted down from the chariot to meet him, and said, Is all well?",
      "22": "And he answered, All is well: my master hath set me, saying, Behold, there be come to me, even now from mount Ephraim two young men of the children of the Prophets: give them, I pray thee, a talent of silver, and two changes of garments.",
      "23": "And Naaman said, Yea, take two talents: and he compelled him, and bound two talents of silver in two bags, with two changes of garments, and gave them unto two of his servants, that they might bear them before him.",
      "24": "And when he came to the tower, he took them out of their hands, and laid them in the house, and sent away the men: and they departed.",
      "25": "Then he went in, and stood before his master. And Elisha said unto him, Whence comest thou, Gehazi? And he said, Thy servant went no whither.",
      "26": "But he said unto him, Went not mine heart with thee, when the man turned again from his chariot to meet thee? Is this a time to take money, and to receive garments, and olives, and vineyards, and sheep, and oxen, and menservants, and maidservants?",
      "27": "The leprosy therefore of Naaman shall cleave unto thee, and to thy seed forever. And he went out from his presence a leper white as snow."
    },
    "6": {
      "1": "And the children of the Prophets said unto Elisha, Behold, we pray thee, the place where we dwell with thee, is too little for us.",
      "2": "Let us now go to Jordan, that we may take thence every man a beam, and make us a place to dwell in. And he answered, Go.",
      "3": "And one said, Vouchsafe, I pray thee, to go with thy servants. And he answered, I will go.",
      "4": "So he went with them, and when they came to Jordan, they cut down wood.",
      "5": "And as one was felling of a tree, the iron fell into the water: then he cried, and said, Alas master, it was but borrowed.",
      "6": "And the man of God said, Where fell it? And he showed him the place. Then he cut down a piece of wood, and cast in thither, and he caused the iron to swim.",
      "7": "Then he said, Take it up to thee. And he stretched out his hand, and took it.",
      "8": "Then the king of Aram warred against Israel, and took counsel with his servants, and said, In such and such a place shall be my camp.",
      "9": "Therefore the man of God sent unto the king of Israel, saying, Beware thou go not over to such a place: for there the Aramites are come down.",
      "10": "So the king of Israel sent to the place which the man of God told him, and warned him of, and saved himself from thence, not once, nor twice.",
      "11": "And the heart of the king of Aram was troubled for this thing: therefore he called his servants, and said unto them, Will ye not show me, which of us bewrayeth our counsel to the king of Israel?",
      "12": "Then one of his servants said, None, my lord, O king, but Elisha the Prophet that is in Israel, telleth the king of Israel, even the words that thou speakest in thy privy chamber.",
      "13": "And he said, Go, and espy where he is, that I may send and fetch him. And one told him, saying, Behold, he is in Dothan.",
      "14": "So he sent thither horses, and chariots, and a mighty host: and they came by night, and compassed the city.",
      "15": "And when the servant of the man of God arose early to go out, behold, an host compassed the city with horses and chariots. Then his servant said unto him, Alas master, how shall we do?",
      "16": "And he answered, Fear not: for they that be with us, are more than they that be with them.",
      "17": "Then Elisha prayed, and said, Lord, I beseech thee, open his eyes, that he may see. And the Lord opened the eyes of the servant, and he looked, and behold, the mountain was full of horses and chariots of fire round about Elisha.",
      "18": "So they came down to him, but Elisha prayed unto the Lord, and said, Smite this people, I pray thee, with blindness. And he smote them with blindness, according to the word of Elisha.",
      "19": "And Elisha said unto them, This is not the way, neither is this the city: follow me, and I will lead you to the man whom ye seek. But he led them to Samaria.",
      "20": "And when they were come to Samaria, Elisha said, Lord, open their eyes that they may see. And the Lord opened their eyes, and they saw, and behold, they were in the midst of Samaria.",
      "21": "And the king of Israel said unto Elisha when he saw them, My father, shall I smite them, shall I smite them?",
      "22": "And he answered, Thou shalt not smite them: doest thou not smite them that thou hast taken with thy sword, and with thy bow? but set bread and water before them, that they may eat and drink and go to their master.",
      "23": "And he made great preparation for them: and when they had eaten and drunken, he sent them away: and they went to their master. So the bands of Aram came no more into the land of Israel.",
      "24": "But afterward Ben-Hadad king of Aram gathered all his host, and went up and besieged Samaria.",
      "25": "So there was a great famine in Samaria: for lo, they besieged it until an asses head was at four score pieces of silver, and the fourth part of a cab of dove’s dung at five pieces of silver.",
      "26": "And as the king of Israel was going upon the wall, there cried a woman unto him, saying, Help, my lord, O King.",
      "27": "And he said, Seeing the Lord doth not succor thee, how should I help thee with the barn, or with the wine press?",
      "28": "Also the king said unto her, What aileth thee? And she answered, This woman said unto me, Give thy son that we may eat him today, and we will eat my son tomorrow,",
      "29": "So we sod my son, and did eat him: and I said to her the day after, Give thy son, that we may eat him, but she hath hid her son.",
      "30": "And when the king had heard the words of the woman, he rent his clothes, (and as he went upon the wall, the people looked, and behold, he had sackcloth within upon his flesh)",
      "31": "And he said, God do so to me and more also, if the head of Elisha the son of Shaphat shall stand on him this day.",
      "32": "(Now Elisha sat in his house, and the Elders sat with him.) And the King sent a man before him: but before the messenger came to him, he said to the Elders, See ye not how this murderer’s son hath sent to take away mine head? take heed when the messenger cometh, and shut the door, and handle him roughly at the door: is not the sound of his master’s feet behind him?",
      "33": "While he yet talked with them, behold, the messenger came down unto him, and said, Behold, this evil cometh of the Lord: should I attend on the Lord any longer?"
    },
    "7": {
      "1": "Then Elisha said, Hear ye the word of the Lord: thus saith the Lord, Tomorrow this time a measure of fine flour shall be sold for a shekel, and two measures of barley for a shekel in the gate of Samaria.",
      "2": "Then a prince, on whose hand the king leaned, answered the man of God, and said, Though the Lord would make windows in the heaven, could this thing come to pass? And he said, Behold, thou shalt see it with thine eyes, but thou shalt not eat thereof.",
      "3": "Now there were four leprous men at the entering in of the gate: and they said one to another, Why sit we here until we die?",
      "4": "If we say, We will enter into the city, the famine is in the city, and we shall die there: and if we sit here, we die also. Now therefore come, and let us fall into the camp of the Aramites: if they save our lives, we shall live: and if they kill us, we are but dead.",
      "5": "So they rose up in the twilight, to go to the camp of the Aramites: and when they were come to the utmost part of the camp of the Aramites, lo, there was no man there.",
      "6": "For the Lord had caused the camp of the Aramites to hear a noise of chariots and a noise of horses, and a noise of a great army, so that they said one to another, Behold, the King of Israel hath hired against us the kings of the Hittites, and the kings of the Egyptians to come upon us.",
      "7": "Wherefore they arose, and fled in the twilight, and left their tents and their horses, and their asses, even the camp as it was, and fled for their lives.",
      "8": "And when these lepers came to the utmost part of the camp, they entered into one tent, and did eat and drink, and carried thence silver and gold, and raiment, and went and hid it: after, they returned, and entered into another tent, and carried thence also, and went and hid it.",
      "9": "Then said one to another, We do not well: this day is a day of good tidings, and we hold our peace. If we tarry till daylight, some mischief will come upon us. Now therefore, come, let us go, and tell the king’s household.",
      "10": "So they came and called unto the porters of the city, and told them, saying, We came to the camp of the Aramites, and lo, there was no man there, neither voice of man, but horses tied and asses tied: and the tents are as they were.",
      "11": "And the porters cried and declared to the king’s house within.",
      "12": "Then the King arose in the night, and said unto his servants, I will show you now, what the Aramites have done unto us. They know that we are famished, therefore they are gone out of the camp to hide themselves in the field, saying, When they come out of the city, we shall catch them alive, and get into the city.",
      "13": "And one of his servants answered, and said, Let me take now five of the horses that remain, and are left in the city, (behold, they are even as all the multitude of Israel that are left therein: behold, I say, they are as the multitude of the Israelites that are consumed) and we will send to see.",
      "14": "So they took two chariots of horses, and the king sent after the host of the Aramites, saying, Go and see.",
      "15": "And they went after them unto Jordan, and lo, all the way was full of clothes and vessels which the Aramites had cast from them in their haste: and the messengers returned, and told the king.",
      "16": "Then the people went out and spoiled the camp of the Aramites: so a measure of fine flour was at a shekel, and two measures of barley at a shekel according to the word of the Lord.",
      "17": "And the king gave the prince (on whose hand he leaned) the charge of the gate, and the people trode upon him in the gate, and he died, as the man of God had said, which spake it, when the king came down to him.",
      "18": "And it came to pass, as the man of God had spoken to the King, saying, Two measures of barley at a shekel, and a measure of fine flour shall be at a shekel, tomorrow about this time in the gate of Samaria.",
      "19": "But the prince had answered the man of God, and said, Though the Lord would make windows in the heaven, could it come so to pass? And he said, Behold, thou shalt see it with thine eyes, but thou shalt not eat thereof.",
      "20": "And so it came unto him: for the people trode upon him in the gate, and he died."
    },
    "8": {
      "1": "Then spake Elisha unto the woman, whose son he had restored to life, saying, Up, and go, thou, and thine house, and sojourn where thou canst sojourn: for the Lord hath called for a famine, and it cometh also upon the land seven years.",
      "2": "And the woman arose, and did after the saying of the man of God, and went both she and her household, and sojourned in the land of the Philistines seven years.",
      "3": "And at the seven year’s end, the woman returned out of the land of the Philistines, and went out to call upon the king for her house and for her land.",
      "4": "And the King talked with Gehazi the servant of the man of God, saying, Tell me, I pray thee, all the great acts, that Elisha hath done.",
      "5": "And as he told the king, how he had restored one dead to life, behold, the woman, whose son he had raised to life, called upon the king for her house and for her land. Then Gehazi said, My lord, O King, this is the woman, and this is her son, whom Elisha restored to life.",
      "6": "And when the king asked the woman, she told him: so the King appointed her an Eunuch, saying, Restore thou all that are hers, and all the fruits of her land since the day she left the land, even until this time.",
      "7": "Then Elisha came to Damascus, and Ben-Hadad the king of Aram was sick: and one told him, saying, The man of God is come hither.",
      "8": "And the king said unto Hazael, Take a present in thine hand, and go meet the man of God, that thou mayest inquire of the Lord by him, saying, Shall I recover of this disease?",
      "9": "So Hazael went to meet him, and took the present in his hand, and of every good thing of Damascus, even the burden of forty camels, and came and stood before him, and said, Thy son Ben-Hadad king of Aram hath sent me to thee, saying, Shall I recover of this disease?",
      "10": "And Elisha said to him, Go, and say unto him, Thou shalt recover: howbeit the Lord hath showed me, that he shall surely die.",
      "11": "And he looked upon him steadfastly, till Hazael was ashamed, and the man of God wept.",
      "12": "And Hazael said, Why weepeth my lord? And he answered, because I know the evil that thou shalt do unto the children of Israel: for their strong cities shalt thou set on fire, and their young men shalt thou slay with the sword, and shalt dash their infants against the stones, and rent in pieces their women with child.",
      "13": "Then Hazael said, What? is thy servant a dog, that I should do this great thing? And Elisha answered, The Lord hath showed me, that thou shalt be King of Aram.",
      "14": "So he departed from Elisha, and came to his master, who said to him, What said Elisha to thee? And he answered, He told me that thou shouldest recover.",
      "15": "And on the morrow he took a thick cloth and dipped in it water, and spread it on his face, and he died: and Hazael reigned in his stead.",
      "16": "Now in the fifth year of Joram the son of Ahab king of Israel, and of Jehoshaphat King of Judah, Jehoram the son of Jehoshaphat king of Judah began to reign.",
      "17": "He was two and thirty years old, when he began to reign: and he reigned eight years in Jerusalem.",
      "18": "And he walked in the ways of the Kings of Israel, as did the house of Ahab: for the daughter of Ahab was his wife, and he did evil in the sight of the Lord.",
      "19": "Yet the Lord would not destroy Judah, for David his servant’s sake, as he had promised him to give him a light, and to his children forever.",
      "20": "In those days Edom rebelled from under the hand of Judah, and made a King over themselves.",
      "21": "Therefore Joram went to Zair, and all his chariots with him, and he arose by night, and smote the Edomites which were about him, with the captains of the chariots, and the people fled into their tents.",
      "22": "So Edom rebelled from under the hand of Judah unto this day: then Libnah rebelled at that same time.",
      "23": "Concerning the rest of the acts of Joram and all that he did, are they not written in the book of the Chronicles of the kings of Judah?",
      "24": "And Joram slept with his fathers, and was buried with his fathers in the city of David. And Ahaziah his son reigned in his stead.",
      "25": "In the twelfth year of Joram the son of Ahab King of Israel, did Ahaziah the son of Jehoram king of Judah begin to reign.",
      "26": "Two and twenty years old was Ahaziah when he began to reign, and he reigned one year in Jerusalem, and his mother’s name was Athaliah the daughter of Omri king of Israel.",
      "27": "And he walked in the way of the house of Ahab, and did evil in the sight of the Lord, like the house of Ahab: for he was the son in law of the house of Ahab.",
      "28": "And he went with Joram the son of Ahab to war against Hazael king of Aram in Ramoth Gilead, and the Aramites smote Joram.",
      "29": "And king Joram returned to be healed in Jezreel of the wounds which the Aramites had given him at Ramah, when he fought against Hazael king of Aram. And Ahaziah the son of Jehoram king of Judah went down to see Joram the son of Ahab in Jezreel, because he was sick."
    },
    "9": {
      "1": "Then Elisha the Prophet called one of the children of the Prophets, and said unto him, Gird thy loins, and take this box of oil in thine hand, and get thee to Ramoth Gilead.",
      "2": "And when thou comest thither, look where is Jehu the son of Jehoshaphat, the son of Nimshi, and go, and make him arise up from among his brethren, and lead him to a secret chamber.",
      "3": "Then take the box of oil and pour it on his head, and say, Thus saith the Lord, I have anointed thee for king over Israel: then open the door, and flee without any tarrying.",
      "4": "So the servant of the Prophet got him to Ramoth Gilead.",
      "5": "And when he came in, behold, the captains of the army were sitting. And he said, I have a message to thee, O captain. And Jehu said, Unto which of all us? And he answered, To thee, O captain.",
      "6": "And he arose, and went into the house, and he poured the oil on his head and said unto him, Thus saith the Lord God of Israel, I have anointed thee for king over the people of the Lord, even over Israel.",
      "7": "And thou shalt smite the house of Ahab thy master, that I may avenge the blood of my servants the Prophets, and the blood of all the servants of the Lord of the hand of Jezebel.",
      "8": "For the whole house of Ahab shall be destroyed: and I will cut off from Ahab, him that maketh water against the wall, as well him that is shut up, as him that is left in Israel.",
      "9": "And I will make the house of Ahab, like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah.",
      "10": "And the dogs shall eat Jezebel in the field of Jezreel, and there shall be none to bury her. And he opened the door, and fled.",
      "11": "Then Jehu came out to the servants of his lord. And one said unto him, Is all well? wherefore came this mad fellow to thee? And he said unto them, Ye know the man, and what his talk was.",
      "12": "And they said, It is false, tell us it now. Then he said, Thus and thus spake he to me, saying, Thus saith the Lord, I have anointed thee for King over Israel.",
      "13": "Then they made haste, and took every man his garment, and put it under him on the top of the stairs, and blew the trumpet, saying, Jehu is King.",
      "14": "So Jehu the son of Jehoshaphat the son of Nimshi conspired against Joram: (Now Joram kept Ramoth Gilead, he and all Israel, because of Hazael king of Aram.",
      "15": "And king Joram returned to be healed in Jezreel of the wounds, which the Aramites had given him, when he fought with Hazael king of Aram) and Jehu said, If it be your minds, let no man depart and escape out of the city, to go and tell in Jezreel.",
      "16": "So Jehu got up into a chariot, and went to Jezreel: for Joram lay there, and Ahaziah king of Judah was come down to see Joram.",
      "17": "And the watchman that stood in the tower in Jezreel spied the company of Jehu as he came, and said, I see a company. And Jehoram said, Take a horseman and send to meet them, that he may say, Is it peace?",
      "18": "So there went one on horseback to meet him, and said, Thus saith the King, Is it peace? And Jehu said, What hast thou to do with peace? turn behind me. And the watchman told, saying, The messenger came to them, but he cometh not again.",
      "19": "Then he sent out another on horseback, which came to them, and said, Thus saith the king, Is it peace? And Jehu answered, What hast thou to do with peace? turn behind me.",
      "20": "And the watchman told, saying, He came to them also, but cometh not again, and the marching is like the marching of Jehu the son of Nimshi: for he marcheth furiously.",
      "21": "Then Jehoram said, Make ready: and his chariot was made ready. And Jehoram king of Israel, and Ahaziah king of Judah went out either of them in his chariot against Jehu, and met him in the field of Naboth the Jezreelite.",
      "22": "And when Jehoram saw Jehu, he said, Is it peace, Jehu? And he answered, What peace? whiles the whoredomes of thy mother Jezebel, and her witchcrafts are yet in great number?",
      "23": "Then Jehoram turned his hand, and fled, and said to Ahaziah, O Ahaziah, there is treason.",
      "24": "But Jehu took a bow in his hand, and smote Jehoram between the shoulders, that the arrow went through his heart: and he fell down in his chariot.",
      "25": "Then said Jehu to Bidkar a captain, Take, and cast him in some place of the field of Naboth the Jezreelite: for I remember that when I and thou rode together after Ahab his father, the Lord laid this burden upon him.",
      "26": "Surely I have seen yesterday the blood of Naboth, and the blood of his sons, said the Lord, and I will render it thee in this field, saith the Lord: now therefore take and cast him in the field according to the word of the Lord.",
      "27": "But when Ahaziah the king of Judah saw this, he fled by the way of the garden house: And Jehu pursued after him, and said, Smite him also in the chariot: and they smote him in the going up to Gur, which is by Ibleam. And he fled to Megiddo, and there died.",
      "28": "And his servants carried him in a chariot to Jerusalem, and buried him in his sepulcher with his fathers in the city of David.",
      "29": "And in the eleventh year of Joram the son of Ahab, began Ahaziah to reign over Judah.",
      "30": "And when Jehu was come to Jezreel, Jezebel heard of it, and painted her face, and tired her head, and looked out at a window.",
      "31": "And as Jehu entered at the gate, she said, Had Zimri peace, which slew his master?",
      "32": "And he lift up his eyes to the window, and said, Who is on my side, who? Then two or three of her Eunuchs looked unto him.",
      "33": "And he said, Cast her down: and they cast her down, and he sprinkled of her blood upon the wall, and upon the horses, and he trode her under foot.",
      "34": "And when he was come in, he did eat and drink, and said, Visit now yonder cursed woman, and bury her: for she is a King’s daughter.",
      "35": "And they went to bury her, but they found no more of her, than the skull and the feet, and the palms of her hands.",
      "36": "Wherefore they came again and told him. And he said, This is the word of the Lord, which he spake by his servant Elijah the Tishbite, saying, In the field of Jezreel shall the dogs eat the flesh of Jezebel.",
      "37": "And the carcass of Jezebel shall be as dung upon the ground in the field of Jezreel, so that none shall say, This is Jezebel."
    },
    "10": {
      "1": "Ahab had now seventy sons in Samaria. And Jehu wrote letters, and sent to Samaria unto the rulers of Jezreel, and to the Elders, and to the bringers up of Ahab’s children, to this effect,",
      "2": "Now when this letter cometh to you, (for ye have with you your master’s sons, ye have with you both chariots and horses, and a defensed city, and armor)",
      "3": "Consider therefore which of your master’s sons is best and most meet, and set him on his father’s throne, and fight for your master’s house.",
      "4": "But they were exceedingly afraid, and said, Behold two kings could not stand before him, how shall we then stand?",
      "5": "And he that was governor of Ahab’s house, and he that ruled the city, and the Elders, and the bringers up of the children sent to Jehu, saying, We are thy servants, and will do all that thou shalt bid us: we will make no king: do what seemeth good to thee.",
      "6": "Then he wrote another letter to them, saying, If ye be mine, and will obey my voice, take the heads of the men that are your master’s sons, and come to me to Jezreel by tomorrow this time. (Now the king’s sons, even seventy persons were with the great men of the city, which brought them up)",
      "7": "And when the letter came to them, they took the King’s sons, and slew the seventy persons, and laid their heads in baskets, and sent them unto him to Jezreel.",
      "8": "Then there came a messenger and told him, saying, They have brought the heads of the King’s sons. And he said, Let them lay them on two heaps at the entering in of the gate until the morning.",
      "9": "And when it was day he went out, and stood and said to all the people, Ye be righteous: behold, I conspired against my master, and slew him: but who slew all these?",
      "10": "Know now that there shall fall unto the earth nothing of the word of the Lord, which the Lord spake concerning the house of Ahab: for the Lord hath brought to pass the things that he spake by his servant Elijah.",
      "11": "So Jehu slew all that remained of the house of Ahab in Jezreel, and all that were great with him, and his familiars, and his priests, so that he let none of his remain.",
      "12": "And he arose, and departed, and came to Samaria. And as Jehu was in the way by an house where the shepherds did shear,",
      "13": "He met with the brethren of Ahaziah king of Judah, and said, Who are ye? And they answered, We are the brethren of Ahaziah, and go down to salute the children of the King and the children of the Queen.",
      "14": "And he said, Take them alive. And they took them alive, and slew them at the well beside the house where the sheep are shorn, even two and forty men, and he left not one of them.",
      "15": "And when he was departed thence, he met with Jehonadab the son of Rechab coming to meet him, and he blessed him, and said to him, Is thine heart upright, as mine heart is toward thine? And Jehonadab answered, Yea, doubtless. Then give me thine hand. And when he had given him his hand, he took him up to him into the chariot.",
      "16": "And he said, Come with me, and see the zeal that I have for the Lord: so they made him ride in his chariot.",
      "17": "And when he came to Samaria, he slew all that remained unto Ahab in Samaria, till he had destroyed him, according to the word of the Lord, which he spake to Elijah.",
      "18": "Then Jehu assembled all the people, and said unto them, Ahab served Baal a little, but Jehu shall serve him much more.",
      "19": "Now therefore call unto me all ye prophets of Baal, all his servants, and all his priests, and let not a man be lacking: for I have a great sacrifice for Baal: whosoever is lacking, he shall not live. But Jehu did it by a subtlety to destroy the servants of Baal.",
      "20": "And Jehu said, Proclaim a solemn assembly for Baal. And they proclaimed it.",
      "21": "So Jehu sent unto all Israel, and all the servants of Baal came, and there was not a man left that came not. And they came into the house of Baal, and the house of Baal was full from end to end.",
      "22": "Then he said unto him that had the charge of the vestry, Bring forth vestments for all the servants of Baal. And he brought them out vestments.",
      "23": "And when Jehu went, and Jehonadab the son of Rechab into the house of Baal, he said unto the servants of Baal, Search diligently, and look, lest there be here with you any of the servants of the Lord, but the servants of Baal only.",
      "24": "And when they went in to make sacrifice and burnt offering, Jehu appointed four score men without, and said, If any of the men whom I have brought into your hands, escape, his soul shall be for his soul.",
      "25": "And when he had made an end of the burnt offering, Jehu said to the guard, and to the captains, Go in, slay them, let not a man come out. And they smote them with the edge of the sword. And the guard, and the captains cast them out, and went unto the city, where was the temple of Baal.",
      "26": "And they brought out the images of the temple of Baal, and burnt them.",
      "27": "And they destroyed the image of Baal, and threw down the house of Baal, and made a jakes of it unto this day.",
      "28": "So Jehu destroyed Baal out of Israel.",
      "29": "But from the sins of Jeroboam the son of Nebat which made Israel to sin, Jehu departed not from them, neither from the golden calves that were in Bethel and that were in Dan.",
      "30": "And the Lord said unto Jehu, Because thou hast diligently executed that which was right in mine eyes, and hast done unto the house of Ahab according to all things that were in mine heart, therefore shall thy sons unto the fourth generation sit on the throne of Israel.",
      "31": "But Jehu regarded not to walk in the law of the Lord God of Israel with all his heart: for he departed not from the sins of Jeroboam, which made Israel to sin.",
      "32": "In those days the Lord began to loathe Israel, and Hazael smote them in all the coasts of Israel,",
      "33": "From Jordan Eastward, even all the land of Gilead, the Gadites, and the Reubenites, and them that were of Manasseh, from Aroer (which is by the river Arnon) and Gilead and Bashan.",
      "34": "Concerning the rest of the acts of Jehu, and all that he did, and all his valiant deeds, are they not written in the book of the Chronicles of the kings of Israel?",
      "35": "And Jehu slept with his fathers, and they buried him in Samaria, and Jehoahaz his son reigned in his stead.",
      "36": "And the time that Jehu reigned over Israel in Samaria is eight and twenty years."
    },
    "11": {
      "1": "Then Athaliah the mother of Ahaziah when she saw that her son was dead, she arose, and destroyed all the King’s seed.",
      "2": "But Jehosheba the daughter of king Joram, and sister to Ahaziah took Joash the son of Ahaziah, and stole him from among the King’s sons that should be slain, both him and his nurse, keeping them in the bedchamber, and they hid him from Athaliah, so that he was not slain.",
      "3": "And he was with her hid in the house of the Lord six years, and Athaliah did reign over the land.",
      "4": "And the seventh year Jehoiada sent and took the captains over hundreds, with other captains and them of the guard, and caused them to come unto him into the house of the Lord, and made a covenant with them, and took an oath of them in the house of the Lord, and showed them the King’s son.",
      "5": "And he commanded them, saying, This is it that ye must do, The third part of you, that cometh on the Sabbath, shall ward toward the King’s house:",
      "6": "And another third part in the gate of Sur: and another third part in the gate behind them of the guard: and ye shall keep watch in the house of Massah.",
      "7": "And two parts of you, that is, all that go out on the Sabbath day, shall keep the watch of the house of the Lord about the king.",
      "8": "And ye shall compass the King round about, every man with his weapon in his hand, and whosoever cometh within the ranges, let him be slain: be you with the King, as he goeth out and in.",
      "9": "And the captains of the hundreds did according to all that Jehoiada the Priest commanded, and they took every man of his men that entered into their charge on the Sabbath, with them that went out of it on the Sabbath, and came to Jehoiada the Priest.",
      "10": "And the Priest gave to the captains of hundreds the spears and the shields that were King David’s, and were in the house of the Lord.",
      "11": "And the guard stood, every man with his weapon in his hand, from the right side of the house to the left side, about the altar and about the house, round about the King.",
      "12": "Then he brought out the king’s son, and put the crown upon him, and gave him the Testimony, and they made him king: also they anointed him, and clapped their hands, and said, God save the King.",
      "13": "And when Athaliah heard the noise of the running of the people, she came into the people in the house of the Lord.",
      "14": "And when she looked, behold, the King stood by a pillar, as the manner was, and the princes and the trumpeters by the King, and all the people of the land rejoiced, and blew with trumpets. Then Athaliah rent her clothes, and cried, Treason, treason.",
      "15": "But Jehoiada the Priest commanded the captains of the hundreds that had the rule of the host, and said unto them, Have her forth of the ranges, and he that followeth her, let him die by the sword: for the Priest had said, Let her not be slain in the house of the Lord.",
      "16": "Then they laid hands on her, and she went by the way, by the which the horses go to the house of the King, and there was she slain.",
      "17": "And Jehoiada made a covenant between the Lord, and the King and the people, that they should be the Lord’s people: likewise between the King and the people.",
      "18": "Then all the people of the land went into the house of Baal, and destroyed it with his altars, and his images brake they down courageously, and slew Mattan the Priest of Baal before the altars: and the Priest set a guard over the house of the Lord.",
      "19": "Then he took the captains of hundreds, and the other captains, and the guard, and all the people of the land: and they brought the King from the house of the Lord, and came by the way of the gate of the guard to the King’s house: and he sat him down on the throne of the kings.",
      "20": "And all the people of the land rejoiced, and the city was in quiet: for they had slain Athaliah with the sword beside the king’s house.",
      "21": "Seven years old was Jehoash when he began to reign."
    },
    "12": {
      "1": "In the seventh year of Jehu Jehoash began to reign, and reigned forty years in Jerusalem, and his mother’s name was Zibiah of Beersheba.",
      "2": "And Jehoash did that which was good in the sight of the Lord all his time that Jehoiada the Priest taught him.",
      "3": "But the high places were not taken away: for the people offered yet and burnt incense in the high places.",
      "4": "And Jehoash said to the Priests, All the silver of dedicated things that be brought to the house of the Lord, that is, the money of them that are under the count, the money that every man is set at, and all the money that one offereth willingly, and bringeth into the house of the Lord,",
      "5": "Let the Priests take it to them, every man of his acquaintance: and they shall repair the broken places of the house, wheresoever any decay is found.",
      "6": "Yet in the three and twentieth year of King Jehoash the Priests had not mended that which was decayed in the Temple.",
      "7": "Then King Jehoash called for Jehoiada the Priest, and the other Priests, and said unto them, Why repair ye not the ruins of the Temple? now therefore receive no more money of your acquaintance, except ye deliver it to repair the ruins of the Temple.",
      "8": "So the Priests consented to receive no more money of the people, neither to repair the decayed places of the Temple.",
      "9": "Then Jehoiada the Priest took a chest and bored an hole in the lid of it, and set it beside the altar, on the right side, as every man cometh into the Temple of the Lord. And the Priests that kept the door, put therein all the money that was brought into the house of the Lord.",
      "10": "And when they saw there was much money in the chest, the king’s Secretary came up and the high Priest, and put it up after that they had told the money that was found in the house of the Lord,",
      "11": "And they gave the money made ready into the hands of them, that undertook the work, and that had the oversight of the house of the Lord: and they paid it out to the carpenters and builders that wrought upon the house of the Lord,",
      "12": "And to the masons and hewers of stone, and to buy timber and hewed stone, to repair that was decayed in the house of the Lord, and for all that which was laid out for the reparation of the Temple.",
      "13": "Howbeit there was not made for the house of the Lord bowls of silver, instruments of music, basins, trumpets, nor any vessels of gold, or vessels of silver of the money that was brought into the house of the Lord.",
      "14": "But they gave it to the workmen, which repaired therewith the house of the Lord.",
      "15": "Moreover, they reckoned not with the men, into whose hands they delivered that money to be bestowed on workmen: for they dealt faithfully.",
      "16": "The money of the trespass offering, and the money of the sin offerings was not brought into the house of the Lord: for it was the Priests’.",
      "17": "Then came up Hazael king of Aram, and fought against Gath, and took it, and Hazael set his face to go up to Jerusalem.",
      "18": "And Jehoash king of Judah took all the hallowed things that Jehoshaphat, and Jehoram, and Ahaziah, his fathers, kings of Judah had dedicated, and that he himself had dedicated, and all the gold that was found in the treasures of the house of the Lord, and in the king’s house, and sent it to Hazael king of Aram, and he departed from Jerusalem.",
      "19": "Concerning the rest of the acts of Joash and all that he did, are they not written in the book of the Chronicles of the kings of Judah?",
      "20": "And his servants arose and wrought treason, and slew Joash in the house of Millo, when he came down to Silla.",
      "21": "Even Jozachar the son of Shimeath, and Jehozabad the son of Shomer his servants smote him and he died, and they buried him with his fathers in the city of David. And Amaziah his son reigned in his stead."
    },
    "13": {
      "1": "In the three and twentieth year of Joash the son of Ahaziah king of Judah, Jehoahaz the son of Jehu began to reign over Israel in Samaria, and he reigned seventeen years.",
      "2": "And he did evil in the sight of the Lord, and followed the sins of Jeroboam the son of Nebat, which made Israel to sin, and departed not therefrom.",
      "3": "And the Lord was angry with Israel, and delivered them into the hand of Hazael king of Aram, and into the hand of Ben-Hadad the son of Hazael, all his days.",
      "4": "And Jehoahaz besought the Lord, and the Lord heard him: for he saw the trouble of Israel, wherewith the king of Aram troubled them.",
      "5": "(And the Lord gave Israel a deliverer, so that they came out from under the subjection of the Aramites. And the children of Israel dwelt in their tents as beforetime.",
      "6": "Nevertheless, they departed not from the sins of the house of Jeroboam which made Israel sin, but walked in them, even the grove also remained still in Samaria)",
      "7": "For he had left of the people to Jehoahaz but fifty horsemen, and ten chariots, and ten thousand footmen, because the king of Aram had destroyed them, and made them like dust beaten to powder.",
      "8": "Concerning the rest of the acts of Jehoahaz and all that he did, and his valiant deeds, are they not written in the book of the Chronicles of the kings of Israel?",
      "9": "And Jehoahaz slept with his fathers, and they buried him in Samaria, and Joash his son reigned in his stead.",
      "10": "In the seven and thirtieth year of Joash king of Judah began Jehoash the son of Jehoahaz to reign over Israel in Samaria, and reigned sixteen years.",
      "11": "And did evil in the sight of the Lord: for he departed not from all the sins of Jeroboam the son of Nebat that made Israel to sin, but he walked therein.",
      "12": "Concerning the rest of the acts of Joash, and all that he did, and his valiant deeds, and how he fought against Amaziah king of Judah, are they not written in the book of the Chronicles of the kings of Israel?",
      "13": "And Joash slept with his fathers, and Jeroboam sat upon his seat: and Joash was buried in Samaria among the kings of Israel.",
      "14": "When Elisha fell sick of his sickness whereof he died, Joash the king of Israel came down unto him, and wept upon his face, and said, O my father, my father, the chariot of Israel, and the horsemen of the same.",
      "15": "Then Elisha said unto him, Take a bow and arrows. And he took unto him bow and arrows.",
      "16": "And he said to the king of Israel, Put thine hand upon the bow. And he put his hand upon it. And Elisha put his hands upon the king’s hands,",
      "17": "And said, Open the window Eastward. And when he had opened it, Elisha said, Shoot. And he shot. And he said, Behold, the arrow of the Lord’s deliverance, and the arrow of deliverance against Aram: for thou shalt smite the Aramites in Aphek, till thou hast consumed them.",
      "18": "Again he said, Take the arrows. And he took them. And he said unto the king of Israel, Smite the ground. And he smote thrice, and ceased.",
      "19": "Then the man of God was angry with him, and said, Thou shouldest have smitten five or six times, so thou shouldest have smitten Aram, till thou hadst consumed it, where now thou shalt smite Aram but thrice.",
      "20": "So Elisha died, and they buried him. And certain bands of the Moabites came into the land that year.",
      "21": "And as they were burying a man: behold, they saw the soldiers: therefore they cast the man into the sepulcher of Elisha. And when the man was down, and touched the bones of Elisha, he revived and stood upon his feet.",
      "22": "But Hazael king of Aram vexed Israel all the days of Jehoahaz.",
      "23": "Therefore the Lord had mercy on them and pitied them, and had respect unto them, because of his covenant with Abraham, Isaac, and Jacob, and would not destroy them, neither cast he them from him as yet.",
      "24": "So Hazael the King of Aram died: and Ben-Hadad his son reigned in his stead.",
      "25": "Therefore Jehoash the son of Jehoahaz returned, and took out of the hand of Ben-Hadad the son of Hazael the cities which he had taken away by war out of the hand of Jehoahaz his father: for three times did Joash beat him, and restored the cities unto Israel."
    },
    "14": {
      "1": "The second year of Joash son of Jehoahaz king of Israel, reigned Amaziah the son of Joash king of Judah.",
      "2": "He was five and twenty years old when he began to reign, and reigned nine and twenty years in Jerusalem, and his mother’s name was Jehoaddan of Jerusalem.",
      "3": "And he did uprightly in the sight of the Lord, yet not like David his father, but did according to all that Joash his father had done.",
      "4": "Notwithstanding the high places were not taken away: for as yet the people did sacrifice, and burnt incense in the high places.",
      "5": "And when the kingdom was confirmed in his hand, he slew his servants which had killed the king his father.",
      "6": "But the children of those that did slay him, he slew not, according unto that which is written in the book of the Law of Moses, wherein the Lord commanded, saying, The fathers shall not be put to death for the children, nor the children put to death for the fathers: but every man shall be put to death for his own sin.",
      "7": "He slew also of Edom in the valley of salt, ten thousand, and took the city of Sela by war, and called the name thereof Joktheel unto this day.",
      "8": "Then Amaziah sent messengers to Jehoash the son of Jehoahaz, son of Jehu king of Israel, saying, Come, let us see one another in the face.",
      "9": "Then Jehoash the king of Israel sent to Amaziah king of Judah, saying, The thistle that is in Lebanon, sent to the Cedar that is in Lebanon, saying, Give thy daughter to my son to wife: and the wild beast that was in Lebanon, went and trode down the thistle.",
      "10": "Because thou hast smitten Edom, thine heart hath made thee proud: brag of glory, and tarry at home. Why doest thou provoke to thine hurt, that thou shouldest fall, and Judah with thee?",
      "11": "But Amaziah would not hear: therefore Jehoash king of Israel went up: and he and Amaziah king of Judah saw one another in the face at Beth Shemesh which is in Judah.",
      "12": "And Judah was put to the worse before Israel, and they fled every man to their tents.",
      "13": "But Jehoash king of Israel took Amaziah king of Judah, the son of Jehoash the son of Ahaziah at Beth Shemesh, and came to Jerusalem, and brake down the wall of Jerusalem from the gate of Ephraim to the corner gate, four hundred cubits.",
      "14": "And he took all the gold and silver, and all the vessels that were found in the house of the Lord, and in the treasures of the king’s house, and the children that were in hostage, and returned to Samaria.",
      "15": "Concerning the rest of the acts of Jehoash which he did, and his valiant deeds, and how he fought with Amaziah king of Judah, are they not written in the book of the Chronicles of the kings of Israel?",
      "16": "And Jehoash slept with his fathers, and was buried at Samaria among the kings of Israel: and Jeroboam his son reigned in his stead.",
      "17": "And Amaziah the son of Joash king of Judah, lived after the death of Jehoash son of Jehoahaz king of Israel, fifteen years.",
      "18": "Concerning the rest of the acts of Amaziah, are they not written in the book of the Chronicles of the kings of Judah?",
      "19": "But they wrought treason against him in Jerusalem, and he fled to Lachish, but they sent after him to Lachish, and slew him there.",
      "20": "And they brought him on horses, and he was buried at Jerusalem with his fathers in the city of David.",
      "21": "Then all the people of Judah took Azariah which was sixteen years old, and made him king for his father Amaziah.",
      "22": "He built Elath, and restored it to Judah, after that the king slept with his fathers.",
      "23": "In the fifteenth year of Amaziah the son of Joash king of Judah, was Jeroboam the son of Joash made king over Israel in Samaria, and reigned one and forty years.",
      "24": "And he did evil in the sight of the Lord: for he departed not from all the sins of Jeroboam the son of Nebat, which made Israel to sin.",
      "25": "He restored the coast of Israel, from the entering of Hamath, unto the sea of the wilderness, according to the word of the Lord God of Israel, which he spake by his servant Jonah the son of Amittai the Prophet, which was of Gath Hepher.",
      "26": "For the Lord saw the exceedingly bitter affliction of Israel, so that there was none shut up, nor any left, neither yet any that could help Israel.",
      "27": "Yet the Lord had not decreed to put out the name of Israel from under the heaven: therefore he preserved them by the hand of Jeroboam the son of Joash.",
      "28": "Concerning the rest of the acts of Jeroboam, and all that he did, and his valiant deeds, and how he fought, and how he restored Damascus, and Hamath to Judah in Israel, are they not written in the book of the Chronicles of the kings of Israel?",
      "29": "So Jeroboam slept with his fathers, even with the kings of Israel, and Zechariah his son reigned in his stead."
    },
    "15": {
      "1": "In the seven and twentieth year of Jeroboam king of Israel, began Azariah son of Amaziah king of Judah to reign.",
      "2": "Sixteen years old was he, when he was made king, and he reigned two and fifty years in Jerusalem: and his mother’s name was Jecholiah of Jerusalem.",
      "3": "And he did uprightly in the sight of the Lord, according to all that his father Amaziah did.",
      "4": "But the high places were not put away: for the people yet offered, and burned incense in the high places.",
      "5": "And the Lord smote the king, and he was a leper unto the day of his death, and dwelt in an house apart, and Jotham the king’s son governed the house, and judged the people of the land.",
      "6": "Concerning the rest of the acts of Azariah, and all that he did, are they not written in the book of the Chronicles of the Kings of Judah?",
      "7": "So Azariah slept with his fathers, and they buried him with his fathers in the city of David, and Jotham his son reigned in his stead.",
      "8": "In the eight and thirtieth year of Azariah King of Judah, did Zechariah the son of Jeroboam reign over Israel in Samaria six months,",
      "9": "And did evil in the sight of the Lord, as did his fathers: for he departed not from the sins of Jeroboam the son of Nebat, which made Israel to sin.",
      "10": "And Shallum the son of Jabesh conspired against him, and smote him, in the sight of the people, and killed him, and reigned in his stead.",
      "11": "Concerning the rest of the acts of Zechariah, behold, they are written in the book of the Chronicles of the Kings of Israel.",
      "12": "This was the word of the Lord, which he spake unto Jehu, saying, Thy sons shall sit on the throne of Israel unto the fourth generation after thee. And it came so to pass.",
      "13": "Shallum the son of Jabesh began to reign in the nine and thirtieth year of Uzziah King of Judah: and he reigned the space of a month in Samaria.",
      "14": "For Menahem the son of Gadi went up from Tirzah, and came to Samaria, and smote Shallum the son of Jabesh in Samaria, and slew him, and reigned in his stead.",
      "15": "Concerning the rest of the acts of Shallum, and the treason which he wrought, behold, they are written in the book of the Chronicles of the Kings of Israel.",
      "16": "Then Menahem destroyed Tiphsah, and all that were therein, and the coasts thereof from Tirzah, because they opened not to him, and he smote it, and ripped up all their women with child.",
      "17": "The nine and thirtieth year of Azariah King of Judah, began Menahem the son of Gadi to reign over Israel, and reigned ten years in Samaria.",
      "18": "And he did evil in the sight of the Lord, and departed not all his days from the sin of Jeroboam the son of Nebat, which made Israel to sin.",
      "19": "Then Pul the king of Assyria came against the land: and Menahem gave Pul a thousand talents of silver, that his hand might be with him, and establish the kingdom in his hand.",
      "20": "And Menahem exacted the money in Israel that all men of substance should give the king of Assyria fifty shekels of silver a piece: so the king of Assyria returned, and tarried not there in the land.",
      "21": "Concerning the rest of the acts of Menahem, and all that he did, are they not written in the book of the Chronicles of the kings of Israel?",
      "22": "And Menahem slept with his fathers, and Pekahiah his son did reign in his stead.",
      "23": "In the fiftieth year of Azariah king of Judah, began Pekahiah the son of Menahem to reign over Israel in Samaria, and reigned two years.",
      "24": "And he did evil in the sight of the Lord: for he departed not from the sins of Jeroboam the son of Nebat which made Israel to sin.",
      "25": "And Pekah the son of Remaliah, his captain conspired against him, and smote him in Samaria in the place of the king’s palace with Argob and Arieh, and with him fifty men of the Gileadites: so he killed him, and reigned in his stead.",
      "26": "Concerning the rest of the acts of Pekahiah, and all that he did, behold, they are written in the book of the Chronicles of the kings of Israel.",
      "27": "In the two and fiftieth year of Azariah King of Judah, began Pekah the son of Remaliah to reign over Israel in Samaria, and reigned twenty years.",
      "28": "And he did evil in the sight of the Lord: for he departed not from the sins of Jeroboam the son of Nebat that made Israel to sin.",
      "29": "In the days of Pekah king of Israel came Tiglath-Pileser king of Assyria, and took Ijon, and Abel Beth Maachah, and Janoah, and Kedesh, and Hazor, and Gilead, and Galilee, and all the land of Naphtali, and carried them away to Assyria.",
      "30": "And Hoshea the son of Elah wrought treason against Pekah the son of Remaliah, and smote him, and slew him, and reigned in his stead in the twentieth year of Jotham the son of Uzziah.",
      "31": "Concerning the rest of the acts of Pekah, and all that he did, behold, they are written in the book of the Chronicles of the kings of Israel.",
      "32": "In the second year of Pekah the son of Remaliah King of Israel, began Jotham son of Uzziah King of Judah to reign.",
      "33": "Five and twenty years old was he, when he began to reign, and he reigned sixteen years in Jerusalem: and his mother’s name was Jerusha the daughter of Zadok.",
      "34": "And he did uprightly in the sight of the Lord: he did according to all that his father Uzziah had done.",
      "35": "But the high places were not put away: for the people yet offered and burnt incense in the high places: he built the highest gate of the house of the Lord.",
      "36": "Concerning the rest of the acts of Jotham, and all that he did, are they not written in the book of the Chronicles of the Kings of Judah?",
      "37": "In those days the Lord began to send against Judah, Rezin the king of Aram, and Pekah the son of Remaliah.",
      "38": "And Jotham slept with his fathers, and was buried with his fathers in the city of David his father, and Ahaz his son reigned in his stead."
    },
    "16": {
      "1": "The seventeenth year of Pekah the son of Remaliah, Ahaz the son of Jotham King of Judah began to reign.",
      "2": "Twenty years old was Ahaz, when he began to reign, and he reigned sixteen years in Jerusalem, and did not uprightly in the sight of the Lord his God, like David his father:",
      "3": "But walked in the way of the kings of Israel, yea, and made his son to go through the fire, after the abominations of the heathen, whom the Lord had cast out before the children of Israel.",
      "4": "Also he offered and burnt incense in the high places, and on the hills, and under every green tree.",
      "5": "Then Rezin King of Aram and Pekah son of Remaliah king of Israel came up to Jerusalem, to fight: and they besieged Ahaz, but could not overcome him.",
      "6": "At the same time Rezin king of Aram restored Elath to Aram, and drove the Jews from Elath: so the Aramites came to Elath, and dwelt there unto this day.",
      "7": "Then Ahaz sent messengers to Tiglath-Pileser king of Assyria, saying, I am thy servant and thy son: come up, and deliver me out of the hand of the king of Aram, and out of the hand of the king of Israel which rise up against me.",
      "8": "And Ahaz took the silver and the gold that was found in the house of the Lord, and in the treasures of the king’s house, and sent a present unto the king of Assyria.",
      "9": "And the king of Assyria consented unto him: and the king of Assyria went up against Damascus. and when he had taken it, he carried the people away to Kir, and slew Rezin.",
      "10": "And king Ahaz went unto Damascus to meet Tiglath-Pileser king of Assyria: and when king Ahaz saw the altar that was at Damascus, he sent to Urijah the Priest the pattern of the altar, and the fashion of it, and all the workmanship thereof.",
      "11": "And Urijah the Priest made an altar in all points like to that which King Ahaz had sent from Damascus, so did Urijah the Priest against king Ahaz came from Damascus.",
      "12": "So when the king was come from Damascus, the king saw the altar: and the king drew near to the altar, and offered thereon.",
      "13": "And he burnt his burnt offering, and his meat offering, and poured his drink offering, and sprinkled the blood of his peace offerings besides the altar.",
      "14": "And set it by the brazen altar which was before the Lord, and brought it in further before the house between the altar and the house of the Lord, and set it on the North side of the altar.",
      "15": "And king Ahaz commanded Urijah the Priest, and said, Upon the great altar set on fire in the morning the burnt offering, and in the even the meat offering, and the king’s burnt offering and his meat offering, with the burnt offering of all the people of the land, and their meat offering, and their drink offerings: and pour thereby all the blood of the burnt offering, and all the blood of the sacrifice, and the brazen altar shall be for me to inquire of God.",
      "16": "And Urijah the Priest did according to all that King Ahaz had commanded.",
      "17": "And King Ahaz brake the borders of the bases, and took the caldrons from off them, and took down the sea from the brazen oxen that were under it, and put it upon a pavement of stones.",
      "18": "And the veil for the Sabbath (that they had made in the house) and the king’s entry without turned he to the house of the Lord, because of the king of Assyria.",
      "19": "Concerning the rest of the acts of Ahaz, which he did, are they not written in the book of the Chronicles of the Kings of Judah?",
      "20": "And Ahaz slept with his fathers, and was buried with his fathers in the city of David, and Hezekiah his son reigned in his stead."
    },
    "17": {
      "1": "In the twelfth year of Ahaz king of Judah began Hoshea the son of Elah to reign in Samaria over Israel, and reigned nine years.",
      "2": "And he did evil in the sight of the Lord, but not as the kings of Israel, that were before him.",
      "3": "And Shalmaneser king of Assyria came up against him, and Hoshea became his servant, and gave him presents.",
      "4": "And the king of Assyria found treason in Hoshea: for he had sent messengers to So king of Egypt, and brought no present unto the king of Assyria, as he had done yearly: therefore the king of Assyria shut him up, and put him in prison.",
      "5": "Then the king of Assyria came up throughout all the land, and went against Samaria, and besieged it three years.",
      "6": "In the ninth year of Hoshea, the king of Assyria took Samaria, and carried Israel away unto Assyria, and put them in Halah, and in Habor by the river of Gozan, and in the cities of the Medes.",
      "7": "For when the children of Israel sinned against the Lord their God, which had brought them out of the land of Egypt, from under the hand of Pharaoh king of Egypt, and feared other gods,",
      "8": "And walked according to the fashions of the Heathen, whom the Lord had cast out before the children of Israel, and after the manners of the kings of Israel, which they used,",
      "9": "And the children of Israel had done secretly things that were not upright before the Lord their God, and throughout all their cities had built high places, both from the tower of the watch, to the defensed city,",
      "10": "And had made them images and groves upon every high hill, and under every green tree,",
      "11": "And there burnt incense in all the high places, as did the heathen, whom the Lord had taken away before them, and wrought wicked things to anger the Lord,",
      "12": "And served idols: whereof the Lord had said unto them, Ye shall do no such thing,",
      "13": "Notwithstanding the Lord testified to Israel, and to Judah by all the Prophets, and by all the Seers, saying, Turn from your evil ways, and keep my commandments, and my statutes, according to all the Law, which I commanded your fathers, and which I sent to you by my servants the Prophets.",
      "14": "Nevertheless they would not obey, but hardened their necks, like to the necks of their fathers, that did not believe in the Lord their God.",
      "15": "And they refused his statutes and his covenant, that he made with their fathers, and his testimonies (wherewith he witnessed unto them) and they followed vanity, and became vain, and followed the heathen that were round about them: concerning whom the Lord had charged them, that they should not do like them.",
      "16": "Finally they left all the commandments of the Lord their God, and made them molten images, even two calves, and made a grove, and worshipped all the host of heaven, and served Baal.",
      "17": "And they made their sons and their daughters pass through the fire, and used witchcraft and enchantments, yea, sold themselves to do evil in the sight of the Lord, to anger him.",
      "18": "Therefore the Lord was exceedingly wroth with Israel, and put them out of his sight, and none was left but the tribe of Judah only.",
      "19": "Yet Judah kept not the commandments of the Lord their God, but walked according to the fashion of Israel, which they used.",
      "20": "Therefore the Lord cast off all the seed of Israel, and afflicted them, and delivered them into the hands of spoilers, until he had cast them out of his sight.",
      "21": "For he cut off Israel from the house of David, and they made Jeroboam the son of Nebat King: and Jeroboam drew Israel away from following the Lord, and made them sin a great sin.",
      "22": "For the children of Israel walked in all the sins of Jeroboam, which he did, and departed not therefrom,",
      "23": "Until the Lord put Israel away out of his sight, as he had said by all his servants the Prophets, and carried Israel away out of their land to Assyria unto this day.",
      "24": "And the king of Assyria brought folk from Babylon, and from Cuthah, and from Ava, and from Hamath, and from Sepharvaim, and placed them in the cities of Samaria instead of the children of Israel: so they possessed Samaria, and dwelt in the cities thereof.",
      "25": "And at the beginning of their dwelling there, they feared not the Lord: therefore the Lord sent lions among them, which slew them.",
      "26": "Wherefore they spake to the king of Assyria, saying, The nations which thou hast removed and placed in the cities of Samaria, know not the manner of the God of the land: therefore he hath sent Lions among them, and behold, they slay them, because they know not the manner of the God of the land.",
      "27": "Then the king of Assyria commanded, saying, Carry thither one of the Priests whom ye brought thence, and let him go and dwell there, and teach them the manner of the God of the country.",
      "28": "So one of the Priests, which they had carried from Samaria, came and dwelt in Bethel, and taught them how they should fear the Lord.",
      "29": "Howbeit, every nation made their gods, and put them in the houses of the high places, which the Samaritans had made, every nation in their cities wherein they dwelt.",
      "30": "For the men of Babylon made Succoth Benoth: and the men of Cuth made Nergal, and the men of Hamath made Ashima,",
      "31": "And the Avites made Nibhaz, and Tartak: and the Sepharvites burnt their children in the fire to Adrammelech, and Anammelech the gods of Sepharvaim.",
      "32": "Thus they feared the Lord, and appointed out Priests out of themselves for the high places, who prepared for them sacrifices in the houses of the high places.",
      "33": "They feared the Lord, but served their gods after the manner of the nations whom they carried thence.",
      "34": "Unto this day they do after the old manner: they neither fear God, neither do after their ordinances, nor after their customs, nor after the Law, nor after the commandment, which the Lord commanded the children of Jacob whom he named Israel,",
      "35": "And with whom the Lord had made a covenant, and charged them, saying, Fear none other gods, nor bow yourselves to them, nor serve them, nor sacrifice to them:",
      "36": "But fear the Lord which brought you out of the land of Egypt with great power, and a stretched out arm: him fear ye, and worship him and sacrifice to him.",
      "37": "Also keep ye diligently the statutes and the ordinances and the law, and the commandment, which he wrote for you, that ye do them continually, and fear not other gods.",
      "38": "And forget not the covenant that I have made with you, neither fear ye other gods.",
      "39": "But fear the Lord your God, and he will deliver you out of the hands of all your enemies.",
      "40": "Howbeit they obeyed not, but did after their old custom.",
      "41": "So these nations feared the Lord, and served their images also: so did their children, and their children’s children: as did their fathers, so do they unto this day."
    },
    "18": {
      "1": "Now in the third year of Hoshea, son of Elah king of Israel, Hezekiah the son of Ahaz king of Judah began to reign.",
      "2": "He was five and twenty years old when he began to reign, and reigned nine and twenty years in Jerusalem. His mother’s name also was Abi the daughter of Zechariah,",
      "3": "And he did uprightly in the sight of the Lord, according to all that David his father had done.",
      "4": "He took away the high places, and brake the images, and cut down the groves, and brake in pieces the brazen serpent that Moses had made: for unto those days the children of Israel did burn incense to it, and he called it Nehushtan.",
      "5": "He trusted in the Lord God of Israel: so that after him was none like him among all the kings of Judah, neither were there any such before him.",
      "6": "For he clave to the Lord and departed not from him, but kept his commandments, which the Lord had commanded Moses.",
      "7": "So the Lord was with him, and he prospered in all things which he took in hand, also he rebelled against the king of Assyria, and served him not.",
      "8": "He smote the Philistines unto Gaza, and the coasts thereof, from the watchtower unto the defensed city.",
      "9": "And in the fourth year of King Hezekiah, (which was the seventh year of Hoshea son of Elah king of Israel) Shalmaneser king of Assyria came up against Samaria, and besieged it.",
      "10": "And after three years they took it, even in the sixth year of Hezekiah: that is, the ninth year of Hoshea king of Israel was Samaria taken.",
      "11": "Then the king of Assyria did carry away Israel unto Assyria, and put them in Halah and in Habor, by the river of Gozan, and in the cities of the Medes,",
      "12": "Because they would not obey the voice of the Lord their God, but transgressed his covenant: that is, all that Moses the servant of the Lord had commanded, and would neither obey nor do them.",
      "13": "Moreover, in the fourteenth year of king Hezekiah, Sennacherib king of Assyria came up against all the strong cities of Judah, and took them.",
      "14": "Then Hezekiah king of Judah sent unto the king of Assyria to Lachish, saying, I have offended: depart from me, and what thou layest upon me, I will bear it. And the king of Assyria appointed unto Hezekiah king of Judah three hundred talents of silver, and thirty talents of gold.",
      "15": "Therefore Hezekiah gave all the silver that was found in the house of the Lord, and in the treasures of the king’s house.",
      "16": "At the same season did Hezekiah pull off the plates of the doors of the Temple of the Lord, and the pillars (which the said Hezekiah king of Judah had covered over) and gave them to the king of Assyria.",
      "17": "And the king of Assyria sent Tartan, and Rabsaris, and Rabshakeh from Lachish to king Hezekiah with a great host against Jerusalem. And they went up, and came to Jerusalem, and when they were come up, they stood by the conduit of the upper pool, which is by the path of the fuller’s field,",
      "18": "And called to the king. Then came out to them Eliakim the son of Hilkiah, which was steward of the house, and Shebna the chancellor, and Joah the son of Asaph the recorder.",
      "19": "And Rabshakeh said unto them, Tell ye Hezekiah, I pray you, Thus saith the great king, even the great king of Assyria, What confidence is this wherein thou trustest?",
      "20": "Thou thinkest, Surely I have eloquence, but counsel and strength are for the war. On whom then doest thou trust, that thou rebellest against me?",
      "21": "Lo, thou trustest now in this broken staff of reed, to wit, on Egypt, on which if a man lean, it will go into his hand, and pierce it: so is Pharaoh king of Egypt unto all that trust on him.",
      "22": "But if ye say unto me, We trust in the Lord our God, is not that he whose high places, and whose altars Hezekiah hath taken away, and hath said to Judah and Jerusalem, Ye shall worship before this altar in Jerusalem?",
      "23": "Now therefore give hostages to my lord the king of Assyria, and I will give thee two thousand horses, if thou be able to set riders upon them.",
      "24": "For how canst thou despise any captain of the least of my master’s servants, and put thy trust on Egypt for chariots and horsemen?",
      "25": "Am I now come up without the Lord to this place, to destroy it? the Lord said to me, Go up against this land, and destroy it.",
      "26": "Then Eliakim the son of Hilkiah, and Shebna, and Joah said unto Rabshakeh, Speak I pray thee, to thy servants in the Aramites’ language, for we understand it, and talk not with us in the Jews’ tongue, in the audience of the people that are on the wall.",
      "27": "But Rabshakeh said unto them, Hath my master sent me to thy master and to thee to speak these words, and not to the men which sit on the wall, that they may eat their own dung, and drink their own piss with you?",
      "28": "So Rabshakeh stood, and spake, saying, Hear the words of the great king, of the king of Assyria.",
      "29": "Thus saith the king, Let not Hezekiah deceive you: for he shall not be able to deliver you out of mine hand.",
      "30": "Neither let Hezekiah make you to trust in the Lord, saying, The Lord will surely deliver us, and this city shall not be given over into the hand of the king of Assyria.",
      "31": "Hearken not unto Hezekiah: for thus saith the king of Assyria, Make appointment with me, and come out to me, that every man may eat of his own vine, and every man of his own fig tree, and drink every man of the water of his own well,",
      "32": "Till I come, and bring you to a land like your own land, even a land of wheat and wine, a land of bread and vineyards, a land of olive’s oil, and honey, that ye may live and not die: and obey not Hezekiah, for he deceiveth you, saying, The Lord will deliver us.",
      "33": "Hath any of the gods of the nations delivered his land out of the hand of the king of Assyria?",
      "34": "Where is the god of Hamath, and of Arpad? where is the god of Sepharvaim, Hena and Ivah? how have they delivered Samaria out of mine hand?",
      "35": "Who are they among all the gods of the nations, that have delivered their land out of mine hand, that the Lord should deliver Jerusalem out of mine hand?",
      "36": "But the people held their peace, and answered not him a word: for the king’s commandment was, saying, Answer ye him not.",
      "37": "Then Eliakim the son of Hilkiah which was steward of the house, and Shebna the chancellor, and Joah the son of Asaph the recorder came to Hezekiah with their clothes rent, and told him the words of Rabshakeh."
    },
    "19": {
      "1": "And when King Hezekiah heard it, he rent his clothes and put on sackcloth, and came into the house of the Lord,",
      "2": "And sent Eliakim which was the steward of the house, and Shebna the chancellor, and the Elders of the Priests clothed in sackcloth to Isaiah, the Prophet the son of Amoz.",
      "3": "And they said unto him, Thus saith Hezekiah, This day is a day of tribulation and of rebuke, and blasphemy: for the children are come to the birth, and there is no strength to bring forth.",
      "4": "If so be the Lord thy God hath heard all the words of Rabshakeh, whom the king of Assyria his master hath sent to rail on the living God, and to reproach him with words which the Lord thy God hath heard, then lift thou up thy prayer for the remnant that are left.",
      "5": "So the servants of king Hezekiah came to Isaiah.",
      "6": "And Isaiah said unto them, So shall ye say to your master, Thus saith the Lord, Be not afraid of the words which thou hast heard, wherewith the servants of the king of Assyria have blasphemed me.",
      "7": "Behold, I will send a blast upon him, and he shall hear a noise, and return to his own land: and I will cause him to fall by the sword in his own land.",
      "8": "So Rabshakeh returned, and found the king of Assyria fighting against Libnah: for he had heard that he was departed from Lachish.",
      "9": "He heard also men say of Tirhakah king of Ethiopia, Behold, he is come out to fight against thee: he therefore departed and sent other messengers unto Hezekiah, saying,",
      "10": "Thus shall ye speak to Hezekiah king of Judah, and say, Let not thy God deceive thee in whom thou trustest, saying, Jerusalem shall not be delivered into the hand of the king of Assyria.",
      "11": "Behold, thou hast heard what the kings of Assyria have done to all lands, how they have destroyed them: and shalt thou be delivered?",
      "12": "Have the gods of the heathen delivered them which my fathers have destroyed? as Gozan, and Haran, and Rezeph, and the children of Eden, which were in Telassar?",
      "13": "Where is the king of Hamath, and the king of Arpad, and the king of the city of Shepharvaim, Hena and Ivah?",
      "14": "So Hezekiah received the letter of the hand of the messengers, and read it: and Hezekiah went up into the house of the Lord, and Hezekiah spread it before the Lord.",
      "15": "And Hezekiah prayed before the Lord, and said, O Lord God of Israel, which dwellest between the Cherubims, thou art very God alone over all the kingdoms of the earth: thou hast made the heaven and the earth.",
      "16": "Lord bow down thine ear, and hear: Lord open thine eyes and behold, and hear the words of Sennacherib, who hath sent to blaspheme the living God.",
      "17": "Truth it is, Lord, that the kings of Assyria have destroyed the nations and their lands,",
      "18": "And have set fire on their gods: for they were no gods, but the work of man’s hands, even wood and stone: therefore they destroyed them.",
      "19": "Now therefore, O Lord our God, I beseech thee, save thou us out of his hand, that all the kingdoms of the earth may know, that thou O Lord, art only God.",
      "20": "Then Isaiah the son of Amoz sent to Hezekiah, saying, Thus saith the Lord God of Israel, I have heard that which thou hast prayed me, concerning Sennacherib king of Assyria.",
      "21": "This is the word that the Lord hath spoken against him, O Virgin daughter of Zion, he hath despised thee, and laughed thee to scorn: O daughter of Jerusalem, he hath shaken his head at thee.",
      "22": "Whom hast thou railed on? and whom hast thou blasphemed? and against whom hast thou exalted thy voice, and lifted up thine eyes on high? even against the holy One of Israel.",
      "23": "By thy messengers thou hast railed on the Lord, and said, By the multitude of my chariots I am come up to the top of the mountains, by the sides of Lebanon, and will cut down the high cedars thereof, and the fair fir trees thereof, and I will go into the lodging of his borders, and into the forest of his Carmel.",
      "24": "I have dug and drunk the waters of others, and with the plant of my feet have I dried all the floods closed in.",
      "25": "Hast thou not heard, how I have of old time made it, and have formed it long ago? and should I now bring it, that it should be destroyed, and laid on ruinous heaps, as cities defensed?",
      "26": "Whose inhabitants have small power, and are afraid, and confounded: they are like the grass of the field, and green herb, or grass on the house tops, or as corn blasted before it be grown.",
      "27": "I know thy dwelling, yea, thy going out and thy coming in, and thy fury against me.",
      "28": "And because thou ragest against me, and thy tumult is come up to mine ears, I will put mine hook in thy nostrils, and my bridle in thy lips, and will bring thee back again the same way thou camest.",
      "29": "And this shall be a sign unto thee, O Hezekiah, Thou shalt eat this year such things as grow of themselves, and the next year such as grow without sowing, and the third year sow ye and reap, and plant vineyards, and eat the fruits thereof.",
      "30": "And the remnant that is escaped of the house of Judah, shall again take root downward, and bear fruit upward.",
      "31": "For out of Jerusalem shall go a remnant, and some that shall escape out of mount Zion: the zeal of the Lord of hosts shall do this.",
      "32": "Wherefore thus saith the Lord, concerning the king of Assyria, He shall not enter into this city, nor shoot an arrow there, nor come before it with shield, nor cast a mount against it:",
      "33": "But he shall return the way he came, and shall not come into this city, saith the Lord.",
      "34": "For I will defend this city to save it for mine own sake, and for David my servant’s sake.",
      "35": "And the same night the Angel of the Lord went out and smote in the camp of Assyria an hundred four score and five thousand: so when they rose early in the morning, behold, they were all dead corpses.",
      "36": "So Sennacherib king of Assyria departed, and went his way, and returned and dwelt in Nineveh.",
      "37": "And as he was in the Temple worshipping Nisroch his god, Adrammelech and Sharezer his sons slew him with the sword: and they escaped into the land of Ararat, and Esarhaddon his son reigned in his stead."
    },
    "20": {
      "1": "About that time was Hezekiah sick unto death: and the Prophet Isaiah the son of Amoz came to him, and said unto him, Thus saith the Lord, Put thine house in an order: for thou shalt die, and not live.",
      "2": "Then he turned his face to the wall, and prayed to the Lord, saying,",
      "3": "I beseech thee, O lord, remember now, how I have walked before thee in truth and with a perfect heart, and have done that which is good in thy sight: and Hezekiah wept sore.",
      "4": "And afore Isaiah was gone out into the middle of the court, the word of the Lord came to him, saying,",
      "5": "Turn again, and tell Hezekiah the captain of my people, Thus saith the Lord God of David thy father, I have heard thy prayer, and seen thy tears: behold, I have healed thee, and the third day thou shalt go up to the house of the Lord,",
      "6": "And I will add unto thy days fifteen years, and will deliver thee and this city out of the hand of the king of Assyria, and will defend this city for mine own sake, and for David my servant’s sake.",
      "7": "Then Isaiah said, Take a lump of dry figs. And they took it, and laid it on the boil, and he recovered.",
      "8": "For Hezekiah had said unto Isaiah, What shall be the sign that the Lord will heal me, and that I shall go up into the house of the Lord the third day?",
      "9": "And Isaiah answered, This sign shalt thou have of the Lord, that the Lord will do that he hath spoken, Wilt thou that the shadow go forward ten degrees, or go back ten degrees?",
      "10": "And Hezekiah answered, It is a light thing for the shadow to pass forward ten degrees: not so then, but let the shadow go back ten degrees.",
      "11": "And Isaiah the Prophet called unto the Lord, and he brought again the shadow ten degrees back by the degrees whereby it had gone down in the dial of Ahaz.",
      "12": "The same season Berodach-Baladan the son of Baladan king of Babylon sent letters and a present to Hezekiah: for he had heard how that Hezekiah was sick.",
      "13": "And Hezekiah heard them, and showed them all his treasure house, to wit, the silver, and the gold, and the spices, and the precious ointment, and all the house of his armor, and all that was found in his treasures: there was nothing in his house, and in all his realm, that Hezekiah showed them not.",
      "14": "Then Isaiah the Prophet came unto King Hezekiah, and said unto him, What said these men? and from whence came they to thee? And Hezekiah said, They be come from a far country, even from Babylon.",
      "15": "Then said he, What have they seen in thine house? And Hezekiah answered, All that is in mine house have they seen: there is nothing among my treasures, that I have not showed them.",
      "16": "And Isaiah said unto Hezekiah, Hear the word of the Lord.",
      "17": "Behold, the days come, that all that is in thine house, and whatsoever thy fathers have laid up in store unto this day, shall be carried into Babylon: Nothing shall be left, saith the Lord.",
      "18": "And of thy sons, that shall proceed out of thee, and which thou shalt beget, shall they take away, and they shall be eunuchs in the palace of the king of Babylon.",
      "19": "Then Hezekiah said unto Isaiah, The word of the Lord, which thou hast spoken, is good: for said he, Shall it not be good if peace and truth be in my days?",
      "20": "Concerning the rest of the acts of Hezekiah, and all his valiant deeds, and how he made a pool and a conduit, and brought water into the city, are they not written in the book of the Chronicles of the kings of Judah?",
      "21": "And Hezekiah slept with his fathers: and Manasseh his son reigned in his stead."
    },
    "21": {
      "1": "Manasseh was twelve years old when he began to reign, and reigned fifty and five years in Jerusalem: his mother’s name also was Hephzibah.",
      "2": "And he did evil in the sight of the Lord after the abomination of the heathen, whom the Lord had cast out before the children of Israel.",
      "3": "For he went back and built the high places, which Hezekiah his father had destroyed: and he erected up altars for Baal, and made a grove, as did Ahab king of Israel, and worshipped all the host of heaven and served them.",
      "4": "Also he built altars in the house of the Lord, of the which the Lord said, In Jerusalem will I put my Name.",
      "5": "And he built altars for all the host of the heaven in the two courts of the house of the Lord.",
      "6": "And he caused his sons to pass through the fire, and gave himself to witchcraft and sorcery, and he used them that had familiar spirits and were soothsayers, and did much evil in the sight of the Lord to anger him.",
      "7": "And he set the image of the grove, that he had made in the house, whereof the Lord had said to David and to Solomon his son, In this house and in Jerusalem, which I have chosen out of all the tribes of Israel, will I put my Name forever.",
      "8": "Neither will I make the feet of Israel move anymore out of the land, which I gave their fathers: so that they will observe and do all that I have commanded them, and according to all the Law that my servant Moses commanded them.",
      "9": "Yet they obeyed not, but Manasseh led them out of the way, to do more wickedly than did the heathen people, whom the Lord destroyed before the children of Israel.",
      "10": "Therefore the Lord spake by his servants the Prophets, saying,",
      "11": "Because that Manasseh king of Judah hath done such abominations, and hath wrought more wickedly than all that the Amorites (which were before him) did, and hath made Judah sin also with his idols.",
      "12": "Therefore thus saith the Lord God of Israel, Behold, I will bring an evil upon Jerusalem and Judah, that who so heareth of it, both his ears shall tingle.",
      "13": "And I will stretch over Jerusalem the line of Samaria, and the plummet of the house of Ahab: and I will wipe Jerusalem, as a man wipeth a dish, which he wipeth, and turneth it upside down.",
      "14": "And I will forsake the remnant of mine inheritance, and deliver them into the hand of their enemies, and they shall be robbed and spoiled of all their adversaries,",
      "15": "Because they have done evil in my sight, and have provoked me to anger, since the time their fathers came out of Egypt until this day.",
      "16": "Moreover, Manasseh shed innocent blood exceedingly much, till he replenished Jerusalem from corner to corner, beside his sin wherewith he made Judah to sin, and to do evil in the sight of the Lord.",
      "17": "Concerning the rest of the acts of Manasseh, and all that he did, and his sin that he sinned, are they not written in the book of the Chronicles of the kings of Judah?",
      "18": "And Manasseh slept with his fathers, and was buried in the garden of his own house, even in the garden of Uzza: and Amon his son reigned in his stead.",
      "19": "Amon was two and twenty years old, when he began to reign, and he reigned two years in Jerusalem: his mother’s name also was Meshullemeth the daughter of Haruz of Jotbah.",
      "20": "And he did evil in the sight of the Lord, as his father Manasseh did.",
      "21": "For he walked in all the way that his father walked in, and served the idols that his father served, and worshipped them.",
      "22": "And he forsook the Lord God of his fathers, and walked not in the way of the Lord.",
      "23": "And the servants of Amon conspired against him, and slew the King in his own house.",
      "24": "And the people of the land slew all them that had conspired against King Amon, and the people made Josiah his son King in his stead.",
      "25": "Concerning the rest of the acts of Amon, which he did, are they not written in the book of the Chronicles of the Kings of Judah?",
      "26": "And they buried him in his sepulcher in the garden of Uzza: and Josiah his son reigned in his stead."
    },
    "22": {
      "1": "Josiah was eight years old when he began to reign, and he reigned one and thirty years in Jerusalem. His mother’s name also was Jedidah the daughter of Adaiah of Bozkath.",
      "2": "And he did uprightly in the sight of the Lord, and walked in all the ways of David his father, and bowed neither to the right hand, nor to the left.",
      "3": "And in the eighteenth year of King Josiah, the king sent Shaphan the son of Azaliah the son of Meshullam the chancellor, to the house of the Lord, saying,",
      "4": "Go up to Hilkiah the high Priest, that he may sum the silver which is brought into the house of the Lord, which the keepers of the door have gathered of the people.",
      "5": "And let them deliver it into the hand of them that do the work, and have the oversight of the house of the Lord, let them give it to them that work in the house of the Lord, to repair the decayed places of the house:",
      "6": "To wit, unto the artificers and carpenters, and masons, and to buy timber, and hewed stone to repair the house.",
      "7": "Howbeit, let no reckoning be made with them of the money, that is delivered into their hand: for they deal faithfully.",
      "8": "And Hilkiah the high Priest said unto Shaphan the chancellor, I have found the book of the Law in the house of the Lord: and Hilkiah gave the book to Shaphan, and he read it.",
      "9": "So Shaphan the chancellor came to the king, and brought him word again, and said, Thy servants have gathered the money that was found in the house, and have delivered it unto the hands of them that do the work, and have the oversight of the house of the Lord.",
      "10": "Also Shaphan the chancellor showed the king, saying, Hilkiah the Priest hath delivered me a book. And Shaphan read it before the King.",
      "11": "And when the king had heard the words of the book of the Law, he rent his clothes.",
      "12": "Therefore the king commanded Hilkiah the Priest, and Ahikam the son of Shaphan, and Achbor the son of Michaiah, and Shaphan the chancellor, and Asahiah the king’s servant, saying,",
      "13": "Go ye and inquire of the Lord for me and for the people, and for all Judah concerning the words of this book that is found: for great is the wrath of the Lord that is kindled against us, because our fathers have not obeyed the words of this book, to do according unto all that which is written therein for us.",
      "14": "So Hilkiah the Priest, and Ahikam, and Achbor, and Shaphan, and Asahiah went unto Huldah the Prophetess the wife of Shallum, the son of Tikvah, the son of Harhas keeper of the wardrobe: (and she dwelt in Jerusalem in the college) and they communed with her.",
      "15": "And she answered them, Thus saith the Lord God of Israel, Tell the man that sent you to me,",
      "16": "Thus saith the Lord, Behold, I will bring evil upon this place, and on the inhabitants thereof, even all the words of the book which the king of Judah hath read,",
      "17": "Because they have forsaken me, and have burnt incense unto other gods, to anger me with all the works of their hands: my wrath also shall be kindled against this place, and shall not be quenched:",
      "18": "But to the king of Judah, who sent you to inquire of the Lord, so shall ye say unto him, Thus saith the Lord God of Israel, The words that thou hast heard, shall come to pass.",
      "19": "But because thine heart did melt, and thou hast humbled thyself before the Lord when thou heardest what I spake against this place, and against the inhabitants of the same, to wit, that it should be destroyed and accursed, and hast rent thy clothes, and wept before me, I have also heard it, saith the Lord.",
      "20": "Behold therefore, I will gather thee to thy fathers, and thou shalt be put in thy grave in peace, and thine eyes shall not see all the evil which I will bring upon this place. Thus they brought the king word again."
    },
    "23": {
      "1": "Then the King sent, and there gathered unto him all the Elders of Judah and of Jerusalem.",
      "2": "And the king went up into the house of the Lord, with all the men of Judah, and all the inhabitants of Jerusalem with him, and the Priests and Prophets, and all the people both small and great: and he read in their ears all the words of the book of the covenant, which was found in the house of the Lord.",
      "3": "And the king stood by the pillar, and made a covenant before the Lord, that they should walk after the Lord, and keep his commandments, and his testimonies, and his statutes, with all their heart, and with all their soul, that they might accomplish the words of this covenant written in this book. And all the people stood to the covenant.",
      "4": "Then the king commanded Hilkiah the high Priest, and the Priests of the second order, and the keepers of the door, to bring out of the temple of the Lord all the vessels that were made for Baal, and for the grove, and for all the host of heaven, and he burnt them without Jerusalem in the fields of Kidron, and carried the powder of them into Bethel.",
      "5": "And he put down the Chemarims, whom the kings of Judah had founded to burn incense in the high places, and in the cities of Judah and about Jerusalem, and also them that burnt incense unto Baal, to the sun and to the moon, and to the planets, and to all the host of heaven.",
      "6": "And he brought out the grove from the Temple of the Lord, without Jerusalem unto the valley of Kidron, and burnt it in the valley Kidron, and stamped it to powder, and cast the dust thereof upon the graves of the children of the people.",
      "7": "And he brake down the houses of the Sodomites, that were in the house of the Lord, where the women wove hangings for the grove.",
      "8": "Also he brought all the priests out of the cities of Judah, and defiled the high places where the Priests had burnt incense, even from Geba to Beersheba, and destroyed the high places of the gates, that were in the entering in of the gate of Joshua the governor of the city, which was at the left hand of the gate of the city.",
      "9": "Nevertheless the Priests of the high places came not up to the altar of the Lord in Jerusalem, save only they did eat of the unleavened bread among their brethren.",
      "10": "He defiled also Topheth, which was in the valley of the children of Hinnom, that no man should make his son or his daughter pass through the fire to Molech.",
      "11": "He put down also the horses that the Kings of Judah had given to the sun at the entering in of the house of the Lord, by the chamber of Nethan-Melech the eunuch, which was ruler of the suburbs, and burnt the chariots of the sun with fire.",
      "12": "And the altars that were on the top of the chamber of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courts of the house of the Lord did the king break down, and hasted thence, and cast the dust of them in the brook Kidron.",
      "13": "Moreover the King defiled the high places that were before Jerusalem, and on the right hand of the mount of corruption (which Solomon the king of Israel had built for Ashtoreth the idol of the Sidonians, and for Chemosh the idol of the Moabites, and for Milcom the abomination of the children of Ammon)",
      "14": "And he brake the images in pieces, and cut down the groves, and filled their places with the bones of men.",
      "15": "Furthermore the altar that was at Bethel, and the high place made by Jeroboam the son of Nebat, which made Israel to sin, both this altar and also the high place, brake he down, and burnt the high place, and stamped it to powder and burnt the grove.",
      "16": "And as Josiah turned himself, he spied the graves that were in the mount, and sent and took the bones out of the graves, and burnt them upon the altar and polluted it, according to the word of the Lord, that the man of God proclaimed, which cried the same words.",
      "17": "Then he said, What title is that which I see? And the men of the city said unto him, It is the sepulcher of the man of God, which came from Judah, and told these things that thou hast done to the altar of Bethel.",
      "18": "Then said he, Let him alone: let none remove his bones. So his bones were saved with the bones of the Prophet that came from Samaria.",
      "19": "Josiah also took away all the houses of the high places, which were in the cities of Samaria, which the kings of Israel had made to anger the Lord, and did to them according to all the facts that he had done in Bethel.",
      "20": "And he sacrificed all the Priests of the high places that were there upon the altars, and burnt men’s bones upon them, and returned to Jerusalem.",
      "21": "Then the king commanded all the people, saying, Keep the Passover unto the Lord your God, as it is written in the book of this covenant.",
      "22": "And there was no Passover holden like that from the days of the Judges that judged Israel, nor in all the days of the kings of Israel, and of the kings of Judah.",
      "23": "And in the eighteenth year of King Josiah was this Passover celebrated to the Lord in Jerusalem.",
      "24": "Josiah also took away them that had familiar spirits, and the soothsayers, and the images, and the idols, and all the abominations that were espied in the land of Judah and in Jerusalem, to perform the words of the Law, which were written in the book that Hilkiah the Priest found in the house of the Lord.",
      "25": "Like unto him was there no king before him, that turned to the Lord with all his heart, and with all his soul, and with all his might according to all the Law of Moses, neither after him arose there any like him.",
      "26": "Notwithstanding the Lord turned not from the fierceness of his great wrath wherewith he was angry against Judah, because of all the provocations wherewith Manasseh had provoked him.",
      "27": "Therefore the Lord said, I will put Judah also out of my sight, as I have put away Israel, and will cast off this city Jerusalem, which I have chosen, and the house whereof I said, My name shall be there.",
      "28": "Concerning the rest of the acts of Josiah, and all that he did, are they not written in the book of the Chronicles of the kings of Judah?",
      "29": "In his days Pharaoh Necho king of Egypt went up against the king of Assyria to the river Perath. And king Josiah went against him, whom when Pharaoh saw, he slew him at Megiddo.",
      "30": "Then his servants carried him dead from Megiddo, and brought him to Jerusalem, and buried him in his own sepulcher. And the people of the land took Jehoahaz the son of Josiah, and anointed him, and made him king in his father’s stead.",
      "31": "Jehoahaz was three and twenty years old when he began to reign, and reigned three months in Jerusalem. His mother’s name also was Hamutal the daughter of Jeremiah of Libnah.",
      "32": "And he did evil in the sight of the Lord, according to all that his fathers had done.",
      "33": "And Pharaoh Necho put him in bonds at Riblah in the land of Hamath while he reigned in Jerusalem, and put the land to a tribute of an hundred talents of silver, and a talent of gold.",
      "34": "And Pharaoh Necho made Eliakim the son of Josiah king instead of Josiah his father, and turned his name to Jehoiakim, and took Jehoahaz away, which when he came to Egypt, died there.",
      "35": "And Jehoiakim gave the silver and the gold to Pharaoh, and taxed the land to give the money, according to the commandment of Pharaoh: he levied of every man of the people of the land, according to his value, silver and gold to give unto Pharaoh Necho.",
      "36": "Jehoiakim was five and twenty years old, when he began to reign, and he reigned eleven years in Jerusalem. His mother’s name also was Zebudah the daughter of Pedaiah of Rumah.",
      "37": "And he did evil in the sight of the Lord, according to all that his fathers had done."
    },
    "24": {
      "1": "In his days came Nebuchadnezzar king of Babylon up, and Jehoiakim became his servant three years: afterward he turned, and rebelled against him.",
      "2": "And the Lord sent against him bands of the Chaldeans, and bands of the Aramites, and bands of the Moabites, and bands of the Ammonites, and he sent them against Judah to destroy it, according to the word of the Lord, which he spake by his servants the Prophets.",
      "3": "Surely by the commandment of the Lord came this upon Judah, that he might put them out of his sight for the sins of Manasseh, according to all that he did,",
      "4": "And for the innocent blood that he shed, (for he filled Jerusalem with innocent blood) therefore the Lord would not pardon it.",
      "5": "Concerning the rest of the acts of Jehoiakim, and all that he did, are they not written in the book of the Chronicles of the kings of Judah?",
      "6": "So Jehoiakim slept with his fathers, and Jehoiachin his son reigned in his stead.",
      "7": "And the king of Egypt came no more out of his land: for the king of Babylon had taken from the river of Egypt, unto the river Perath, all that pertained to the king of Egypt.",
      "8": "Jehoiachin was eighteen years old, when he began to reign, and reigned in Jerusalem three months. His mother’s name also was Nehushta, the daughter of Elnathan of Jerusalem.",
      "9": "And he did evil in the sight of the Lord, according to all that his father had done.",
      "10": "In that time came the servants of Nebuchadnezzar king of Babylon up against Jerusalem: so the city was besieged.",
      "11": "And Nebuchadnezzar king of Babylon came against the city, and his servants did besiege it.",
      "12": "Then Jehoiachin the king of Judah came out against the king of Babylon, he, and his mother and his servants, and his princes, and his eunuchs: and the king of Babylon took him in the eighth year of his reign.",
      "13": "And he carried out thence all the treasures of the house of the Lord, and the treasures of the king’s house, and brake all the vessels of gold which Solomon king of Israel had made in the Temple of the Lord, as the Lord had said.",
      "14": "And he carried away all Jerusalem, and all the princes, and all the strong men of war, even ten thousand into captivity, and all the workmen, and cunning men: so none remained saving the poor people of the land.",
      "15": "And he carried away Jehoiachin into Babylon, and the king’s mother, and the king’s wives, and his eunuchs, and the mighty of the land, carried he away into captivity from Jerusalem to Babylon,",
      "16": "And all the men of war, even seven thousand, and carpenters, and locksmiths a thousand: all that were strong and apt for war, did the king of Babylon bring to Babylon captives.",
      "17": "And the king of Babylon made Mattaniah his uncle king in his stead, and changed his name to Zedekiah.",
      "18": "Zedekiah was one and twenty years old, when he began to reign, and he reigned eleven years in Jerusalem. His mother’s name also was Hamutal the daughter of Jeremiah of Libnah.",
      "19": "And he did evil in the sight of the Lord, according to all that Jehoiakim had done.",
      "20": "Therefore certainly the wrath of the Lord was against Jerusalem and Judah, until he cast them out of his sight. And Zedekiah rebelled against the king of Babylon."
    },
    "25": {
      "1": "And in the ninth year of his reign, the tenth month, and tenth day of the month Nebuchadnezzar king of Babylon came, he, and all his host against Jerusalem, and pitched against it, and they built forts against it round about it.",
      "2": "So the city was besieged unto the eleventh year of King Zedekiah.",
      "3": "And the ninth day of the month the famine was sore in the city, so that there was no bread for the people of the land.",
      "4": "Then the city was broken up, and all the men of war fled by night, by the way of the gate, which is between two walls that was by the king’s garden: now the Chaldeans were by the city round about: and the king went by the way of the wilderness.",
      "5": "But the army of the Chaldeans pursued after the king, and took him in the deserts of Jericho, and all his host was scattered from him.",
      "6": "Then they took the king, and carried him up to the king of Babylon to Riblah, where they gave judgment upon him.",
      "7": "And they slew the sons of Zedekiah before his eyes, and put out the eyes of Zedekiah, and bound him in chains, and carried him to Babylon.",
      "8": "And in the fifth month, and seventh day of the month, which was the nineteenth year of king Nebuchadnezzar king of Babylon, came Nebuzaradan chief steward and servant of the king of Babylon, to Jerusalem,",
      "9": "And burnt the house of the Lord, and the king’s house, and all the houses of Jerusalem, and all the great houses burnt he with fire.",
      "10": "And all the army of the Chaldeans that were with the chief steward, brake down the walls of Jerusalem round about.",
      "11": "And the rest of the people that were left in the city, and those that were fled and fallen to the king of Babylon, with the remnant of the multitude, did Nebuzaradan chief steward carry away captive.",
      "12": "But the chief steward left of the poor of the land to dress the vines, and to till the land.",
      "13": "Also the pillars of brass that were in the house of the Lord, and the bases, and the brazen Sea that was in the house of the Lord, did the Chaldeans break, and carried the brass of them to Babylon.",
      "14": "The pots also and the besoms, and the instruments of music, and the incense dishes, and all the vessels of brass that they ministered in, took they away.",
      "15": "And the ash pans, and the basins, and all that was of gold, and that was of silver, took the chief steward away,",
      "16": "With the two pillars, one Sea and the bases, which Solomon had made for the house of the Lord: the brass of all these vessels was without weight.",
      "17": "The height of the one pillar was eighteen cubits, and the chapiter thereon was brass, and the height of the chapiter was with network three cubits, and pomegranates upon the chapiter round about, all of brass: and likewise was the second pillar with the network.",
      "18": "And the chief steward took Seraiah the chief Priest, and Zephaniah the second Priest, and the three keepers of the door.",
      "19": "And out of the city he took an Eunuch that had the oversight of the men of war, and five men of them that were in the King’s presence, which were found in the city, and Sopher captain of the host, who mustered the people of the land, and threescore men of the people of the land, that were found in the city.",
      "20": "And Nebuzaradan the chief steward took them, and brought them to the king of Babylon to Riblah.",
      "21": "And the king of Babylon smote them, and slew them at Riblah in the land of Hamath. So Judah was carried away captive out of his own land.",
      "22": "Howbeit, there remained people in the land of Judah, whom Nebuchadnezzar king of Babylon left, and made Gedaliah the son of Ahikam the son of Shaphan ruler over them.",
      "23": "Then when all the captains of the host and their men heard, that the king of Babylon had made Gedaliah governor, they came to Gedaliah to Mizpah, to wit, Ishmael the son of Nethaniah, and Johanan the son of Careah, and Seraiah the son of Tanhumeth the Netophathite, and Jaazaniah the son of Maachathi, they and their men.",
      "24": "And Gedaliah sware to them, and to their men, and said unto them, Fear not to be the servants of the Chaldeans: dwell in the land, and serve the king of Babylon, and ye shall be well.",
      "25": "But in the seventh month Ishmael the son of Nethaniah the son of Elishama, of the king’s seed, came, and ten men with him, and smote Gedaliah, and he died, and so did he the Jews, and the Chaldeans that were with him at Mizpah.",
      "26": "Then all the people both small and great, and the captains of the army arose, and came to Egypt: for they were afraid of the Chaldeans.",
      "27": "Notwithstanding in the seven and thirtieth year after Jehoiachin King of Judah was carried away, in the twelfth month and the seven and twentieth day of the month, Evil-Merodach king of Babylon in the year that he began to reign, did lift up the head of Jehoiachin king of Judah out of the prison,",
      "28": "And spake kindly to him, and set his throne above the throne of the kings that were with him in Babylon,",
      "29": "And changed his prison garments: and he did continually eat bread before him, all the days of his life.",
      "30": "And his portion was a continual portion given him by the king, every day a certain, all the days of his life."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:17.879244-04:00",
    "Translation": "GNV"
  }
}