{
  "2 Thessalonians": {
    "1": {
      "1": "Paul and Silvanus, and Timothy, unto the Church of the Thessalonians, which is in God our Father, and in the Lord Jesus Christ:",
      "2": "Grace be with you, and peace from God our Father, and from the Lord Jesus Christ.",
      "3": "We ought to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the love of every one of you toward another, aboundeth,",
      "4": "So that we ourselves rejoice of you in the Churches of God, because of your patience and faith in all your persecutions and tribulations that ye suffer.",
      "5": "Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for the which ye also suffer.",
      "6": "For it is a righteous thing with God, to recompense tribulation to them that trouble you,",
      "7": "And to you which are troubled, rest with us, when the Lord Jesus shall show himself from heaven with his mighty Angels,",
      "8": "In flaming fire, rendering vengeance unto them, that do not know God, and which obey not unto the Gospel of our Lord Jesus Christ,",
      "9": "Which shall be punished with everlasting perdition from the presence of the Lord, and from the glory of his power,",
      "10": "When he shall come to be glorified in his Saints, and to be made marvelous in all them that believe (because our testimony toward you was believed) in that day.",
      "11": "Wherefore, we also pray always for you, that our God may make you worthy of this calling, and fulfill all the good pleasure of his goodness, and the work of faith with power.",
      "12": "That the Name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God, and of the Lord Jesus Christ."
    },
    "2": {
      "1": "Now we beseech you, brethren, by the coming of our Lord Jesus Christ, and by our assembling unto him,",
      "2": "That ye be not suddenly moved from your mind, nor troubled neither by spirit, nor by word, nor by letter, as it were from us, as though the day of Christ were at hand.",
      "3": "Let no man deceive you by any means: for that day shall not come, except there come a departing first, and that that man of sin be disclosed, even the son of perdition.",
      "4": "Which is an adversary, and exalteth himself against all that is called God, or that is worshipped: so that he doth sit as God in the Temple of God, showing himself that he is God.",
      "5": "Remember ye not, that when I was yet with you, I told you these things?",
      "6": "And now ye know what withholdeth, that he might be revealed in his time.",
      "7": "For the mystery of iniquity doth already work: only he which now withholdeth, shall let till he be taken out of the way.",
      "8": "And then shall that wicked man be revealed, whom the Lord shall consume with the Spirit of his mouth, and shall abolish with the brightness of his coming,",
      "9": "Even him whose coming is by the effectual working of Satan, with all power, and signs, and lying wonders,",
      "10": "And in all deceivableness of unrighteousness, among them that perish, because they received not the love of the truth, that they might be saved.",
      "11": "And therefore God shall send them strong delusion, that they should believe lies,",
      "12": "That all they might be damned which believed not the truth, but had pleasure in unrighteousness.",
      "13": "But we ought to give thanks always to God for you, brethren beloved of the Lord, because that God hath from the beginning chosen you to salvation, through sanctification of the Spirit, and the faith of truth,",
      "14": "Whereunto he called you by our Gospel, to obtain the glory of our Lord Jesus Christ.",
      "15": "Therefore, brethren, stand fast and keep the instructions, which ye have been taught, either by word, or by our Epistle.",
      "16": "Now the same Jesus Christ our Lord, and our God, even the Father, which hath loved us, and hath given us everlasting consolation and good hope through grace,",
      "17": "Comfort your hearts, and stablish you in every word and good work."
    },
    "3": {
      "1": "Furthermore, brethren, pray for us, that the word of the Lord may have free passage and be glorified, even as it is with you.",
      "2": "And that we may be delivered from unreasonable and evil men: for all men have not faith.",
      "3": "But the Lord is faithful, which will stablish you, and keep you from evil.",
      "4": "And we are persuaded of you through the Lord, that ye both do, and will do the things which we warn you of.",
      "5": "And the Lord guide your hearts to the love of God, and the waiting for of Christ.",
      "6": "We warn you, brethren, in the Name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walked inordinately, and not after the instruction, which he received of us.",
      "7": "For ye yourselves know, how ye ought to follow us: for we behaved not ourselves inordinately among you,",
      "8": "Neither took we bread of any man for nought: but we wrought with labor and travail night and day, because we would not be chargeable to any of you.",
      "9": "Not because we have not authority, but that we might make ourselves an ensample unto you to follow us.",
      "10": "For even when we were with you, this we warned you of, that if there were any, which would not work, that he should not eat.",
      "11": "For we hear, that there are some which walk among you inordinately, and work not at all, but are busybodies.",
      "12": "Therefore them that are such, we warn and exhort by our Lord Jesus Christ, that they work with quietness, and eat their own bread.",
      "13": "And ye, brethren, be not weary in well doing.",
      "14": "If any man obey not this our saying in this letter, note him, and have no company with him, that he may be ashamed.",
      "15": "Yet count him not as an enemy, but admonish him as a brother.",
      "16": "Now the Lord himself of peace give you peace always by all means. The Lord be with you all.",
      "17": "The salutation of me Paul, with mine own hand, which is the token in every Epistle: so I write,",
      "18": "The grace of our Lord Jesus Christ be with you all, Amen.\nThe second Epistle to the Thessalonians, written from Athens."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:05.967294-04:00",
    "Translation": "GNV"
  }
}