{
  "2 Timothy": {
    "1": {
      "1": "Paul an Apostle of Jesus Christ by the will of God, according to the promise of life which is in Christ Jesus,",
      "2": "To Timothy my beloved son: Grace, mercy and peace from God the Father, and from Jesus Christ our Lord.",
      "3": "I thank God, whom I serve from mine elders with pure conscience, that without ceasing I have remembrance of thee in my prayers night and day.",
      "4": "Desiring to see thee, mindful of thy tears, that I may be filled with joy:",
      "5": "When I call to remembrance the unfeigned faith that is in thee, which dwelt first in thy grandmother Lois, and in thy mother Eunice, and am assured that it dwelleth in thee also.",
      "6": "Wherefore, I put thee in remembrance that thou stir up the gift of God which is in thee, by the putting on of mine hands.",
      "7": "For God hath not given to us the Spirit of fear, but of power, and of love, and of a sound mind.",
      "8": "Be not therefore ashamed of the testimony of our Lord, neither of me his prisoner: but be partaker of the afflictions of the Gospel according to the power of God,",
      "9": "Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given to us through Christ Jesus before the world was,",
      "10": "But is now made manifest by that appearing of our Savior Jesus Christ, who hath abolished death, and hath brought life and immortality unto light through the Gospel.",
      "11": "Whereunto I am appointed a preacher, and Apostle, and a teacher of the Gentiles.",
      "12": "For the which cause I also suffer these things, but I am not ashamed: for I know whom I have believed, and I am persuaded that he is able to keep that which I have committed to him against that day.",
      "13": "Keep the true pattern of the wholesome words, which thou hast heard of me in faith and love which is in Christ Jesus.",
      "14": "That worthy thing, which was committed to thee, keep through the holy Ghost, which dwelleth in us.",
      "15": "This thou knowest, that all they which are in Asia, be turned from me: of which sort are Phygellus and Hermogenes.",
      "16": "The Lord give mercy unto the house of Onesiphorus: for he oft refreshed me, and was not ashamed of my chain,",
      "17": "But when he was at Rome, he sought me out very diligently, and found me.",
      "18": "The Lord grant unto him, that he may find mercy with the Lord at that day, and in how many things he hath ministered unto me at Ephesus, thou knowest very well."
    },
    "2": {
      "1": "Thou therefore, my son, be strong in the grace that is in Christ Jesus.",
      "2": "And what things thou hast heard of me, by many witnesses, the same deliver to faithful men, which shall be able to teach others also.",
      "3": "Thou therefore suffer affliction as a good soldier of Jesus Christ.",
      "4": "No man that warreth, entangleth himself with the affairs of this life, because he would please him that hath chosen him to be a soldier.",
      "5": "And if any man also strive for a mastery, he is not crowned, except he strive as he ought to do.",
      "6": "The husbandman must labor before he receive the fruits.",
      "7": "Consider what I say: and the Lord give thee understanding in all things.",
      "8": "Remember that Jesus Christ, made of the seed of David, was raised again from the dead according to my Gospel,",
      "9": "Wherein I suffer trouble as an evil doer, even unto bonds: but the word of God is not bound.",
      "10": "Therefore I suffer all things for the elect’s sake, that they might also obtain the salvation which is in Christ Jesus, with eternal glory.",
      "11": "It is a true saying, For if we be dead together with him: we also shall live together with him.",
      "12": "If we suffer, we shall also reign together with him: if we deny him, he also will deny us.",
      "13": "If we believe not, yet abideth he faithful: he cannot deny himself.",
      "14": "Of these things put them in remembrance, and protest before the Lord, that they strive not about words, which is to no profit, but to the perverting of the hearers.",
      "15": "Study to show thyself approved unto God a workman that needeth not to be ashamed, dividing the word of truth aright.",
      "16": "Stay profane, and vain babblings: for they shall increase unto more ungodliness.",
      "17": "And their word shall fret as a canker: of which sort is Hymenaeus and Philetus.",
      "18": "Which as concerning the truth have erred from the mark, saying that the resurrection is past already, and do destroy the faith of certain.",
      "19": "But the foundation of God remaineth sure, and hath this seal, The Lord knoweth who are his: and, Let everyone that calleth on the Name of Christ, depart from iniquity.",
      "20": "Notwithstanding in a great house are not only vessels of gold and of silver, but also of wood and of earth, and some for honor, and some unto dishonor.",
      "21": "If any man therefore purge himself from these, he shall be a vessel unto honor, sanctified, and meet for the Lord, and prepared unto every good work.",
      "22": "Flee also from the lusts of youth, and follow after righteousness, faith, love, and peace, with them that call on the Lord with pure heart,",
      "23": "And put away foolish and unlearned questions, knowing that they engender strife.",
      "24": "But the servant of the Lord must not strive, but must be gentle toward all men, apt to teach, suffering the evil,",
      "25": "Instructing them with meekness that are contrary minded, proving if God at any time will give them repentance, that they may acknowledge the truth,",
      "26": "And come to amendment out of that snare of the devil, of whom they are taken prisoners, to do his will."
    },
    "3": {
      "1": "This know also, that in the last days shall come perilous times.",
      "2": "For men shall be lovers of their own selves, covetous, boasters, proud, cursed speakers, disobedient to parents, unthankful, unholy,",
      "3": "Without natural affection, truce breakers, false accusers, intemperate, fierce, no lovers at all of them which are good,",
      "4": "Traitors, heady, high-minded, lovers of pleasures more than lovers of God,",
      "5": "Having a show of godliness, but have denied the power thereof: turn away therefore from such.",
      "6": "For of this sort are they which creep into houses, and lead captive simple women laden with sins, and led with divers lusts,",
      "7": "Which women are ever learning, and are never able to come to the acknowledging of the truth.",
      "8": "And as Jannes and Jambres withstood Moses, so do these also resist the truth, men of corrupt minds, reprobate concerning the faith.",
      "9": "But they shall prevail no longer: for their madness shall be evident unto all men, as theirs also was.",
      "10": "But thou hast fully known my doctrine, manner of living, purpose, faith, longsuffering, love, patience,",
      "11": "Persecutions, and afflictions which came unto me at Antioch, at Iconium, and at Lystra, which persecutions I suffered: but from them all the Lord delivered me.",
      "12": "Yea, and all that will live godly in Christ Jesus, shall suffer persecution.",
      "13": "But the evil men and deceivers shall wax worse and worse, deceiving, and being deceived.",
      "14": "But continue thou in the things which thou hast learned, and which are committed unto thee, knowing of whom thou hast learned them:",
      "15": "And that thou hast known the holy Scriptures of a child, which are able to make thee wise unto salvation, through the faith which is in Christ Jesus.",
      "16": "For the whole Scripture is given by inspiration of God, and is profitable to teach, to convince, to correct, and to instruct in righteousness,",
      "17": "That the man of God may be absolute, being made perfect unto all good works."
    },
    "4": {
      "1": "I Charge thee therefore before God, and before the Lord Jesus Christ, which shall judge the quick and dead at that his appearing, and in his kingdom,",
      "2": "Preach the word: be instant, in season, and out of season: improve, rebuke, exhort with all longsuffering and doctrine.",
      "3": "For the time will come when they will not suffer wholesome doctrine: but having their ears itching, shall after their own lusts get them an heap of teachers,",
      "4": "And shall turn their ears from the truth, and shall be given unto fables.",
      "5": "But watch thou in all things: suffer adversity: do the work of an Evangelist: cause thy ministry to be thoroughly liked of.",
      "6": "For I am now ready to be offered, and the time of my departing is at hand.",
      "7": "I have fought a good fight, and have finished my course: I have kept the faith.",
      "8": "For henceforth is laid up for me the crown of righteousness, which the Lord the righteous Judge shall give me at that day: and not to me only, but unto all them also that love that his appearing.",
      "9": "Make speed to come unto me at once:",
      "10": "For Demas hath forsaken me, and hath embraced this present world, and is departed unto Thessalonica. Crescens is gone to Galatia, Titus unto Dalmatia.",
      "11": "Only Luke is with me. Take Mark and bring him with thee: for he is profitable unto me to minister.",
      "12": "And Tychicus have I sent to Ephesus.",
      "13": "The cloak that I left at Troas with Carpus, when thou comest, bring with thee, and the books, but specially the parchments.",
      "14": "Alexander the coppersmith hath done me much evil: the Lord reward him according to his works.",
      "15": "Of whom be thou ware also: for he withstood our preaching sore.",
      "16": "At my first answering no man assisted me, but all forsook me: I pray God, that it may not be laid to their charge.",
      "17": "Notwithstanding the Lord assisted me, and strengthened me, that by me the preaching might be fully believed, and that all the Gentiles should hear: and I was delivered out of the mouth of the lion.",
      "18": "And the Lord will deliver me from every evil work, and will preserve me unto his heavenly kingdom: to whom be praise for ever and ever, Amen.",
      "19": "Salute Prisca and Aquila, and the household of Onesiphorus.",
      "20": "Erastus abode at Corinth: Trophimus I left at Miletus sick.",
      "21": "Make speed to come before winter. Eubulus greeteth thee, and Pudens, and Linus, and Claudia, and all the brethren.",
      "22": "The Lord Jesus Christ be with thy Spirit. Grace be with you, Amen.\nThe second Epistle written from Rome unto Timothy, the first Bishop elected of the Church of Ephesus, when Paul was presented the second time before the Emperor Nero."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:07.119511-04:00",
    "Translation": "GNV"
  }
}