{
  "Acts": {
    "1": {
      "1": "I have made the former treatise, O Theophilus, of all that Jesus began to do and teach,",
      "2": "Until the day that he was taken up, after that he through the holy Ghost, had given commandments unto the Apostles, whom he had chosen:",
      "3": "To whom also he presented himself alive after that he had suffered, by many infallible tokens, being seen of them by the space of forty days, and speaking of those things which appertained to the kingdom of God.",
      "4": "And when he had gathered them together, he commanded them that they should not depart from Jerusalem, but to wait for the promise of the Father, which said he, ye have heard of me.",
      "5": "For John indeed baptized with water, but ye shall be baptized with the holy Ghost within these few days.",
      "6": "When they therefore were come together they asked of him, saying, Lord, wilt thou at this time restore the kingdom to Israel?",
      "7": "And he said unto them, It is not for you to know the times, or the seasons, which the Father hath put in his own power.",
      "8": "But ye shall receive power of the holy Ghost, when he shall come on you: and ye shall be witnesses unto me both in Jerusalem and in all Judea, and in Samaria, and unto the uttermost part of the earth.",
      "9": "And when he had spoken these things, while they beheld, he was taken up: for a cloud took him up out of their sight.",
      "10": "And while they looked steadfastly toward heaven, as he went, behold, two men stood by them in white apparel.",
      "11": "Which also said, Ye men of Galilee, why stand ye gazing into heaven? This Jesus which is taken up from you into heaven, shall so come, as ye have seen him go into heaven.",
      "12": "Then returned they unto Jerusalem from the mount that is called the mount of Olives, which is near to Jerusalem, being from it a Sabbath day’s journey.",
      "13": "And when they were come in, they went up into an upper chamber, where abode both Peter and James, and John, and Andrew, Philip, and Thomas, Bartholomew, and Matthew, James the son of Alphaeus, and Simon Zealot, and Judas James’s brother.",
      "14": "These all continued with one accord in prayer and supplication with the women, and Mary the mother of Jesus, and with his brethren.",
      "15": "And in those days Peter stood up in the midst of the disciples, and said (now the number of names that were in one place were about an hundred and twenty.)",
      "16": "Ye men and brethren, this scripture must needs have been fulfilled, Which the holy Ghost by the mouth of David spake before of Judas, which was guide to them that took Jesus.",
      "17": "For he was numbered with us, and had obtained fellowship in this ministration.",
      "18": "He therefore hath purchased a field with the reward of iniquity: and when he had thrown down himself headlong, he brast asunder in the midst, and all his bowels gushed out.",
      "19": "And it is known unto all the inhabitants of Jerusalem, insomuch, that that field is called in their own language, Akel Dama, that is, The field of blood.",
      "20": "For it is written in the book of Psalms, Let his habitation be void, and let no man dwell therein: also, Let another take his charge.",
      "21": "Wherefore of these men which have companied with us, all the time that the Lord Jesus was conversant among us,",
      "22": "Beginning from the baptism of John unto the day that he was taken up from us, must one of them be made a witness with us of his resurrection.",
      "23": "And they presented two, Joseph called Barsabas, whose surname was Justus, and Matthias.",
      "24": "And they prayed, saying, Thou Lord, which knowest the hearts of all men, show whether of these two thou hast chosen,",
      "25": "That he may take the room of this ministration and Apostleship, from which Judas hath gone astray, to go to his own place.",
      "26": "Then they gave forth their lots: and the lot fell on Matthias, and he was by a common consent counted with the eleven Apostles."
    },
    "2": {
      "1": "And when the day of Pentecost was come, they were all with one accord in one place.",
      "2": "And suddenly there came a sound from heaven, as of a rushing and mighty wind, and it filled all the house where they sat.",
      "3": "And there appeared unto them cloven tongues, like fire, and it sat upon each of them.",
      "4": "And they were all filled with the holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.",
      "5": "And there were dwelling at Jerusalem Jews, men that feared God, of every nation under heaven.",
      "6": "Now when this was noised, the multitude came together and were astonied, because that every man heard them speak his own language.",
      "7": "And they wondered all, and marveled, saying among themselves, Behold, are not all these which speak, of Galilee?",
      "8": "How then hear we every man our own language, wherein we were born?",
      "9": "Parthians, and Medes, and Elamites, and the inhabitants of Mesopotamia, and of Judea, and of Cappadocia, of Pontus, and Asia,",
      "10": "And of Phrygia, and Pamphylia, of Egypt, and of the parts of Libya, which is beside Cyrene, and strangers of Rome, and Jews, and Proselytes,",
      "11": "Cretes, and Arabians: we heard them speak in our own tongues the wonderful works of God.",
      "12": "They were all then amazed, and doubted, saying one to another, What may this be?",
      "13": "And others mocked, and said, They are full of new wine.",
      "14": "But Peter standing with the eleven, lifted up his voice, and said unto them, Ye men of Judea, and ye all that inhabit Jerusalem, be this known unto you, and hearken unto my words.",
      "15": "For these are not drunken, as ye suppose, since it is but the third hour of the day.",
      "16": "But this is that, which was spoken by the Prophet Joel,",
      "17": "And it shall be in the last days, saith God, I will pour out of my Spirit upon all flesh, and your sons, and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams.",
      "18": "And on my servants, and on mine handmaids I will pour out of my Spirit in those days, and they shall prophesy.",
      "19": "And I will show wonders in heaven above, and tokens in the earth beneath, blood, and fire, and the vapors of smoke.",
      "20": "The Sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come.",
      "21": "And it shall be, that whosoever shall call on the Name of the Lord, shall be saved.",
      "22": "Ye men of Israel, hear these words, JESUS of Nazareth, a man approved of God among you with great works, and wonders, and signs, which God did by him in the midst of you, as ye yourselves also know:",
      "23": "Him, I say, being delivered by the determinate counsel, and foreknowledge of God, after you had taken, with wicked hands you have crucified and slain.",
      "24": "Whom God hath raised up, and loosed the sorrows of death, because it was impossible that he should be holden of it.",
      "25": "For David saith concerning him, I beheld the Lord always before me: for he is at my right hand, that I should not be shaken.",
      "26": "Therefore did mine heart rejoice, and my tongue was glad, and moreover also my flesh shall rest in hope,",
      "27": "Because thou wilt not leave my soul in grave, neither wilt suffer thine Holy one to see corruption.",
      "28": "Thou hast showed me the ways of life, and shalt make me full of joy with thy countenance.",
      "29": "Men and brethren, I may boldly speak unto you of the Patriarch David, that he is both dead and buried, and his sepulcher remaineth with us unto this day.",
      "30": "Therefore, seeing he was a Prophet, and knew that God had sworn with an oath to him, that of the fruit of his loins he would raise up Christ concerning the flesh, to set him upon his throne.",
      "31": "He knowing this before, spake of the resurrection of Christ, that his soul should not be left in grave, neither his flesh should see corruption.",
      "32": "This Jesus hath God raised up, whereof we all are witnesses.",
      "33": "Since then that he by the right hand of God hath been exalted, and hath received of his Father the promise of the holy Ghost, he hath shed forth this which ye now see and hear.",
      "34": "For David is not ascended into heaven, but he saith, The Lord said to my Lord, Sit at my right hand,",
      "35": "Until I make thine enemies thy footstool.",
      "36": "Therefore, let all the house of Israel know for a surety, that God hath made him both Lord, and Christ, this Jesus, I say, whom ye have crucified.",
      "37": "Now when they heard it, they were pricked in their hearts, and said unto Peter and the other Apostles, Men and brethren, what shall we do?",
      "38": "Then Peter said unto them, Amend your lives, and be baptized every one of you in the Name of Jesus Christ for the remission of sins: and ye shall receive the gift of the holy Ghost.",
      "39": "For the promise is made unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.",
      "40": "And with many other words he besought and exhorted them, saying, Save yourselves from this [froward] generation.",
      "41": "Then they that gladly received his word, were baptized, and the same day there were added to the Church about three thousand souls.",
      "42": "And they continued in the Apostles’ doctrine, and fellowship, and breaking of bread, and prayers.",
      "43": "And fear came upon every soul: and many wonders and signs were done by the Apostles.",
      "44": "And all that believed, were in one place, and had all things common.",
      "45": "And they sold their possessions, and goods, and parted them to all men, as everyone had need.",
      "46": "And they continued daily with one accord in the Temple, and breaking bread at home, did eat their meat together with gladness and singleness of heart,",
      "47": "Praising God, and had favor with all the people: and the Lord added to the Church from day to day, such as should be saved."
    },
    "3": {
      "1": "Now Peter and John went up together into the Temple, at the ninth hour of prayer.",
      "2": "And a certain man which was a cripple from his mother’s womb was carried, whom they laid daily at the gate of the Temple called Beautiful, to ask alms of them that entered into the Temple,",
      "3": "Who seeing Peter and John, that they would enter into the Temple, desiring to receive an alms.",
      "4": "And Peter earnestly beholding him with John, said, Look on us.",
      "5": "And he gave heed unto them, trusting to receive some thing of them.",
      "6": "Then said Peter, Silver and gold have I none, but such as I have, that give I thee: In the Name of Jesus Christ of Nazareth, rise up and walk.",
      "7": "And he took him by the right hand, and lifted him up, and immediately his feet and ankle bones received strength.",
      "8": "And he leaped up, stood, and walked, and entered with them into the temple, walking and leaping, and praising God.",
      "9": "And all the people saw him walk, and praising God.",
      "10": "And they knew him, that it was he which sat for the alms at the Beautiful gate of the Temple: and they were amazed, and sore astonied at that which was come unto him.",
      "11": "And as the cripple which was healed, held Peter and John, all the people ran amazed unto them in the porch which is called Solomon’s.",
      "12": "So when Peter saw it, he answered unto the people, Ye men of Israel, why marvel ye at this? or why look ye so steadfastly on us, as though by our own power or godliness, we had made this man go?",
      "13": "The God of Abraham, and Isaac, and Jacob, the God of our fathers hath glorified his Son Jesus, whom ye betrayed, and denied in the presence of Pilate, when he had judged him to be delivered.",
      "14": "But ye denied the Holy one and the just, and desired a murderer to be given you,",
      "15": "And killed the Lord of life, whom God hath raised from the dead, whereof we are witnesses.",
      "16": "And his Name hath made this man sound, whom ye see and know, through faith in his Name: and the faith which is by him, hath given to him this perfect health of his whole body in the presence of you all.",
      "17": "And now brethren, I know that through ignorance ye did it, as did also your governors.",
      "18": "But those things, which God before had showed by the mouth of all his Prophets, that Christ should suffer, he hath thus fulfilled.",
      "19": "Amend your lives therefore, and turn, that your sins may be put away, when the time of refreshing shall come from the presence of the Lord.",
      "20": "And he shall send Jesus Christ, which before was preached unto you.",
      "21": "Whom the heaven must contain until the time that all things be restored, which God had spoken by the mouth of all his holy Prophets since the world began.",
      "22": "For Moses said unto the Fathers, The Lord your God shall raise up unto you a Prophet, even of your brethren, like unto me: ye shall hear him in all things whatsoever he shall say unto you.",
      "23": "For it shall be that every person which shall not hear that Prophet, shall be destroyed out of the people.",
      "24": "Also all the Prophets from Samuel, and thenceforth as many as have spoken, have likewise foretold of these days.",
      "25": "Ye are the children of the Prophets, and of the covenant, which God hath made unto our fathers, saying to Abraham, Even in thy seed shall all the kindreds of the earth be blessed.",
      "26": "First unto you hath God raised up his Son Jesus, and him he hath sent to bless you, in turning everyone of you from your iniquities."
    },
    "4": {
      "1": "And as they spake unto the people, the Priests and the Captain of the Temple, and the Sadducees came upon them.",
      "2": "Taking it grievously that they taught the people, and preached in Jesus’ Name the resurrection from the dead.",
      "3": "And they laid hands on them, and put them in hold, until the next day, for it was now eventide.",
      "4": "Howbeit many of them which heard the word, believed, and the number of the men was about five thousand.",
      "5": "And it came to pass on the morrow, that their rulers, and Elders, and Scribes, were gathered together at Jerusalem,",
      "6": "And Annas the chief Priest, and Caiaphas, and John, and Alexander, and as many as were of the kindred of the high Priest.",
      "7": "And when they had set them before them, they asked, By what power, or in what Name have ye done this?",
      "8": "Then Peter full of the holy Ghost, said unto them, Ye rulers of the people, and Elders of Israel,",
      "9": "For as much as we this day are examined, of the good deed done to the impotent man, to wit, by what means he is made whole,",
      "10": "Be it known unto you all, and to all the people of Israel, that by the Name of Jesus Christ of Nazareth, whom ye have crucified, whom God raised again from the dead, even by him doth this man stand here before you, whole.",
      "11": "This is the stone cast aside of you builders, which is become the head of the corner.",
      "12": "Neither is there salvation in any other: for among men there is given none other Name under heaven, whereby we must be saved.",
      "13": "Now when they saw the boldness of Peter and John, and understood that they were unlearned men and without knowledge, they marveled, and knew them, that they had been with Jesus:",
      "14": "And beholding also the man which was healed standing with them, they had nothing to say against it.",
      "15": "Then they commanded them to go aside out of the Council, and conferred among themselves,",
      "16": "Saying, What shall we do to these men? for surely a manifest sign is done by them, and it is openly known to all them that dwell in Jerusalem: and we cannot deny it.",
      "17": "But that it be noised no farther among the people, let us threaten and charge them, that they speak henceforth to no man in this Name.",
      "18": "So they called them, and commanded them, that in no wise they should speak or teach in the Name of Jesus.",
      "19": "But Peter and John answered unto them, and said, Whether it be right in the sight of God, to obey you rather than God, judge ye.",
      "20": "For we cannot but speak the things which we have seen and heard.",
      "21": "So they threatened them, and let them go, and found nothing how to punish them, because of the people: for all men praised God for that which was done.",
      "22": "For the man was above forty years old, on whom this miracle of healing was showed.",
      "23": "Then as soon as they were let go, they came to their fellows, and showed all that the high Priests and Elders had said unto them.",
      "24": "And when they heard it, they lifted up their voices to God with one accord, and said, O Lord, thou art the God which had made the heaven, and the earth, the sea, and all things that are in them.",
      "25": "Which by the mouth of thy servant David hast said, Why did the Gentiles rage, and the people imagine vain things?",
      "26": "The kings of the earth assembled, and the rulers came together against the Lord, and against his Christ.",
      "27": "For doubtless, against thine holy Son Jesus, whom thou hadst anointed, both Herod and Pontius Pilate, with the Gentiles and the people of Israel gathered themselves together.",
      "28": "To do whatsoever thine hand, and thy counsel had determined before to be done.",
      "29": "And now, O Lord, behold their threatenings, and grant unto thy servants with all boldness to speak thy word,",
      "30": "So that thou stretch forth thine hand that healing, and signs, and wonders may be done by the Name of thine holy Son Jesus.",
      "31": "And when as they had prayed, the place was shaken where they were assembled together, and they were all filled with the holy Ghost, and they spake the word of God boldly.",
      "32": "And the multitude of them that believed, were of one heart, and of one soul: neither any of them said, that anything of that which he possessed, was his own, but they had all things common.",
      "33": "And with great power gave the Apostles witness of the resurrection of the Lord Jesus: and great grace was upon them all.",
      "34": "Neither was there any among them, that lacked: for as many as were possessors of lands or houses, sold them, and brought the price of the things that were sold,",
      "35": "And laid it down at the Apostles’ feet, and it was distributed unto every man, according as he had need.",
      "36": "Also Joses which was called of the Apostles, Barnabas (that is by interpretation, the son of consolation) being a Levite, and of the country of Cyprus,",
      "37": "Where as he had land, sold it, and brought the money, and laid it down at the Apostles’ feet."
    },
    "5": {
      "1": "But a certain man named Ananias, with Sapphira his wife, sold a possession,",
      "2": "And kept away part of the price, his wife also being of counsel, and brought a certain part, and laid it down at the Apostles’ feet.",
      "3": "Then said Peter, Ananias, why hath Satan filled thine heart, that thou shouldest lie unto the holy Ghost, and keep away part of the price of this possession?",
      "4": "While it remained, appertained it not unto thee? and after it was sold, was it not in thine own power? how is it that thou hast conceived this thing in thine heart? thou hast not lied unto men, but unto God.",
      "5": "Now when Ananias heard these words, he fell down, and gave up the ghost. Then great fear came on all them that heard these things.",
      "6": "And the young men rose up, and took him up, and carried him out, and buried him.",
      "7": "And it came to pass about the space of three hours after, that his wife came in, ignorant of that which was done.",
      "8": "And Peter said unto her, Tell me, sold ye the land for so much? And she said, Yea, for so much.",
      "9": "Then Peter said unto her, Why have ye agreed together, to tempt the Spirit of the Lord? behold, the feet of them which have buried thine husband, are at the door, and shall carry thee out.",
      "10": "Then she fell down straightway at his feet, and yielded up the ghost: and the young men came in, and found her dead, and carried her out, and buried her by her husband.",
      "11": "And great fear came on all the Church, and on as many as heard these things.",
      "12": "Thus by the hands of the Apostles were many signs and wonders showed among the people (and they were all with one accord in Solomon’s porch.",
      "13": "And of the other durst no man join himself to them: nevertheless the people magnified them.",
      "14": "Also the number of them that believed in the Lord, both of men and women, grew more and more)",
      "15": "Insomuch that they brought the sick into the streets, and laid them on beds and couches, that at the leastway the shadow of Peter, when he came by, might shadow some of them.",
      "16": "There came also a multitude out of the cities round about unto Jerusalem, bringing sick folks, and them which were vexed with unclean spirits, who were all healed.",
      "17": "Then the chief Priest rose up, and all they that were with him (which was the sect of the Sadducees) and were full of indignation,",
      "18": "And laid hands on the Apostles, and put them in the common prison.",
      "19": "But the Angel of the Lord by night opened the prison doors, and brought them forth, and said,",
      "20": "Go your way, and stand in the Temple, and speak to the people, all the words of this life.",
      "21": "So when they heard it, they entered into the Temple early in the morning, and taught. And the chief Priest came, and they that were with him, and called the Council together, and all the Elders of the children of Israel, and sent to the prison, to cause them to be brought.",
      "22": "But when the officers came, and found them not in the prison, they returned and told it,",
      "23": "Saying, Certainly we found the prison shut as sure as was possible, and the keepers standing without, before the doors: but when we had opened, we found no man within.",
      "24": "Then when the chief Priest and the captain of the Temple, and the high Priests heard these things, they doubted of them, whereunto this would grow.",
      "25": "Then came one and showed them, saying, Behold, the men that ye put in prison, are standing in the Temple, and teach the people.",
      "26": "Then went the captain with the officers, and brought them without violence (for they feared the people, lest they should have been stoned.)",
      "27": "And when they had brought them, they set them before the Council, and the chief Priest asked them,",
      "28": "Saying, Did we not straightly command you, that ye should not teach in this name? and behold, ye have filled Jerusalem with your doctrine, and ye would bring this man’s blood upon us.",
      "29": "Then Peter and the Apostles answered, and said, We ought rather to obey God than men.",
      "30": "The God of our fathers hath raised up Jesus whom ye slew, and hanged on a tree.",
      "31": "Him hath God lifted up with his right hand, to be a Prince and a Savior, to give repentance to Israel, and forgiveness of sins.",
      "32": "And we are his witnesses concerning these things which we say: yea, and the holy Ghost, whom God hath given to them that obey him.",
      "33": "Now when they heard it, they brast for anger, and consulted to slay them.",
      "34": "Then stood there up in the Council a certain Pharisee named Gamaliel, a doctor of the Law, honored of all the people, and commanded to put the Apostles forth a little space,",
      "35": "And said unto them, Men of Israel, take heed to yourselves, what ye intend to do touching these men.",
      "36": "For before these times, rose up Theudas boasting himself, to whom resorted a number of men, about a four hundred, who was slain: and they all which obeyed him were scattered, and brought to naught.",
      "37": "After this man, arose up Judas of Galilee, in the days of the tribute, and drew away much people after him: he also perished, and all that obeyed him, were scattered abroad.",
      "38": "And now I say unto you, Refrain yourselves from these men, and let them alone: for if this counsel, or this work be of men, it will come to naught:",
      "39": "But if it be of God, ye cannot destroy it, lest ye be found even fighters against God.",
      "40": "And to him they agreed, and called the Apostles: and when they had beaten them, they commanded that they should not speak in the Name of Jesus, and let them go.",
      "41": "So they departed from the Council, rejoicing, that they were counted worthy to suffer rebuke for his Name.",
      "42": "And daily in the Temple, and from house to house they ceased not to teach, and preach Jesus Christ."
    },
    "6": {
      "1": "And in those days, as the number of the disciples grew, there arose a murmuring of the Grecians towards the Hebrews, because their widows were neglected in the daily ministering.",
      "2": "Then the twelve called the multitude of the disciples together, and said, It is not meet that we should leave the word of God to serve the tables.",
      "3": "Wherefore brethren, look you out among you seven men of honest report, and full of the holy Ghost, and of wisdom, which we may appoint to this business.",
      "4": "And we will give ourselves continually to prayer, and to the ministration of the word.",
      "5": "And the saying pleased the whole multitude: and they chose Stephen a man full of faith and of the holy Ghost, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas a Proselyte of Antioch,",
      "6": "Which they set before the Apostles: and they prayed, and laid their hands on them.",
      "7": "And the word of God increased, and the number of the disciples was multiplied in Jerusalem greatly, and a great company of the Priests were obedient to the faith.",
      "8": "Now Stephen full of faith and power, did great wonders and miracles among the people.",
      "9": "Then there arose certain of the Synagogue, which are called Libertines, and Cyrenians, and of Alexandria, and of them of Cilicia, and of Asia, and disputed with Stephen.",
      "10": "But they were not able to resist the wisdom, and the Spirit by the which he spake.",
      "11": "Then they suborned men, which said, We have heard him speak blasphemous words against Moses, and God.",
      "12": "Thus they moved the people and the Elders, and the Scribes: and running upon him, caught him, and brought him to the Council,",
      "13": "And set forth false witnesses, which said, This man ceaseth not to speak blasphemous words against this holy place, and the Law.",
      "14": "For we have heard him say, that this Jesus of Nazareth shall destroy this place, and shall change the ordinances which Moses gave us.",
      "15": "And as all that sat in the Council looked steadfastly on him, they saw his face as it had been the face of an Angel."
    },
    "7": {
      "1": "Then said the chief Priest, Are these things so?",
      "2": "And he said, Ye men, brethren, and Fathers, hearken, That God of glory appeared unto our father Abraham, while he was in Mesopotamia, before he dwelt in Haran,",
      "3": "And said unto him, Come out of thy country, and from thy kindred, and come into the land which I shall show thee.",
      "4": "Then came he out of the land of the Chaldeans, and dwelt in Haran. And after that his father was dead, God brought him from thence into this land, wherein ye now dwell,",
      "5": "And he gave him none inheritance in it, no not the breadth of a foot: yet he promised that he would give it to him for a possession, and to his seed after him, when as yet he had no child.",
      "6": "But God spake thus, that his seed should be a sojourner in a strange land: and that they should keep it in bondage, and entreat it evil four hundred years.",
      "7": "But the nation to whom they shall be in bondage, will I judge, saith God: and after that, they shall come forth and serve me in this place.",
      "8": "He gave him also the covenant of circumcision: and to Abraham begatIsaac, and circumcised him the eighth day: and Isaac begat Jacob, and Jacob the twelve Patriarchs.",
      "9": "And the Patriarchs moved with envy, sold Joseph into Egypt: but God was with him,",
      "10": "And delivered him out of all his afflictions, and gave him favor and wisdom in the sight of Pharaoh king of Egypt, who made him governor over Egypt, and over his whole house.",
      "11": "Then came there a famine over all the land of Egypt and Canaan, and great affliction, that our fathers found no sustenance.",
      "12": "But when Jacob heard that there was corn in Egypt, he sent our fathers first:",
      "13": "And at the second time Joseph was known of his brethren, and Joseph’s kindred was made known unto Pharaoh.",
      "14": "Then sent Joseph and caused his father to be brought, and all his kindred, even threescore and fifteen souls.",
      "15": "So Jacob went down into Egypt, and he died, and our fathers,",
      "16": "And were removed into Shechem, and were put in the sepulcher, that Abraham had bought for money of the sons of Hamor, son of Shechem.",
      "17": "But when the time of the promise drew near, which God had sworn to Abraham, the people grew and multiplied in Egypt,",
      "18": "Till another King arose, which knew not Joseph.",
      "19": "The same dealt subtly with our kindred, and evil entreated our fathers, and made them to cast out their young children, that they should not remain alive.",
      "20": "The same time was Moses born and was acceptable unto God: which was nourished up in his father’s house three months.",
      "21": "And when he was cast out, Pharaoh’s daughter took him up, and nourished him for her own son.",
      "22": "And Moses was learned in all the wisdom of the Egyptians, and was mighty in words and in deeds.",
      "23": "Now when he was full forty years old, it came into his heart to visit his brethren, the children of Israel.",
      "24": "And when he saw one of them suffer wrong, he defended him, and avenged his quarrel that had the harm done to him, and smote the Egyptian.",
      "25": "For he supposed his brethren would have understood, that God by his hand should give them deliverance: but they understood it not.",
      "26": "And the next day, he showed himself unto them as they strove, and would have set them at one again, saying, Sirs, ye are brethren: why do ye wrong one to another?",
      "27": "But he that did his neighbor wrong, thrust him away, saying, Who made thee a prince, and a judge over us?",
      "28": "Wilt thou kill me, as thou didst the Egyptian yesterday?",
      "29": "Then fled Moses at that saying, and was a stranger in the land of Midian, where he begat two sons.",
      "30": "And when forty years were expired, there appeared to him in the wilderness of mount Sinai, an Angel of the Lord in a flame of fire, in a bush.",
      "31": "And when Moses saw it, he wondered at the sight: and as he drew near to consider it, the voice of the Lord came unto him, saying,",
      "32": "I am the God of thy fathers, the God of Abraham, and the God of Isaac, and the God of Jacob. Then Moses trembled, and durst not behold it.",
      "33": "Then the Lord said to him, Put off thy shoes from thy feet: for the place where thou standest, is holy ground.",
      "34": "I have seen, I have seen the affliction of my people, which is in Egypt, and I have heard their groaning, and am come down to deliver them: and now come, and I will send thee into Egypt.",
      "35": "This Moses whom they forsook, saying, Who made thee a prince and a judge? the same God sent for a prince, and a deliverer by the hand of the Angel which appeared to him in the bush.",
      "36": "He brought them out, doing wonders, and miracles in the land of Egypt, and in the Red Sea, and in the wilderness forty years.",
      "37": "This is that Moses, which said unto the children of Israel, A Prophet shall the Lord your God raise up unto you, even of your brethren, like unto me: him shall ye hear.",
      "38": "This is he that was in the Congregation, in the wilderness with the Angel, which spake to him in mount Sinai, and with our fathers, who received the lively oracles to give unto us.",
      "39": "To whom our fathers would not obey, but refused, and in their hearts turned back again into Egypt,",
      "40": "Saying unto Aaron, Make us gods that may go before us: for we know not what is become of this Moses that brought us out of the land of Egypt.",
      "41": "And they made a calf in those days, and offered sacrifice unto the idol, and rejoiced in the works of their own hands.",
      "42": "Then God turned himself away, and gave them up to serve the host of heaven, as it is written in the book of the Prophets, O house of Israel, have ye offered to me slain beasts and sacrifices by the space of forty years in the wilderness?",
      "43": "And ye took up the Tabernacle of Moloch, and the star of your god Remphan, figures, which ye made to worship them: therefore I will carry you away beyond Babylon.",
      "44": "Our fathers had the Tabernacle of witness in the wilderness, as he had appointed, speaking unto Moses, that he should make it according to the fashion that he had seen.",
      "45": "Which tabernacle also our fathers received, and brought in with Jesus into the possession of the Gentiles, which God drove out before our fathers, unto the days of David:",
      "46": "Who found favor before God, and desired that he might find a tabernacle for the God of Jacob.",
      "47": "But Solomon built him an house.",
      "48": "Howbeit the most High dwelleth not in temples made with hands, as saith the Prophet,",
      "49": "Heaven is my throne, and earth is my footstool: what house will ye build for me, saith the Lord? or what place is it that I should rest in?",
      "50": "Hath not mine hand made all these things?",
      "51": "Ye stiff-necked and of uncircumcised hearts and ears, ye have always resisted the holy Ghost: as your fathers did, so do you.",
      "52": "Which of the Prophets have not your fathers persecuted? and they have slain them, which showed before of the coming of that Just, of whom ye are now the betrayers and murderers,",
      "53": "Which have received the law by the ordinance of Angels, and have not kept it.",
      "54": "But when they heard these things, their hearts brast for anger, and they gnashed at him with their teeth.",
      "55": "But he being full of the holy Ghost, looked steadfastly into heaven, and saw the glory of God, and Jesus standing at the right hand of God,",
      "56": "And said, Behold, I see the heavens open, and the Son of man standing at the right hand of God.",
      "57": "Then they gave a shout with a loud voice, and stopped their ears, and ran upon him violently all at once,",
      "58": "And cast him out of the city, and stoned him: and the witnesses laid down their clothes at a young man’s feet, named Saul.",
      "59": "And they stoned Stephen, who called on God, and said, Lord Jesus receive my spirit.",
      "60": "And he kneeled down, and cried with a loud voice, Lord, lay not this sin to their charge. And when he had thus spoken, he slept."
    },
    "8": {
      "1": "And Saul consented to his death. And at that time, there was a great persecution against the Church which was at Jerusalem, and they were all scattered abroad throughout the regions of Judea and of Samaria, except the Apostles.",
      "2": "Then certain men fearing God, carried Stephen among them, to be buried, and made great lamentation for him.",
      "3": "But Saul made havoc of the Church, and entered into every house, and drew out both men and women, and put them into prison.",
      "4": "Therefore they that were scattered abroad, went to and fro preaching the word.",
      "5": "Then came Philip into the city of Samaria, and preached Christ unto them.",
      "6": "And the people gave heed unto those things which Philip spake, with one accord, hearing and seeing the miracles which he did.",
      "7": "For unclean spirits crying with a loud voice, came out of many that were possessed of them: and many taken with palsies, and that halted, were healed.",
      "8": "And there was great joy in that city.",
      "9": "And there was before in the city, a certain man called Simon, which used witchcraft, and bewitched the people of Samaria, saying that he himself was some great man,",
      "10": "To whom they gave heed from the least to the greatest, saying, This man is that great power of God.",
      "11": "And they gave heed unto him, because that of long time he had bewitched them with sorceries.",
      "12": "But as soon as they believed Philip, which preached the things that concerned the kingdom of God, and the Name of Jesus Christ, they were baptized both men and women.",
      "13": "Then Simon himself believed also, and was baptized, and continued with Philip, and wondered, when he saw the signs and great miracles which were done.",
      "14": "Now when the Apostles, which were at Jerusalem, heard say, that Samaria had received the word of God, they sent unto them Peter and John.",
      "15": "Which when they were come down, prayed for them, that they might receive the holy Ghost.",
      "16": "(For as yet he was fallen down on none of them, but they were baptized only in the Name of the Lord Jesus.)",
      "17": "Then laid they their hands on them, and they received the holy Ghost.",
      "18": "And when Simon saw that through laying on of the Apostles’ hands the holy Ghost was given, he offered them money,",
      "19": "Saying, Give me also this power, that on whomsoever I lay the hands, he may receive the holy Ghost.",
      "20": "Then said Peter unto him, Thy money perish with thee, because thou thinkest that the gift of God may be obtained with money.",
      "21": "Thou hast neither part nor fellowship in this business: for thine heart is not right in the sight of God.",
      "22": "Repent therefore of this thy wickedness, and pray God, that if it be possible, the thought of thine heart may be forgiven thee.",
      "23": "For I see that thou art in the gall of bitterness, and in the bond of iniquity.",
      "24": "Then answered Simon, and said, Pray ye to the Lord for me, that none of these things which ye have spoken, come upon me.",
      "25": "So they, when they had testified and preached the word of the Lord, returned to Jerusalem, and preached the Gospel in many towns of the Samaritans.",
      "26": "Then the Angel of the Lord spake unto Philip, saying, Arise, and go toward the South unto the way that goeth down from Jerusalem unto Gaza, which is waste.",
      "27": "And he arose and went on: and behold, a certain Eunuch of Ethiopia, Candace the Queen of the Ethiopians’ chief Governor, who had the rule of all her treasure, and came to Jerusalem to worship.",
      "28": "And as he returned sitting in his chariot, he read Isaiah the Prophet.",
      "29": "Then the Spirit said unto Philip, Go near and join thyself to yonder chariot.",
      "30": "And Philip ran thither, and heard him read the Prophet Isaiah, and said, But understandest thou what thou readest?",
      "31": "And he said, How can I, except I had a guide? And he desired Philip, that he would come up and sit with him.",
      "32": "Now the place of the Scripture which he read, was this, He was lead as a sheep to the slaughter: and like a lamb dumb before his shearer, so opened he not his mouth.",
      "33": "In his humility his judgment hath been exalted: but who shall declare his generation? for his life is taken from the earth.",
      "34": "Then the Eunuch answered Philip, and said, I pray thee, of whom speaketh the Prophet this? of himself, or of some other man?",
      "35": "Then Philip opened his mouth, and began at the same Scripture, and preached unto him Jesus.",
      "36": "And as they went on their way, they came unto a certain water, and the Eunuch said, See, here is water: what doth let me to be baptized?",
      "37": "And Philip said unto him, If thou believest with all thine heart, thou mayest. Then he answered, and said, I believe that that Jesus Christ is that Son of God.",
      "38": "Then he commanded the chariot to stand still: and they went down both into the water, both Philip and the Eunuch, and he baptized him.",
      "39": "And as soon as they were come up out of the water, the Spirit of the Lord caught away Philip, that the Eunuch saw him no more: so he went on his way rejoicing.",
      "40": "But Philip was found at Azotus, and he walked to and fro preaching in all the cities, till he came to Caesarea."
    },
    "9": {
      "1": "And Saul yet breathing out threatenings and slaughter against the disciples of the Lord, went unto the high Priest,",
      "2": "And desired of him letters to Damascus to the Synagogues, that if he found any that were of that way, (either men or women) he might bring them bound unto Jerusalem.",
      "3": "Now as he journeyed, it came to pass that as he was come near to Damascus, suddenly there shined round about him a light from heaven.",
      "4": "And he fell to the earth, and heard a voice saying to him, Saul, Saul, why persecutest thou me?",
      "5": "And he said, Who art thou, Lord? And the Lord said, I am Jesus whom thou persecutest: it is hard for thee to kick against pricks.",
      "6": "He then both trembling and astonied, said, Lord, what wilt thou that I do? And the Lord said unto him, Arise, and go into the city, and it shall be told thee what thou shalt do.",
      "7": "The men also which journeyed with him, stood amazed, hearing his voice, but seeing no man.",
      "8": "And Saul arose from the ground, and opened his eyes, but saw no man. Then led they him by the hand, and brought him into Damascus,",
      "9": "Where he was three days without sight, and neither ate nor drank.",
      "10": "And there was a certain disciple at Damascus named Ananias, and to him said the Lord in a vision, Ananias. And he said, Behold, I am here Lord.",
      "11": "Then the Lord said unto him, Arise, and go into the street which is called Straight, and seek in the house of Judas after one called Saul of Tarsus: for behold, he prayeth.",
      "12": "(And he saw in a vision a man named Ananias coming in to him, and putting his hands on him, that he might receive his sight.)",
      "13": "Then Ananias answered, Lord, I have heard by many of this man, how much evil he hath done to thy saints at Jerusalem.",
      "14": "Moreover here he hath authority of the high Priests, to bind all that call on thy Name.",
      "15": "Then the Lord said unto him, Go thy way: for he is a chosen vessel unto me, to bear my Name before the Gentiles, and Kings, and the children of Israel.",
      "16": "For I will show him, how many things he must suffer for my Name’s sake.",
      "17": "Then Ananias went his way, and entered into that house, and put his hands on him, and saith, Brother Saul, the Lord hath sent me (even Jesus that appeared unto thee in the way as thou camest) that thou mightest receive thy sight, and be filled with the holy Ghost.",
      "18": "And immediately there fell from his eyes as it had been scales, and suddenly he received sight, and arose, and was baptized,",
      "19": "And received meat, and was strengthened. So was Saul certain days with the disciples which were at Damascus.",
      "20": "And straightway he preached Christ in the Synagogues, that he was that Son of God.",
      "21": "So that all that heard him were amazed, and said, Is not this he, that made havoc of them which called on this Name in Jerusalem, and came hither for that intent, that he should bring them bound unto the high Priests?",
      "22": "But Saul increased the more in strength, and confounded the Jews which dwelt at Damascus, confirming that this was that Christ.",
      "23": "And after that many days were fulfilled, the Jews took counsel to kill him,",
      "24": "But their laying await was known of Saul: now they watched the gates day and night, that they might kill him.",
      "25": "Then the disciples took him by night, and put him through the wall, and let him down by a rope in a basket.",
      "26": "And when Saul was come to Jerusalem, he assayed to join himself with the disciples: but they were all afraid of him, and believed not that he was a disciple.",
      "27": "But Barnabas took him, and brought him to the Apostles, and declared to them, how he had seen the Lord in the way, and that he had spoken unto him, and how he had spoken boldly at Damascus in the Name of Jesus.",
      "28": "And he was conversant with them at Jerusalem,",
      "29": "And spake boldly in the Name of the Lord Jesus, and spake and disputed against the Grecians: but they went about to slay him.",
      "30": "But when the brethren knew it, they brought him to Caesarea, and sent him forth to Tarsus.",
      "31": "Then had the Churches rest through all Judea, and Galilee, and Samaria, and were edified, and walked in the fear of the Lord, and were multiplied by the comfort of the holy Ghost.",
      "32": "And it came to pass, as Peter walked throughout all quarters, he came also to the saints which dwelt at Lydda.",
      "33": "And there he found a certain man named Aeneas, which had kept his couch eight years, and was sick of the palsy.",
      "34": "Then said Peter unto him, Aeneas, Jesus Christ maketh thee whole: arise and truss thy couch together. And he arose immediately.",
      "35": "And all that dwelt at Lydda and Sharon, saw him, and turned to the Lord.",
      "36": "There was also at Joppa a certain woman, a disciple named Tabitha (which by interpretation is called Dorcas) she was full of good works and alms which she did.",
      "37": "And it came to pass in those days, that she was sick and died: and when they had washed her, they laid her in an upper chamber.",
      "38": "Now forasmuch as Lydda was near to Joppa, and the disciples had heard that Peter was there, they sent unto him two men, desiring that he would not delay to come unto them.",
      "39": "Then Peter arose and came with them: and when he was come, they brought him into the upper chamber, where all the widows stood by him weeping, and showing the coats and garments, which Dorcas made, while she was with them.",
      "40": "But Peter put them all forth, and kneeled down, and prayed, and turned him to the body, and said, Tabitha, arise. And she opened her eyes, and when she saw Peter, sat up.",
      "41": "Then he gave her the hand and lifted her up, and called the Saints and widows, and restored her alive.",
      "42": "And it was known throughout all Joppa, and many believed in the Lord.",
      "43": "And it came to pass, that he tarried many days in Joppa with one Simon a Tanner."
    },
    "10": {
      "1": "Furthermore there was a certain man in Caesarea called Cornelius, a captain of the band called the Italian band,",
      "2": "A devout man, and one that feared God with all his household, which gave much alms to the people, and prayed God continually.",
      "3": "He saw in a vision evidently (about the ninth hour of the day) an Angel of God coming in to him, and saying unto him, Cornelius.",
      "4": "But when he looked on him, he was afraid, and said, What is it, Lord? and he said unto him, Thy prayers and thine alms are come up into remembrance before God.",
      "5": "Now therefore send men to Joppa, and call for Simon, whose surname is Peter.",
      "6": "He lodgeth with one Simon a Tanner, whose house is by the sea side: he shall tell thee what thou oughtest to do.",
      "7": "And when the Angel which spake unto Cornelius, was departed, he called two of his servants, and a soldier that feared God, one of them that waited on him,",
      "8": "And told them all things, and sent them to Joppa.",
      "9": "On the morrow as they went on their journey, and drew near unto the city, Peter went up upon the house to pray, about the sixth hour.",
      "10": "Then waxed he an hungered, and would have eaten: but while they made something ready, he fell into a trance.",
      "11": "And he saw heaven opened, and a certain vessel come down unto him, as it had been a great sheet, knit at the four corners, and was let down to the earth.",
      "12": "Wherein were all manner of four footed beasts of the earth, and wild beasts and creeping things, and fowls of the heaven.",
      "13": "And there came a voice to him, Arise, Peter: kill, and eat.",
      "14": "But Peter said, Not so, Lord: for I have never eaten anything that is polluted, or unclean.",
      "15": "And the voice spake unto him again the second time, The things that God hath purified, pollute thou not.",
      "16": "This was so done thrice: and the vessel was drawn up again into heaven.",
      "17": "Now while Peter doubted in himself what this vision which he had seen, meant, behold, the men which were sent from Cornelius, had inquired for Simon’s house, and stood at the gate,",
      "18": "And called, and asked, whether Simon, which was surnamed Peter, were lodged there.",
      "19": "And while Peter thought on the vision, the Spirit said unto him, Behold, three men seek thee.",
      "20": "Arise therefore, and get thee down, and go with them, and doubt nothing: For I have sent them.",
      "21": "Then Peter went down to the men, which were sent unto him from Cornelius, and said, Behold, I am he whom ye seek: what is the cause wherefore ye are come?",
      "22": "And they said, Cornelius the captain, a just man, and one that feareth God, and of good report among all the nation of the Jews, was warned from heaven by an holy Angel to send for thee into his house, and to hear thy words.",
      "23": "Then called he them in, and lodged them: and the next day, Peter went forth with them, and certain brethren from Joppa accompanied him.",
      "24": "And the day after, they entered into Caesarea. Now Cornelius waited for them, and had called together his kinsmen, and special friends.",
      "25": "And it came to pass as Peter came in, that Cornelius met him, and fell down at his feet, and worshipped him.",
      "26": "But Peter took him up, saying, Stand up: for even I myself am a man.",
      "27": "And as he talked with him, he came in, and found many that were come together.",
      "28": "And he said unto them, Ye know that it is an unlawful thing for a man that is a Jew, to company, or come unto one of another nation: but God hath showed me, that I should not call any man polluted, or unclean.",
      "29": "Therefore came I unto you without saying nay, when I was sent for. I ask therefore, for what intent have ye sent for me?",
      "30": "Then Cornelius said, Four days ago, about this hour, I fasted, and at the ninth hour I prayed in mine house, and behold, a man stood before me in bright clothing,",
      "31": "And said, Cornelius, thy prayer is heard, and thine alms are had in remembrance in the sight of God.",
      "32": "Send therefore to Joppa, and call for Simon, whose surname is Peter (he is lodged in the house of Simon a Tanner by the Seaside) who when he cometh, shall speak unto thee.",
      "33": "Then sent I for thee immediately, and thou hast well done to come. Now therefore are we all here present before God to hear all things that are commanded thee of God.",
      "34": "Then Peter opened his mouth, and said, Of a truth I perceive, that God is no [respecter] of persons.",
      "35": "But in every nation he that feareth him, and worketh righteousness, is accepted with him.",
      "36": "Ye know the word which God hath sent to the children of Israel, preaching peace by Jesus Christ, which is Lord of all:",
      "37": "Even the word which came through all Judea, beginning in Galilee, after the Baptism which John preached:",
      "38": "To wit, how God anointed Jesus of Nazareth with the holy Ghost, and with power: who went about doing good, and healing all that were oppressed of the devil: for God was with him.",
      "39": "And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem, whom they slew, hanging him on a tree.",
      "40": "Him God raised up the third day, and caused that he was showed openly:",
      "41": "Not to all the people, but unto the witnesses chosen before of God, even to us which did eat and drink with him, after he arose from the dead.",
      "42": "And he commanded us to preach unto the people, and to testify, that it is he that is ordained of God a judge of quick and dead.",
      "43": "To him also give all the Prophets witness, that through his Name all that believe in him, shall receive remission of sins.",
      "44": "While Peter yet spake these words, the holy Ghost fell on all them which heard the word.",
      "45": "So they of the circumcision, which believed, were astonied, as many as came with Peter, because that on the Gentiles also was poured out the gift of the holy Ghost.",
      "46": "For they heard them speak with tongues, and magnify God. Then answered Peter,",
      "47": "Can any man forbid water, that these should not be baptized, which have received the holy Ghost, as well as we?",
      "48": "So he commanded them to be baptized in the Name of the Lord. Then prayed they him to tarry certain days."
    },
    "11": {
      "1": "Now the Apostles and the brethren that were in Judea, heard, that the Gentiles had also received the word of God.",
      "2": "And when Peter was come up to Jerusalem, they of the circumcision contended against him,",
      "3": "Saying, Thou wentest into men uncircumcised, and hast eaten with them.",
      "4": "Then Peter began, and expounded the thing in order to them, saying,",
      "5": "I was in the city of Joppa, praying, and in a trance I saw this vision, A certain vessel coming down as it had been a great sheet, let down from heaven by the four corners, and it came to me,",
      "6": "Toward the which when I had fastened mine eyes, I considered, and saw four footed beasts of the earth, and wild beasts, and creeping things, and fowls of the heaven.",
      "7": "Also I heard a voice, saying unto me, Arise, Peter: slay and eat.",
      "8": "And I said, God forbid, Lord: for nothing polluted or unclean hath at anytime entered into my mouth.",
      "9": "But the voice answered me the second time from heaven, The things that God hath purified, pollute thou not.",
      "10": "And this was done three times, and all were taken up again into heaven.",
      "11": "Then behold, immediately there were three men already come unto the house where I was, sent from Caesarea unto me.",
      "12": "And the Spirit said unto me, that I should go with them, without doubting: moreover these six brethren came with me, and we entered into the man’s house.",
      "13": "And he showed us, how he had seen an Angel in his house, which stood and said to him, Send men to Joppa, and call for Simon, whose surname is Peter.",
      "14": "He shall speak words unto thee, whereby both thou and all thine house shall be saved.",
      "15": "And as I began to speak, the holy Ghost fell on them, even as upon us at the beginning.",
      "16": "Then I remembered the word of the Lord, how he said, John baptized with water, but ye shall be baptized with the holy Ghost.",
      "17": "For as much then as God gave them a like gift, as he did unto us, when we believed in the Lord Jesus Christ, who was I, that I could let God?",
      "18": "When they heard these things, they held their peace, and glorified God, saying, Then hath God also to the Gentiles granted repentance unto life.",
      "19": "And they which were scattered abroad because of the affliction that arose about Stephen, went throughout till they came unto Phonicia and Cyprus, and Antioch, preaching the word to no man, but unto the Jews only.",
      "20": "Now some of them were men of Cyprus and of Cyrene, which when they were come into Antioch, spake unto the Grecians, and preached the Lord Jesus.",
      "21": "And the hand of the Lord was with them, so that a great number believed and turned unto the Lord.",
      "22": "Then tidings of those things came unto the ears of the Church, which was in Jerusalem, and they sent forth Barnabas, that he should go unto Antioch.",
      "23": "Who when he was come and had seen the grace of God, was glad, and exhorted all, that with purpose of heart they would continue in the Lord.",
      "24": "For he was a good man, and full of the holy Ghost, and faith and much people joined themselves unto the Lord.",
      "25": "Then departed Barnabas to Tarsus to seek Paul:",
      "26": "And when he had found him, he brought him unto Antioch: and it came to pass that a whole year they were conversant with the Church, and taught much people, insomuch that the disciples were first called Christians in Antioch.",
      "27": "In those days also came Prophets from Jerusalem unto Antioch.",
      "28": "And there stood up one of them named Agabus, and signified by the Spirit, that there should be great famine throughout all the world, which also came to pass under Claudius Caesar.",
      "29": "Then the disciples every man according to his ability, purposed to send succor unto the brethren which dwelt in Judea.",
      "30": "Which thing they also did, and sent it to the Elders by the hand of Barnabas and Saul."
    },
    "12": {
      "1": "Now about that time, Herod the king stretched forth his hand to vex certain of the Church,",
      "2": "And he killed James the brother of John with the sword.",
      "3": "And when he saw that it pleased the Jews, he proceeded further, to take Peter also (then were the days of unleavened bread.)",
      "4": "And when he had caught him, he put him in prison, and delivered him to four quaternions of soldiers to be kept, intending after the Passover to bring him forth to the people.",
      "5": "So Peter was kept in prison, but earnest prayer was made of the Church unto God for him.",
      "6": "And when Herod would have brought him out unto the people, the same night slept Peter between two soldiers, bound with two chains, and the keepers before the door, kept the prison.",
      "7": "And behold the Angel of the Lord came upon them, and a light shined in the house, and he smote Peter on the side, and raised him up, saying, Arise quickly. And his chains fell off from his hands.",
      "8": "And the Angel said unto him, Gird thyself, and bind on thy sandals. And so he did. Then he said unto him, Cast thy garment about thee, and follow me.",
      "9": "So Peter came out and followed him, and knew not that it was true, which was done by the Angel, but thought he had seen a vision.",
      "10": "Now when they were past the first and the second watch, they came unto the iron gate that leadeth unto the city, which opened to them by its own accord, and they went out, and passed through one street, and by and by the Angel departed from him.",
      "11": "And when Peter was come to himself, he said, Now I know for a truth, that the Lord hath sent his Angel, and hath delivered me out of the hand of Herod, and from all the waiting for of the people of the Jews.",
      "12": "And as he considered the thing, he came to the house of Mary, the mother of John, whose surname was Mark, where many were gathered together, and prayed.",
      "13": "And when Peter knocked at the entry door, a maid came forth to hearken, named Rhoda,",
      "14": "But when she knew Peter’s voice, she opened not the entry door for gladness, but ran in, and told how Peter stood before the entry.",
      "15": "But they said unto her, Thou art mad. Yet she affirmed it constantly, that it was so. Then said they, It is his Angel.",
      "16": "But Peter continued knocking, and when they had opened it, and saw him, they were astonied.",
      "17": "And he beckoned unto them with the hand, to hold their peace, and told them how the Lord had brought him out of the prison. And he said, Go show these things unto James and to the brethren: and he departed and went into another place.",
      "18": "Now as soon as it was day, there was no small trouble among the soldiers, what was become of Peter.",
      "19": "And when Herod had sought for him, and found him not, he examined the keepers, and commanded them to be led to be punished. And he went down from Judea to Caesarea, and there abode.",
      "20": "Then Herod was angry with them of Tyre and Sidon, but they came all with one accord unto him, and persuaded Blastus the King’s Chamberlain, and they desired peace, because their country was nourished by the King’s land.",
      "21": "And upon a day appointed, Herod arrayed himself in royal apparel, and sat on the judgment seat, and made an oration unto them.",
      "22": "And the people gave a shout, saying, The voice of God, and not of man.",
      "23": "But immediately the Angel of the Lord smote him, because he gave not glory unto God, so that he was eaten of worms, and gave up the ghost.",
      "24": "And the word of God grew, and multiplied.",
      "25": "So Barnabas and Saul returned from Jerusalem, when they had fulfilled their office, and took with them John, whose surname was Mark."
    },
    "13": {
      "1": "There were also in the Church that was at Antioch, certain Prophets and teachers, as Barnabas, and Simeon called Niger, and Lucius of Cyrene, and Manaen (which had been brought up with Herod the Tetrarch) and Saul.",
      "2": "Now as they ministered to the Lord, and fasted, the holy Ghost said, Separate me Barnabas and Saul, for the work whereunto I have called them.",
      "3": "Then fasted they and prayed, and laid their hands on them, and let them go.",
      "4": "And they after they were sent forth of the holy Ghost, came down unto Seleucia, and from thence they sailed to Cyprus.",
      "5": "And when they were at Salamis, they preached the word of God in the Synagogues of the Jews: and they had also John to their minister.",
      "6": "So when they had gone throughout the isle unto Paphos, they found a certain sorcerer, a false prophet, being a Jew, named Bar-Jesus,",
      "7": "Which was with the Deputy Sergius Paulus, a prudent man. He called unto him Barnabas and Saul, and desired to hear the word of God.",
      "8": "But Elymas the sorcerer, (for so is his name by interpretation) withstood them, and sought to turn away the Deputy from the faith.",
      "9": "Then Saul (which also is called Paul) being full of the holy Ghost, set his eyes on him,",
      "10": "And said, O full of all subtlety and all mischief, the child of the devil, and enemy of all righteousness, wilt thou not cease to pervert the straight ways of the Lord?",
      "11": "Now therefore behold, the hand of the Lord is upon thee, and thou shalt be blind, and not see the sun for a season. And immediately there fell on him a mist and a darkness, and he went about, seeking some to lead him by the hand.",
      "12": "Then the Deputy when he saw what was done, believed, and was astonied at the doctrine of the Lord.",
      "13": "Now when Paul and they that were with him were departed by ship from Paphos, they came to Perga a city of Pamphylia: then John departed from them, and returned to Jerusalem.",
      "14": "But when they departed from Perga, they came to Antioch a city of Pisidia, and went into the Synagogue on the Sabbath day, and sat down.",
      "15": "And after the lecture of the Law and Prophets, the rulers of the Synagogue sent unto them, saying, Ye men and brethren, if ye have any word of exhortation for the people, say on.",
      "16": "Then Paul stood up and beckoned with the hand, and said, Men of Israel, and ye that fear God, hearken.",
      "17": "The God of this people of Israel chose our fathers, and exalted the people when they dwelt in the land of Egypt, and with an high arm brought them out thereof.",
      "18": "And about the time of forty years, suffered he their manners in the wilderness.",
      "19": "And he destroyed seven nations in the land of Canaan, and divided their land to them by lot.",
      "20": "Then afterward he gave unto them Judges about four hundred and fifty years, unto the time of Samuel the Prophet.",
      "21": "So after that, they desired a King, and God gave unto them Saul, the son of Cis, a man of the tribe of Benjamin, by the space of forty years.",
      "22": "And after he had taken him away, he raised up David to be their King, of whom he witnessed, saying, I have found David the son of Jesse, a man after mine own heart, which will do all things that I will.",
      "23": "Of this man’s seed hath God according to his promise raised up to Israel, the Savior Jesus:",
      "24": "When John had first preached before his coming the baptism of repentance to all the people of Israel.",
      "25": "And when John had fulfilled his course, he said, Whom ye think that I am, I am not he: but behold, there cometh one after me, whose shoe of his feet I am not worthy to loose.",
      "26": "Ye men and brethren, children of the generation of Abraham, and whosoever among you feareth God, to you is the word of this salvation sent.",
      "27": "For the inhabitants of Jerusalem, and their rulers, because they knew him not, nor yet the words of the Prophets, which are read every Sabbath day, they have fulfilled them in condemning him.",
      "28": "And though they found no cause of death in him, yet desired they Pilate to kill him.",
      "29": "And when they had fulfilled all things that were written of him, they took him down from the tree, and put him in a sepulcher.",
      "30": "But God raised him up from the dead.",
      "31": "And he was seen many days of them, which came up with him from Galilee to Jerusalem, which are his witnesses unto the people.",
      "32": "And we declare unto you, that touching the promise made unto the fathers,",
      "33": "God hath fulfilled it unto us their children, in that he raised up Jesus, even as it is written in the second Psalm, Thou art my Son: this day have I begotten thee.",
      "34": "Now as concerning that he raised him up from the dead, no more to return to corruption, he hath said thus, I will give you the holy things of David, which are faithful.",
      "35": "Wherefore he saith also in another place, Thou wilt not suffer thine holy one to see corruption.",
      "36": "Howbeit, David after he had served his time by the counsel of God, he slept, and was laid with his fathers, and saw corruption.",
      "37": "But he whom God raised up, saw no corruption.",
      "38": "Be it known unto you therefore, men and brethren, that through this man is preached unto you the forgiveness of sins.",
      "39": "And from all things, from which ye could not be justified by the Law of Moses, by him everyone that believeth, is justified.",
      "40": "Beware therefore lest that come upon you, which is spoken of in the Prophets,",
      "41": "Behold, ye despisers, and wonder, and vanish away: for I work a work in your days, a work which ye shall not believe, if a man would declare it you.",
      "42": "And when they were come out of the Synagogue of the Jews, the Gentiles besought, that they would preach these words to them the next Sabbath day.",
      "43": "Now when the congregation was dissolved, many of the Jews and Proselytes that feared God, followed Paul and Barnabas, which spake unto them, and exhorted them to continue in the grace of God.",
      "44": "And the next Sabbath day came almost the whole city together, to hear the word of God.",
      "45": "But when the Jews saw the people, they were full of envy, and spake against those things, which were spoken of Paul, contrarying them, and railing on them.",
      "46": "Then Paul and Barnabas spake boldly, and said, It was necessary that the word of God should first have been spoken unto you: but seeing ye put it from you, and judge yourselves unworthy of everlasting life, lo, we turn to the Gentiles.",
      "47": "For so hath the Lord commanded us, saying, I have made thee a light of the Gentiles, that thou shouldest be the salvation unto the end of the world.",
      "48": "And when the Gentiles heard it, they were glad, and glorified the word of the Lord: and as many as were ordained unto eternal life, believed.",
      "49": "Thus the word of the Lord was published throughout the whole country.",
      "50": "But the Jews stirred certain devout and honorable women, and the chief men of the city, and raised persecution against Paul and Barnabas, and expelled them out of their coasts.",
      "51": "But they shook off the dust of their feet against them, and came unto Iconium.",
      "52": "And the disciples were filled with joy, and with the holy Ghost."
    },
    "14": {
      "1": "And it came to pass in Iconium, that they went both together into the Synagogue of the Jews, and so spake, that a great multitude both of the Jews and of the Grecians believed.",
      "2": "And the unbelieving Jews stirred up, and corrupted the minds of the Gentiles against the brethren.",
      "3": "So therefore they abode there a long time, and spake boldly in the Lord, which gave testimony unto the word of his grace, and caused signs and wonders to be done by their hands.",
      "4": "But the multitude of the city was divided: and some were with the Jews, and some with the Apostles.",
      "5": "And when there was an assault made both of the Gentiles, and of the Jews with their rulers, to do them violence, and to stone them,",
      "6": "They were ware of it, and fled unto Lystra, and Derbe, cities of Lycaonia, and unto the region round about,",
      "7": "And there preached the Gospel.",
      "8": "Now there sat a certain man at Lystra, impotent in his feet, which was a cripple from his mother’s womb, who had never walked.",
      "9": "He heard Paul speak: who beholding him and perceiving that he had faith to be healed,",
      "10": "Said with a loud voice, Stand upright on thy feet. And he leaped up, and walked.",
      "11": "Then when the people saw what Paul had done, they lifted up their voices, saying in the speech of Lycaonia, Gods are come down to us in the likeness of men.",
      "12": "And they called Barnabas, Jupiter: and Paul Mercurius, because he was the chief speaker.",
      "13": "Then Jupiter’s Priest, which was before their city, brought bulls with garlands unto the gates, and would have sacrificed with the people.",
      "14": "But when the Apostles, Barnabas and Paul heard it, they rent their clothes, and ran in among the people, crying,",
      "15": "And saying, O men, why do ye these things? We are even men subject to the like passions that ye be, and preach unto you, that ye should turn from these vain things unto the living God, which made heaven and earth, and the sea, and all things that in them are:",
      "16": "Who in times past suffered all the Gentiles to walk in their own ways.",
      "17": "Nevertheless, he left not himself without witness, in that he did good and gave us rain from heaven, and fruitful seasons, filling our hearts with food, and gladness.",
      "18": "And speaking these things, scarce appeased they the multitude, that they had not sacrificed unto them.",
      "19": "Then there came certain Jews from Antioch and Iconium, which when they had persuaded the people, stoned Paul, and drew him out of the city, supposing he had been dead.",
      "20": "Howbeit, as the disciples stood round about him, he arose up, and came into the city, and the next day he departed with Barnabas to Derbe.",
      "21": "And after they had preached the glad tidings of the Gospel to that city, and had taught many, they returned to Lystra, and to Iconium, and to Antioch.",
      "22": "Confirming the disciples hearts, and exhorting them to continue in the faith, affirming that we must through many afflictions enter into the kingdom of God.",
      "23": "And when they had ordained them Elders by election in every Church, and prayed, and fasted, they commended them to the Lord in whom they believed.",
      "24": "Thus they went throughout Pisidia, and came to Pamphylia.",
      "25": "And when they had preached the word in Perga, they came down to Attalia,",
      "26": "And thence sailed to Antioch, from whence they had been commended unto the grace of God, to the work, which they had fulfilled.",
      "27": "And when they were come and had gathered the Church together, they rehearsed all the things that God had done by them, and how he had opened the door of faith unto the Gentiles.",
      "28": "So there they abode a long time with the disciples."
    },
    "15": {
      "1": "Then came down certain from Judea, and taught the brethren, saying, Except ye be circumcised after the manner of Moses, ye cannot be saved.",
      "2": "And when there was great dissension, and disputation by Paul and Barnabas against them, they ordained that Paul and Barnabas, and certain others of them, should go up to Jerusalem unto the Apostles and Elders about this question.",
      "3": "Thus being brought forth by the Church, they passed through Phoenicia and Samaria, declaring the conversion of the Gentiles, and they brought great joy unto all the brethren.",
      "4": "And when they were come to Jerusalem, they were received of the Church, and of the Apostles and Elders, and they declared what things God had done by them.",
      "5": "But said they, certain of the sect of the Pharisees, which did believe, rose up, saying that it was needful to circumcise them, and to command them to keep the Law of Moses.",
      "6": "Then the Apostles and Elders came together to look to this matter.",
      "7": "And when there had been great disputation, Peter rose up, and said unto them, Ye men and brethren, ye know that a good while ago, among us God chose out me, that the Gentiles by my mouth should hear the word of the Gospel, and believe.",
      "8": "And God which knoweth the hearts, bare them witness, in giving unto them the holy Ghost even as he did unto us.",
      "9": "And he put no difference between us and them, after that by faith he had purified their hearts.",
      "10": "Now therefore, why tempt ye God, to lay a yoke on the disciples’ necks, which neither our fathers, nor we were able to bear?",
      "11": "But we believe, through the grace of the Lord Jesus Christ to be saved, even as they do.",
      "12": "Then all the multitude kept silence, and heard Barnabas and Paul, which told what signs and wonders God had done among the Gentiles by them.",
      "13": "And when they held their peace, James answered, saying, Men and brethren, hearken unto me.",
      "14": "Simeon hath declared, how God first did visit the Gentiles, to take of them a people unto his Name.",
      "15": "And to this agree the words of the Prophets, as it is written,",
      "16": "After this I will return, and will build again the Tabernacle of David, which is fallen down, and the ruins thereof will I build again, and I will set it up.",
      "17": "That the residue of men might seek after the Lord, and all the Gentiles upon whom my Name is called, saith the Lord which doeth all these things.",
      "18": "From the beginning of the world, God knoweth all his works.",
      "19": "Wherefore my sentence is, that we trouble not them of the Gentiles that are turned to God,",
      "20": "But that we send unto them, that they abstain themselves from filthiness of idols, and fornication, and that is strangled, and from blood.",
      "21": "For Moses of old time hath in every city them that preach him, seeing he is read in the Synagogues every Sabbath day.",
      "22": "Then it seemed good to the Apostles and Elders with the whole Church to send chosen men of their own company to Antioch with Paul and Barnabas: to wit, Judas whose surname was Barsabas, and Silas, which were chief men among the brethren,",
      "23": "And wrote letters by them after this manner, THE APOSTLES, and the Elders, and the brethren, Unto the brethren which are of the Gentiles in Antioch, and in Syria, and in Cilicia, send greeting.",
      "24": "Forasmuch as we have heard, that certain which went out from us, have troubled you with words, and cumbered your minds, saying, Ye must be circumcised and keep the Law: to whom we gave no such commandment,",
      "25": "It seemed therefore good to us, when we were come together with one accord, to [send] chosen men unto you, with our beloved Barnabas and Paul.",
      "26": "Men that have given up their lives for the Name of our Lord Jesus Christ.",
      "27": "We have therefore sent Judas and Silas, which shall also tell you the same things by mouth.",
      "28": "For it seemed good to the holy Ghost, and to us, to lay no more burden upon you, than these necessary things.",
      "29": "That is, that ye abstain from things offered to idols, and blood, and that that is strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.",
      "30": "Now when they were departed, they came to Antioch, and after that they had assembled the multitude, they delivered the Epistle,",
      "31": "And when they had read it, they rejoiced for the consolation.",
      "32": "And Judas and Silas being Prophets, exhorted the brethren with many words, and strengthened them.",
      "33": "And after they had tarried there a space, they were let go in peace of the brethren unto the Apostles.",
      "34": "Notwithstanding Silas thought good to abide there still.",
      "35": "Paul also and Barnabas continued in Antioch, teaching and preaching with many others the word of the Lord.",
      "36": "But after certain days, Paul said unto Barnabas, Let us return and visit our brethren in every city, where we have preached the word of the Lord, and see how they do.",
      "37": "And Barnabas counseled to take with them John, called Mark.",
      "38": "But Paul thought it not meet to take him unto their company, which departed from them from Pamphylia, and went not with them to the work.",
      "39": "Then were they so stirred, that they departed asunder one from the other, so that Barnabas took Mark, and sailed unto Cyprus.",
      "40": "And Paul chose Silas and departed, being commended of the brethren unto the grace of God.",
      "41": "And he went through Syria and Cilicia, establishing the Churches."
    },
    "16": {
      "1": "Then came he to Derbe and to Lystra: and behold, a certain disciple was there, named Timothy, a woman’s son, which was a Jewess and believed, but his father was a Grecian,",
      "2": "Of whom the brethren which were at Lystra and Iconium, reported well.",
      "3": "Therefore Paul would that he should go forth with him, and took and circumcised him, because of the Jews, which were in those quarters: for they knew all that his father was a Grecian.",
      "4": "And as they went through the cities, they delivered them the decrees to keep, ordained of the Apostles and Elders which were at Jerusalem.",
      "5": "And so were the Churches established in the faith, [and] increased in number daily.",
      "6": "Now when they had gone throughout Phrygia, and the region of Galatia, they were forbidden of the holy Ghost, to preach the word in Asia.",
      "7": "Then came they to Mysia, and sought to go into Bithynia: but the Spirit suffered them not.",
      "8": "Therefore they passed through Mysia, and came down to Troas,",
      "9": "Where a vision appeared to Paul in the night. There stood a man of Macedonia, and prayed him, saying, Come into Macedonia, and help us.",
      "10": "And after he had seen the vision, immediately we prepared to go into Macedonia, being assured that the Lord had called us to preach the Gospel unto them.",
      "11": "Then went we forth from Troas, and with a straight course came to Samothrace, and the next day to Neapolis.",
      "12": "And from thence to Philippi, which is the chief city in the parts of Macedonia, and whose inhabitants came from Rome to dwell there: and we were in that city abiding certain days.",
      "13": "And on the Sabbath day we went out of the city, besides a river, where they were wont to pray: and we sat down, and spake unto the women, which were come together.",
      "14": "And a certain woman named Lydia, a seller of purple, of the city of the Thyatirians, which worshipped God, heard us: whose heart the Lord opened, that she attended unto the things, which Paul spake.",
      "15": "And when she was baptized, and her household, she besought us, saying, If ye have judged me to be faithful to the Lord, come into mine house, and abide there: and she constrained us.",
      "16": "And it came to pass that as we went to prayer, a certain maid having a spirit of divination, met us, which gat her masters much vantage with divining.",
      "17": "She followed Paul and us, and cried, saying, These men are the servants of the most high God, which show unto you the way of salvation.",
      "18": "And this did she many days: but Paul being grieved, turned about, and said to the spirit, I command thee in the Name of Jesus Christ, that thou come out of her. And he came out the same hour.",
      "19": "Now when her masters saw that the hope of their gain was gone, they caught Paul and Silas, and drew them into the marketplace unto the Magistrates.",
      "20": "And brought them to the governors, saying, These men which are Jews trouble our city,",
      "21": "And preach ordinances, which are not lawful for us to receive, neither to observe, seeing we are Romans.",
      "22": "The people also rose up together against them, and the governors rent their clothes, and commanded them to be beaten with rods.",
      "23": "And when they had beaten them sore, they cast them into prison, commanding the Gaoler to keep them surely,",
      "24": "Who having received such commandment, cast them into the inner prison, and made their feet fast in the stocks.",
      "25": "Now at midnight Paul and Silas prayed, and sung Psalms unto God: and the prisoners heard them.",
      "26": "And suddenly there was a great earthquake, so that the foundation of the prison was shaken: and by and by all the doors opened, and every man’s bands were loosed.",
      "27": "Then the keeper of the prison waked out of his sleep, and when he saw the prison doors open, he drew out his sword and would have killed himself, supposing the prisoners had been fled.",
      "28": "But Paul cried with a loud voice, saying, Do thyself no harm: for we all are here.",
      "29": "Then he called for a light, and leaped in, and came trembling, and fell down before Paul and Silas.",
      "30": "And brought them out, and said, Sirs, what must I do to be saved?",
      "31": "And they said, Believe in the Lord Jesus Christ, and thou shalt be saved, and thine household.",
      "32": "And they preached unto him the word of the Lord, and to all that were in the house.",
      "33": "Afterward he took them the same hour of the night, and washed their stripes, and was baptized with all that belonged unto him straightway.",
      "34": "And when he had brought them into his house, he set meat before them, and rejoiced that he with all his household believed in God.",
      "35": "And when it was day, the governors sent the sergeants, saying, Let those men go.",
      "36": "Then the keeper of the prison told these words unto Paul, saying, The governors have sent to loose you: now therefore get you hence, and go in peace.",
      "37": "Then said Paul unto them, After that they have beaten us openly uncondemned, which are Romans, they have cast us into prison, and now would they put us out privily? nay verily: but let them come and bring us out.",
      "38": "And the sergeants told these words unto the governors, who feared when they heard that they were Romans.",
      "39": "Then came they and prayed them, and brought them out, and desired them to depart out of the city.",
      "40": "And they went out of the prison, and entered into the house of Lydia: and when they had seen the brethren, they comforted them, and departed."
    },
    "17": {
      "1": "Now as they passed through Amphipolis, and Apollonia, they came to Thessalonica, where was a Synagogue of the Jews.",
      "2": "And Paul, as his manner was, went in unto them, and three Sabbath days disputed with them by the Scriptures,",
      "3": "Opening, and alleging that Christ must have suffered, and risen again from the dead, and this is Jesus Christ, whom said he, I preach to you.",
      "4": "And some of them believed, and joined in company with Paul and Silas: also of the Grecians that feared God a great multitude, and of the chief women not a few.",
      "5": "But the Jews which believed not, moved with envy, took unto them certain vagabonds and wicked fellows, and when they had assembled the multitude, they made a tumult in the city, and made assault against the house of Jason, and sought to bring them out to the people.",
      "6": "But when they found them not, they drew Jason and certain brethren unto the heads of the city, crying, These are they which have subverted the state of the world, and here they are,",
      "7": "Whom Jason hath received, and these all do against the decrees of Caesar, saying, that there is another King one Jesus.",
      "8": "Then they troubled the people, and the heads of the city, when they heard these things.",
      "9": "Notwithstanding when they had received sufficient assurance of Jason and of the others, they let them go.",
      "10": "And the brethren immediately sent away Paul and Silas by night unto Berea, which when they were come thither, entered into the Synagogue of the Jews.",
      "11": "These were also more noble men than they which were at Thessalonica, which received the word with all readiness, and searched the Scriptures daily, whether those things were so.",
      "12": "Therefore many of them believed, and of honest women, which were Grecians, and men not a few.",
      "13": "But when the Jews of Thessalonica knew, that the word of God was also preached of Paul at Berea, they came thither also, and moved the people.",
      "14": "But by and by the brethren sent away Paul to go as it were to the sea: but Silas and Timothy abode there still.",
      "15": "And they that did conduct Paul, brought him unto Athens: and when they had received a commandment unto Silas and Timothy that they should come to him at once, they departed.",
      "16": "Now while Paul waited for them at Athens, his spirit was stirred in him, when he saw the city subject to idolatry.",
      "17": "Therefore he disputeth in the Synagogue with the Jews, and with them that were religious, and in the market daily with whomsoever he met.",
      "18": "Then certain Philosophers of the Epicureans, and of the Stoics, disputed with him, and some said, What will this babbler say? Others said, He seemeth to be a setter forth of strange gods (because he preached unto them Jesus, and the resurrection.)",
      "19": "And they took him, and brought him into Mars’ street, saying, May we not know, what this new doctrine, whereof thou speakest, is?",
      "20": "For thou bringest certain strange things unto our ears: we would know therefore what these things mean.",
      "21": "For all the Athenians and strangers which dwelt there, gave themselves to nothing else, but either to tell, or to hear some news.",
      "22": "Then Paul stood in the midst of Mars’ street, and said, Ye men of Athens, I perceive that in all things ye are too superstitious.",
      "23": "For as I passed by, and beheld your devotions, I found an altar wherein was written, UNTO THE UNKNOWN GOD. Whom ye then ignorantly worship, him show I unto you.",
      "24": "God that made the world, and all things that are therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands.",
      "25": "Neither is worshipped with men’s hands, as though he needed anything, seeing he giveth to all life and breath and all things,",
      "26": "And hath made of one blood all mankind, to dwell on all the face of the earth, and hath assigned the seasons which were ordained before, and the bounds of their habitation,",
      "27": "That they should seek the Lord, if so be they might have groped after him, and found him, though doubtless he be not far from every one of us.",
      "28": "For in him we live, and move, and have our being, as also certain of your own Poets have said: For we are also his generation.",
      "29": "Forasmuch then, as we are the generation of God, we ought not to think that the Godhead is like unto gold, or silver, or stone graven by art and the invention of man.",
      "30": "And the time of this ignorance God regarded not: but now he admonisheth all men everywhere to repent.",
      "31": "Because he hath appointed a day in the which he will judge the world in righteousness, by that man whom he hath appointed, whereof he hath given an assurance to all men, in that he hath raised him from the dead.",
      "32": "Now when they had heard of the resurrection from the dead, some mocked, and others said, We will hear thee again of this thing.",
      "33": "And so Paul departed from among them.",
      "34": "Howbeit certain men clave unto Paul, and believed: among whom was also Dionysius Areopagite, and a woman named Damaris, and others with them."
    },
    "18": {
      "1": "After these things, Paul departed from Athens, and came to Corinth,",
      "2": "And found a certain Jew named Aquila, born in Pontus, lately come from Italy, and his wife Priscilla (because that Claudius had commanded all Jews to depart from Rome) and he came unto them.",
      "3": "And because he was of the same craft, he abode with them and wrought (for their craft was to make tents.)",
      "4": "And he disputed in the Synagogue every Sabbath day, and exhorted the Jews, and the Grecians.",
      "5": "Now when Silas and Timothy were come from Macedonia, Paul, forced in spirit, testified to the Jews that Jesus was the Christ.",
      "6": "And when they resisted and blasphemed, he shook his raiment, and said unto them, Your blood be upon your own head: I am clean: from henceforth will I go unto the Gentiles.",
      "7": "So he departed thence, and entered into a certain man’s house, named Justus, a worshipper of God, whose house joined hard to the Synagogue.",
      "8": "And Crispus the chief ruler of the Synagogue, believed in the Lord with all his household: and many of the Corinthians hearing it, believed and were baptized.",
      "9": "Then said the Lord to Paul in the night by a vision, Fear not, but speak, and hold not thy peace.",
      "10": "For I am with thee, and no man shall lay hands on thee to hurt thee: for I have much people in this city.",
      "11": "So he continued there a year and six months, and taught the word of God among them.",
      "12": "Now when Gallio was deputy of Achaia, the Jews arose with one accord against Paul, and brought him to the judgment seat,",
      "13": "Saying, This fellow persuadeth men to worship God otherwise than the Law appointeth.",
      "14": "And as Paul was about to open his mouth, Gallio said unto the Jews, If it were a matter of wrong, or an evil deed, O ye Jews, I would according to reason maintain you.",
      "15": "But if it be a question of words and names, and of your Law, look ye to it yourselves: for I will be no judge of those things.",
      "16": "And he drove them from the judgment seat.",
      "17": "Then took all the Grecians Sosthenes the chief ruler of the Synagogue, and beat him before the judgment seat: but Gallio cared nothing for those things.",
      "18": "But when Paul had tarried there yet a good while, he took leave of the brethren, and sailed into Syria, (and with him Priscilla and Aquila) after that he had shorn his head in Cenchrea: for he had made a vow.",
      "19": "Then he came to Ephesus, and left them there: but he entered into the Synagogue and disputed with the Jews.",
      "20": "Who desired him to tarry a longer time with them: but he would not consent,",
      "21": "But bade them farewell, saying, I must needs keep this feast that cometh, in Jerusalem: but I will return again unto you, if God will. So he sailed from Ephesus.",
      "22": "And when he came down to Caesarea, he went up to Jerusalem: and when he had saluted the Church, he went down unto Antioch.",
      "23": "Now when he had tarried there a while, he departed, and went through the country of Galatia and Phrygia by order, strengthening all the disciples.",
      "24": "And a certain Jew named Apollos, born at Alexandria, came to Ephesus, an eloquent man, and mighty in the Scriptures.",
      "25": "The same was instructed in the way of the Lord, and he spake fervently in the Spirit, and taught diligently the things of the Lord, and knew but the baptism of John only.",
      "26": "And he began to speak boldly in the Synagogue. Whom when Aquila and Priscilla had heard, they took him unto them, and expounded unto him the way of God more perfectly.",
      "27": "And when he was minded to go into Achaia, the brethren exhorting him, wrote to the disciples to receive him: and after he was come thither, he helped them much which had believed through grace.",
      "28": "For mightily he confuted publicly the Jews, with great vehemency, showing by the Scriptures, that Jesus was that Christ."
    },
    "19": {
      "1": "And it came to pass, while Apollos was at Corinth, that Paul when he passed through the upper coasts, came to Ephesus, and found certain disciples,",
      "2": "And said unto them, Have ye received the holy Ghost since ye believed? And they said unto him, We have not so much as heard whether there be an holy Ghost.",
      "3": "And he said unto them, Unto what were ye then baptized? And they said, Unto John’s baptism.",
      "4": "Then said Paul, John verily baptized with the baptism of repentance, saying unto the people, that they should believe in him, which should come after him, that is, in Christ Jesus.",
      "5": "And when they heard it, they were baptized in the Name of the Lord Jesus.",
      "6": "So Paul laid his hands upon them, and the holy Ghost came on them, and they spake the tongues, and prophesied.",
      "7": "And all the men were about twelve.",
      "8": "Moreover he went into the Synagogue, and spake boldly for the space of three months, disputing and exhorting to the things that appertain to the kingdom of God.",
      "9": "But when certain were hardened, and disobeyed, speaking evil of the way of God before the multitude, he departed from them, and separated the disciples, and disputed daily in the school of one Tyrannus.",
      "10": "And this was done by the space of two years, so that all they which dwelt in Asia, heard the word of the Lord Jesus, both Jews and Grecians.",
      "11": "And God wrought no small miracles by the hands of Paul,",
      "12": "So that from his body were brought unto the sick, kerchiefs, or handkerchiefs, and the diseases departed from them, and the evil spirits went out of them.",
      "13": "Then certain of the vagabond Jews, exorcists took in hand to name over them which had evil spirits, the name of the Lord Jesus, saying, We adjure you by Jesus, whom Paul preacheth.",
      "14": "(And there were certain sons of Sceva a Jew, the Priest, about seven which did this.)",
      "15": "And the evil spirit answered, and said, Jesus I acknowledge, and Paul I know: but who are ye?",
      "16": "And the man in whom the evil spirit was, ran on them, and overcame them, and prevailed against them, so that they fled out of that house, naked and wounded.",
      "17": "And this was known to all the Jews and Grecians also which dwelt at Ephesus, and fear came on them all, and the Name of the Lord Jesus was magnified,",
      "18": "And many that believed, came and confessed, and showed their works.",
      "19": "Many also of them which used curious arts, brought their books, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.",
      "20": "So the word of God grew mightily, and prevailed.",
      "21": "Now when these things were accomplished, Paul purposed by the Spirit to pass through Macedonia and Achaia, and to go to Jerusalem, saying, After I have been there, I must also see Rome.",
      "22": "So sent he into Macedonia two of them that ministered unto him, Timothy, and Erastus, but he remained in Asia for a season.",
      "23": "And the same time there arose no small trouble about that way.",
      "24": "For a certain man named Demetrius a silversmith, which made silver temples of Diana, brought great gains unto the craftsmen,",
      "25": "Whom he called together, with the workmen of like things, and said, Sirs, ye know that by this craft we have our goods:",
      "26": "Moreover ye see and hear, that not alone at Ephesus, but almost throughout all Asia this Paul hath persuaded, and turned away much people, saying, That they be not Gods which are made with hands.",
      "27": "So that not only this thing is dangerous unto us, that this our portion shall be reproved, but also that the temple of the great goddess Diana should be nothing esteemed, and that it would come to pass that her magnificence, which all Asia and the world worshippeth, should be destroyed.",
      "28": "Now when they heard it, they were full of wrath, and cried out, saying, Great is Diana of the Ephesians.",
      "29": "And the whole city was full of confusion, and they rushed into the common place with one assent, and caught Gaius, and Aristarchus, men of Macedonia, and Paul’s companions of his journey.",
      "30": "And when Paul would have entered in unto the people, the disciples suffered him not.",
      "31": "Certain also of the chief of Asia, which were his friends, sent unto him, desiring him that he would not present himself in the Common place.",
      "32": "Some therefore cried one thing, and some another: for the assembly was out of order, and the more part knew not wherefore they were come together.",
      "33": "And some of the company drew forth Alexander, the Jews thrusting him forwards. Alexander then beckoned with the hand, and would have excused the matter to the people.",
      "34": "But when they knew that he was a Jew, there arose a shout almost for the space of two hours, of all men, crying, Great is Diana of the Ephesians.",
      "35": "Then the town clerk when he had stayed the people, said, Ye men of Ephesus, what man is it that knoweth not how that the city of the Ephesians is a worshipper of the great goddess Diana, and of the image, which came down from Jupiter?",
      "36": "Seeing then that no man can speak against these things, ye ought to be appeased, and to do nothing rashly.",
      "37": "For ye have brought hither these men, which have neither committed sacrilege, neither do blaspheme your goddess.",
      "38": "Wherefore, if Demetrius and the craftsmen which are with him, have a matter against any man, the law is open, and there are Deputies: let them accuse one another.",
      "39": "But if ye inquire anything concerning other matters, it may be determined in a lawful assembly.",
      "40": "For we are even in jeopardy to be accused of this day’s sedition, forasmuch as there is no cause, whereby we may give a reason of this concourse of people.",
      "41": "And when he had thus spoken, he let the assembly depart."
    },
    "20": {
      "1": "Now after the tumult was appeased, Paul called the disciples unto him, and embraced them, and departed to go into Macedonia.",
      "2": "And when he had gone through those parts, and had exhorted them with many words, he came into Greece.",
      "3": "And having tarried there three months, because the Jews laid wait for him, as he was about to sail into Syria, he purposed to return through Macedonia.",
      "4": "And there accompanied him into Asia, Sopater of Berea, and of them of Thessalonica, Aristarchus, and Secundus, and Gaius of Derbe, and Timothy, and of them of Asia, Tychicus, and Trophimus.",
      "5": "These went before, and tarried us at Troas.",
      "6": "And we sailed forth from Philippi, after the days of unleavened bread, and came unto them to Troas in five days, where we abode seven days.",
      "7": "And the first day of the week, the disciples being come together to break bread, Paul preached unto them, ready to depart on the morrow, and continued the preaching unto midnight.",
      "8": "And there were many lights in an upper chamber, where they were gathered together.",
      "9": "And there sat in a window a certain young man, named Eutychus, fallen into a dead sleep: and as Paul was long preaching, he overcome with sleep, fell down from the third loft, and was taken up dead.",
      "10": "But Paul went down, and laid himself upon him, and embraced him, saying, Trouble not yourselves: for his life is in him.",
      "11": "Then when Paul was come up again, and had broken bread, and eaten, having spoken a long while till the dawning of the day, he so departed.",
      "12": "And they brought the boy alive, and they were not a little comforted.",
      "13": "Then we went before to ship, and sailed unto the city Assos, that we might receive Paul there: for so had he appointed, and would himself go afoot.",
      "14": "Now when he was come unto us to Assos, and we had received him, we came to Mitylene.",
      "15": "And we sailed thence, and came the next day over against Chios, and the next day we arrived at Samos, and tarried at Trogyllium: the next day we came to Miletus.",
      "16": "For Paul had determined to sail by Ephesus, because he would not spend the time in Asia: for he hasted to be, if he could possible, at Jerusalem, at the day of Pentecost.",
      "17": "Wherefore from Miletus, he sent to Ephesus, and called the Elders of the Church.",
      "18": "Who when they were come to him, he said unto them, Ye know from the first day that I came into Asia, after what manner I have been with you at all seasons,",
      "19": "Serving the Lord with all modesty, and with many tears, and temptations, which came unto me by the layings await of the Jews,",
      "20": "And how I kept back nothing that was profitable, but have showed you, and taught you openly and throughout every house.",
      "21": "Witnessing both to the Jews, and to the Grecians the repentance toward God, and faith toward our Lord Jesus Christ.",
      "22": "And now behold, I go bound in the Spirit unto Jerusalem, and know not what things shall come unto me there,",
      "23": "Save that the holy Ghost witnesseth in every city, saying, that bonds and afflictions abide me.",
      "24": "But I pass not at all, neither is my life dear unto myself, so that I may fulfill my course with joy, and the ministration which I have received of the Lord Jesus, to testify the Gospel of the grace of God.",
      "25": "And now behold, I know that henceforth ye all, through whom I have gone preaching the kingdom of God, shall see my face no more.",
      "26": "Wherefore I take you to record this day, that I am pure from the blood of all men.",
      "27": "For I have kept nothing back, but have showed you all the counsel of God.",
      "28": "Take heed therefore unto yourselves, and to all the flock, whereof the holy Ghost hath made you Overseers to feed the Church of God which he hath purchased with that his own blood.",
      "29": "For I know this, that after my departing shall grievous wolves enter in among you, not sparing the flock.",
      "30": "Moreover of your own selves shall men arise speaking perverse things, to draw disciples after them.",
      "31": "Therefore watch, and remember, that by the space of three years I ceased not to warn everyone, both night and day with tears.",
      "32": "And now brethren, I commend you to God, and to the word of his grace, which is able to build further, and to give you an inheritance, among all them, which are sanctified.",
      "33": "I have coveted no man’s silver, nor gold, nor apparel.",
      "34": "Yea, ye know, that these hands have ministered unto my necessities, and to them that were with me.",
      "35": "I have showed you all things, how that so laboring, ye ought to support the weak, and to remember the words of the Lord Jesus, how that he said, It is a blessed thing to give, rather than to receive.",
      "36": "And when he had thus spoken, he kneeled down, and prayed with them all.",
      "37": "Then they wept all abundantly, and fell on Paul’s neck, and kissed him,",
      "38": "Being chiefly sorry for the words which he spake, That they should see his face no more. And they accompanied him unto the ship."
    },
    "21": {
      "1": "And as we launched forth, and were departed from them, we came with a straight course unto Cos, and the day following unto the Rhodes, and from thence unto Patara.",
      "2": "And we found a ship that went over unto Phoenicia, and went aboard, and set forth.",
      "3": "And when we had discovered Cyprus, we left it on the left hand, and sailed toward Syria, and arrived at Tyre: for there the ship unladed the burden.",
      "4": "And when we had found disciples, we tarried there seven days. And they told Paul through the Spirit, that he should not go up to Jerusalem.",
      "5": "But when the days were ended, we departed and went our way, and they all accompanied us with their wives and children, even out of the city: and we kneeled down on the shore, prayed.",
      "6": "Then when we had embraced one another, we took ship, and they returned home.",
      "7": "And when we had ended the course from Tyre, we arrived at Ptolemais, and saluted the brethren, and abode with them one day.",
      "8": "And the next day, Paul and we that were with him, departed, and came unto Caesarea: and we entered into the house of Philip the Evangelist, which was one of the seven Deacons, and abode with him.",
      "9": "Now he had four daughters, virgins, which did prophesy.",
      "10": "And as we tarried there many days, there came a certain Prophet from Judea, named Agabus.",
      "11": "And when he was come unto us, he took Paul’s girdle, and bound his own hands and feet, and said, Thus saith the holy Ghost, So shall the Jews at Jerusalem bind the man that owneth this girdle, and shall deliver him into the hands of the Gentiles.",
      "12": "And when we had heard these things, both we and others of the same place besought him that he would not go up to Jerusalem.",
      "13": "Then Paul answered, and said, What do ye weeping and breaking mine heart? For I am ready not to be bound only, but also to die at Jerusalem for the Name of the Lord Jesus.",
      "14": "So when he would not be persuaded, we ceased, saying, The will of the Lord be done.",
      "15": "And after those days we trussed up our fardels, and went up to Jerusalem.",
      "16": "There went with us also certain of the disciples of Caesarea, and brought with them one Mnason of Cyprus, an old disciple, with whom we should lodge.",
      "17": "And when we were come to Jerusalem, the brethren received us gladly.",
      "18": "And the next day Paul went in with us unto James: and all the Elders were there assembled.",
      "19": "And when he had embraced them, he told by order all things, that God had wrought among the Gentiles by his ministration.",
      "20": "So when they heard it, they glorified God, and said unto him, Thou seest, brother, how many thousand Jews there are which believe, and they are all zealous of the Law:",
      "21": "Now they are informed of thee, that thou teachest all the Jews, which are among the Gentiles, to forsake Moses, and sayest that they ought not to circumcise their sons, neither to live after the customs.",
      "22": "What is then to be done? the multitude must needs come together: for they shall hear that thou art come.",
      "23": "Do therefore this that we say to thee. We have four men, which have made a vow,",
      "24": "Them take, and purify thyself with them, and contribute with them, that they may shave their heads: and all shall know, that those things, whereof they have been informed concerning thee, are nothing, but that thou thyself also walkest and keepest the Law.",
      "25": "For as touching the Gentiles, which believe, we have written, and determined that they observe no such thing, but that they keep themselves from things offered to idols, and from blood, and from that that is strangled, and from fornication.",
      "26": "Then Paul took the men, and the next day was purified with them, and entered into the Temple, declaring the accomplishment of the days of the purification, until that an offering should be offered for everyone of them.",
      "27": "And when the seven days were almost ended, the Jews which were of Asia (when they saw him in the Temple) moved all the people, and laid hands on him,",
      "28": "Crying, Men of Israel, help: this is the man that teachest all men everywhere against the people, and the Law, and this place: moreover, he hath brought Grecians into the Temple, and hath polluted this holy place.",
      "29": "For they had seen before Trophimus an Ephesian with him in the city, whom they supposed that Paul had brought into the Temple.",
      "30": "Then all the city was moved, and the people ran together: and they took Paul, and drew him out of the Temple, and forthwith the doors were shut.",
      "31": "But as they went about to kill him, tidings came unto the chief captain of the band, that all Jerusalem was on an uproar.",
      "32": "Who immediately took soldiers and Centurions, and ran down unto them: and when they saw the chief captain and the soldiers, they left beating of Paul.",
      "33": "Then the chief Captain came near and took him, and commanded him to be bound with two chains, and demanded who he was, and what he had done.",
      "34": "And one cried this, another that, among the people. So when he could not know the certainty for the tumult, he commanded him to be led into the castle.",
      "35": "And when he came unto the grieces, it was so that he was borne of the soldiers, for the violence of the people.",
      "36": "For the multitude of the people followed after, crying, Away with him.",
      "37": "And as Paul should have been led into the castle, he said unto the chief captain, May I speak unto thee? Who said, Canst thou speak Greek?",
      "38": "Art not thou the Egyptian who before these days raised a sedition, and led out into the wilderness four thousand men that were murderers?",
      "39": "Then Paul said, Doubtless, I am a man which am a Jew, and citizen of Tarsus, a famous city of Cilicia, and I beseech thee, suffer me to speak unto the people.",
      "40": "And when he had given him license, Paul stood on the grieces, and beckoned with the hand unto the people, and when there was made great silence, he spake unto them in the Hebrew tongue, saying,"
    },
    "22": {
      "1": "Ye men, brethren and fathers, hear my defense now towards you.",
      "2": "(And when they heard that he spake in the Hebrew tongue to them, they kept the more silence, and he said,)",
      "3": "I am verily a man, which am a Jew, born in Tarsus in Cilicia, but brought up in this city at the feet of Gamaliel, and instructed according to the perfect manner of the Law of the fathers, and was zealous toward God, as ye all are this day.",
      "4": "And I persecuted this way unto the death, binding and delivering into prison both men and women.",
      "5": "As also the chief Priest doth bear me witness, and all the company of the Elders: of whom also I received letters unto the brethren, and went to Damascus to bring them which were there, bound unto Jerusalem, that they might be punished.",
      "6": "And so it was, as I journeyed, and was come near unto Damascus about noon, that suddenly there shone from heaven a great light round about me.",
      "7": "So I fell unto the earth, and heard a voice, saying unto me, Saul, Saul, why persecutest thou me?",
      "8": "Then I answered, Who art thou, Lord? And he said to me, I am Jesus of Nazareth, whom thou persecutest.",
      "9": "Moreover they that were with me, saw indeed a light and were afraid: but they heard not the voice of him that spake unto me.",
      "10": "Then I said, What shall I do, Lord? And the Lord said unto me, Arise, and go into Damascus: and there it shall be told thee of all things, which are appointed for thee to do.",
      "11": "So when I could not see for the glory of that light, I was led by the hand of them that were with me, and came into Damascus.",
      "12": "And one Ananias a godly man, as pertaining to the Law, having good report of all the Jews which dwelt there,",
      "13": "Came unto me, and stood, and said unto me, Brother Saul, receive thy sight: and that same hour I looked upon him.",
      "14": "And he said, The God of our fathers hath appointed thee, that thou shouldest know his will, and shouldest see that Just one, and shouldest hear the voice of his mouth.",
      "15": "For thou shalt be his witness unto all men, of the things which thou hast seen and heard.",
      "16": "Now therefore why tarriest thou? Arise, and be baptized, and wash away thy sins, in calling on the Name of the Lord.",
      "17": "And it came to pass, that when I was come again to Jerusalem, and prayed in the Temple, I was in a trance,",
      "18": "And saw him, saying unto me, Make haste, and get thee quickly out of Jerusalem: for they will not receive thy witness concerning me.",
      "19": "Then I said, Lord, they know that I prisoned, and beat in every Synagogue them that believed in thee.",
      "20": "And when the blood of thy martyr Stephen was shed, I also stood by, and consented unto his death, and kept the clothes of them that slew him.",
      "21": "Then he said unto me, Depart: for I will send thee far hence unto the Gentiles.",
      "22": "And they heard him unto this word, but then they lifted up their voices, and said, Away with such a fellow from the earth: for it is not meet that he should live.",
      "23": "And as they cried and cast off their clothes, and threw dust into the air,",
      "24": "The chief captain commanded him to be led into the castle, and bade that he should be scourged, and examined, that he might know wherefore they cried so on him.",
      "25": "And as they bound him with thongs, Paul said unto the Centurion that stood by, Is it lawful for you to scourge one that is a Roman, and not condemned?",
      "26": "Now when the Centurion heard it, he went, and told the chief captain, saying, Take heed what thou doest: for this man is a Roman.",
      "27": "Then the chief captain came, and said to him, Tell me, art thou a Roman? And he said, Yea.",
      "28": "And the chief captain answered, With a great sum obtained I this freedom. Then Paul said, But I was so born.",
      "29": "Then straightway they departed from him, which should have examined him: and the chief captain also was afraid, after he knew that he was a Roman, and that he had bound him.",
      "30": "On the next day, because he would have known the certainty wherefore he was accused of the Jews, he loosed him from his bonds, and commanded the high Priests and all their Council to come together: and he brought Paul, and set him before them."
    },
    "23": {
      "1": "And Paul beheld earnestly the Council, and said, Men and brethren, I have in all good conscience served God until this day.",
      "2": "Then the high Priest Ananias commanded them that stood by, to smite him on the mouth.",
      "3": "Then said Paul to him, God will smite thee, thou whited wall: for thou sittest to judge me according to the Law, and transgressing the Law, commandest thou me to be smitten?",
      "4": "And they that stood by, said, Revilest thou God’s high Priest?",
      "5": "Then said Paul, I knew not brethren, that he was the high Priest: for it is written, Thou shalt not speak evil of the ruler of thy people.",
      "6": "But when Paul perceived that the one part were of the Sadducees, and the other of the Pharisees, he cried in the Council, Men and brethren, I am a Pharisee, the son of a Pharisee: I am accused of the hope and resurrection of the dead.",
      "7": "And when he had said this, there was a dissension between the Pharisees and the Sadducees, so that the multitude was divided.",
      "8": "For the Sadducees say that there is no resurrection, neither Angel, nor spirit: but the Pharisees confess both.",
      "9": "Then there was a great cry: and the Scribes of the Pharisees’ part rose up, and strove, saying, We find none evil in this man: but if a spirit or an Angel hath spoken to him, let us not fight against God.",
      "10": "And when there was a great dissension, the chief captain, fearing lest Paul should have been pulled in pieces of them, commanded the soldiers to go down, and take him from among them, and to bring him into the castle.",
      "11": "Now the night following, the Lord stood by him, and said, Be of good courage, Paul, for as thou hast testified of me in Jerusalem, so must thou bear witness also at Rome.",
      "12": "And when the day was come, certain of the Jews made an assembly, and bound themselves with a curse, saying, that they would neither eat nor drink till they had killed Paul.",
      "13": "And they were more than forty, which had made this conspiracy.",
      "14": "And they came to the chief Priests and Elders, and said, We have bound ourselves with a solemn curse, that we will eat nothing, until we have slain Paul.",
      "15": "Now therefore, ye and the Council, signify to the chief captain, that he bring him forth unto you tomorrow, as though you would know something more perfectly of him, and we, or ever he come near will be ready to kill him.",
      "16": "But when Paul’s sister’s son heard of their laying await, he went, and entered into the castle, and told Paul.",
      "17": "And Paul called one of the Centurions unto him, and said, Take this young man hence unto the chief captain: for he hath a certain thing to show him.",
      "18": "So he took him, and brought him to the chief captain, and said, Paul the prisoner called me unto him, and prayed me to bring this young man unto thee, which hath something to say unto thee.",
      "19": "Then the chief captain took him by the hand, and went apart with him alone, and asked him, What hast thou to show me?",
      "20": "And he said, The Jews have conspired to desire thee, that thou wouldest bring forth Paul tomorrow into the Council, as though they would inquire somewhat of him more perfectly:",
      "21": "But let them not persuade thee: for there lie in wait for him of them, more than forty men, which have bound themselves with a curse, that they will neither eat nor drink, till they have killed him: and now are they ready, and wait for thy promise.",
      "22": "The chief captain then let the young man depart, after he had charged him to utter it to no man, that he had showed him these things.",
      "23": "And he called unto him two certain Centurions, saying, Make ready two hundred soldiers, that they may go to Caesarea, and horsemen threescore and ten, and two hundred with darts, at the third hour of the night:",
      "24": "And let them make ready an horse, that Paul being set on, may be brought safe unto Felix the governor.",
      "25": "And he wrote an Epistle in this manner:",
      "26": "Claudius Lysias unto the most noble governor Felix sendeth greeting.",
      "27": "As this man was taken of the Jews, and should have been killed of them, I came upon them with a garrison, and rescued him, perceiving that he was a Roman.",
      "28": "And when I would have known the cause wherefore they accused him, I brought him forth into their Council.",
      "29": "There I perceived that he was accused of questions of their Law, but had no crime worthy of death, or of bonds.",
      "30": "And when it was showed me, how that the Jews laid wait for the man, I sent him straightway to thee, and commanded his accusers to speak before thee the things that they had against him. Farewell.",
      "31": "Then the soldiers as it was commanded them, took Paul, and brought him by night to Antipatris,",
      "32": "And the next day, they left the horsemen to go with him, and returned into the Castle.",
      "33": "Now when they came to Caesarea, they delivered the Epistle to the governor, and presented Paul also unto him.",
      "34": "So when the Governor had read it, he asked of what province he was: and when he understood that he was of Cilicia,",
      "35": "I will hear thee, said he, when thine accusers also are come, and commanded him to be kept in Herod’s judgment hall."
    },
    "24": {
      "1": "Now after five days, Ananias the high Priest came down with the Elders, and with Tertullus a certain orator, which appeared before the governor against Paul.",
      "2": "And when he was called forth, Tertullus began to accuse him, saying, Seeing that we have obtained great quietness through thee, and that many worthy things are done unto this nation through thy providence,",
      "3": "We acknowledge it wholly, and in all places, most noble Felix, with all thanks.",
      "4": "But that I be not tedious unto thee, I pray thee, that thou wouldest hear us of thy courtesy a few words.",
      "5": "Certainly we have found this man a pestilent fellow, and a mover of sedition among all the Jews throughout the world, and a chief maintainer of the sect of the Nazarenes:",
      "6": "And hath gone about to pollute the Temple: therefore we took him, and would have judged him according to our Law:",
      "7": "But the chief captain Lysias came upon us, and with great violence took him out of our hands,",
      "8": "Commanding his accusers to come to thee: of whom thou mayest (if thou wilt inquire) know all these things whereof we accuse him.",
      "9": "And the Jews likewise affirmed, saying that it was so.",
      "10": "Then Paul, after that the governor had beckoned unto him that he should speak, answered, I do the more gladly answer for myself, forasmuch as I know that thou hast been oft many years a judge unto this nation,",
      "11": "Seeing that thou mayest know, that there are but twelve days since I came up to worship in Jerusalem.",
      "12": "And they neither found me in the Temple, disputing with any man, neither making uproar among the people, neither in the Synagogues, nor in the city.",
      "13": "Neither can they prove the things, whereof they now accuse me.",
      "14": "But this I confess unto thee, that after the way (which they call heresy) so worship I the God of my fathers, believing all things which are written in the Law and the Prophets,",
      "15": "And have hope towards God, that the resurrection of the dead, which they themselves look for also, shall be both of just and unjust.",
      "16": "And herein I endeavor myself to have always a clear conscience toward God and toward men.",
      "17": "Now after many years, I came and brought alms to my nation and offerings,",
      "18": "At what time, certain Jews of Asia found me purified in the Temple, neither with multitude, nor with tumult.",
      "19": "Who ought to have been present before thee, and accuse me, if they had ought against me.",
      "20": "Or let these themselves say, if they have found any unjust thing in me, while I stood in the Council,",
      "21": "Except it be for this one voice, that I cried standing among them, Of the resurrection of the dead am I accused of you this day.",
      "22": "Now when Felix heard these things, he deferred them, and said, When I shall more perfectly know the things which concern this way, by the coming of Lysias the chief Captain, I will decide your matter.",
      "23": "Then he commanded a Centurion to keep Paul, and that he should have ease, and that he should forbid none of his acquaintance to minister unto him, or to come unto him.",
      "24": "And after certain days, came Felix with his wife Drusilla, which was a Jewess, and he called forth Paul, and heard him of the faith in Christ.",
      "25": "And as he disputed of righteousness and temperance, and of the judgment to come, Felix trembled, and answered, Go thy way for this time, and when I have convenient time, I will call for thee.",
      "26": "He hoped also that money should have been given him of Paul, that he might loose him: wherefore he sent for him the oftener, and communed with him.",
      "27": "When two years were expired, Porcius Festus came into Felix’s room, and Felix willing to get favor of the Jews, left Paul bound."
    },
    "25": {
      "1": "When Festus was then come into the province, after three days he went up from Caesarea unto Jerusalem.",
      "2": "Then the high Priest, and the chief of the Jews appeared before him against Paul: and they besought him,",
      "3": "And desired favor against him, that he would send for him to Jerusalem: and they laid wait to kill him by the way.",
      "4": "But Festus answered, that Paul should be kept at Caesarea, and that he himself would shortly depart thither.",
      "5": "Let them therefore, said he, which among you are able, come down with us: and if there be any wickedness in the man, let them accuse him.",
      "6": "Now when he had tarried among them no more than ten days, he went down to Caesarea, and the next day sat in the judgment seat, and commanded Paul to be brought.",
      "7": "And when he was come, the Jews which were come from Jerusalem, stood about him and laid many and grievous complaints against Paul, whereof they could make no plain proof,",
      "8": "Forasmuch as he answered, that he had neither offended anything against the law of the Jews, neither against the temple, nor against Caesar.",
      "9": "Yet Festus willing to get favor of the Jews, answered Paul and said, Wilt thou go up to Jerusalem, and there be judged of these things before me?",
      "10": "Then said Paul, I stand at Caesar’s judgment seat, where I ought to be judged: to the Jews I have done no wrong, as thou very well knowest.",
      "11": "For if I have done wrong, or committed anything worthy of death, I refuse not to die: but if there be none of these things, whereof they accuse me, no man, to pleasure them, can deliver me to them: I appeal unto Caesar.",
      "12": "Then when Festus had spoken with the Council, he answered, Hast thou appealed unto Caesar? unto Caesar shalt thou go.",
      "13": "And after certain days, King Agrippa and Bernice came down to Caesarea to salute Festus.",
      "14": "And when they had remained there many days, Festus declared Paul’s cause unto the king, saying, There is a certain man left in prison by Felix,",
      "15": "Of whom when I came to Jerusalem, the high Priests and Elders of the Jews informed me, and desired to have judgment against him.",
      "16": "To whom I answered, that it is not the manner of the Romans for favor to deliver any man to the death, before that he which is accused, have the accusers before him, and have place to defend himself, concerning the crime.",
      "17": "Therefore when they were come hither, without delay the day following I sat on the judgment seat, and commanded the man to be brought forth.",
      "18": "Against whom when the accusers stood up, they brought no crime of such things as I supposed:",
      "19": "But had certain questions against him of their own superstitions, and of one Jesus which was dead, whom Paul affirmed to be alive.",
      "20": "And because I doubted of such manner of question, I asked him whether he would go to Jerusalem, and there be judged of these things.",
      "21": "But because he appealed to be reserved to the examination of Augustus, I commanded him to be kept, till I might send him to Caesar.",
      "22": "Then Agrippa said unto Festus, I would also hear the man myself. Tomorrow, said he, thou shalt hear him.",
      "23": "And on the morrow when Agrippa was come, and Bernice with great pomp, and were entered into the Common hall with the chief captains and chief men of the city, at Festus’s commandment Paul was brought forth.",
      "24": "And Festus said, King Agrippa, and all men which are present with us, ye see this man, about whom all the multitude of the Jews have called upon me, both at Jerusalem, and here, crying, that he ought not to live any longer.",
      "25": "Yet have I found nothing worthy of death, that he hath committed: nevertheless, seeing that he hath appealed to Augustus, I have determined to send him.",
      "26": "Of whom I have no certain thing to write unto my lord: wherefore I have brought him forth unto you, and especially unto thee, King Agrippa, that after examination had, I might have somewhat to write.",
      "27": "For me thinketh it unreasonable to send a prisoner, and not to show the causes which are laid against him."
    },
    "26": {
      "1": "Then Agrippa said unto Paul, Thou art permitted to speak for thyself. So Paul stretched forth the hand, and answered for himself.",
      "2": "I think myself happy, King Agrippa, because I shall answer this day before thee of all the things whereof I am accused of the Jews:",
      "3": "Chiefly, because thou hast knowledge of all customs, and questions which are among the Jews: wherefore I beseech thee to hear me patiently.",
      "4": "As touching my life from my childhood, and what it was from the beginning among mine own nation at Jerusalem, know all the Jews,",
      "5": "Which knew me heretofore, even from my Elders (if they would testify) that after the most straight sect of our religion, I lived a Pharisee.",
      "6": "And now I stand and am accused for the hope of the promise made of God unto our fathers.",
      "7": "Whereunto our twelve tribes instantly serving God day and night, hope to come: for the which hope’s sake, O King Agrippa, I am accused of the Jews.",
      "8": "Why should it be thought a thing incredible unto you, that God should raise again the dead?",
      "9": "I also verily thought in myself, that I ought to do many contrary things against the Name of Jesus of Nazareth.",
      "10": "Which thing I also did in Jerusalem: for many of the Saints I shut up in prison, having received authority of the High Priests, and when they were put to death, I gave my sentence.",
      "11": "And I punished them throughout all the Synagogues, and compelled them to blaspheme and being more mad against them, I persecuted them, even unto strange cities.",
      "12": "At which time, even as I went to Damascus with authority, and commission from the high Priests,",
      "13": "At midday, O king, I saw in the way a light from heaven passing the brightness of the sun, shine round about me, and them which went with me.",
      "14": "So when we were all fallen to the earth, I heard a voice speaking unto me, and saying in the Hebrew tongue, Saul, Saul, why persecutest thou me? It is hard for thee to kick against pricks.",
      "15": "Then I said, Who art thou, Lord? And he said, I am Jesus whom thou persecutest.",
      "16": "But rise and stand up on thy feet: for I have appeared unto thee for this purpose to appoint thee a minister and a witness, both of the things which thou hast seen, and of the things in the which I will appear unto thee,",
      "17": "Delivering thee from this people, and from the Gentiles, unto whom now I send thee,",
      "18": "To open their eyes, that they may turn from darkness to light, and from the power of Satan unto God, that they may receive forgiveness of sins, and inheritance among them, which are sanctified by faith in me.",
      "19": "Wherefore, King Agrippa, I was not disobedient unto the heavenly vision,",
      "20": "But showed first unto them of Damascus, and at Jerusalem, and throughout all the coasts of Judea, and then to the Gentiles, that they should repent and turn to God, and do works worthy amendment of life.",
      "21": "For this cause the Jews caught me in the Temple, and went about to kill me.",
      "22": "Nevertheless, I obtained help of God, and continue unto this day, witnessing both to small and to great, saying none other things, than those which the Prophets and Moses did say should come,",
      "23": "To wit, that Christ should suffer, and that he should be the first that should rise from the dead, and should show light unto this people, and to the Gentiles.",
      "24": "And as he thus answered for himself, Festus said with a loud voice, Paul, thou art beside thyself, much learning doth make thee mad.",
      "25": "But he said, I am not mad, O noble Festus, but I speak the words of truth, and soberness.",
      "26": "For the king knoweth of these things, before whom also I speak boldly: for I am persuaded that none of these things are hidden from him: for this thing was [not] done in a corner.",
      "27": "O King Agrippa, believest thou the Prophets? I know that thou believest.",
      "28": "Then Agrippa said unto Paul, Almost thou persuadest me to become a Christian.",
      "29": "Then Paul said, I would to God that [not] only thou, but also all that hear me today, were both almost, and altogether such as I am, except these bonds.",
      "30": "And when he had thus spoken, the king rose up, and the governor, and Bernice, and they that sat with them.",
      "31": "And when they were gone apart, they talked between themselves, saying, This man doeth nothing worthy of death, nor of bonds.",
      "32": "Then said Agrippa unto Festus, This man might have been loosed, if he had not appealed unto Caesar."
    },
    "27": {
      "1": "Now when it was concluded, that we should sail into Italy, they delivered both Paul, and certain other prisoners unto a Centurion, named Julius, of the band of Augustus.",
      "2": "And we entered into a ship of Adramyttium, purposing to sail by the coasts of Asia, and launched forth, and had Aristarchus of Macedonia, a Thessalonian, with us.",
      "3": "And the next day we arrived at Sidon: and Julius courteously entreated Paul, and gave him liberty to go unto his friends, that they might refresh him.",
      "4": "And from thence we launched, and sailed hard by Cyprus, because the winds were contrary.",
      "5": "Then sailed we over the sea by Cilicia, and Pamphilia, and came to Myra, a city in Lycia.",
      "6": "And there the Centurion found a ship of Alexandria, sailing into Italy, and put us therein.",
      "7": "And when we had sailed slowly many days, and scarce were come against Cnidus, because the wind suffered us not, we sailed hard by Candia, near to Salmone,",
      "8": "And with much ado sailed beyond it, and came unto a certain place called the Fair Havens, near unto the which was the city Lasea.",
      "9": "So when much time was spent, and sailing was now jeopardous, because also the Fast was now passed, Paul exhorted them,",
      "10": "And said unto them, Sirs, I see that this voyage will be with hurt, and much damage, not of the lading and ship only, but also of our lives.",
      "11": "Nevertheless the Centurion believed rather the governor and the master of the ship, than those things which were spoken of Paul.",
      "12": "And because the haven was not commodious to winter in, many took counsel to depart thence, if by any means they might attain to Phoenix, there to winter, which is an haven of Crete, and lieth toward the Southwest and by West, and Northwest and by West.",
      "13": "And when the Southern wind blew softly, they supposing to attain their purpose, loosed nearer, and sailed by Crete.",
      "14": "But anon after, there arose by it a stormy wind called Euroclydon.",
      "15": "And when the ship was caught, and could not resist the wind, we let her go, and were carried away.",
      "16": "And we ran under a little Isle named Clauda, and had much ado to get the boat.",
      "17": "Which they took up and used all help, undergirding the ship, fearing lest they should have fallen into Syrtis, and they strake sail, and so were carried.",
      "18": "The next day when we were tossed with an exceeding tempest, they lightened the ship.",
      "19": "And the third day we cast out with our own hands the tackling of the ship.",
      "20": "And when neither sun nor stars in many days appeared, and no small tempest lay upon us, all hope that we should be saved, was then taken away.",
      "21": "But after long abstinence, Paul stood forth in the midst of them, and said, Sirs, ye should have hearkened to me, and not have loosed from Candia: so should ye have gained this hurt and loss.",
      "22": "But now I exhort you to be of good courage: for there shall be no loss of any man’s life among you, save of the ship only.",
      "23": "For there stood by me this night the Angel of God, whose I am, and whom I serve.",
      "24": "Saying, Fear not, Paul: for thou must be brought before Caesar: and lo, God hath given unto thee freely, all that sail with thee.",
      "25": "Wherefore, Sirs, be of good courage: for I believe God, that it shall be so as it hath been told me.",
      "26": "Howbeit, we must be cast into a certain Island.",
      "27": "And when the fourteenth night was come, as we were carried to and fro in the Adriatic sea about midnight, the shipmen deemed that some country approached unto them.",
      "28": "And sounded, and found it twenty fathoms: and when they had gone a little further, they sounded again, and found fifteen fathoms.",
      "29": "Then fearing lest they should have fallen into some rough places, they cast four anchors out of the stern, and wished that the day were come.",
      "30": "Now as the mariners were about to flee out of the ship, and had let down the boat into the sea under a color as though they would have cast anchors out of the foreship.",
      "31": "Paul said unto the Centurion and the soldiers, Except these abide in the ship, ye cannot be safe.",
      "32": "Then the soldiers cut off the ropes of the boat, and let it fall away.",
      "33": "And when it began to be day, Paul exhorted them all to take meat, saying, This is the fourteenth day that ye have tarried, and continued fasting, receiving nothing:",
      "34": "Wherefore I exhort you to take meat: for this is for your safeguard: for there shall not an hair fall from the head of any of you.",
      "35": "And when he had thus spoken, he took bread, and gave thanks to God in presence of them all, and brake it, and began to eat.",
      "36": "Then were they all of good courage, and they also took meat.",
      "37": "Now we were in the ship in all two hundred threescore and sixteen souls.",
      "38": "And when they had eaten enough, they lightened the ship, and cast out the wheat into the sea.",
      "39": "And when it was day, they knew not the country, but they spied a certain creek with a bank, into the which they were minded (if it were possible) to thrust in the ship.",
      "40": "So when they had taken up the anchors, they committed the ship unto the sea, and loosed the rudder bonds, and hoisted up the main sail to the wind, and drew to the shore.",
      "41": "And when they fell into a place, where two seas met, they thrust in the ship: and the forepart stuck fast, and could not be moved, but the hinder part was broken with the violence of the waves.",
      "42": "Then the soldiers’ counsel was to kill the prisoners, lest any of them, when he had swam out, should flee away.",
      "43": "But the Centurion willing to save Paul, stayed them from this counsel, and commanded that they that could swim, should cast themselves first into the sea, and go out to land:",
      "44": "And the others, some on boards, and some on certain pieces of the ship: and so it came to pass, that they came all safe to land."
    },
    "28": {
      "1": "And when they were come safe, then they knew that the Isle was called Malta.",
      "2": "And the Barbarians showed us no little kindness, for they kindled a fire, and received us everyone, because of the present shower, and because of the cold.",
      "3": "And when Paul had gathered a number of sticks, and laid them on the fire, there came a viper out of the heat, and leaped on his hand.",
      "4": "Now when the Barbarians saw the worm hang on his hand, they said among themselves, This man surely is a murderer, whom, though he hath escaped the sea, yet Vengeance hath not suffered to live.",
      "5": "But he shook off the worm into the fire, and felt no harm.",
      "6": "Howbeit they waited when he should have swollen, or fallen down dead suddenly: but after they had looked a great while, and saw no inconvenience come to him, they changed their minds, and said, That he was a God.",
      "7": "In the same quarters, the chief man of the Isle (whose name was Publius) had possessions: the same received us, and lodged us three days courteously.",
      "8": "And so it was, that the father of Publius lay sick of the fever, and of a bloody flix: to whom Paul entered in, and when he prayed, he laid his hands on him, and healed him.",
      "9": "When this then was done, others also in the Isle, which had diseases, came to him, and were healed,",
      "10": "Which also did us great honor: and when we departed, they laded us with things necessary.",
      "11": "Now after three months we departed in a ship of Alexandria, which had wintered in the Isle, whose badge was Castor and Pollux.",
      "12": "And when we arrived at Syracuse, we tarried there three days.",
      "13": "And from thence we set a compass, and came to Rhegium: and after one day, the South wind blew, and we came the second day to Puteoli:",
      "14": "Where we found brethren, and were desired to tarry with them seven days, and so we went toward Rome.",
      "15": "And from thence when the brethren heard of us, they came to meet us at the Market of Appius, and at the three taverns, whom when Paul saw, he thanked God, and waxed bold.",
      "16": "So when we came to Rome, the Centurion delivered the prisoners to the general Captain: but Paul was suffered to dwell by himself with a soldier that kept him.",
      "17": "And the third day after, Paul calleth the chief of the Jews together, and when they were come, he said unto them, Men and brethren, though I have committed nothing against the people, or Laws of the fathers, yet was I delivered prisoner from Jerusalem into the hands of the Romans.",
      "18": "Who when they had examined me, would have let me go, because there was no cause of death in me.",
      "19": "But when the Jews spake contrary, I was constrained to appeal unto Caesar, not because I had ought to accuse my nation of.",
      "20": "For this cause therefore have I called for you to see you, and to speak with you: for that hope of Israel’s sake, I am bound with this chain.",
      "21": "Then they said unto him, We neither received letters out of Judea concerning thee, neither came any of the brethren that showed or spake any evil of thee.",
      "22": "But we will hear of thee what thou thinkest: for as concerning this sect, we know that everywhere it is spoken against.",
      "23": "And when they had appointed him a day, there came many unto him into his lodging, to whom he expounded, testifying the kingdom of God, and persuading them those things that concern Jesus, both out of the Law of Moses, and out of the Prophets, from morning to night.",
      "24": "And some were [persuaded] with the things which were spoken, and some believed not.",
      "25": "Therefore when they agreed not among themselves, they departed, after that Paul had spoken one word, to wit, Well spake the holy Ghost by Isaiah the Prophet unto our fathers,",
      "26": "Saying, Go unto this people, and say, By hearing ye shall hear, and shall not understand, and seeing ye shall see, and not perceive.",
      "27": "For the heart of this people is waxed fat, and their ears are dull of hearing, and with their eyes have they winked, lest they should see with their eyes, and hear with their ears, and understand with their hearts, and should return that I might heal them.",
      "28": "Be it known therefore unto you, that this salvation of God is sent to the Gentiles, and they shall hear it.",
      "29": "And when he had said these things, the Jews departed, and had great reasoning among themselves.",
      "30": "And Paul remained two years full in an house hired for himself, and received all that came in unto him,",
      "31": "Preaching the kingdom of God, and teaching those things which concern the Lord Jesus Christ, with all boldness of speech, without let."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:56.557432-04:00",
    "Translation": "GNV"
  }
}