{
  "Colossians": {
    "1": {
      "1": "Paul an Apostle of Jesus Christ, by the will of God, and Timothy our brother,",
      "2": "To them which are at Colosse, Saints and faithful brethren in Christ: Grace be with you, and peace from God our Father, and from the Lord Jesus Christ.",
      "3": "We give thanks to God even the Father of our Lord Jesus Christ, always praying for you:",
      "4": "Since we heard of your faith in Christ Jesus, and of your love toward all Saints.",
      "5": "For the hope’s sake, which is laid up for you in heaven, whereof ye have heard before by the word of truth, which is the Gospel,",
      "6": "Which is come unto you, even as it is unto all the world, and is fruitful as it is also among you from the day that ye heard and truly knew the grace of God,",
      "7": "As ye also learned of Epaphras our dear fellow servant, which is for you a faithful minister of Christ:",
      "8": "Who hath also declared unto us your love in the Spirit.",
      "9": "For this cause we also, since the day we heard of it, cease not to pray for you, and to desire that ye might be fulfilled with knowledge of his will in all wisdom, and spiritual understanding.",
      "10": "That ye might walk worthy of the Lord, and please him in all things, being fruitful in all good works, and increasing in the knowledge of God,",
      "11": "Strengthened with all might through his glorious power, unto all patience, and longsuffering with joyfulness,",
      "12": "Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the Saints in light,",
      "13": "Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son,",
      "14": "In whom we have redemption through his blood, that is, the forgiveness of sins.",
      "15": "Who is the image of the invisible God, the first begotten of every creature.",
      "16": "For by him were all things created which are in heaven, and which are in earth, things visible and invisible: whether they be Thrones, or Dominions, or Principalities, or Powers, all things were created by him, and for him.",
      "17": "And he is before all things, and in him all things consist.",
      "18": "And he is the head of the body of the Church: he is the beginning, and the first begotten of the dead, that in all things he might have the preeminence.",
      "19": "For it pleased the Father, that in him should all fullness dwell.",
      "20": "And through peace made by that blood of that his cross, to reconcile to himself through him, through him, I say, all things, both which are in earth, and which are in heaven.",
      "21": "And you which were in times past strangers and enemies, because your minds were set in evil works, hath he now also reconciled,",
      "22": "In that body of his flesh through death, to make you holy and unblameable, and without fault in his sight.",
      "23": "If ye continue, grounded and established in the faith, and be not moved away from the hope of the Gospel, whereof ye have heard, and which hath been preached to every creature, which is under heaven, whereof I Paul am a minister.",
      "24": "Now rejoice I in my sufferings for you, and fulfill the rest of the afflictions of Christ in my flesh, for his body’s sake, which is the Church,",
      "25": "Whereof I am a minister, according to the dispensation of God, which is given me unto youward, to fulfill the word of God,",
      "26": "Which is the mystery hid since the world began, and from all ages, but now is made manifest to his Saints,",
      "27": "To whom God would make known what is the riches of his glorious mystery among the Gentiles, which riches is Christ in you, the hope of glory,",
      "28": "Whom we preach, admonishing every man, and teaching every man in all wisdom, that we may present every man perfect in Christ Jesus.",
      "29": "Whereunto I also labor and strive, according to his working which worketh in me mightily."
    },
    "2": {
      "1": "For I would ye knew what great fighting I have for your sakes, and for them of Laodicea, and for as many as have not seen my person in the flesh.",
      "2": "That their hearts might be comforted, and they knit together in love, and in all riches of the full assurance of understanding, to know the mystery of God, even the Father, and of Christ:",
      "3": "In whom are hid all the treasures of wisdom and knowledge.",
      "4": "And this I say, lest any man should beguile you with enticing words:",
      "5": "For though I be absent in the flesh, yet am I with you in the spirit, rejoicing and beholding your order, and your steadfast faith in Christ.",
      "6": "As ye have therefore received Christ Jesus the Lord, so walk in him.",
      "7": "Rooted and built in him, and established in the faith, as ye have been taught, abounding therein with thanksgiving:",
      "8": "Beware lest there be any man that spoil you through philosophy, and vain deceit, through the traditions of men, according to the rudiments of the world, and not after Christ.",
      "9": "For in him dwelleth all the fullness of the Godhead bodily.",
      "10": "And ye are complete in him, which is the head of all principality and power.",
      "11": "In whom also ye are circumcised with circumcision made without hands, by putting off the sinful body of the flesh, through the circumcision of Christ,",
      "12": "In that ye are buried with him through baptism, in whom ye are also raised up together through the faith of the operation of God, which raised him from the dead.",
      "13": "And you which were dead in sins, and in the uncircumcision of your flesh, hath he quickened together with him, forgiving you all your trespasses,",
      "14": "And putting out the handwriting of ordinances that was against us, which was contrary to us, he even took it out of the way, and fastened it upon the cross,",
      "15": "And hath spoiled the Principalities, and Powers, and hath made a show of them openly, and hath triumphed over them in the same cross.",
      "16": "Let no man therefore condemn you in meat and drink, or in respect of an holy day, or of the new moon, or of the Sabbath days,",
      "17": "Which are but a shadow of things to come: but the body is in Christ.",
      "18": "Let no man at his pleasure bear rule over you by humbleness of mind, and worshipping of Angels, advancing himself in those things which he never saw, rashly puffed up with his fleshly mind,",
      "19": "And holdeth not the head, whereof all the body furnished and knit together by joints and bands, increaseth with the increasing of God.",
      "20": "Wherefore if ye be dead with Christ from the ordinances of the world, why, as though ye lived in the world, are ye burdened with traditions?",
      "21": "As, Touch not, Taste not, Handle not.",
      "22": "Which all perish with the using, and are after the commandments and doctrines of men.",
      "23": "Which things have indeed a show of wisdom, in voluntary religion and humbleness of mind, and in not sparing the body, which are things of no value, since they pertain to the filling of the flesh."
    },
    "3": {
      "1": "If ye then be risen with Christ, seek those things which are above, where Christ sitteth at the right hand of God.",
      "2": "Set your affections on things which are above, and not on things which are on the earth.",
      "3": "For ye are dead, and your life is hid with Christ in God.",
      "4": "When Christ which is our life, shall appear, then shall ye also appear with him in glory.",
      "5": "Mortify therefore your members which are on the earth, fornication, uncleanness, the inordinate affection, evil concupiscence, and covetousness which is idolatry.",
      "6": "For the which things’ sake the wrath of God cometh on the children of disobedience.",
      "7": "Wherein ye also walked once, when ye lived in them.",
      "8": "But now put ye away even all these things, wrath, anger, maliciousness, cursed speaking, filthy speaking, out of your mouth.",
      "9": "Lie not one to another: seeing that ye have put off the old man with his works,",
      "10": "And have put on the new, which is renewed in knowledge after the image of him that created him,",
      "11": "Where is neither Grecian nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond, free: But Christ is all, and in all things.",
      "12": "Now therefore as the elect of God, holy and beloved, put on the bowels of mercies, kindness, humbleness of mind, meekness, longsuffering:",
      "13": "Forbearing one another, and forgiving one another, if any man have a quarrel to another: even as Christ forgave, even so do ye.",
      "14": "And above all these things put on love, which is the bond of perfectness.",
      "15": "And let the peace of God rule in your hearts, to the which ye are called in one body, and be ye thankful:",
      "16": "Let the word of Christ dwell in you plenteously in all wisdom, teaching and admonishing your own selves, in Psalms, and hymns, and spiritual songs, singing with a grace in your hearts to the Lord,",
      "17": "And whatsoever ye shall do, in word or deed, do all in the Name of the Lord Jesus, giving thanks to God even the Father by him.",
      "18": "Wives, submit yourselves unto your husbands, as it is comely in the Lord.",
      "19": "Husbands, love your wives, and be not bitter unto them.",
      "20": "Children, obey your parents in all things: for that is well pleasing unto the Lord.",
      "21": "Fathers, provoke not your children to anger, lest they be discouraged.",
      "22": "Servants, be obedient unto them that are your masters according to the flesh, in all things, not with eye service as men pleasers, but in singleness of heart, fearing God.",
      "23": "And whatsoever ye do, do it heartily, as to the Lord, and not to men,",
      "24": "Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.",
      "25": "But he that doeth wrong, shall receive for the wrong that he hath done: and there is no respect of persons."
    },
    "4": {
      "1": "Ye masters, do unto your servants, that which is just and equal, knowing that ye also have a master in heaven.",
      "2": "Continue in prayer, and watch in the same with thanksgiving,",
      "3": "Praying also for us, that God may open unto us the door of utterance, to speak the mystery of Christ: wherefore I am also in bonds,",
      "4": "That I may utter it, as it becometh me to speak.",
      "5": "Walk wisely toward them that are without, and redeem the season.",
      "6": "Let your speech be gracious always, and powdered with salt, that ye may know how to answer every man.",
      "7": "Tychicus our beloved brother and faithful minister, and fellow servant in the Lord, shall declare unto you my whole state:",
      "8": "Whom I have sent unto you for the same purpose that he might know your state, and might comfort your hearts,",
      "9": "With Onesimus a faithful and a beloved brother, who is one of you. They shall show you of all things here.",
      "10": "Aristarchus my prison fellow saluteth you, and Marcus, Barnabas’s cousin (touching whom ye received commandments: If he come unto you, receive him.)",
      "11": "And Jesus which is called Justus, which are of the circumcision. These only are my work-fellows unto the kingdom of God, which have been unto my consolation.",
      "12": "Epaphras the servant of Christ, which is one of you, saluteth you, and always striveth for you in prayers, that ye may stand perfect, and full in all the will of God.",
      "13": "For I bear him record, that he hath a great zeal for you, and for them of Laodicea, and them of Hierapolis,\n14 Luke the beloved physician greeteth you, and Demas.",
      "14": "Salute the brethren which are of Laodicea, and Nymphas, and the Church which is in his house.",
      "15": "And when this Epistle is read of you, cause that it be read in the Church of the Laodiceans also, and that ye likewise read the Epistle written from Laodicea,",
      "16": "And say to Archippus, Take heed to the ministry, that thou hast received in the Lord, that thou fulfill it.",
      "17": "The salutation by the hand of me Paul. Remember my bands. Grace be with you, Amen.\nWritten from Rome to the Colossians, and sent by Tychicus, and Onesimus."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:04.699940-04:00",
    "Translation": "GNV"
  }
}