{
  "Daniel": {
    "1": {
      "1": "In the third year of the reign of Jehoiakim king of Judah, came Nebuchadnezzar King of Babel unto Jerusalem and besieged it.",
      "2": "And the Lord gave Jehoiakim king of Judah into his hand with part of the vessels of the house of God, which he carried into the land of Shinar, to the house of his god, and he brought the vessels into his god’s treasury.",
      "3": "And the King spake unto Ashpenaz the master of his Eunuchs, that he should bring certain of the children of Israel, of the King’s seed, and of the princes:",
      "4": "Children in whom was no blemish, but well favored, and instruct in all wisdom, and well seen in knowledge, and able to utter knowledge, and such as were able to stand in the king’s palace, and whom they might teach the learning, and the tongue of the Chaldeans.",
      "5": "And the king appointed them provision every day of a portion of the king’s meat, and of the wine, which he drank, so nourishing them three years, that at the end thereof, they might stand before the king.",
      "6": "Now among these were certain of the children of Judah, Daniel, Hananiah, Mishael and Azariah.",
      "7": "Unto whom the chief of the Eunuchs gave other names: for he called Daniel, Belteshazzar, and Hananiah, Shadrach, and Mishael, Meshach, and Azariah, Abednego.",
      "8": "But Daniel had determined in his heart, that he would not defile himself with the portion of the King’s meat, nor with the wine which he drank: therefore he required the chief of the Eunuchs that he might not defile himself.",
      "9": "(Now God had brought Daniel into favor, and tender love with the chief of the Eunuchs.)",
      "10": "And the chief of the Eunuchs said unto Daniel, I fear my lord the King, who hath appointed your meat and your drink: therefore if he see your faces worse liking than the other children which are of your sort, then shall you make me lose mine head unto the King.",
      "11": "Then said Daniel to Melzar, whom the chief of the Eunuchs had set over Daniel, Hananiah, Mishael, and Azariah,",
      "12": "Prove thy servants, I beseech thee, ten days, and let them give us pulse to eat, and water to drink.",
      "13": "Then let our countenances be looked upon before thee, and the countenances of the children that eat of the portion of the King’s meat: and as thou seest, deal with thy servants.",
      "14": "So he consented to them in this matter, an proved them ten days.",
      "15": "And at the end of ten days, their countenances appeared fairer, and in better liking than all the children’s, which did eat the portion of the King’s meat.",
      "16": "Thus Melzar took away the portion of their meat, and the wine that they should drink, and gave them pulse.",
      "17": "As for these four children, God gave them knowledge, and understanding in all learning and wisdom: also he gave Daniel understanding of all visions and dreams.",
      "18": "Now when the time was expired, that the King had appointed to bring them in, the chief of the Eunuchs brought them before Nebuchadnezzar.",
      "19": "And the King communed with them: and among them all was found none like Daniel, Hananiah, Mishael, and Azariah: therefore stood they before the king.",
      "20": "And in all matters of wisdom, and understanding that the King enquired of them, he found them ten times better than all the enchanters and astrologians that were in all his realm.",
      "21": "And Daniel was unto the first year of king Cyrus."
    },
    "2": {
      "1": "And in the second year of the reign of Nebuchadnezzar, Nebuchadnezzar dreamed dreams wherewith his spirit was troubled, and his sleep was upon him.",
      "2": "Then the king commanded to call the enchanters, and the astrologians, and the sorcerers, and the Chaldeans for to show the king his dreams: so they came and stood before the King.",
      "3": "And the king said unto them, I have dreamed a dream, and my spirit was troubled to know the dream.",
      "4": "Then spake the Chaldeans to the king in the Aramite’s language, O king, live forever: show thy servants thy dream, and we shall show the interpretation.",
      "5": "And the King answered and said to the Chaldeans, The thing is gone from me. If ye will not make me understand the dream with the interpretation thereof, ye shall be drawn in pieces, and your houses shall be made a jakes.",
      "6": "But if ye declare the dream and the interpretation thereof, ye shall receive of me gifts and rewards, and great honor: therefore show me the dream and the interpretation of it.",
      "7": "They answered again, and said, Let the king show his servants the dream, and we will declare the interpretation thereof.",
      "8": "Then the king answered, and said, I know certainly that ye would gain the time, because ye see the thing is gone from me.",
      "9": "But if ye will not declare me the dream, there is but one judgment for you: for ye have prepared lying and corrupt words, to speak before me till the time be changed: therefore tell me the dream, that I may know, if ye can declare me the interpretation thereof.",
      "10": "Then the Chaldeans answered before the king, and said, There is no man upon earth that can declare the king’s matter: yea, there is neither King nor Prince nor lord that asked such things at an enchanter, or astrologian, or Chaldean.",
      "11": "For it is a rare thing that the king requireth, and there is none other that can declare it before the king, except the gods whose dwelling is not with flesh.",
      "12": "For this cause the king was angry and in great fury, and commanded to destroy all the wise men of Babel.",
      "13": "And when sentence was given, the wise men were slain: and they sought Daniel and his fellows to be put to death.",
      "14": "Then Daniel answered with counsel and wisdom to Arioch the king’s chief steward, which was gone forth to put to death the wise men of Babel.",
      "15": "Yea, he answered and said unto Arioch the king’s captain, Why is the sentence so hasty from the king? Then Arioch declared the thing to Daniel.",
      "16": "So Daniel went and desired the king that he would give him leisure, and that he would show the king the interpretation thereof.",
      "17": "Then Daniel went to his house, and showed the matter to Hananiah, Mishael, and Azariah his companions,",
      "18": "That they should beseech the God of heaven for grace in this secret, that Daniel and his fellows should not perish with the rest of the wise men of Babel.",
      "19": "Then was the secret revealed unto Daniel in a vision by night: therefore Daniel praised the God of heaven.",
      "20": "And Daniel answered and said, The Name of God be praised forever and ever: for wisdom and strength are his.",
      "21": "And he changeth the times and seasons: he taketh away kings: he setteth up kings: he giveth wisdom unto the wise, and understanding to those that understand.",
      "22": "He discovereth the deep and secret things: he knoweth what is in darkness, and the light dwelleth with him.",
      "23": "I thank thee and praise thee, O thou God of my fathers, that thou hast given me wisdom and strength, and hast showed me now the thing that we desired of thee: for thou hast declared unto us the king’s matter.",
      "24": "Therefore Daniel went unto Arioch, whom the King had ordained to destroy the wise men of Babel: he went and said thus unto him, Destroy not the wise men of Babel, but bring me before the king, and I will declare unto the king the interpretation.",
      "25": "Then Arioch brought Daniel before the king in all haste, and said thus unto him, I have found a man of the children of Judah that were brought captives, that will declare unto the king the interpretation.",
      "26": "Then answered the king, and said unto Daniel, whose name was Belteshazzar, Art thou able to show me the dream which I have seen, and the interpretation thereof?",
      "27": "Daniel answered in the presence of the king, and said, The secret which the king hath demanded, can neither the wise, the astrologians, the enchanters, nor the soothsayers declare unto the king.",
      "28": "But there is a God in heaven that revealeth secrets, and showeth the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the things which thou hast seen in thine head upon thy bed, is this:",
      "29": "O king, when thou wast in thy bed, thoughts came into thy mind, what should come to pass hereafter, and he that revealeth secrets, telleth thee what shall come.",
      "30": "As for me, this secret is not showed me for any wisdom that I have more than any other living, but only to show the king the interpretation, and that thou mightest know the thoughts of thine heart.",
      "31": "O king, thou sawest, and behold, there was a great image: this great image whose glory was so excellent, stood before thee, and the form therefore was terrible.",
      "32": "This image’s head was of fine gold, his breast, and his arms of silver, his belly and his thighs of brass,",
      "33": "His legs of iron, and his feet were part of iron, and part of clay.",
      "34": "Thou beheldest it till a stone was cut without hands, which smote the image upon his feet, that were of iron and clay, and brake them to pieces.",
      "35": "Then was the iron, the clay, the brass, the silver and the gold broken all together, and became like the chaff of the summer flowers, and the wind carried them away, that no place was found for them: and the stone that smote the image, became a great mountain, and filled the whole earth.",
      "36": "This is the dream, and we will declare before the king the interpretation thereof.",
      "37": "O king, thou art a king of kings: for the God of heaven hath given thee a kingdom, power, and strength, and glory.",
      "38": "And in all places where the children of men dwell, the beasts of the field, and the fowls of the heaven hath he given into thine hand, and hath made thee ruler over them all: thou art this head of gold.",
      "39": "And after thee shall rise another kingdom, inferior to thee, of silver, and another third kingdom shall be of brass, which shall bear rule over all the earth.",
      "40": "And the fourth kingdom shall be strong as iron: for as iron breaketh in pieces, and subdueth all things, and as iron bruiseth all these things, so shall it break in pieces, and bruise all.",
      "41": "Whereas thou sawest the feet and toes, part of potter’s clay, and part of iron: the kingdom shall be divided, but there shall be in it of the strength of the iron, as thou sawest the iron mixed with the clay, and earth.",
      "42": "And as the toes of the feet were part of iron, and part of clay, so shall the kingdom be partly strong, and partly broken.",
      "43": "And whereas thou sawest iron mixed with clay and earth, they shall mingle themselves with the seed of men: but they shall not join one with another, as iron cannot be mixed with clay.",
      "44": "And in the days of these kings, shall the God of heaven set up a kingdom, which shall never be destroyed: and this kingdom shall not be given to another people, but it shall break, and destroy all these kingdoms, and it shall stand forever.",
      "45": "Whereas thou sawest, that the stone was cut of the mountain without hands, and that it brake in pieces the iron, the brass, the clay, the silver, and the gold: so the great God hath showed the king, what shall come to pass hereafter, and the dream is true, and the interpretation thereof is sure.",
      "46": "Then the king Nebuchadnezzar fell upon his face, and bowed himself unto Daniel, and commanded that they should offer meat offerings, and sweet odors unto him.",
      "47": "Also the King answered unto Daniel, and said, I know of a truth that your God is a God of gods, and the Lord of kings, and the revealer of secrets, seeing thou couldest open this secret.",
      "48": "So the king made Daniel a great man, and gave him many and great gifts. He made him governor over the whole province of Babel, and chief of the rulers, and above all the wise men of Babel.",
      "49": "Then Daniel made request to the King, and he set Shadrach, Meshach, and Abednego over the charge of the province of Babel: but Daniel sat in the gate of the king."
    },
    "3": {
      "1": "Nebuchadnezzar the king made an image of gold, whose height was threescore cubits, and the breadth thereof six cubits: he set it up in the plain of Dura, in the province of Babel.",
      "2": "Then Nebuchadnezzar the king sent forth to gather together the nobles, the princes and the dukes, the judges, the receivers, the counselors, the officers, and all the governors of the provinces, that they should come to the dedication of the image, which Nebuchadnezzar the King had set up.",
      "3": "So the nobles, princes, and dukes, the judges, the receivers, the counselors, the officers, and all the governors of the provinces were assembled unto the dedicating of the image that Nebuchadnezzar the King had set up and they stood before the image which Nebuchadnezzar had set up.",
      "4": "Then an herald cried aloud, Be it known to you, O people, nations, and languages,",
      "5": "That when ye hear the sound of the cornet, trumpet, harp, sackbut, psaltery, dulcimer, and all instruments of music, ye fall down, and worship the golden image, that Nebuchadnezzar the king hath set up.",
      "6": "And whosoever falleth not down, and worshippeth, shall the same hour be cast into the midst of an hot fiery furnace.",
      "7": "Therefore as soon as all the people heard the sound of the cornet, trumpet, harp, sackbut, psaltery, and all instruments of music, all the people, nations, and languages fell down, and worshipped the golden image, that Nebuchadnezzar the king had set up.",
      "8": "By reason whereof at that same time came men of the Chaldeans, and grievously accused the Jews.",
      "9": "For they spake and said to the king Nebuchadnezzar, O King, live forever.",
      "10": "Thou, O King, hast made a decree, that every man that shall hear the sound of the cornet, trumpet, harp, sackbut, psaltery, and dulcimer, and all instruments of music, shall fall down, and worship the golden image.",
      "11": "And whosoever falleth not down, and worshippeth, that he should be cast into the midst of an hot fiery furnace.",
      "12": "There are certain Jews whom thou hast set over the charge of the province of Babel, Shadrach, Meshach, and Abednego: these men, O King, have not regarded thy commandment, neither will they serve thy gods, nor worship the golden image that thou hast set up.",
      "13": "Then Nebuchadnezzar in his anger and wrath commanded that they should bring Shadrach, Meshach, and Abednego, so these men were brought before the king.",
      "14": "And Nebuchadnezzar spake, and said unto them, What disorder? will not you, Shadrach, Meshach, and Abednego, serve my god, nor worship the golden image that I have set up?",
      "15": "Now therefore are ye ready when ye hear the sound of the cornet, trumpet, harp, sackbut, psaltery, and dulcimer, and all instruments of music, to fall down, and worship the image which I have made? for if ye worship it not, ye shall be cast immediately into the midst of an hot fiery furnace: for who is that God, that can deliver you out of mine hands?",
      "16": "Shadrach, Meshach, and Abednego answered and said to the King, O Nebuchadnezzar, we are not careful to answer thee in this matter.",
      "17": "Behold, our God whom we serve, is able to deliver us from the hot fiery furnace, and he will deliver us out of thine hand, O king.",
      "18": "But if not, be it known to thee, O king, that we will not serve thy gods, nor worship the golden image which thou hast set up.",
      "19": "Then was Nebuchadnezzar full of rage, and the form of his visage was changed against Shadrach, Meshach, and Abednego: therefore he charged and commanded that they should heat the furnace at once seven times more than it was wont to be heated.",
      "20": "And he charged the most valiant men of war that were in his army, to bind Shadrach, Meshach, and Abednego, and to cast them into the hot fiery furnace.",
      "21": "So these men were bound in their coats, their hosen, and their cloaks, with their other garments, and cast into the midst of the hot fiery furnace.",
      "22": "Therefore, because the king’s commandment was strait, that the furnace should be exceeding hot, the flame of the fire slew those men that brought forth Shadrach, Meshach and Abednego.",
      "23": "And these three men, Shadrach, Meshach and Abednego fell down bound into the midst of the hot fiery furnace.",
      "24": "Then Nebuchadnezzar the king was astonied, and rose up in haste, and spake, and said unto his counselors, Did not we cast three men bound into the midst of the fire? Who answered, and said unto him, It is true, O king.",
      "25": "And he answered, and said, Lo, I see four men loose, walking in the midst of the fire, and they have no hurt, and the form of the fourth is like the son of God.",
      "26": "Then the King Nebuchadnezzar came near to the mouth of the hot fiery furnace, and spake and said, Shadrach, Meshach and Abednego, the servants of the high God, go forth and come hither: so Shadrach, Meshach and Abednego came forth of the midst of the fire.",
      "27": "Then the nobles, princes, and dukes, and the king’s counselors came together to see these men, because the fire had no power over their bodies: for not an hair of their head was burnt, neither were their coats changed, nor any smell of fire came upon them.",
      "28": "Wherefore Nebuchadnezzar spake and said, Blessed be the God of Shadrach, Meshach and Abednego, who hath sent his Angel, and delivered his servants, that put their trust in him, and have changed the king’s commandment, and yielded their bodies rather than they would serve or worship any god save their own God.",
      "29": "Therefore I make a decree that every people, nation, and language, which speak any blasphemy against the God of Shadrach, Meshach, and Abednego, shall be drawn in pieces, and their houses shall be made a jakes, because there is no god that can deliver after this sort.",
      "30": "Then the King promoted Shadrach, Meshach and Abednego in the province of Babel.",
      "31": "Nebuchadnezzar king unto all people, nations and languages, that dwell in all the world, Peace be multiplied unto you:",
      "32": "I thought it good to declare the signs and wonders, that the high God hath wrought toward me.",
      "33": "How great are his signs, and how mighty are his wonders! his kingdom is an everlasting kingdom, and his dominion is from generation to generation."
    },
    "4": {
      "1": "I Nebuchadnezzar being at rest in mine house, and flourishing in my palace,",
      "2": "Saw a dream, which made me afraid, and the thoughts upon my bed, and the visions of mine head troubled me.",
      "3": "Therefore made I a decree, that they should bring all the wise men of Babel before me, that they might declare unto me the interpretation of the dream.",
      "4": "So came the enchanters, the astrologians, the Chaldeans and the soothsayers, to whom I told the dream, but they could not show me the interpretation thereof,",
      "5": "Till at the last Daniel came before me, (whose name was Belteshazzar, according to the name of my god, which hath the spirit of the holy gods in him) and before him I told the dream, saying,",
      "6": "O Belteshazzar, chief of the enchanters, because I know, that the spirit of the holy gods is in thee, and no secret troubleth thee, tell me the visions of my dream, that I have seen, and the interpretation thereof.",
      "7": "Thus were the visions of my head in my bed, and behold, I saw a tree in the midst of the earth, and the height thereof was great:",
      "8": "A great tree and strong, and the height thereof reached unto heaven, and the sight thereof to the ends of all the earth.",
      "9": "The boughs thereof were fair and the fruit thereof much, and in it was meat for all: it made a shadow under it for the beasts of the field, and the fowls of the heaven dwelt in the boughs thereof, and all flesh fed of it.",
      "10": "I saw in the visions of mine head upon my bed, and behold, a watchman and an holy one came down from heaven,",
      "11": "And cried aloud, and said thus, Hew down the tree, and break off his branches: shake off his leaves, and scatter his fruit, that the beasts may flee from under it, and the fowls from his branches.",
      "12": "Nevertheless, leave the stump of his roots in the earth, and with a band of iron and brass bind it among the grass of the field, and let it be wet with the dew of heaven, and let his portion be with the beasts among the grass of the field.",
      "13": "Let his heart be changed from man’s nature, and let a beast’s heart be given unto him, and let seven times be passed over him.",
      "14": "The sentence is according to the decree of the watchmen, and according to the word of the holy ones: the demand was answered, to the intent that living men may know, that the most High hath power over the kingdom of men, and giveth it to whomsoever he will, and appointeth over it the most abject among men.",
      "15": "This is the dream, that I King Nebuchadnezzar have seen: therefore thou, O Belteshazzar, declare the interpretation thereof: for all the wise men of my kingdom are not able to show me the interpretation: but thou art able, for the spirit of the holy gods is in thee.",
      "16": "Then Daniel (whose name was Belteshazzar) held his peace by the space of one hour, and his thoughts troubled him, and the King spake and said, Belteshazzar, let neither the dream, nor the interpretation thereof trouble thee. Belteshazzar answered and said, My lord, the dream be to them that hate thee, and the interpretation thereof to thine enemies.",
      "17": "The tree that thou sawest, which was great and mighty, whose height reached unto the heaven, and the sight thereof through all the world,",
      "18": "Whose leaves were fair, and the fruit thereof much, and in it was meat for all, under the which the beasts of the field dwelt, and upon whose branches the fowls of the heaven did sit,",
      "19": "It is thou, O king, that art great and mighty: for thy greatness is grown, and reacheth unto heaven, and thy dominion to the ends of the earth.",
      "20": "Whereas the King saw a watchman, and an holy one that came down from heaven, and said, Hew down the tree, and destroy it, yet leave the stump of the roots thereof in the earth, and with a band of iron and brass bind it among the grass of the field, and let it be wet with the dew of heaven, and let his portion be with the beasts of the field, till seven times pass over him.",
      "21": "This is the interpretation, O king, and it is the decree of the most High, which is come upon my lord the king,",
      "22": "That they shall drive thee from men, and thy dwelling shall be with the beasts of the field: they shall make thee to eat grass as the oxen, and they shall wet thee with the dew of heaven: and seven times shall pass over thee, till thou know, that the most High beareth rule over the kingdom of men, and giveth it to whomsoever he will.",
      "23": "Whereas they said, that one should leave the stump of the tree roots, thy kingdom shall remain unto thee: after that, thou shalt know, that the heavens have the rule.",
      "24": "Wherefore, O king, let my counsel be acceptable unto thee, and break off thy sins by righteousness, and thine iniquities by mercy towards the poor: lo, let there be a healing of thine error.",
      "25": "All these things shall come upon the king Nebuchadnezzar.",
      "26": "At the end of twelve months, he walked in the royal palace of Babel.",
      "27": "And the king spake and said, Is not this great Babel that I have built for the house of the kingdom by the might of my power, and for the honor of my majesty?",
      "28": "While the word was in the king’s mouth, a voice came down from heaven, saying, O king Nebuchadnezzar, to thee be it spoken, Thy kingdom is departed from thee,",
      "29": "And they shall drive thee from men, and thy dwelling shall be with the beasts of the field: they shall make thee to eat grass, as the oxen, and seven times shall pass over thee, until thou knowest, that the most High beareth rule over the kingdom of men, and giveth it unto whomsoever he will.",
      "30": "The very same hour was this thing fulfilled upon Nebuchadnezzar, and he was driven from men, and did eat grass as the oxen, and his body was wet with the dew of heaven, till his hairs were grown as eagles feathers, and his nails like birds claws.",
      "31": "And at the end of these days, I Nebuchadnezzar lifted up mine eyes unto heaven, and mine understanding was restored unto me, and I gave thanks unto the most High, and I praised and honored him, that liveth forever, whose power is an everlasting power, and his kingdom is from generation to generation.",
      "32": "And all the inhabitants of the earth are reputed as nothing: and according to his will he worketh in the army of heaven, and in the inhabitants of the earth: and none can stay his hand, nor say unto him, What doest thou?",
      "33": "At the same time was mine understanding restored unto me, and I returned to the honor of my kingdom: my glory and my beauty was restored unto me, and my counselors and my princes sought unto me, and I was established in my kingdom, and my glory was augmented toward me.",
      "34": "Now therefore I Nebuchadnezzar praise, and extol and magnify the king of heaven, whose works are all truth, and his ways judgment: and those that walk in pride, he is able to abase."
    },
    "5": {
      "1": "King Belshazzar made a great feast to a thousand of his princes, and drank wine before the thousand.",
      "2": "And Belshazzar while he tasted the wine, commanded to bring him the golden and silver vessels, which his father Nebuchadnezzar had brought from the Temple in Jerusalem, that the king and his princes, his wives, and his concubines might drink therein.",
      "3": "Then were brought the golden vessels, that were taken out of the Temple of the Lord’s house at Jerusalem, and the king and his princes, his wives and his concubines drank in them.",
      "4": "They drank wine, and praised the gods of gold, and of silver, of brass, of iron, of wood, and of stone.",
      "5": "At the same hour appeared fingers of a man’s hand, which wrote over against the candlestick upon the plaster of the wall of the king’s palace, and the king saw the palm of the hand that wrote.",
      "6": "Then the king’s countenance was changed, and his thoughts troubled him, so that the joints of his loins were loosed, and his knees smote one against the other.",
      "7": "Wherefore the king cried loud, that they should bring the astrologians, the Chaldeans and the soothsayers. And the king spake, and said to the wise men of Babel, Whosoever can read this writing, and declare me the interpretation thereof, shall be clothed with purple, and shall have a chain of gold about his neck, and shall be the third ruler in the kingdom.",
      "8": "Then came all the king’s wise men, but they could neither read the writing, nor show the king the interpretation.",
      "9": "Then was king Belshazzar greatly troubled, and his countenance was changed in him, and his princes were astonied.",
      "10": "Now the Queen by reason of the talk of the King and his princes, came into the banquet house, and the Queen spake, and said, O king, live forever: let not thy thoughts trouble thee, nor let thy countenance be changed.",
      "11": "There is a man in thy kingdom, in whom is the spirit of the holy gods, and in the days of thy father, light and understanding and wisdom like the wisdom of the gods, was found in him: whom the king Nebuchadnezzar thy father, the king, I say, thy father, made chief of the enchanters, astrologians, Chaldeans, and soothsayers,",
      "12": "Because a more excellent spirit, and knowledge, and understanding (for he did expound dreams, and declare hard sentences, and dissolved doubts) were found in him, even in Daniel, whom the king named Belteshazzar: now let Daniel be called, and he will declare the interpretation.",
      "13": "Then was Daniel brought before the king, and the king spake and said unto Daniel, Art thou that Daniel, which art of the children of the captivity of Judah, whom my father the king brought out of Jewry?",
      "14": "Now I have heard of thee, that the spirit of the holy gods is in thee, and that light and understanding, and excellent wisdom is found in thee.",
      "15": "Now therefore wise men and Astrologians have been brought before me, that they should read this writing, and show me the interpretation thereof: but they could not declare the interpretation of the thing.",
      "16": "Then heard I of thee, that thou couldest show interpretations, and dissolve doubts: now if thou canst read the writing, and show me the interpretation thereof, thou shalt be clothed with purple, and shall have a chain of gold about thy neck, and shalt be the third ruler in the kingdom.",
      "17": "Then Daniel answered, and said before the king, Keep thy rewards to thyself, and give thy gifts to another: yet I will read the writing unto the king, and show him the interpretation.",
      "18": "O king, hear thou, The most high God gave unto Nebuchadnezzar thy father a kingdom, and majesty, and honor, and glory.",
      "19": "And for the majesty that he gave him, all people, nations, and languages trembled, and feared before him: he put to death whom he would: he smote whom he would: whom he would he set up, and whom he would he put down.",
      "20": "But when his heart was puffed up, and his mind hardened in pride, he was deposed from his kingly throne, and they took his honor from him.",
      "21": "And he was driven from the sons of men, and his heart was made like the beasts, and his dwelling was with the wild asses: they fed him with grass like oxen, and his body was wet with the dew of the heaven, till he knew that the most high God bare rule over the kingdom of men, and that he appointeth over it, whomsoever he pleaseth.",
      "22": "And thou his son, O Belshazzar, hast not humbled thine heart, though thou knewest all these things,",
      "23": "But hast lifted thyself up against the Lord of heaven, and they have brought the vessels of his House before thee, and thou and thy princes, thy wives and thy concubines have drunk wine in them, and thou hast praised the gods of silver and gold, of brass, iron, wood and stone, which neither see, neither hear, nor understand: and the God in whose hand thy breath is and all thy ways, him hast thou not glorified.",
      "24": "Then was the palm of the hand sent from him, and hath written this writing.",
      "25": "And this is the writing that he hath written, MENE, MENE, TEKEL UPHARSIN.",
      "26": "This is the interpretation of the thing, MENE, God hath numbered thy kingdom, and hath finished it.",
      "27": "TEKEL, thou art weighed in the balance, and art found too light.",
      "28": "PERES, thy kingdom is divided and given to the Medes and Persians.",
      "29": "Then at the commandment of Belshazzar they clothed Daniel with purple, and put a chain of gold about his neck, and made a proclamation concerning him that he should be the third ruler in the kingdom.",
      "30": "The same night was Belshazzar the King of the Chaldeans slain.",
      "31": "And Darius of the Medes took the kingdom, being threescore and two years old."
    },
    "6": {
      "1": "It pleased Darius to set over the kingdom an hundred and twenty governors, which should be over the whole kingdom,",
      "2": "And over these three rulers, (of whom Daniel was one) that the governors might give accompts unto them, and the king should have no damage.",
      "3": "Now this Daniel was preferred above the rulers, and governors, because the spirit was excellent in him, and the king thought to set him over the whole realm.",
      "4": "Wherefore the rulers and governors sought an occasion against Daniel concerning the kingdom: but they could find none occasion nor fault: for he was so faithful that there was no blame nor fault found in him.",
      "5": "Then said these men, We shall not find an occasion against this Daniel, except we find it against him concerning the Law of his God.",
      "6": "Therefore the rulers and these governors went together to the king, and said thus unto him, King Darius, live forever.",
      "7": "All the rulers of thy kingdom, the officers and governors, the counselors and dukes have consulted together to make a decree for the king, and to establish a statute, that whosoever shall ask a petition of any god or man for thirty days save of thee, O king, he shall be cast into the den of lions.",
      "8": "Now, O king, confirm the decree, and seal the writing, that it be not changed, according to the law of the Medes and Persians, which altereth not.",
      "9": "Wherefore king Darius sealed the writing and the decree.",
      "10": "Now when Daniel understood that he had sealed the writing, he went into his house, and his window being open in his chamber toward Jerusalem, he kneeled upon his knees three times a day, and prayed and praised his God, as he did aforetime.",
      "11": "Then these men assembled, and found Daniel praying, and making supplication unto his God.",
      "12": "So they came and spake unto the king concerning the king’s decree, Hast thou not sealed the decree, that every man that shall make a request to any god or man within thirty days, save to thee, O King, shall be cast into the den of lions? The King answered, and said, The thing is true, according to the law of the Medes and Persians, which altereth not.",
      "13": "Then answered they, and said unto the King, This Daniel which is of the children of the captivity of Judah, regardeth not thee, O king, nor the decree that thou hast sealed, but maketh his petition three times a day.",
      "14": "When the King heard these words, he was sore displeased with himself, and set his heart on Daniel, to deliver him: and he labored till the sun went down, to deliver him.",
      "15": "Then these men assembled unto the king, and said unto the King, Understand, O King, that the law of the Medes and Persians is, that no decree nor statute which the king confirmeth, may be altered.",
      "16": "Then the King commanded, and they brought Daniel, and cast him into the den of lions: now the king spake, and said unto Daniel, Thy God, whom thou always servest, even he will deliver thee.",
      "17": "And a stone was brought, and laid upon the mouth of the den, and the King sealed it with his own signet, and with the signet of his princes, that the purpose might not be changed, concerning Daniel.",
      "18": "Then the king went unto his palace, and remained fasting, neither were the instruments of music brought before him, and his sleep went from him.",
      "19": "Then the king arose early in the morning, and went in all haste unto the den of lions.",
      "20": "And when he came to the den, he cried with a lamentable voice unto Daniel: and the king spake, and said to Daniel, O Daniel the servant of the living God, is not thy God (whom thou always servest) able to deliver thee from the lions?",
      "21": "Then said Daniel unto the King, O king, live forever.",
      "22": "My God hath sent his Angel and hath shut the lion’s mouths, and they have not hurt me: for my justice was found out before him: and unto thee, O king, I have done no hurt.",
      "23": "Then was the King exceeding glad for him, and commanded that they should take Daniel out of the den: so Daniel was brought out of the den, and no manner of hurt was found upon him, because he believed in his God.",
      "24": "And by the commandment of the King these men which had accused Daniel, were brought, and were cast into the den of lions, even they, their children, and their wives: and the lions had the mastery of them, and brake all their bones a pieces, or ever they came at the ground of the den.",
      "25": "Afterward King Darius wrote, Unto all people, nations and languages, that dwell in all the world: Peace be multiplied unto you.",
      "26": "I make a decree, that in all the dominion of my kingdom, men tremble and fear before the God of Daniel: for he is the living God, and remaineth forever: and his kingdom shall not perish, and his dominion shall be everlasting.",
      "27": "He rescueth and delivereth, and he worketh signs and wonders in heaven and in earth: who hath delivered Daniel from the power of the lions.",
      "28": "So this Daniel prospered in the reign of Darius and in the reign of Cyrus of Persia."
    },
    "7": {
      "1": "In the first year of Belshazzar King of Babel, Daniel saw a dream, and there were visions in his head, upon his bed: then he wrote the dream, and declared the sum of the matter.",
      "2": "Daniel spake and said, I saw in my vision by night, and behold, the four winds of the heaven strove upon the great sea:",
      "3": "And four great beasts came up from the sea one divers from another.",
      "4": "The first was as a lion, and had eagle’s wings: I beheld till the wings thereof were plucked off, and it was lifted up from the earth, and set upon his feet as a man, and a man’s heart was given him.",
      "5": "And behold, another beast which was the second, was like a bear, and stood upon the one side: and he had three ribs in his mouth between his teeth, and they said thus unto him, Arise, and devour much flesh.",
      "6": "After this, I beheld, and lo, there was another like a leopard, which had upon his back four wings of a fowl: the beast had also four heads, and dominion was given him.",
      "7": "After this, I saw in the visions by night, and behold, the fourth beast was fearful and terrible and very strong. It had great iron teeth: it devoured and brake in pieces, and stamped the residue under his feet: and it was unlike to the beasts that were before it: for it had ten horns.",
      "8": "As I considered the horns, behold, there came up among them another little horn, before whom there were three of the first horns plucked away: and behold, in this horn were eyes like the eyes of man, and a mouth speaking presumptuous things.",
      "9": "I beheld till the thrones were set up, and the Ancient of days did sit, whose garment was white as snow, and the hair of his head like the pure wool: his throne was like the fiery flame, and his wheels, as burning fire.",
      "10": "A fiery stream issued, and came forth from before him: thousand thousands ministered unto him, and ten thousand thousands stood before him: the judgment was set, and the books opened.",
      "11": "Then I beheld, because of the voice of the presumptuous words which the horn spake: I beheld, even till the beast was slain, and his body destroyed, and given to the burning fire.",
      "12": "As concerning the other beasts, they had taken away their dominion: yet their lives were prolonged for a certain time and season.",
      "13": "As I beheld in visions by night, behold, one like the son of man came in the clouds of heaven, and approached unto the Ancient of days, and they brought him before him.",
      "14": "And he gave him dominion, and honor, and a kingdom, that all people, nations and languages should serve him: his dominion is an everlasting dominion, which shall never be taken away: and his dominion shall never be destroyed.",
      "15": "I Daniel was troubled in my spirit, in the midst of my body, and the visions of mine head made me afraid.",
      "16": "Therefore I came unto one of them that stood by, and asked him the truth of all this: so he told me, and showed me the interpretation of these things.",
      "17": "These great beasts which are four, are four kings, which shall arise out of the earth,",
      "18": "And they shall take the kingdom of the Saints of the most High, and shall possess the kingdom forever, even forever and ever.",
      "19": "After this, I would know the truth of the fourth beast, which was so unlike to all the others, very fearful, whose teeth were of iron, and his nails of brass: which devoured brake in pieces, and stamped the residue under his feet.",
      "20": "Also to know of the ten horns that were in his head, and of the others which came up, before whom three fell, and of the horn that had eyes, and of the mouth that spake presumptuous things, whose look was more stout than his fellows.",
      "21": "I beheld, and the same horn made battle against the Saints, yea, and prevailed against them,",
      "22": "Until the Ancient of days came, and judgment was given to the Saints of the most High: and the time approached, that the Saints possessed the kingdom.",
      "23": "Then he said, The fourth beast shall be the fourth kingdom in the earth, which shall be unlike to all the kingdoms, and shall devour the whole earth, and shall tread it down and break it in pieces.",
      "24": "And the ten horns out of this kingdom are ten Kings that shall rise: and another shall rise after them, and he shall be unlike to the first, and he shall subdue three Kings,",
      "25": "And shall speak words against the most High, and shall consume the Saints of the most High, and think that he may change times and laws, and they shall be given into his hand until a time, and times, and the dividing of time.",
      "26": "But the judgment shall sit, and they shall take away his dominion to consume and destroy it unto the end.",
      "27": "And the kingdom, and dominion, and the greatness of the kingdom under the whole heaven shall be given to the holy people of the most High, whose kingdom is an everlasting kingdom, and all powers shall serve and obey him.",
      "28": "Even this is the end of the matter, I Daniel had many cogitations which troubled me, and my countenance changed in me: but I kept the matter in mine heart."
    },
    "8": {
      "1": "In the third year of the reign of king Belshazzar, a vision appeared unto me, even unto me Daniel, after that which appeared unto me at the first.",
      "2": "And I saw in a vision, and when I saw it, I was in the palace of Shushan, which is in the province of Elam, and in a vision me thought I was by the river of Ulai.",
      "3": "Then I looked up and saw, and behold, there stood before the river a ram which had two horns, and these two horns were high: but one was higher than another, and the highest came up last.",
      "4": "I saw the ram pushing against the West, and against the North, and against the South: so that no beasts might stand before him, nor could deliver out of his hand, but he did what he listed, and became great.",
      "5": "And as I considered, behold, a goat came from the West over the whole earth, and touched not the ground: and this goat had an horn that appeared between his eyes.",
      "6": "And he came unto the ram that had the two horns, whom I had seen standing by the river, and ran unto him in his fierce rage.",
      "7": "And I saw him come unto the ram, and being moved against him, he smote the ram, and brake his two horns: and there was no power in the ram to stand against him, but he cast him down to the ground, and stamped upon him, and there was none that could deliver the ram out of his power.",
      "8": "Therefore the goat waxed exceeding great, and when he was at the strongest, his great horn was broken: and for it came up four that appeared toward the four winds of the heaven.",
      "9": "And out of one of them came forth a little horn, which waxed very great toward the South, and toward the East, and toward the pleasant land.",
      "10": "Yea, it grew up unto the host of heaven, and it cast down some of the host, and of the stars to the ground, and trode upon them,",
      "11": "And extolled himself against the prince of the host, from whom the daily sacrifice was taken away, and the place of his Sanctuary was cast down.",
      "12": "And a time shall be given him over the daily sacrifice for the iniquity: and it shall cast down the truth to the ground, and thus shall it do, and prosper.",
      "13": "Then I heard one of the Saints speaking, and one of the Saints spake unto a certain one, saying, How long shall endure the vision of the daily sacrifice, and the iniquity of the desolation to tread both the Sanctuary and the army underfoot?",
      "14": "And he answered me, Unto the evening and the morning, two thousand and three hundred: then shall the Sanctuary be cleansed.",
      "15": "Now when I Daniel had seen the vision, and sought for the meaning, behold, there stood before me like the similitude of a man.",
      "16": "And I heard a man’s voice between the banks of Ulai, which called, and said, Gabriel, make this man to understand the vision.",
      "17": "So he came where I stood: and when he came, I was afraid, and fell upon my face: but he said unto me, Understand, O son of man: for in the last time shall be the vision.",
      "18": "Now as he was speaking unto me, I being asleep fell on my face to the ground: but he touched me, and set me up in my place.",
      "19": "And he said, Behold, I will show thee what shall be in the last wrath: for in the end of the time appointed it shall come.",
      "20": "The ram which thou sawest having two horns, are the Kings of the Medes and Persians.",
      "21": "And the goat is the King of Greece, and the great horn that is between his eyes, is the first king.",
      "22": "And that that is broken, and four stood up for it, are four kingdoms, which shall stand up of that nation, but not in his strength.",
      "23": "And in the end of their kingdom, when the rebellious shall be consumed, a King of fierce countenance, and understanding dark sentences, shall stand up.",
      "24": "And his power shall be mighty, but not in his strength: and he shall destroy wonderfully, and shall prosper, and practice, and shall destroy the mighty, and the holy people.",
      "25": "And through his policy also he shall cause craft to prosper in his hand, and he shall extol himself in his heart, and by peace shall destroy many: he shall also stand up against the prince of princes, but he shall be broken down without hand.",
      "26": "And the vision of the evening and the morning, which is declared, is true: therefore seal thou up the vision, for it shall be after many days.",
      "27": "And I Daniel was stricken and sick certain days: but when I rose up, I did the king’s business, and I was astonished at the vision, but none understood it."
    },
    "9": {
      "1": "In the first year of Darius the son of Ahasuerus, of the seed of the Medes, which was made king over the realm of the Chaldeans,",
      "2": "Even in the first year of his reign, I Daniel understood by books the number of the years, whereof the Lord had spoken unto Jeremiah the Prophet, that he would accomplish seventy years in the desolation of Jerusalem.",
      "3": "And I turned my face unto the Lord God, and sought by prayer and supplications with fasting and sackcloth and ashes.",
      "4": "And I prayed unto the Lord my God, and made my confession, saying, Oh Lord God which art great and fearful, and keepest covenant and mercy toward them which love thee, and toward them that keep thy commandments,",
      "5": "We have sinned and have committed iniquity, and have done wickedly, yea, we have rebelled, and have departed from thy precepts, and from thy judgments.",
      "6": "For we would not obey thy servants the Prophets, which spake in thy name to our kings, to our princes, and to our fathers, and to all the people of the land.",
      "7": "O Lord, righteousness belongeth unto thee, and unto us open shame, as appeareth this day unto every man of Judah, and to the inhabitants of Jerusalem, yea, unto all Israel, both near and far off, through all the country, whither thou hast driven them, because of their offences, that they have committed against thee.",
      "8": "O Lord, unto us appertaineth open shame, to our Kings, to our princes, and to our fathers, because we have sinned against thee.",
      "9": "Yet compassion and forgiveness is in the Lord our God, albeit we have rebelled against him.",
      "10": "For we have not obeyed the voice of the Lord our God, to walk in his laws, which he hath laid before us by the ministry of his servants the Prophets.",
      "11": "Yea, all Israel have transgressed thy Law, and are turned back, and have not heard thy voice: therefore the curse is poured upon us, and the oath that is written in the Law of Moses the servant of God, because we have sinned against him.",
      "12": "And he hath confirmed his words, which he spake against us, and against our judges that judged us, by bringing upon us a great plague: for under the whole heaven hath not been the like, as hath been brought upon Jerusalem.",
      "13": "All this plague is come upon us, as it is written in the Law of Moses: yet made we not our prayer before the Lord our God, that we might turn from our iniquities and understand thy truth.",
      "14": "Therefore hath the Lord made ready the plague, and brought it upon us: for the Lord our God is righteous in all his works which he doeth: for we would not hear his voice.",
      "15": "And now, O Lord our God, that hast brought thy people out of the land of Egypt with a mighty hand, and hast gotten thee renown, as appeareth this day, we have sinned, we have done wickedly.",
      "16": "O Lord, according to all thy righteousness, I beseech thee, let thine anger and thy wrath be turned away from thy city Jerusalem thine holy Mountain: because of our sins, and for the iniquities of our fathers, Jerusalem and thy people are a reproach to all that are about us.",
      "17": "Now therefore, O our God, hear the prayer of thy servant, and his supplications, and cause thy face to shine upon thy Sanctuary, that lieth waste for the Lord’s sake.",
      "18": "O my God, incline thine ear and hear: open thine eyes, and behold our desolations, and the city whereupon thy Name is called: for we do not present our supplications before thee for our own righteousness, but for thy great tender mercies.",
      "19": "O Lord hear, O Lord forgive, O Lord consider, and do it: defer not, for thine own sake, O my God: for thy Name is called upon thy city, and thy people.",
      "20": "And while I was speaking and praying, and confessing my sin, and the sin of my people Israel, and did present my supplication before the Lord my God, for the holy Mountain of my God,",
      "21": "Yea, while I was speaking in prayer, even the man Gabriel, whom I had seen before in the vision, came flying, and touched me about the time of the evening oblation.",
      "22": "And he informed me, and talked with me, and said, O Daniel, I am now come forth to give thee knowledge and understanding.",
      "23": "At the beginning of thy supplications the commandment came forth, and I am come to show thee, for thou art greatly beloved: therefore understand the matter and consider the vision.",
      "24": "Seventy weeks are determined upon thy people and upon thine holy city, to finish the wickedness, and to seal up the sins, and to reconcile the iniquity, and to bring in everlasting righteousness, and to seal up the vision and prophecy, and to anoint the most Holy.",
      "25": "Know therefore and understand that from the going forth of the commandment to bring again the people, and to build Jerusalem, unto Messiah the Prince, shall be seven weeks and threescore and two weeks, and the street shall be built again, and the wall even in a troublous time.",
      "26": "And after threescore and two weeks, shall Messiah be slain, and shall have nothing, and the people of the prince that shall come, shall destroy the city and the Sanctuary, and the end thereof shall be with a flood: and unto the end of the battle it shall be destroyed by desolations.",
      "27": "And he shall confirm the covenant with many for one week: and in the midst of the week he shall cause the sacrifice and the oblation to cease, and for the overspreading of the abominations, he shall make it desolate, even until the consummation determined shall be poured upon the desolate."
    },
    "10": {
      "1": "In the third year of Cyrus King of Persia, a thing was revealed unto Daniel (whose name was called Belteshazzar) and the word was true, but the time appointed was long, and he understood the thing, and had understanding of the vision.",
      "2": "At the same time I Daniel was in heaviness for three weeks of days.",
      "3": "I ate no pleasant bread, neither came flesh nor wine in my mouth, neither did I anoint myself at all, till three weeks of days were fulfilled.",
      "4": "And in the four and twentieth day of the first month, as I was by the side of that great river, even Hiddekel,",
      "5": "And I lifted mine eyes, and looked, and behold, there was a man clothed in linen, whose loins were girded with fine gold of Uphaz.",
      "6": "His body also was like the Chrysolite, and his face (to look upon) like the lightning, and his eyes as lamps of fire, and his arms and his feet were like in color to polished brass, and the voice of his words was like the voice of a multitude.",
      "7": "And I Daniel alone saw the vision: for the men that were with me, saw not the vision: but a great fear fell upon them, so that they fled away and hid themselves.",
      "8": "Therefore I was left alone, and saw this great vision, and there remained no strength in me: for my strength was turned in me into corruption, and I retained no power.",
      "9": "Yet heard I the voice of his words: and when I heard the voice of his words, I slept on my face, and my face was toward the ground.",
      "10": "And behold, an hand touched me, which set me up upon my knees, and upon the palms of mine hands,",
      "11": "And he said unto me, O Daniel, a man greatly beloved, understand the words that I speak unto thee, and stand in thy place: for unto thee am I now sent. And when he had said this word unto me, I stood trembling.",
      "12": "Then said he unto me, Fear not, Daniel: for from the first day that thou didst set thine heart to understand, and to humble thyself before thy God, thy words were heard, and I am come for thy words.",
      "13": "But the prince of the kingdom of Persia withstood me one and twenty days: but lo, Michael one of the chief princes, came to help me, and I remained there by the Kings of Persia.",
      "14": "Now I am come to show thee what shall come to thy people in the latter days: for yet the vision is for many days.",
      "15": "And when he spake these words unto me, I set my face toward the ground, and held my tongue.",
      "16": "And behold, one like the similitude of the sons of man touched my lips: then I opened my mouth, and spake, and said unto him that stood before me, O my Lord, by the vision my sorrows are returned upon me, and I have retained no strength.",
      "17": "For how can the servant of this my Lord talk with my Lord being such one? for as for me, straightway there remained no strength in me, neither is there breath left in me.",
      "18": "Then there came again, and touched me, one like the appearance of a man, and he strengthened me,",
      "19": "And said, O man, greatly beloved, fear not: peace be unto thee: be strong and of good courage. And when he had spoken unto me, I was strengthened, and said, Let my Lord speak: for thou hast strengthened me.",
      "20": "Then said he, Knowest thou wherefore I am come unto thee? but now will I return to fight with the Prince of Persia: and when I am gone forth, lo, the Prince of Greece shall come.",
      "21": "But I will show thee that which is decreed in the Scripture of truth: and there is none that holdeth with me in these things, but Michael your prince."
    },
    "11": {
      "1": "Also I, in the first year of Darius of the Medes, even I stood to encourage and to strengthen him.",
      "2": "And now will I show thee the truth. Behold, there shall stand up yet three kings in Persia, and the fourth shall be far richer than they all: and by his strength, and by his riches he shall stir up all against the realm of Greece.",
      "3": "But a mighty King shall stand up, that shall rule with great dominion, and do according to his pleasure.",
      "4": "And when he shall stand up, his kingdom shall be broken, and shall be divided toward the four winds of heaven: and not to his posterity, nor according to his dominion, which he ruled: for his kingdom shall be plucked up even to be for others besides those.",
      "5": "And the King of the South shall be mighty, and one of his princes, and shall prevail against him, and bear rule: his dominion shall be a great dominion.",
      "6": "And in the end of years they shall be joined together: for the King’s daughter of the South shall come to the King of the North to make an agreement, but she shall not retain the power of the arm, neither shall he continue, nor his arm: but she shall be delivered to death, and they that brought her, and he that begat her, and he that comforted her, in these times.",
      "7": "But out of the bud of her roots shall one stand up in his stead, which shall come with an army, and shall enter into the fortress of the King of the North, and do with them as he list, and shall prevail,",
      "8": "And shall also carry captives into Egypt their gods: with their molten images, and with their precious vessels of silver and of gold, and he shall continue more years than the king of the North.",
      "9": "So the king of the South shall come into his kingdom, and shall return into his own land.",
      "10": "Wherefore his sons shall be stirred up, and shall assemble a mighty great army: and one shall come, and overflow, and pass through: then shall he return, and be stirred up at his fortress.",
      "11": "And the King of the South shall be angry, and shall come forth, and fight with him, even with the king of the North: for he shall set forth a great multitude, and the multitude shall be given into his hand.",
      "12": "Then the multitude shall be proud, and their heart shall be lifted up: for he shall cast down thousands: but he shall not still prevail,",
      "13": "For the King of the North shall return, and shall set forth a greater multitude than afore, and shall come forth (after certain years) with a mighty army, and great riches.",
      "14": "And at the same time there shall many stand up against the king of the South: also the rebellious children of thy people shall exalt themselves to establish the vision, but they shall fall.",
      "15": "So the King of the North shall come, and cast up a mount, and take the strong city: and the arms of the South shall not resist, neither his chosen people, neither shall there be any strength to withstand.",
      "16": "But he that shall come, shall do unto him as he list, and none shall stand against him: and he shall stand in the pleasant land, which by his hand shall be consumed.",
      "17": "Again he shall set his face to enter with the power of his whole kingdom, and his confederates with him: thus shall he do, and he shall give him the daughter of women to destroy her: but she shall not stand on his side, neither be for him.",
      "18": "After this shall he turn his face unto the isles, and shall take many, but a prince shall cause his shame to light upon him, besides that he shall cause his own shame to turn upon himself.",
      "19": "For he shall turn his face toward the forts of his own land: but he shall be overthrown and fall, and be no more found.",
      "20": "Then shall stand up in his place in the glory of the kingdom, one that shall raise taxes: but after few days he shall be destroyed, neither in wrath, nor in battle.",
      "21": "And in his place shall stand up a vile person, to whom they shall not give the honor of the kingdom: but he shall come in peaceably and obtain the kingdom by flatteries.",
      "22": "And the arms shall be overthrown with a flood before him, and shall be broken: and also the prince of the covenant.",
      "23": "And after the league made with him, he shall work deceitfully: for he shall come up, and overcome with a small people.",
      "24": "He shall enter into the quiet and plentiful province, and he shall do that which his fathers have not done, nor his fathers’ fathers: he shall divide among them the prey and the spoil, and the substance, yea, and he shall forecast his devices against the strongholds, even for a time.",
      "25": "Also he shall stir up his power, and his courage against the King of the South with a great army, and the King of the South shall be stirred up to battle with a very great and mighty army: but he shall not stand: for they shall forecast and practice against him.",
      "26": "Yea, they that feed of the portion of his meat, shall destroy him: and his army shall overflow: and many shall fall, and be slain.",
      "27": "And both these Kings’ hearts shall be to do mischief, and they shall talk of deceit at one table: but it shall not avail: for yet the end shall be at the time appointed.",
      "28": "Then shall he return into his land with great substance: for his heart shall be against the holy covenant: so shall he do and return to his own land.",
      "29": "At the time appointed he shall return, and come toward the South: but the last shall not be as the first.",
      "30": "For the ships of Chittim shall come against him: therefore he shall be sorry and return and fret against the holy covenant: so shall he do, he shall even return and have intelligence with them that forsake the holy covenant.",
      "31": "And arms shall stand on his part, and they shall pollute the Sanctuary of strength, and shall take away the daily sacrifice, and they shall set up the abominable desolation.",
      "32": "And such as wickedly break the covenant, shall he cause to sin by flattery: but the people that do know their God, shall prevail and prosper.",
      "33": "And they that understand among the people, shall instruct many: yet they shall fall by sword, and by flame, by captivity and by spoil many days.",
      "34": "Now when they shall fall, they shall be holpen with a little help: but many shall cleave unto them feignedly.",
      "35": "And some of them of understanding shall fall to try them, and to purge, and to make them white, till the time be out: for there is a time appointed.",
      "36": "And the king shall do what him list: he shall exalt himself, and magnify himself against all, that is God, and shall speak marvelous things against the God of gods, and shall prosper, till the wrath be accomplished: for the determination is made.",
      "37": "Neither shall he regard the God of his fathers, nor the desires of women, nor care for any God: for he shall magnify himself above all.",
      "38": "But in his place shall he honor the god Mauzzim, and the god whom his fathers knew not, shall he honor with gold and with silver, and with precious stones, and pleasant things.",
      "39": "Thus shall he do in the holds of Mauzzim with a strange god whom he shall acknowledge: he shall increase his glory, and shall cause them to rule over many, and shall divide the land for gain.",
      "40": "And at the end of time shall the king of the South push at him, and the king of the North shall come against him like a whirlwind with chariots, and with horsemen, and with many ships, and he shall enter into the countries, and shall overflow and pass through.",
      "41": "He shall enter also into the pleasant land, and many countries shall be overthrown: but these shall escape out of his hand, even Edom and Moab, and the chief of the children of Ammon.",
      "42": "He shall stretch forth his hands also upon the countries, and the land of Egypt shall not escape.",
      "43": "But he shall have power over the treasures of gold and of silver, and over all the precious things of Egypt, and of the Libyans, and of the black Mores where he shall pass.",
      "44": "But the tidings out of the East and the North shall trouble him: therefore he shall go forth with great wrath to destroy and root out many.",
      "45": "And he shall plant the tabernacles of his palace between the seas in the glorious and holy mountain, yet he shall come to his end, and none shall help him."
    },
    "12": {
      "1": "And at that time shall Michael stand up, the great prince, which standeth for the children of thy people, and there shall be a time of trouble, such as never was since there began to be a nation unto that same time: and at that time thy people shall be delivered, everyone that shall be found written in the book.",
      "2": "And many of them that sleep in the dust of the earth, shall awake, some to everlasting life, and some to shame and perpetual contempt.",
      "3": "And they that be wise, shall shine, as the brightness of the firmament: and they that turn many to righteousness, shall shine as the stars, forever and ever.",
      "4": "But thou, O Daniel, shut up the words, and seal the book till the end of the time: many shall run to and fro, and knowledge shall be increased.",
      "5": "Then I Daniel looked, and behold, there stood other two, the one on this side of the brink of the river, and the other on that side of the brink of the river.",
      "6": "And one said unto the man clothed in linen, which was upon the waters of the river, When shall be the end of these wonders?",
      "7": "And I heard the man clothed in linen which was upon the waters of the river, when he held up his right hand, and his left hand unto heaven, and sware by him that liveth forever, that it shall tarry for a time two times and an half: and when he shall have accomplished to scatter the power of the holy people, all these things shall be finished.",
      "8": "Then I heard it, but I understood it not: then said I, O my Lord, what shall be the end of these things?",
      "9": "And he said, Go thy way, Daniel: for the words are closed up, and sealed, till the end of the time.",
      "10": "Many shall be purified, made white, and tried: but the wicked shall do wickedly, and none of the wicked shall have understanding: but the wise shall understand.",
      "11": "And from the time that the daily sacrifice shall be taken away, and the abominable desolation set up, there shall be a thousand, two hundred and ninety days.",
      "12": "Blessed is he that waiteth and cometh to the thousand, three hundred and five and thirty days.",
      "13": "But go thou thy way till the end be: for thou shalt rest and stand up in thy lot, at the end of the days."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:42.909722-04:00",
    "Translation": "GNV"
  }
}