{
  "Ecclesiastes": {
    "1": {
      "1": "The words of the Preacher, the son of David king in Jerusalem.",
      "2": "Vanity of vanities, saith the Preacher: vanity of vanities, all is vanity.",
      "3": "What remaineth unto man in all his travail, which he suffereth under the sun?",
      "4": "One generation passeth, and another generation succeedeth: but the earth remaineth forever.",
      "5": "The sun riseth, and the sun goeth down, and draweth to his place where he riseth.",
      "6": "The wind goeth toward the South, and compasseth toward the North: the wind goeth round about, and returneth by his circuits.",
      "7": "All the rivers go into the sea, yet the sea is not full: for the rivers go unto the place whence they return, and go.",
      "8": "All things are full of labor: man cannot utter it: the eye is not satisfied with seeing, nor the ear filled with hearing.",
      "9": "What is it that hath been? that that shall be: and what is it that hath been done? that which shall be done: and there is no new thing under the sun.",
      "10": "Is there anything, whereof one may say, Behold this, it is new? it hath been already in the old time that was before us.",
      "11": "There is no memory of the former, neither shalt there be a remembrance of the latter that shall be, with them that shall come after.",
      "12": "I the Preacher have been king over Israel in Jerusalem:",
      "13": "And I have given mine heart to search and find out wisdom by all things that are done under the heaven: (this sore travail hath God given to the sons of men, to humble them thereby.)",
      "14": "I have considered all the works that are done under the sun, and behold, all is vanity, and vexation of the spirit.",
      "15": "That which is crooked, can none make straight: and that which faileth, cannot be numbered.",
      "16": "I thought in mine heart, and said, Behold, I am become great, and excel in wisdom all them that have been before me in Jerusalem: and mine heart hath seen much wisdom and knowledge.",
      "17": "And I gave mine heart to know wisdom and knowledge, madness and foolishness: I knew also that this is a vexation of the spirit.",
      "18": "For in the multitude of wisdom is much grief: and he that increaseth knowledge, increaseth sorrow."
    },
    "2": {
      "1": "I said in mine heart, Go to now, I will prove thee with joy: therefore take thou pleasure in pleasant things: and behold, this also is vanity.",
      "2": "I said of laughter, Thou art mad: and of joy, What is this that thou doest?",
      "3": "I sought in mine heart to give myself to wine, and to lead mine heart in wisdom, and to take hold of folly, till I might see where is that goodness of the children of men, which they enjoy under the Sun, the whole number of the days of their life.",
      "4": "I have made my great works: I have built me houses: I have planted me vineyards.",
      "5": "I have made me gardens and orchards, and planted in them trees of all fruit.",
      "6": "I have made me cisterns of water, to water therewith the woods that grow with trees.",
      "7": "I have gotten servants and maids, and had children born in the house: also I had great Possession of beeves and sheep above all that were before me in Jerusalem.",
      "8": "I have gathered unto me also silver and gold, and the chief treasures of Kings and provinces: I have provided me men singers, and women singers, and the delights of the sons of men, as a woman taken captive, and women taken captives.",
      "9": "And I was great, and increased above all that were before me in Jerusalem: also my wisdom remained with me.",
      "10": "And whatsoever mine eyes desired, I withheld it not from them: I withdrew not mine heart from any joy: for mine heart rejoiced in all my labor: and this was my portion of all my travail.",
      "11": "Then I looked on all my works that mine hands had wrought, and on the travail that I had labored to do: and behold, all is vanity and vexation of the spirit: and there is no profit under the Sun.",
      "12": "And I turned to behold wisdom, and madness, and folly: (for who is the man that will come after the King in things, which men now have done?)",
      "13": "Then I saw that there is profit in wisdom more than in folly: as the light is more excellent than darkness.",
      "14": "For the wise man’s eyes are in his head, but the fool walketh in darkness: yet I know also that the same condition falleth to them all.",
      "15": "Then I thought in mine heart, It befalleth unto me, as it befalleth to the fool. Why therefore do I then labor to be more wise? And I said in mine heart, that this also is vanity.",
      "16": "For there shall be no remembrance of the wise, nor of the fool forever: for that that now is, in the days to come, shall all be forgotten. And how dieth the wise man, as doth the fool?",
      "17": "Therefore I hated life: for the work that is wrought under the Sun is grievous unto me: for all is vanity, and vexation of the spirit.",
      "18": "I hated also all my labor, wherein I had travailed under the Sun, which I shall leave to the man that shall be after me.",
      "19": "And who knoweth whether he shall be wise or foolish? yet shall he have rule over all my labor, wherein I have travailed, and wherein I have showed myself wise under the Sun. This is also vanity.",
      "20": "Therefore I went about to make mine heart abhor all the labor, wherein I had travailed under the Sun.",
      "21": "For there is a man whose travail is in wisdom, and in knowledge, and in equity: yet to a man that hath not travailed herein, shall he give his portion: this also is vanity, and a great grief.",
      "22": "For what hath man of all his travail and grief of his heart, wherein he hath travailed under the Sun?",
      "23": "For all his days are sorrows, and his travail grief: his heart also taketh not rest in the night: which also is vanity.",
      "24": "There is no profit to man, but that he eat and drink, and delight his soul with the profit of his labor: I saw also this, that it was of the hand of God.",
      "25": "For who could eat, and who could haste to outward things more than I?",
      "26": "Surely to a man that is good in his sight, God giveth wisdom, and knowledge, and joy: but to the sinner he giveth pain to gather, and to heap to give to him that is good before God: this also is vanity, and vexation of the spirit."
    },
    "3": {
      "1": "To all things there is an appointed time, and a time to every purpose under the heaven.",
      "2": "A time to be born, and a time to die: a time to plant, and a time to pluck up that which is planted.",
      "3": "A time to slay, and a time to heal: a time to break down, and a time to build.",
      "4": "A time to weep, and a time to laugh: a time to mourn, and a time to dance.",
      "5": "A time to cast away stones, and a time to gather stones: a time to embrace, and a time to be far from embracing.",
      "6": "A time to seek, and a time to lose: a time to keep, and a time to cast away.",
      "7": "A time to rent, and a time to sow: a time to keep silence, and a time to speak.",
      "8": "A time to love, and a time to hate: a time of war, and a time of peace.",
      "9": "What profit hath he that worketh of the thing wherein he travaileth?",
      "10": "I have seen the travail that God hath given to the sons of men, to humble them thereby.",
      "11": "He hath made everything beautiful in his time: also he hath set the world in their heart, yet cannot man find out the work that God hath wrought from the beginning even to the end.",
      "12": "I know that there is nothing good in them, but to rejoice, and to do good in his life.",
      "13": "And also that every man eateth and drinketh, and seeth the commodity of all his labor. This is the gift of God.",
      "14": "I know that whatsoever God shall do, it shall be forever: to it can no man add, and from it can none diminish: for God hath done it, that they should fear before him.",
      "15": "What is that that hath been? that is now: and that that shall be, hath now been: for God requireth that which is past.",
      "16": "And moreover, I have seen under the Sun the place of judgment, where was wickedness, and the place of justice, where was iniquity.",
      "17": "I thought in mine heart, God will judge the just and the wicked: for time is there for every purpose and for every work.",
      "18": "I considered in mine heart the state of the children of men, that God had purged them: yet to see too, they are in themselves as beasts.",
      "19": "For the condition of the children of men, and the condition of beasts are even as one condition unto them. As the one dieth, so dieth the other: for they have all one breath, and there is no excellency of man above the beast: for all is vanity.",
      "20": "All go to one place, and all was of the dust, and all shall return to the dust.",
      "21": "Who knoweth whether the spirit of man ascend upward, and the spirit of the beast descend downward to the earth?",
      "22": "Therefore I see that there is nothing better than that a man should rejoice in his affairs, because that is his portion. For who shall bring him to see what shall be after him?"
    },
    "4": {
      "1": "So I turned and considered all the oppressions that are wrought under the sun, and behold, the tears of the oppressed, and none comforteth them, and lo, the strength is of the hand of them that oppress them, and none comforteth them.",
      "2": "Wherefore I praised the dead which now are dead, above the living, which are yet alive.",
      "3": "And I count him better than them both, which hath not yet been: for he hath not seen the evil works which are wrought under the sun.",
      "4": "Also I beheld all travail, and all perfection of works, that this is the envy of a man against his neighbor: this also is vanity and vexation of spirit.",
      "5": "The fool foldeth his hands, and eateth up his own flesh.",
      "6": "Better is an handful with quietness, than two handfuls with labor and vexation of spirit.",
      "7": "Again I returned, and saw vanity under the sun.",
      "8": "There is one alone, and there is not a second, which hath neither son nor brother, yet is there none end of all his travail, neither can his eye be satisfied with riches: neither doth he think, For whom do I travail and defraud my soul of pleasures? this also is vanity, this is an evil travail.",
      "9": "Two are better wages for their labor.",
      "10": "For if they fall, the one will lift up his fellow: but woe unto him that is alone: for he falleth, and there is not a second to lift him up.",
      "11": "Also if two sleep together, then shall they have heat: but to one how should there be heat?",
      "12": "And if one overcome him, two shall stand against him: and a threefold cord is not easily broken.",
      "13": "Better is a poor and wise child, than an old and foolish King, which will no more be admonished.",
      "14": "For out of the prison he cometh forth to reign: when as he that is born in his kingdom, is made poor.",
      "15": "I beheld all the living, which walk under the Sun with the second child, which shall stand up in his place.",
      "16": "There is none end of all the people, nor of all that were before them, and they that come after, shall not rejoice in him: surely this is also vanity and vexation of spirit.",
      "17": "Take heed to thine foot when thou enterest into the house of God, and be more near to hear than to give the sacrifice of fools: for they know not that they do evil."
    },
    "5": {
      "1": "Be not rash with thy mouth, nor let thine heart be hasty to utter a thing before God: for God is in the heavens, and thou art on the earth: therefore let thy words be few.",
      "2": "For as a dream cometh by the multitude of business: so the voice of a fool is in the multitude of words.",
      "3": "When thou hast vowed a vow to God, defer not to pay it: for he delighteth not in fools: pay therefore that thou hast vowed.",
      "4": "It is better that thou shouldest not vow, than that thou shouldest vow and not pay it.",
      "5": "Suffer not thy mouth to make thy flesh to sin: neither say before the Angel, that this is ignorance: wherefore shall God be angry by thy voice, and destroy the work of thine hands?",
      "6": "For in the multitude of dreams, and vanities are also many words: but fear thou God.",
      "7": "If in a country thou seest the oppression of the poor, and the defrauding of judgment and justice, be not astonied at the matter: for he that is higher than the highest, regardeth, and there be higher than they.",
      "8": "And the abundance of the earth is over all: the king also consisteth by the field that is tilled.",
      "9": "He that loveth silver, shall not be satisfied with silver, and he that loveth riches, shall be without the fruit thereof: this is also vanity.",
      "10": "When goods increase, they are increased that eat them: and what good cometh to the owners thereof, but the beholding thereof with their eyes?",
      "11": "The sleep of him that travaileth, is sweet, whether he eat little or much: but the satiety of the rich will not suffer him to sleep.",
      "12": "There is an evil sickness that I have seen under the sun: to wit, riches reserved to the owners thereof for their evil.",
      "13": "And these riches perish by evil travail, and he begetteth a son, and in his hand is nothing.",
      "14": "As he came forth of his mother’s belly, he shall return naked to go as he came, and shall bear away nothing of his labor, which he hath caused to pass by his hand.",
      "15": "And this also is an evil sickness, that in all points as he came, so shall he go, and what profit hath he that he hath travailed for the wind?",
      "16": "Also all his days he eateth in darkness with much grief, and in his sorrow and anger.",
      "17": "Behold then, what I have seen good, that it is comely to eat, and to drink, and to take pleasure in all his labor, wherein he travaileth under the sun, the whole number of the days of his life, which God giveth him: for this is his portion.",
      "18": "Also to every man to whom God hath given riches and treasures, and giveth him power to eat thereof, and to take his part, and to enjoy his labor: this is the gifts of God.",
      "19": "Surely he will not much remember the days of his life, because God answereth to the joy of his heart."
    },
    "6": {
      "1": "There is an evil, which I saw under the sun, and it is much among men:",
      "2": "A man to whom God hath given riches and treasures and honor, and he wanteth nothing for his soul of all that he desireth: but God giveth him not power to eat thereof, but a strange man shall eat it up: this is vanity, and this is an evil sickness.",
      "3": "If a man beget an hundred children and live many years, and the days of his years be multiplied: and his soul be not satisfied with good things, and he be not buried, I say that an untimely fruit is better than he.",
      "4": "For he cometh into vanity, and goeth into darkness: and his name shall be covered with darkness.",
      "5": "Also he hath not seen the sun, nor known it: therefore this hath more rest than the other.",
      "6": "And if he had lived a thousand years twice told, and had seen no good, shall not all go to one place?",
      "7": "All the labor of man is for his mouth: yet the soul is not filled.",
      "8": "For what hath the wise man more than the fool? what hath the poor that knoweth how to walk before the living?",
      "9": "The sight of the eye is better than to walk in the lusts: this also is vanity, and vexation of spirit.",
      "10": "What is that that hath been? the name thereof is now named: and it is known that it is man: and he cannot strive with him that is stronger than he."
    },
    "7": {
      "1": "Surely there be many things that increase vanity, and what availeth it a man?",
      "2": "For who knoweth what is good for man in the life, and in the number of the days of the life of his vanity, seeing he maketh them as a shadow? for who can show unto man what shall be after him under the sun?",
      "3": "A good name is better than a good ointment, and the day of death, than the day that one is born.",
      "4": "It is better to go to the house of mourning, than to go to the house of feasting, because this is the end of all men: and the living shall lay it to his heart.",
      "5": "Anger is better than laughter: for by a sad look the heart is made better.",
      "6": "The heart of the wise is in the house of mourning: but the heart of fools is in the house of mirth.",
      "7": "Better it is to hear the rebuke of a wise man, than that a man should hear the song of fools.",
      "8": "For like the noise of the thorns under the pot, so is the laughter of the fool: this also is vanity.",
      "9": "Surely oppression maketh a wise man mad: and the reward destroyeth the heart.",
      "10": "The end of a thing is better than the beginning thereof, and the patient in spirit is better than the proud in spirit.",
      "11": "Be not thou of an hasty spirit to be angry: for anger resteth in the bosom of fools.",
      "12": "Say not thou, Why is it that the former days were better than these? for thou dost not inquire wisely of this thing.",
      "13": "Wisdom is good with an inheritance, and excellent to them that see the sun.",
      "14": "For man shall rest in the shadow of wisdom, and in the shadow of silver: but the excellency of the knowledge of wisdom giveth life to the possessors thereof.",
      "15": "Behold the work of God; for who can make straight that which he hath made crooked?",
      "16": "In the day of wealth be of good comfort, and in the day of affliction consider: God also hath made this contrary to that, to the intent that man should find nothing after him.",
      "17": "I have seen all things in the days of my vanity: there is a just man that perisheth in his justice, and there is a wicked man that continueth long in his malice.",
      "18": "Be not thou just overmuch, neither make thyself overwise: wherefore shouldest thou be desolate?",
      "19": "Be not thou wicked overmuch, neither be thou foolish: wherefore shouldest thou perish not in thy time?",
      "20": "It is good that thou lay hold on this: but yet withdraw not thine hand from that: for he that feareth God shall come forth of them all.",
      "21": "Wisdom shall strengthen the wise men more than ten mighty princes that are in the city.",
      "22": "Surely there is no man just in the earth that doeth good and sinneth not.",
      "23": "Give not thine heart also to all the words that men speak, lest thou do hear thy servant cursing thee.",
      "24": "For oftentimes also thine heart knoweth that thou likewise hast cursed others.",
      "25": "All this have I proved by wisdom: I thought, I will be wise, but it went far from me.",
      "26": "It is far off, what may it be? and it is a profound deepness, who can find it?",
      "27": "I have compassed about, both I and mine heart to know and to inquire and to search wisdom, and reason, and to know the wickedness of folly, and the foolishness of madness,",
      "28": "And I find more bitter than death the woman whose heart is as nets and snares, and her hands as bands: he that is good before God, shall be delivered from her, but the sinner shall be taken by her.",
      "29": "Behold, saith the Preacher, this have I found, seeking one by one to find the count:",
      "30": "And yet my soul seeketh, but I find it not. I have found one man of a thousand: but a woman among them all have I not found.",
      "31": "Only lo, this have I found, that God hath made man righteous: but they have sought many inventions."
    },
    "8": {
      "1": "Who is as the wise man? and who knoweth the interpretation of a thing? the wisdom of a man doth make his face to shine: and the strength of his face shall be changed.",
      "2": "I advertise thee to take heed to the mouth of the king, and to the word of the oath of God.",
      "3": "Haste not to go forth of his sight: stand not in an evil thing: for he will do whatsoever pleaseth him.",
      "4": "Where the word of the King is, there is power, and who shall say unto him, What doest thou?",
      "5": "He that keepeth the commandment, shall know none evil thing, and the heart of the wise shall know the time, and judgment.",
      "6": "For to every purpose there is a time and judgment, because the misery of man is great upon him.",
      "7": "For he knoweth not that which shall be: for who can tell him when it shall be?",
      "8": "Man is not Lord over the spirit to retain the spirit: neither hath he power in the day of death, nor deliverance in the battle, neither shall wickedness deliver the possessors thereof.",
      "9": "All this have I seen, and have given mine heart to every work which is wrought under the sun, and I saw a time that man ruleth over man to his own hurt.",
      "10": "And likewise I saw the wicked buried, and they returned, and they that came from the holy place, were yet forgotten in the city, where they had done right: this also is vanity.",
      "11": "Because sentence against an evil work is not executed speedily, therefore the heart of the children of men is fully set in them to do evil.",
      "12": "Though a sinner do evil an hundred times, and God prolongeth his days, yet I know that it shall be well with them that fear the Lord, and do reverence before him.",
      "13": "But it shall not be well to the wicked, neither shall he prolong his days: he shall be like a shadow, because he feareth not before God.",
      "14": "There is a vanity, which is done upon the earth, that there be righteous men to whom it cometh according to the work of the wicked: and there be wicked men to whom it cometh according to the work of the just: I thought also that this is vanity.",
      "15": "And I praised joy, for there is no goodness to man under the sun, save to eat and to drink and to rejoice: for this is adjoined to his labor the days of his life that God hath given him under the sun.",
      "16": "When I applied mine heart to know wisdom, and to behold the business that is done on earth, that neither day nor night the eyes of man take sleep,",
      "17": "Then I beheld the whole work of God, that man cannot find out the work that is wrought under the sun: for the which man laboreth to seek it, and cannot find it: yea, and though the wise man think to know it, he cannot find it."
    },
    "9": {
      "1": "I have surely given mine heart to all this, and to declare all this, that the just, and the wise, and their works are in the hand of God: and no man knoweth either love or hatred of all that is before them.",
      "2": "All things come alike to all: and the same condition is to the just and to the wicked, to the good and to the pure, and to the polluted, and to him that sacrificeth, and to him that sacrificeth not: as is the good, so is the sinner, he that sweareth, as he that feareth an oath.",
      "3": "This is evil among all that is done under the sun, that there is one condition to all, and also the heart of the sons of men is full of evil, and madness is in their hearts while they live, and after that, they go to the dead.",
      "4": "Surely whosoever is joined to all the living, there is hope: for it is better to a living dog, than to a dead lion.",
      "5": "For the living know that they shall die, but the dead know nothing at all: neither have they anymore a reward: for their remembrance is forgotten.",
      "6": "Also their love and their hatred, and their envy is now perished, and they have no more portion forever, in all that is done under the sun.",
      "7": "Go, eat thy bread with joy, and drink thy wine with a cheerful heart: for God now accepteth thy works.",
      "8": "At all times let thy garments be white, and let not oil be lacking upon thine head.",
      "9": "Rejoice with the wife whom thou hast loved all the days of the life of thy vanity, which God hath given thee under the sun all the days of thy vanity: for this is thy portion in the life, and in thy travail wherein thou laborest under the sun.",
      "10": "All that thine hand shall find to do, do it with all thy power: for there is neither work nor invention, nor knowledge, nor wisdom in the grave whither thou goest.",
      "11": "I returned, and I saw under the sun that the race is not to the swift, nor the battle to the strong, nor yet bread to the wise, nor also riches to men of understanding, neither yet favor to men of knowledge: but time and chance cometh to them all.",
      "12": "For neither doth man know his time, but as the fishes which are taken in an evil net, and as the birds that are caught in the snare: so are the children of men snared in the evil time, when it falleth upon them suddenly.",
      "13": "I have also seen this wisdom under the sun, and it is great unto me.",
      "14": "A little city and few men in it, and a great King came against it, and compassed it about, and built forts against it.",
      "15": "And there was found therein a poor and wise man, and he delivered the city by his wisdom, but none remembered this poor man.",
      "16": "Then said I, Better is wisdom than strength: yet the wisdom of the poor is despised, and his words are not heard.",
      "17": "The words of the wise are more heard in quietness, than the cry of him that ruleth among fools.",
      "18": "Better is wisdom than weapons of war: but one sinner destroyeth much good."
    },
    "10": {
      "1": "Dead flies cause to stink, and putrefy the ointment of the apothecary: so doth a little folly him that is in estimation for wisdom, and for glory.",
      "2": "The heart of a wise man is at his right hand: but the heart of a fool is at his left hand.",
      "3": "And also when the fool goeth by the way, his heart faileth, and he telleth unto all that he is a fool.",
      "4": "If the spirit of him that ruleth, rise up against thee, leave not thy place: for gentleness pacifieth great sins.",
      "5": "There is an evil that I have seen under the sun, as an error that proceedeth from the face of him that ruleth.",
      "6": "Folly is set in great excellency, and the rich sit in the low place.",
      "7": "I have seen servants on horses, and princes walking as servants on the ground.",
      "8": "He that diggeth a pit, shall fall into it, and he that breaketh the hedge, a serpent shall bite him.",
      "9": "He that removeth stones, shall hurt himself thereby, and he that cutteth wood, shall be in danger thereby.",
      "10": "If the iron be blunt, and one hath not whet the edge, he must then put to more strength: but the excellency to direct a thing is wisdom.",
      "11": "If the serpent bite, when he is not charmed: no better is a babbler.",
      "12": "The words of the mouth of a wise man have grace: but the lips of a fool devour himself.",
      "13": "The beginning of the words of his mouth is foolishness, and the latter end of his mouth is wicked madness.",
      "14": "For the fool multiplieth words, saying, Man knoweth not what shall be: and who can tell him what shall be after him?",
      "15": "The labor of the foolish doth weary him: for he knoweth not to go into the city.",
      "16": "Woe to thee, O land, when thy king is a child, and thy princes eat in the morning.",
      "17": "Blessed art thou, O land, when thy King is the son of nobles, and thy princes eat in time, for strength and not for drunkenness.",
      "18": "By slothfulness the roof of the house goeth to decay, and by the idleness of the hands the house droppeth through.",
      "19": "They prepare bread for laughter, and wine comforteth the living, but silver answereth to all.",
      "20": "Curse not the king, no not in thy thought, neither curse the rich in thy bed chamber: for the fowl of the heaven shall carry the voice, and that which hath wings, shall declare the matter."
    },
    "11": {
      "1": "Cast thy bread upon the waters: for after many days thou shalt find it.",
      "2": "Give a portion to seven, and also to eight: for thou knowest not what evil shall be upon the earth.",
      "3": "If the clouds be full, they will pour forth rain upon the earth: and if the tree do fall toward the South, or toward the North, in the place that the tree falleth, there it shall be.",
      "4": "He that observeth the wind shall not sow, and he that regardeth the clouds, shall not reap.",
      "5": "As thou knowest not which is the way of the spirit, nor how the bones do grow in the womb of her that is with child: so thou knowest not the work of God that worketh all.",
      "6": "In the morning sow thy seed, and in the evening let not thine hand rest: for thou knowest not whether shall prosper, this or that, or whether both shall be a like good.",
      "7": "Surely the light is a pleasant thing: and it is a good thing to the eyes to see the sun.",
      "8": "Though a man live many years, and in them all he rejoice, yet he shall remember the days of darkness, because they are many, all that cometh is vanity.",
      "9": "Rejoice, O young man, in thy youth, and let thine heart cheer thee in the days of thy youth: and walk in the ways of thine heart, and in the sight of thine eyes: but know that for all these things, God will bring thee to judgment.",
      "10": "Therefore take away grief out of thine heart, and cause evil to depart from thy flesh: for childhood and youth are vanity."
    },
    "12": {
      "1": "Remember now thy Creator in the days of thy youth, while the evil days come not, nor the years approach, wherein thou shalt say, I have no pleasure in them:",
      "2": "While the sun is not dark, nor the light, nor the moon, nor the stars, nor the clouds return after the rain.",
      "3": "When the keepers of the house shall tremble, and the strong men shall bow themselves, and the grinders shall cease, because they are few, and they wax dark that look out by the windows:",
      "4": "And the doors shall be shut without by the base sound of the grinding, and he shall rise up at the voice of the bird: and all the daughters of singing shall be abased:",
      "5": "Also they shall be afraid of the high thing, and fear shall be in the way, and the almond tree shall flourish, and the grasshopper shall be a burden, and concupiscence shall be driven away: for man goeth to the house of his age, and the mourners go about in the street.",
      "6": "While the silver cord is not lengthened, nor the golden ewer broken, nor the pitcher broken at the well, nor the wheel broken at the cistern,",
      "7": "And dust return to the earth as it was, and the spirit return to God that gave it.",
      "8": "Vanity of vanities, saith the Preacher, all is vanity.",
      "9": "And the more wise the Preacher was, the more he taught the people knowledge, and caused them to hear, and searched forth, and prepared many parables.",
      "10": "The Preacher sought to find out pleasant words, and an upright writing, even the words of truth.",
      "11": "The words of the wise are like goads, and like nails fastened by the masters of the assemblies, which are given by one pastor.",
      "12": "And of other things beside these, my son, take thou heed: for there is none end in making many books, and much reading is a weariness of the flesh.",
      "13": "Let us hear the end of all: fear God and keep his commandments: for this is the whole duty of man.",
      "14": "For God will bring every work unto judgment, with every secret thing, whether it be good or evil."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:33.564483-04:00",
    "Translation": "GNV"
  }
}