{
  "Esther": {
    "1": {
      "1": "In the days of Ahasuerus (this is Ahasuerus that reigned from India even unto Ethiopia, over an hundred, and seven and twenty provinces.)",
      "2": "In those days when the king Ahasuerus sat on his throne, which was in the palace of Shushan,",
      "3": "In the third year of his reign, he made a feast unto all his princes and his servants, even the power of Persia and Media, and to the captains and governors of the provinces which were before him,",
      "4": "That he might show the riches and glory of his kingdom, and the honor of his great majesty many days, even an hundred and fourscore days.",
      "5": "And when these days were expired, the king made a feast to all the people that were found in the palace of Shushan, both unto great and small, seven days, in the court of the garden of the king’s palace,",
      "6": "Under an hanging of white, green, and blue cloths, fastened with cords of fine linen and purple, in silver rings, and pillars of marble: the beds were of gold and of silver upon a pavement of porphyry, and marble and alabaster, and blue color.",
      "7": "And they gave them drink in vessels of gold, and changed vessel after vessel, and royal wine in abundance, according to the power of the king.",
      "8": "And the drinking was by an order, none might compel: for so the king had appointed unto all the officers of his house, that they should do according to every man’s pleasure.",
      "9": "The Queen Vashti made a feast also for the women in the royal house of King Ahasuerus.",
      "10": "Upon the seventh day when the King was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seven eunuchs, (that served in the presence of king Ahasuerus)",
      "11": "To bring Queen Vashti before the king with the crown royal, that he might show the people and the princes her beauty: for she was fair to look upon.",
      "12": "But the Queen Vashti refused to come at the king’s word, which he had given in charge to the eunuchs: therefore the King was very angry, and his wrath kindled in him.",
      "13": "Then the King said to the wise men, that knew the times (for so was the King’s manner towards all that knew the law and the judgment:",
      "14": "And the next unto him was Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan the seven Princes of Persia, and Media, which saw the King’s face, and sat the first in the kingdom.)",
      "15": "What shall we do unto the Queen Vashti according to the law, because she did not according to the word of the King Ahasuerus by the commission of the eunuchs?",
      "16": "Then Memucan answered before the king and the Princes, The Queen Vashti hath not only done evil against the King, but against all the Princes, and against all the people that are in all the provinces of King Ahasuerus.",
      "17": "For the act of the Queen shall come abroad unto all women, so that they shall despise their husbands in their own eyes, and shall say, The King Ahasuerus commanded Vashti the Queen to be brought in before him, but she came not.",
      "18": "So shall the Princesses of Persia and Media this day say unto all the King’s Princes, when they hear of the act of the Queen: thus shall there be much despitefulness and wrath.",
      "19": "If it please the King, let a royal decree proceed from him, and let it be written among the statutes of Persia and Media, (and let it not be transgressed) that Vashti come no more before king Ahasuerus: and let the king give her royal estate unto her companion that is better than she.",
      "20": "And when the decree of the King which shall be made, shall be published throughout all his kingdom (though it be great) all the women shall give their husbands honor, both great and small.",
      "21": "And this saying pleased the King and the Princes, and the King did according to the word of Memucan.",
      "22": "For he sent letters into all the provinces of the King, into every province according to the writing thereof, and to every people after their language, that every man should bear rule in his own house, and that he should publish it in the language of that same people."
    },
    "2": {
      "1": "After these things, when the wrath of King Ahasuerus was appeased, he remembered Vashti, and what she had done, and what was decreed against her.",
      "2": "And the King’s servants that ministered unto him, said, Let them seek for the King beautiful young virgins,",
      "3": "And let the King appoint officers through all the provinces of his Kingdom, and let them gather all the beautiful young virgins unto the palace of Shushan, into the house of the women, under the hand of Hegai the King’s eunuch, keeper of the women, to give them their things for purification.",
      "4": "And the maid that shall please the King, let her reign in the stead of Vashti. And this pleased the king, and he did so.",
      "5": "In the city of Shushan there was a certain Jew, whose name was Mordecai, the son of Jair, the son of Shimei, the son of Kish a man of Benjamin,",
      "6": "Which had been carried away from Jerusalem with the captivity that was carried away with Jeconiah King of Judah (whom Nebuchadnezzar king of Babel had carried away.)",
      "7": "And he nourished Hadassah, that is, Esther, his uncle’s daughter: for she had neither father nor mother, and the maid was fair and beautiful to look on: and after the death of her father, and her mother, Mordecai took her for his own daughter.",
      "8": "And when the king’s commandment, and his decree was published, and many maids were brought together to the palace of Shushan, under the hand of Hegai, Esther was brought also unto the King’s house under the hand of Hegai the keeper of the women.",
      "9": "And the maid pleased him, and she found favor in his sight, therefore he caused her things for purification to be given her speedily, and her state, and seven comely maids to be given her out of the King’s house, and he gave change to her and to her maids of the best in the house of the women.",
      "10": "But Esther showed not her people and her kindred: for Mordecai had charged her that she should not tell it.",
      "11": "And Mordecai walked every day before the court of the women’s house, to know if Esther did well, and what should be done with her.",
      "12": "And when the course of every maid came, to go in to King Ahasuerus, after that she had been twelve months according to the manner of the women (for so were the days of their purifications accomplished, six months with oil of myrrh, and six months with sweet odors and in the purifying of the women:",
      "13": "And thus went the maids unto the King) whatsoever she required, was given her to go with her out of the women’s house unto the king’s house.",
      "14": "In the evening she went, and on the morrow she returned into the second house of the women under the hand of Shaashgaz the King’s eunuch, which kept the concubines: she came in to the King no more, except she pleased the King, and that she were called by name.",
      "15": "Now when the course of Esther the daughter of Abihail the uncle of Mordecai (which had taken her as his own daughter) came, that she should go in to the king, she desired nothing, but what Hege the king’s eunuch the keeper of the women said: and Esther found favor in the sight of all them that looked upon her.",
      "16": "So Esther was taken unto king Ahasuerus into his house royal in the tenth month, which is the month Tebeth, in the seventh year of his reign.",
      "17": "And the King loved Esther above all the women, and she found grace and favor in his sight more than all the virgins: so that he set the crown of the kingdom upon her head, and made her Queen instead of Vashti.",
      "18": "Then the king made a great feast unto all his princes, and his servants, which was the feast of Esther, and gave rest unto the provinces, and gifts, according to the power of a king.",
      "19": "And when the virgins were gathered the second time, then Mordecai sat in the king’s gate.",
      "20": "Esther had not yet showed her kindred nor her people, as Mordecai had charged her: for Esther did after the word of Mordecai, as when she was nourished with him.",
      "21": "In those days when Mordecai sat in the king’s gate, two of the king’s eunuchs, Bigthan and Teresh, which kept the door, were wroth, and sought to lay hand on the King Ahasuerus.",
      "22": "And the thing was known to Mordecai, and he told it unto Queen Esther, and Esther certified the king thereof in Mordecai’s name: and when inquisition was made, it was found so: therefore they were both hanged on a tree: and it was written in the book of the Chronicles before the king."
    },
    "3": {
      "1": "After these things did king Ahasuerus promote Haman the son of Hammedatha the Agagite, and exalted him, and set his seat above all the princes that were with him.",
      "2": "And all the king’s servants that were at the king’s gate, bowed their knees, and reverenced Haman: for the king had so commanded concerning him: but Mordecai bowed not the knee, neither did reverence.",
      "3": "Then the king’s servants which were at the king’s gate, said unto Mordecai, Why transgressest thou the king’s commandment?",
      "4": "And albeit they spake daily unto him, yet he would not hear them: therefore they told Haman, that they might see how Mordecai’s matters would stand: for he had told them, that he was a Jew.",
      "5": "And when Haman saw that Mordecai bowed not the knee unto him, nor did reverence unto him, then Haman was full of wrath.",
      "6": "Now he thought it too little to lay hands only on Mordecai: and because they had showed him the people of Mordecai, Haman sought to destroy all the Jews that were throughout the whole kingdom of Ahasuerus, even the people of Mordecai.",
      "7": "In the first month (that is the month Nisan) in the twelfth year of king Ahasuerus, they cast Pur (that is a lot) before Haman, from day to day, and from month to month unto the twelfth month, that is the month Adar.",
      "8": "Then Haman said unto king Ahasuerus, There is a people scattered, and dispersed among the people in all the provinces of thy kingdom, and their laws are divers from all people, and they do not observe the King’s laws: therefore it is not the king’s profit to suffer them.",
      "9": "If it please the king, let it be written that they may be destroyed, and I will pay ten thousand talents of silver by the hands of them that have the charge of this business to bring it into the king’s treasury.",
      "10": "Then the king took his ring from his hand, and gave it unto Haman the son of Hammedatha the Agagite the Jews’ adversary.",
      "11": "And the king said unto Haman, Let the silver be thine, and the people to do with them as it pleaseth thee.",
      "12": "Then were the king’s Scribes called on the thirteenth day of the first month, and there was written (according to all that Haman commanded) unto the king’s officers, and to the captains that were over every province, and to the rulers of every people, and to every province, according to the writing thereof, and to every people according to their language: in the name of king Ahasuerus was it written, and sealed with the king’s ring.",
      "13": "And the letters were sent by posts into all the king’s provinces, to root out, to kill and to destroy all the Jews, both young and old, children and women, in one day upon the thirteenth day of the twelfth month (which is the month Adar) and to spoil them as a prey.",
      "14": "The contents of the writing was, that there should be given a commandment in all provinces, and published unto all people, that they should be ready against the same day.",
      "15": "And the posts compelled by the King’s commandment went forth, and the commandment was given in the palace at Shushan: and the king and Haman sat drinking, but the city of Shushan was in perplexity."
    },
    "4": {
      "1": "Now when Mordecai perceived all that was done, Mordecai rent his clothes, and put on sackcloth, and ashes, and went out into the midst of the city, and cried with a great cry, and a bitter.",
      "2": "And he came even before the King’s gate, but he might not enter within the king’s gate, being clothed with sackcloth.",
      "3": "And in every province and place, whither the king’s charge and his commission came, there was great sorrow among the Jews, and fasting, and weeping, and mourning, and many lay in sackcloth and in ashes.",
      "4": "Then Esther’s maids and her Eunuchs came and told it her: therefore the queen was very heavy, and she sent raiment to clothe Mordecai, and to take away his sackcloth from him, but he received it not.",
      "5": "Then called Esther Hathach one of the King’s eunuchs, whom he had appointed to serve her, and gave him a commandment unto Mordecai, to know what it was, and why it was.",
      "6": "So Hathach went forth to Mordecai unto the street of the city, which was before the king’s gate.",
      "7": "And Mordecai told him of all that which had come unto him, and of the sum of the silver that Haman had promised to pay unto the King’s treasures, because of the Jews, for to destroy them.",
      "8": "Also he gave him the copy of the writing and commission that was given at Shushan, to destroy them, that he might show it unto Esther and declare it unto her, and to charge her that she should go in to the king, and make petition and supplication before him for her people.",
      "9": "So when Hathach came, he told Esther the words of Mordecai.",
      "10": "Then Esther said unto Hathach, and commanded him to say unto Mordecai,",
      "11": "All the king’s servants and the people of the King’s provinces do know, That whosoever, man or woman, that cometh to the king into the inner court, which is not called, there is a law of his, that he shall die, except him to whom the king holdeth out the golden rod, that he may live. Now I have not been called to come unto the king these thirty days.",
      "12": "And they certified Mordecai of Esther’s words.",
      "13": "And Mordecai said, that they should answer Esther thus, Think not with thyself that thou shalt escape in the king’s house, more than all the Jews.",
      "14": "For if thou holdest thy peace at this time, comfort and deliverance shall appear to the Jews out of another place, but thou and thy father’s house shall perish: and who knoweth whether thou art come to the kingdom for such a time?",
      "15": "Then Esther commanded to answer Mordecai,",
      "16": "Go, and assemble all the Jews that are found in Shushan, and fast ye for me, and eat not, nor drink in three days, day nor night. I also and my maids will fast likewise, and so will I go in to the King, which is not according to the law: and if I perish, I perish.",
      "17": "So Mordecai went his way, and did according to all that Esther had commanded him."
    },
    "5": {
      "1": "And on the third day Esther put on her royal apparel, and stood in the court of the King’s palace within, over against the King’s house: and the King sat upon his royal throne in the king’s palace over against the gate of the house.",
      "2": "And when the King saw Esther the Queen standing in the court, she found favor in his sight: and the King held out the golden scepter that was in his hand: so Esther drew near, and touched the top of the scepter.",
      "3": "Then said the King unto her, What wilt thou, Queen Esther? and what is thy request? it shall be even given thee to the half of the kingdom.",
      "4": "Then said Esther, If it please the king, let the King and Haman come this day unto the banquet, that I have prepared for him.",
      "5": "And the king said, Cause Haman to make haste, that he may do as Esther hath said. So the king and Haman came to the banquet that Esther had prepared.",
      "6": "And the king said unto Esther at the banquet of wine, What is thy petition, that it may be given thee? and what is thy request? it shall even be performed unto the half of the kingdom.",
      "7": "Then answered Esther, and said, My petition, and my request is,",
      "8": "If I have found favor in the sight of the king, and if it please the king to give me my petition, and to perform my request, let the king and Haman come to the banquet that I shall prepare for them, and I will do tomorrow according to the king’s saying.",
      "9": "Then went Haman forth the same day joyful, and with a glad heart. But when Haman saw Mordecai in the king’s gate, that he stood not up, nor moved for him, then was Haman full of indignation at Mordecai.",
      "10": "Nevertheless, Haman refrained himself: and when he came home, he sent, and called for his friends, and Zeresh his wife.",
      "11": "And Haman told them of the glory of his riches, and the multitude of his children, and all the things wherein the king had promoted him, and how that he had set him above the princes and servants of the king.",
      "12": "Haman said moreover, Yea, Esther the queen did let no man come in with the king to the banquet that she had prepared, save me: and tomorrow am I bidden unto her also with the king.",
      "13": "But all this doth nothing avail me, as long as I see Mordecai the Jew sitting at the king’s gate.",
      "14": "Then said Zeresh his wife and all his friends unto him, Let them make a tree of fifty cubits high, and tomorrow speak thou unto the king, that Mordecai may be hanged thereon: then shalt thou go joyfully with the king unto the banquet. And the thing pleased Haman, and he caused to make the tree."
    },
    "6": {
      "1": "The same night the king slept not, and he commanded to bring the book of the Records, and the Chronicles: and they were read before the king.",
      "2": "Then it was found written that Mordecai had told of Bigthana and Teresh, two of the king’s eunuchs keepers of the door, who sought to lay hands on the King Ahasuerus.",
      "3": "Then the king said, What honor and dignity hath been given to Mordecai for this? And the king’s servants that ministered unto him, said, There is nothing done for him.",
      "4": "And the king said, Who is in the court? (Now Haman was come into the inner court of the king’s house, that he might speak unto the king to hang Mordecai on the tree that he had prepared for him.)",
      "5": "And the king’s servants said unto him, Behold, Haman standeth in the court. And the king said, Let him come in.",
      "6": "And when Haman came in, the king said unto him, What shall be done unto the man whom the king will honor? Then Haman thought in his heart, To whom would the king do honor more than to me?",
      "7": "And Haman answered the king, The man whom the king would honor,",
      "8": "Let them bring for him royal apparel, which the king useth to wear, and the horse that the king rideth upon, and that the crown royal may be set upon his head.",
      "9": "And let the raiment and the horse be delivered by the hand of one of the king’s most noble princes, and let them apparel the man (whom the king will honor) and cause him to ride upon the horse through the street of the city, and proclaim before him, Thus shall it be done unto the man whom the king will honor.",
      "10": "Then the king said to Haman, Make haste, take the raiment and the horse, as thou hast said, and do so unto Mordecai the Jew, that sitteth at the king’s gate: let nothing fail of all that thou hast spoken.",
      "11": "So Haman took the raiment and the horse, and arrayed Mordecai, and brought him on horseback through the street of the city, and proclaimed before him, Thus shall it be done to the man whom the king will honor.",
      "12": "And Mordecai came again to the king’s gate, but Haman hasted home mourning and his head covered.",
      "13": "And Haman told Zeresh his wife, and all his friends, all that had befallen him. Then said his wise men, and Zeresh his wife unto him, If Mordecai be of the seed of the Jews, before whom thou hast begun to fall, thou shalt not prevail against him, but shalt surely fall before him.",
      "14": "And while they were yet talking with him, came the king’s eunuchs and hasted to bring Haman unto the banquet that Esther had prepared."
    },
    "7": {
      "1": "So the king and Haman came to banquet with the queen Esther.",
      "2": "And the king said again unto Esther on the second day at the banquet of wine, What is thy petition, Queen Esther, that it may be given thee? and what is thy request? It shall be even performed unto the half of the kingdom.",
      "3": "And Esther the queen answered, and said, If I have found favor in thy sight, O king, and if it please the king, let my life be given me at my petition, and my people at my request.",
      "4": "For we are sold, I, and my people, to be destroyed, to be slain, and to perish: but if we were sold for servants, and for handmaids, I would have held my tongue, although the adversary could not recompense the king’s loss.",
      "5": "Then king Ahasuerus answered, and said unto the queen Esther, Who is he? and where is he that presumeth to do thus?",
      "6": "And Esther said, The adversary and enemy is this wicked Haman. Then Haman was afraid before the king and the queen.",
      "7": "And the king arose from the banquet of wine in his wrath, and went into the palace garden: but Haman stood up to make request for his life to the queen Esther: for he saw that there was a mischief prepared for him of the king.",
      "8": "And when the king came again out of the palace garden, into the house where they drank wine, Haman was fallen upon the bed whereon Esther sat: therefore the King said, Will he force the Queen also before me in the house? As the word went out of the King’s mouth, they covered Haman’s face.",
      "9": "And Harbonah one of the eunuchs, said in the presence of the King, Behold, there standeth yet the tree in Haman’s house fifty cubits high, which Haman had prepared for Mordecai, that spake good for the king. Then the King said, Hang him thereon.",
      "10": "So they hanged Haman on the tree, that he had prepared for Mordecai: then was the King’s wrath pacified."
    },
    "8": {
      "1": "The same day did King Ahasuerus give the house of Haman the adversary of the Jews, unto the Queen Esther. And Mordecai came before the King: for Esther told what he was unto her.",
      "2": "And the King took off his ring, which he had taken from Haman, and gave it unto Mordecai: and Esther set Mordecai over the house of Haman.",
      "3": "And Esther spake yet more before the King, and fell down at his feet weeping, and besought him that he would put away the wickedness of Haman the Agagite, and his device that he had imagined against the Jews.",
      "4": "And the King held out the golden scepter toward Esther. Then arose Esther, and stood before the King,",
      "5": "And said, If it please the King, and if I have found favor in his sight, and the thing be acceptable before the King, and I please him, let it be written, that the letters of the device of Haman the son of Hammedatha the Agagite may be called again, which he wrote to destroy the Jews, that are in all the King’s provinces.",
      "6": "For how can I suffer and see the evil, that shall come unto my people? Or how can I suffer and see the destruction of my kindred?",
      "7": "And the king Ahasuerus said unto the Queen Esther, and to Mordecai the Jew, Behold, I have given Esther the house of Haman, whom they have hanged upon the tree, because he laid hand upon the Jews.",
      "8": "Write ye also for the Jews, as it liketh you in the King’s name, and seal it with the King’s ring, (for the writings written in the King’s name, and sealed with the king’s ring, may no man revoke.)",
      "9": "Then were the King’s Scribes called at the same time, even in the third month, that is the month Sivan, on the three and twentieth day thereof: and it was written, according to all as Mordecai commanded, unto the Jews and to the princes, and captains and rulers of the provinces, which were from India even unto Ethiopia, an hundred and seven and twenty provinces, unto every province according to the writing thereof, and to every people after their speech, and to the Jews, according to their writing, and according to their language.",
      "10": "And he wrote in the King Ahasuerus’s name, and sealed it with the King’s ring, and he sent letters by posts on horseback and that rode on beasts of price, as dromedaries, and colts of mares.",
      "11": "Wherein the King granted the Jews (in what cities soever they were) to gather themselves together, and to stand for their life, and to root out, to slay and to destroy all the power of the people and of the province that vexed them, both children and women, and to spoil their goods:",
      "12": "Upon one day in all the provinces of King Ahasuerus, even in the thirteenth day of the twelfth month, which is the month Adar.",
      "13": "The copy of the writing was, how there should be a commandment given in all and every province, published among all the people, and that the Jews should be ready against that day, to avenge themselves on their enemies.",
      "14": "So the posts rode upon beasts of price, and dromedaries, and went forth with speed, to execute the King’s commandment, and the decree was given at Shushan the palace.",
      "15": "And Mordecai went out from the King in royal apparel of blue, and white, and with a great crown of gold, and with a garment of fine linen and purple, and the city of Shushan rejoiced and was glad.",
      "16": "And unto the Jews was come light and joy and gladness, and honor.",
      "17": "Also in all and every province, and in all and every city and place, where the King’s commandment and his decree came, there was joy and gladness to the Jews, a feast and good day, and many of the people of the land became Jews: for the fear of the Jews fell upon them."
    },
    "9": {
      "1": "So in the twelfth month, which is the month Adar, upon the thirteenth day of the same, when the King’s commandment and his decree drew near to be put in execution, in the day that the enemies of the Jews hoped to have power over them (but it turned contrary: for the Jews had rule over them that hated them.)",
      "2": "The Jews gathered themselves together into their cities throughout all the provinces of the King Ahasuerus, to lay hand on such as sought their hurt, and no man could withstand them: for the fear of them fell upon all people.",
      "3": "And all the rulers of the provinces, and the princes and the captains, and the officers of the King exalted the Jews: for the fear of Mordecai fell upon them.",
      "4": "For Mordecai was great in the King’s house, and the report of him went through all the provinces: for this man Mordecai waxed greater and greater.",
      "5": "Thus the Jews smote all their enemies with strokes of the sword and slaughter, and destruction, and did what they would unto those that hated them.",
      "6": "And at Shushan the palace slew the Jews and destroyed five hundred men,",
      "7": "And Parshandatha, and Dalphon, and Aspatha,",
      "8": "And Poratha, and Adalia, and Aridatha,",
      "9": "And Parmashta, and Arisai, and Aridai, and Vajezatha,",
      "10": "The ten sons of Haman, the son of Hammedatha, the adversary of the Jews slew they: but they laid not their hands on the spoil.",
      "11": "On the same day came the number of those that were slain, unto the palace of Shushan before the King.",
      "12": "And the King said unto the Queen Esther, The Jews have slain in Shushan the palace, and destroyed five hundred men, and the ten sons of Haman: what have they done in the rest of the King’s provinces? and what is thy petition, that it may be given thee? or what is thy request moreover, that it may be performed?",
      "13": "Then said Esther, If it please the King, let it be granted also tomorrow to the Jews that are in Shushan, to do according unto this day’s decree, that they may hang upon the tree Haman’s ten sons.",
      "14": "And the King charged to do so, and the decree was given at Shushan, and they hanged Haman’s ten sons.",
      "15": "So the Jews that were in Shushan, assembled themselves upon the fourteenth day of the month Adar, and slew three hundred men in Shushan, but on the spoil they laid not their hand.",
      "16": "And the rest of the Jews that were in the King’s provinces assembled themselves, and stood for their lives, and had rest from their enemies, and slew of them that hated them, seventy and five thousand: but they laid not their hand on the spoil.",
      "17": "This they did on the thirteenth day of the month Adar, and rested the fourteenth day thereof, and kept it a day of feasting and joy.",
      "18": "But the Jews that were in Shushan assembled themselves on the thirteenth day, and on the fourteenth thereof, and they rested on the fifteenth of the same, and kept it a day of feasting and joy.",
      "19": "Therefore the Jews of the villages that dwelt in the unwalled towns, kept the fourteenth day of the month Adar with joy and feasting, even a joyful day, and everyone sent presents unto his neighbor.",
      "20": "And Mordecai wrote these words, and sent letters unto all the Jews that were through all the provinces of the King Ahasuerus, both near and far,",
      "21": "Enjoining them that they should keep the fourteenth day of the month Adar, and the fifteenth day of the same, every year.",
      "22": "According to the days wherein the Jews rested from their enemies, and the month which was turned unto them from sorrow to joy, and from mourning into a joyful day, to keep them the days of feasting and joy, and to send presents every man to his neighbor, and gifts to the poor.",
      "23": "And the Jews promised to do as they had begun, and as Mordecai had written unto them,",
      "24": "Because Haman the son of Hammedatha the Agagite all the Jews’ adversary had imagined against the Jews to destroy them, and had cast Pur (that is a lot) to consume and destroy them.",
      "25": "And when she came before the king, he commanded by letters, Let this wicked device (which he imagined against the Jews) turn upon his own head, and let them hang him and his sons on the tree.",
      "26": "Therefore they called these days Purim, by the name of Pur, and because of all the words of this letter, and of that which they had seen besides this, and of that which had come unto them.",
      "27": "The Jews also ordained, and promised for them and for their seed, and for all that joined unto them, that they would not fail to observe those two days every year, according to their writing, and according unto their season,",
      "28": "And that these days should be remembered, and kept throughout every generation and every family, and every province, and every city: even these days of Purim should not fail among the Jews, and the memorial of them should not perish from their seed.",
      "29": "And the Queen Esther the daughter of Abihail and Mordecai the Jew wrote with all authority (to confirm this letter of Purim the second time.)",
      "30": "And he sent letters unto all the Jews to the hundred and seven and twenty provinces of the kingdom of Ahasuerus, with words of peace and truth,",
      "31": "To confirm these days of Purim according to their seasons, as Mordecai the Jew and Esther the Queen had appointed them, and as they had promised for themselves and for their seed with fasting and prayer.",
      "32": "And the decree of Esther confirmed these words of Purim, and was written in the book."
    },
    "10": {
      "1": "And the King Ahasuerus laid a tribute upon the land, and upon the isles of the sea.",
      "2": "And all the acts of his power, and of his might, and the declaration of the dignity of Mordecai, wherewith the King magnified him, are they not written in the book of the Chronicles of the Kings of Media and Persia?",
      "3": "For Mordecai the Jew was the second unto king Ahasuerus, and great among the Jews, and accepted among the multitude of his brethren, who procured the wealth of his people, and spake peaceably to all his seed."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:23.971233-04:00",
    "Translation": "GNV"
  }
}