{
  "Exodus": {
    "1": {
      "1": "Now these are the names of the children of Israel, which came into Egypt (every man and his household came thither with Jacob)",
      "2": "Reuben, Simeon, Levi, and Judah,",
      "3": "Issachar, Zebulun, and Benjamin,",
      "4": "Dan, and Naphtali, Gad, and Asher.",
      "5": "So all the souls, that came out of the loins of Jacob, were seventy souls: Joseph was in Egypt already.",
      "6": "Now Joseph died and all his brethren, and that whole generation.",
      "7": "And the children of Israel brought forth fruit and increased in abundance, and were multiplied, and were exceeding mighty, so that the land was full of them.",
      "8": "Then there rose up a new King in Egypt, who knew not Joseph.",
      "9": "And he said unto his people, Behold, the people of the children of Israel are greater, and mightier than we.",
      "10": "Come, let us work wisely with them, lest they multiply, and it come to pass, that if there be war, they join themselves also unto our enemies, and fight against us, and get them out of the land.",
      "11": "Therefore did they set taskmasters over them, to keep them under with burdens: and they built the cities Pithom and Raamses for the treasures of Pharaoh.",
      "12": "But the more they vexed them, the more they multiplied and grew: therefore they were more grieved against the children of Israel.",
      "13": "Wherefore the Egyptians by cruelty caused the children of Israel to serve.",
      "14": "Thus they made them weary of their lives by sore labor in clay and in brick, and in all work in the field, with all manner of bondage, which they laid upon them most cruelly.",
      "15": "Moreover the King of Egypt commanded the midwives of the Hebrew women (of which the one’s name was Shiphrah, and the name of the other Puah)",
      "16": "And said, When ye do the office of a midwife to the women of the Hebrews, and see them on their stools, if it be a son, then ye shall kill him: but if it be a daughter, then let her live.",
      "17": "Notwithstanding the midwives feared God, and did not as the King of Egypt commanded them, but preserved alive the men children.",
      "18": "Then the King of Egypt called for the midwives, and said unto them, Why have ye done thus, and have preserved alive the men children?",
      "19": "And the midwives answered Pharaoh, Because the Hebrew women are not as the women of Egypt: for they are lively, and are delivered ere the midwives come at them.",
      "20": "God therefore prospered the midwives, and the people multiplied, and were very mighty.",
      "21": "And because the midwives feared God, therefore he made them houses.",
      "22": "Then Pharaoh charged all his people, saying, Every man-child that is born, cast ye into the river, but reserve every maid-child alive."
    },
    "2": {
      "1": "Then there went a man of the house of Levi, and took to wife a daughter of Levi.",
      "2": "And the woman conceived and bare a son: and when she saw that he was fair, she hid him three months.",
      "3": "But when she could no longer hide him, she took for him an ark made of reed, and daubed it with slime and with pitch, and laid the child therein, and put it among the bulrushes by the river’s brink.",
      "4": "Now his sister stood afar off, to wit what would come of him.",
      "5": "Then the daughter of Pharaoh came down to wash her in the river, and her maidens walked by the river’s side: and when she saw the ark among the bulrushes, she sent her maid to fetch it.",
      "6": "Then she opened it, and saw it was a child, and behold, the babe wept: so she had compassion on it, and said, This is one of the Hebrews’ children.",
      "7": "Then said his sister unto Pharaoh’s daughter, Shall I go and call unto thee a nurse of the Hebrew women to nurse thee the child?",
      "8": "And Pharaoh’s daughter said to her, Go. So the maid went and called the child’s mother.",
      "9": "To whom Pharaoh’s daughter said, Take this child away, and nurse it for me, and I will reward thee. Then the woman took the child, and nursed him.",
      "10": "Now the child grew, and she brought him unto Pharaoh’s daughter, and he was as her son, and she called his name Moses, because, said she, I drew him out of the water.",
      "11": "And in those days, when Moses was grown, he went forth unto his brethren, and looked on their burdens: also he saw an Egyptian smiting an Hebrew one of his brethren.",
      "12": "And he looked round about, and when he saw no man, he slew the Egyptian, and hid him in the sand.",
      "13": "Again he came forth the second day, and behold two Hebrews strove: and he said unto him that did the wrong, Wherefore smitest thou thy fellow?",
      "14": "And he answered, Who made thee a man of authority, and a judge over us? Thinkest thou to kill me, as thou killedst the Egyptian? Then Moses feared and said, Certainly this thing is known.",
      "15": "Now Pharaoh heard this matter, and sought to slay Moses: therefore Moses fled from Pharaoh, and dwelt in the land of Midian, and he sat down by a well.",
      "16": "And the Priest of Midian had seven daughters, which came and drew water, and filled the troughs, for to water their father’s sheep.",
      "17": "Then the shepherds came and drove them away: but Moses rose up, and defended them, and watered their sheep.",
      "18": "And when they came to Reuel their father, he said, How are ye come so soon today?",
      "19": "And they said, A man of Egypt delivered us from the hand of the shepherds, and also drew us water enough, and watered the sheep.",
      "20": "Then he said unto his daughters, And where is he? why have ye so left the man? call him that he may eat bread.",
      "21": "And Moses agreed to dwell with the man: who gave unto Moses Zipporah his daughter:",
      "22": "And she bare a son, whose name he called Gershom: for he said, I have been a stranger in a strange land.",
      "23": "Then in process of time, the King of Egypt died, and the children of Israel sighed for the bondage and cried: and their cry for the bondage came up unto God.",
      "24": "Then God heard their moan, and God remembered his covenant with Abraham, Isaac, and Jacob.",
      "25": "So God looked upon the children of Israel, and God had respect unto them."
    },
    "3": {
      "1": "When Moses kept the sheep of Jethro his father-in-law, Priest of Midian, and drove the flock to the back side of the desert, and came to the Mountain of God, Horeb,",
      "2": "Then the Angel of the Lord appeared unto him in a flame of fire out of the midst of a bush, and he looked, and behold, the bush burned with fire, and the bush was not consumed.",
      "3": "Therefore Moses said, I will turn aside now, and see this great sight, why the bush burneth not.",
      "4": "And when the Lord saw that he turned aside to see, God called unto him out of the midst of the bush, and said, Moses, Moses. And he answered, I am here.",
      "5": "Then he said, Come not hither, put thy shoes off thy feet: for the place whereon thou standest is holy ground.",
      "6": "Moreover he said, I am the God of thy father, the God of Abraham, the God of Isaac, and the God of Jacob. Then Moses hid his face: for he was afraid to look upon God.",
      "7": "Then the Lord said, I have surely seen the trouble of my people, which are in Egypt, and have heard their cry, because of their taskmasters: for I know their sorrows.",
      "8": "Therefore I am come down to deliver them out of the hand of the Egyptians, and to bring them out of that land into a good land and a large, into a land that floweth with milk and honey, even into the place of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites.",
      "9": "And now lo, the cry of the children of Israel is come unto me, and I have also seen the oppression wherewith the Egyptians oppress them.",
      "10": "Come now therefore, and I will send thee unto Pharaoh, that thou mayest bring my people the children of Israel out of Egypt.",
      "11": "But Moses said unto God, Who am I, that I should go unto Pharaoh, and that I should bring the children of Israel out of Egypt?",
      "12": "And he answered, Certainly I will be with thee: and this shall be a token unto thee, that I have sent thee, After that thou hast brought the people out of Egypt, ye shall serve God upon this mountain.",
      "13": "Then Moses said unto God, Behold, when I shall come unto the children of Israel, and shall say unto them, The God of your fathers hath sent me unto you: if they say unto me, What is his Name? what shall I say unto them?",
      "14": "And God answered Moses, I AM THAT I AM. Also he said, Thus shalt thou say unto the children of Israel, I AM hath sent me unto you.",
      "15": "And God spake further unto Moses, Thus shalt thou say unto the children of Israel, The Lord God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob hath sent me unto you: this is my Name forever, and this is my memorial unto all ages.",
      "16": "Go and gather the Elders of Israel together, and thou shalt say unto them, The Lord God of your fathers, the God of Abraham, Isaac, and Jacob appeared unto me, and said, I have surely remembered you, and that which is done to you in Egypt.",
      "17": "Therefore I did say, I will bring you out of the affliction of Egypt unto the land of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites, unto a land that floweth with milk and honey.",
      "18": "Then shall they obey my voice, and thou and the Elders of Israel shall go unto the King of Egypt, and say unto him, The Lord God of the Hebrews hath met with us: we pray thee now therefore, let us go three days’ journey in the wilderness, that we may sacrifice unto the Lord our God.",
      "19": "But I know, that the King of Egypt will not let you go, but by strong hand.",
      "20": "Therefore will I stretch out mine hand and smite Egypt with all my wonders, which I will do in the midst thereof: and after that shall he let you go.",
      "21": "And I will make this people to be favored of the Egyptians: so that when ye go, ye shall not go empty.",
      "22": "For every woman shall ask of her neighbor, and of her that sojourneth in her house, jewels of silver and jewels of gold and raiment, and ye shall put them on your sons, and on your daughters, and shall spoil the Egyptians."
    },
    "4": {
      "1": "Then Moses answered, and said, But lo, they will not believe me, nor hearken unto my voice: for they will say, The Lord hath not appeared unto thee.",
      "2": "And the Lord said unto him, What is that in thine hand? And he answered, A rod.",
      "3": "Then said he, Cast it on the ground. So he cast it on the ground, and it was turned into a serpent: and Moses fled from it.",
      "4": "Again the Lord said unto Moses, Put forth thine hand, and take it by the tail. Then he put forth his hand and caught it, and it was turned into a rod in his hand.",
      "5": "Do this that they may believe, that the Lord God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob hath appeared unto thee.",
      "6": "And the Lord said furthermore unto him, Thrust now thine hand into thy bosom. And he thrust his hand into his bosom, and when he took it out again, behold his hand was leprous as snow.",
      "7": "Moreover he said, Put thine hand into thy bosom again. So he put his hand into his bosom again, and plucked it out of his bosom, and behold, it was turned again as his other flesh.",
      "8": "So shall it be, if they will not believe thee, neither obey the voice of the first sign, yet shall they believe for the voice of the second sign.",
      "9": "But if they will not yet believe these two signs, neither obey unto thy voice, then shalt thou take of the water of the river, and pour it upon the dry land: so the water which thou shalt take out of the river, shall be turned to blood upon the dry land.",
      "10": "But Moses said unto the Lord, Oh my Lord, I am not eloquent, neither at any time have been, nor yet since thou hast spoken unto thy servant: but I am slow of speech and slow of tongue.",
      "11": "Then the Lord said unto him, Who hath given the mouth to man? or who hath made the dumb, or the deaf, or him that seeth, or the blind? have not I the Lord?",
      "12": "Therefore go now, and I will be with thy mouth, and will teach thee what thou shalt say.",
      "13": "But he said, Oh my Lord, send, I pray thee, by the hand of him, whom thou shouldest send.",
      "14": "Then the Lord was very angry with Moses, and said, Do not I know Aaron thy brother the Levite, that he himself shall speak? for lo, he cometh also forth to meet thee, and when he seeth thee, he will be glad in his heart.",
      "15": "Therefore thou shalt speak unto him, and put the words in his mouth, and I will be with thy mouth, and with his mouth, and will teach you what ye ought to do.",
      "16": "And he shall be thy spokesman unto the people: and he shall be, even he shall be as thy mouth, and thou shalt be to him as God.",
      "17": "Moreover thou shalt take this rod in thine hand, wherewith thou shalt do miracles.",
      "18": "Therefore Moses went and returned to Jethro his father-in-law, and said unto him, I pray thee, let me go, and return to my brethren, which are in Egypt, and see whether they be yet alive. Then Jethro said to Moses, Go in peace.",
      "19": "(For the Lord had said unto Moses in Midian, Go, return to Egypt: for they are all dead which went about to kill thee.)",
      "20": "Then Moses took his wife and his sons, and put them on an ass, and returned toward the land of Egypt, and Moses took the rod of God in his hand.",
      "21": "And the Lord said unto Moses, When thou art entered and come into Egypt again, see that thou do all the wonders before Pharaoh, which I have put in thine hand: but I will harden his heart, and he shall not let the people go.",
      "22": "Then thou shalt say to Pharaoh, Thus saith the Lord, Israel is my son, even my firstborn.",
      "23": "Wherefore I say to thee, Let my son go, that he may serve me: if thou refuse to let him go, behold, I will slay thy son, even thy firstborn.",
      "24": "And as he was by the way in the Inn, the Lord met him, and would have killed him.",
      "25": "Then Zipporah took a sharp knife, and cut away the foreskin of her son, and cast it at his feet, and said, Thou art indeed a bloody husband unto me.",
      "26": "So he departed from him. Then she said, O bloody husband (because of the circumcision).",
      "27": "Then the Lord said unto Aaron, Go meet Moses in the wilderness. And he went and met him in the Mount of God, and kissed him.",
      "28": "Then Moses told Aaron all the words of the Lord, who had sent him, and all the signs wherewith he had charged him.",
      "29": "So went Moses and Aaron, and gathered all the elders of the children of Israel.",
      "30": "And Aaron told all the words, which the Lord had spoken unto Moses, and he did the miracles in the sight of the people.",
      "31": "And the people believed, and when they heard that the Lord had visited the children of Israel, and had looked upon their tribulation, they bowed down, and worshipped."
    },
    "5": {
      "1": "Then afterward Moses and Aaron went and said to Pharaoh, Thus saith the Lord God of Israel, Let my people go, that they may celebrate a feast unto me in the wilderness.",
      "2": "And Pharaoh said, Who is the Lord, that I should hear his voice, and let Israel go? I know not the Lord, neither will I let Israel go.",
      "3": "And they said, We worship the God of the Hebrews: we pray thee, let us go three days’ journey in the desert, and sacrifice unto the Lord our God, lest he bring upon us the pestilence or sword.",
      "4": "Then said the King of Egypt unto them, Moses and Aaron, why cause ye the people to cease from their works? get you to your burdens.",
      "5": "Pharaoh said furthermore, Behold, much people is now in the land, and ye make them leave their burdens.",
      "6": "Therefore Pharaoh gave commandment the same day unto the taskmasters of the people, and to their officers, saying,",
      "7": "Ye shall give the people no more straw, to make brick (as in time past) but let them go and gather them straw themselves.",
      "8": "Notwithstanding lay upon them the number of brick, which they made in time past, diminish nothing thereof: for they be idle, therefore they cry, saying, Let us go to offer sacrifice unto our God.",
      "9": "Lay more work upon the men, and cause them to do it, and let them not regard vain words.",
      "10": "Then went the taskmasters of the people and their officers out, and told the people, saying, Thus saith Pharaoh, I will give you no more straw.",
      "11": "Go yourselves, get ye straw where ye can find it, yet shall nothing of your labor be diminished.",
      "12": "Then were the people scattered abroad throughout all the land of Egypt, for to gather stubble instead of straw.",
      "13": "And the taskmasters hasted them, saying, Finish your day’s work every day’s task, as ye did when ye had straw.",
      "14": "And the Officers of the children of Israel, which Pharaoh’s taskmasters had set over them, were beaten, and demanded, Wherefore have ye not fulfilled your [task] in making brick yesterday and today, as in times past?",
      "15": "Then the officers of the children of Israel came and cried unto Pharaoh, saying, Wherefore dealest thou thus thy servants?",
      "16": "There is no straw given to thy servants, and they say unto us, Make brick: and lo, thy servants are beaten, and thy people is blamed.",
      "17": "But he said, Ye are too much idle: therefore ye say, Let us go to offer sacrifice to the Lord.",
      "18": "Go therefore now and work: for there shall no straw be given you, yet shall ye deliver the whole tale of brick.",
      "19": "Then the officers of the children of Israel saw themselves in an evil case, because it was said, Ye shall diminish nothing of your brick, nor of every day’s task.",
      "20": "And they met Moses and Aaron, which stood in their way as they came out from Pharaoh.",
      "21": "To whom they said, The Lord look upon you and judge: for ye have made our savor to stink before Pharaoh and before his servants, in that ye have put a sword in their hand to slay us.",
      "22": "Wherefore Moses returned to the Lord, and said, Lord, why hast thou afflicted this people? wherefore hast thou thus sent me?",
      "23": "For since I came to Pharaoh to speak in thy name, he hath vexed this people, and yet thou hast not delivered thy people."
    },
    "6": {
      "1": "Then the Lord said unto Moses, Now shalt thou see, what I will do unto Pharaoh: for by a strong hand shall he let them go, and even be constrained to drive them out of his land.",
      "2": "Moreover God spake unto Moses, and said unto him, I am the Lord,",
      "3": "And I appeared unto Abraham, to Isaac, and to Jacob by the Name of Almighty God, but by my Name Jehovah was I not known unto them.",
      "4": "Furthermore as I made my covenant with them to give them the land of Canaan, the land of their pilgrimage, wherein they were strangers:",
      "5": "So I have also heard the groaning of the children of Israel, whom the Egyptians keep in bondage, and have remembered my covenant.",
      "6": "Wherefore say thou unto the children of Israel, I am the Lord, and I will bring you out from the burdens of the Egyptians, and will deliver you out of their bondage, and will redeem you in a stretched out arm, and in great judgments.",
      "7": "Also I will take you for my people, and will be your God: then ye shall know that I the Lord your God bring you out from the burdens of the Egyptians.",
      "8": "And I will bring you into the land which I sware that I would give to Abraham, and to Isaac, and to Jacob, and I will give it unto you for a possession: I am the Lord.",
      "9": "So Moses told the children of Israel thus: but they hearkened not unto Moses, for anguish of spirit and for cruel bondage.",
      "10": "Then the Lord spake unto Moses, saying,",
      "11": "Go speak to Pharaoh King of Egypt, that he let the children of Israel go out of his land.",
      "12": "But Moses spake before the Lord, saying, Behold, the children of Israel hearken not unto me, how then shall Pharaoh hear me, which am of uncircumcised lips?",
      "13": "Then the Lord spake unto Moses and unto Aaron, and charged them to go to the children of Israel and to Pharaoh King of Egypt, to bring the children of Israel out of the land of Egypt.",
      "14": "These be the heads of their father’s houses: the sons of Reuben the firstborn of Israel are Hanoch and Pallu, Hezron and Carmi: these are the families of Reuben.",
      "15": "Also the sons of Simeon: Jemuel and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanitish woman: these are the families of Simeon.",
      "16": "These also are the names of the sons of Levi in their generations: Gershon and Kohath and Merari (and the years of the life of Levi were an hundred thirty and seven years).",
      "17": "The sons of Gershon were Libni and Shimi by their families.",
      "18": "And the sons of Kohath, Amram and Izhar, and Hebron, and Uzziel (and Kohath lived an hundred thirty and three years).",
      "19": "Also the sons of Merari were Mahli and Mushi: these are the families of Levi their kindreds.",
      "20": "And Amram took Jochebed his father’s sister to his wife, and she bare him Aaron and Moses (and Amram lived an hundred thirty and seven years).",
      "21": "Also the sons of Izhar: Korah, and Nepheg, and Zichri.",
      "22": "And the sons of Uzziel: Mishael, and Elzaphan, and Zithri.",
      "23": "And Aaron took Elisheba daughter of Amminadab, sister of Nahshon to his wife, which bare him Nadab, and Abihu, Eleazar and Ithamar.",
      "24": "Also the sons of Korah: Assir, and Elkanah and Abiasaph: these are the families of the Korahites.",
      "25": "And Eleazar Aaron’s son took him one of the daughters of Putiel to his wife, which bare him Phinehas: these are the principal fathers of the Levites throughout their families.",
      "26": "These are Aaron and Moses to whom the Lord said, Bring the children of Israel out of the land of Egypt, according to their armies.",
      "27": "These are that Moses, and Aaron, which spake to Pharaoh King of Egypt, that they might bring the children of Israel out of Egypt.",
      "28": "And at that time when the Lord spake unto Moses in the land of Egypt,",
      "29": "When the Lord, I say, spake unto Moses, saying, I am the Lord, speak thou unto Pharaoh the King of Egypt all that I say unto thee.",
      "30": "Then Moses said before the Lord, Behold, I am of uncircumcised lips, and how shall Pharaoh hear me?"
    },
    "7": {
      "1": "Then the Lord said to Moses, Behold, I have made thee Pharaoh’s God, and Aaron thy brother shall be thy Prophet.",
      "2": "Thou shalt speak all that I commanded thee: and Aaron thy brother shall speak unto Pharaoh, that he suffer the children of Israel to go out of his land.",
      "3": "But I will harden Pharaoh’s heart, and multiply my miracles, and my wonders in the land of Egypt.",
      "4": "And Pharaoh shall not hearken unto you, that I may lay mine hand upon Egypt, and bring out mine armies, even my people, the children of Israel out of the land of Egypt, by great judgments.",
      "5": "Then the Egyptians shall know that I am the Lord, when I stretch forth mine hand upon Egypt, and bring out the children of Israel from among them.",
      "6": "So Moses and Aaron did as the Lord commanded them, even so did they.",
      "7": "(Now Moses was fourscore years old, and Aaron fourscore and three, when they spake unto Pharaoh.)",
      "8": "And the Lord had spoken unto Moses and Aaron, saying,",
      "9": "If Pharaoh speak unto you, saying, Show a miracle for you, then thou shalt say unto Aaron, Take thy rod, and cast it before Pharaoh, and it shall be turned into a serpent.",
      "10": "Then went Moses and Aaron unto Pharaoh, and did even as the Lord had commanded, and Aaron cast forth his rod before Pharaoh and before his servants, and it was turned into a serpent.",
      "11": "Then Pharaoh also called for the wise men and sorcerers: and those charmers also of Egypt did in like manner with their enchantments.",
      "12": "For they cast down every man his rod, and they were turned into serpents: but Aaron’s rod devoured their rods.",
      "13": "So Pharaoh’s heart was hardened, and he hearkened not to them, as the Lord had said.",
      "14": "The Lord then said unto Moses, Pharaoh’s heart is obstinate, he refuseth to let the people go.",
      "15": "Go unto Pharaoh in the morning, (lo, he will come forth unto the water) and thou shalt stand and meet him by the river’s brink, and the rod, which was turned into a serpent, shalt thou take in thine hand.",
      "16": "And thou shalt say unto him, The Lord God of the Hebrews hath sent me unto thee, saying, Let my people go that they may serve me in the wilderness: and behold, hitherto thou wouldest not hear.",
      "17": "Thus saith the Lord, In this thou shalt know that I am the Lord: behold, I will smite with the rod that is in mine hand upon the water that is in the river, and it shall be turned into blood.",
      "18": "And the fish that is in the river shall die, and the river shall stink, and it shall grieve the Egyptians to drink of the water of the river.",
      "19": "The Lord then spake to Moses, Say unto Aaron, Take thy rod, and stretch out thine hand over the waters of Egypt, over their streams, over their rivers, and over their ponds, and over all pools of their waters, and they shall be blood, and there shall be blood throughout the land of Egypt, both in vessels of wood, and of stone.",
      "20": "So Moses and Aaron did even as the Lord commanded: and he lift up the rod, and smote the water that was in the river in the sight of Pharaoh, and in the sight of his servants: and all the water that was in the river, was turned into blood.",
      "21": "And the fish that was in the river died, and the river stank: so that the Egyptians could not drink of the water of the river: and there was blood throughout the land of Egypt.",
      "22": "And the enchanters of Egypt did likewise with their sorceries: and the heart of Pharaoh was hardened: so that he did not hearken unto them, as the Lord hath said.",
      "23": "Then Pharaoh returned, and went again into his house, neither did this yet enter into his heart.",
      "24": "All the Egyptians then dug round about the river for waters to drink: for they could not drink of the water of the river.",
      "25": "And this continued fully seven days after the Lord had smitten the river."
    },
    "8": {
      "1": "Afterward the Lord said unto Moses, Go unto Pharaoh, and tell him, Thus saith the Lord, Let my people go, that they may serve me.",
      "2": "And if thou wilt not let them go, behold, I will smite all thy country with frogs:",
      "3": "And the river shall crawl full of frogs, which shall go up and come into thine house, and into thy chamber, where thou sleepest, and upon thy bed, and into the house of thy servants, and upon thy people, and into thy ovens, and into thy kneading troughs.",
      "4": "Yea, the frogs shall climb up upon thee, and on thy people, and upon all thy servants.",
      "5": "Also the Lord said to Moses, Say thou unto Aaron, Stretch out thine hand with thy rod upon the streams, upon the rivers, and upon the ponds, and cause frogs to come up upon the land of Egypt.",
      "6": "Then Aaron stretched out his hand upon the waters of Egypt, and the frogs came up and covered the land of Egypt.",
      "7": "And the sorcerers did likewise with their sorceries, and brought frogs up upon the land of Egypt.",
      "8": "Then Pharaoh called for Moses and Aaron, and said, Pray ye unto the Lord, that he may take away the frogs from me, and from my people, and I will let the people go, that they may do sacrifice unto the Lord.",
      "9": "And Moses said unto Pharaoh, Concerning me, even command when I shall pray for thee, and for thy servants, and for thy people, to destroy the frogs from thee and from thine houses, that they may remain in the river only.",
      "10": "Then he said, Tomorrow. And he answered, Be it as thou hast said, that thou mayest know, that there is none like unto the Lord our God.",
      "11": "So the frogs shall depart from thee, and from thine houses, and from thy servants, and from thy people: only they shall remain in the river.",
      "12": "Then Moses and Aaron went out from Pharaoh: and Moses cried unto the Lord concerning the frogs, which he had sent unto Pharaoh.",
      "13": "And the Lord did according to the saying of Moses: So the frogs died in the houses, in the towns, and the fields.",
      "14": "And they gathered them together by heaps, and the land stank of them.",
      "15": "But when Pharaoh saw that he had rest given him, he hardened his heart, and hearkened not unto them, as the Lord had said.",
      "16": "Again the Lord said unto Moses, Say unto Aaron, Stretch out thy rod, and smite the dust of the earth, that it may be turned to lice throughout all the land of Egypt.",
      "17": "And they did so: for Aaron stretched out his hand with his rod, and smote the dust of the earth: and lice came upon man and upon beast: all the dust of the earth was lice throughout all the land of Egypt.",
      "18": "Now the enchanters assayed likewise with their enchantments to bring forth lice, but they could not. So the lice were upon man and upon beast.",
      "19": "Then said the enchanters unto Pharaoh, This is the finger of God. But Pharaoh’s heart remained obstinate, and he hearkened not unto them, as the Lord had said.",
      "20": "Moreover the Lord said to Moses, Rise up early in the morning, and stand before Pharaoh (lo, he will come forth unto the water) and say unto him, Thus saith the Lord, Let my people go, that they may serve me.",
      "21": "Else, if thou wilt not let my people go, behold, I will send swarms of flies both upon thee, and upon thy servants, and upon thy people, and into thine houses: and the houses of the Egyptians shall be full of swarms of flies, and the ground also whereon they are.",
      "22": "But the land of Goshen, where my people are, will I cause to be wonderful in that day, so that no swarms of flies shall be there, that thou mayest know that I am the Lord in the midst of the earth.",
      "23": "And I will make a deliverance of my people from thy people: tomorrow shall this miracle be.",
      "24": "And the Lord did so: for there came great swarms of flies into the house of Pharaoh, and into his servants’ houses, so that through all the land of Egypt, the earth was corrupt by the swarms of flies.",
      "25": "Then Pharaoh called for Moses and Aaron, and said, Go, do sacrifice unto your God in this land.",
      "26": "And Moses answered, It is not meet to do so: for then we should offer unto the Lord our God that, which is an abomination unto the Egyptians. Lo, can we sacrifice the abomination of the Egyptians before their eyes, and they not stone us?",
      "27": "Let us go three days’ journey in the desert, and sacrifice unto the Lord our God, as he hath commanded us.",
      "28": "And Pharaoh said, I will let you go, that ye may sacrifice unto the Lord your God in the wilderness: but go not far away, pray for me.",
      "29": "And Moses said, Behold, I will go out from thee, and pray unto the Lord, that the swarms of flies may depart from Pharaoh, from his servants, and from his people tomorrow: but let Pharaoh from henceforth deceive no more, in not suffering the people to sacrifice unto the Lord.",
      "30": "So Moses went out from Pharaoh and prayed unto the Lord.",
      "31": "And the Lord did according to the saying of Moses, and the swarms of flies departed from Pharaoh, from his servants, and from his people, and there remained not one.",
      "32": "Yet Pharaoh hardened his heart at this time also, and did not let the people go."
    },
    "9": {
      "1": "Then the Lord said unto Moses, Go to Pharaoh, and tell him, Thus saith the Lord God of the Hebrews, Let my people go, that they may serve me.",
      "2": "But if thou refuse to let them go, and wilt yet hold them still,",
      "3": "Behold, the hand of the Lord is upon thy flock which is in the field: for upon the horses, upon the asses, upon the camels, upon the cattle, and upon the sheep shall be a mighty great moraine.",
      "4": "And the Lord shall do wonderfully between the beasts of Israel, and the beasts of Egypt: so that there shall nothing die at all, that pertaineth to the children of Israel.",
      "5": "And the Lord appointed a time, saying, Tomorrow the Lord shall finish this thing in this land.",
      "6": "So the Lord did this thing on the morrow, and all the cattle of Egypt died: but of the cattle of the children of Israel died not one.",
      "7": "Then Pharaoh sent, and behold, there was not one of the cattle of the Israelites dead: and the heart of Pharaoh was obstinate, and he did not let the people go.",
      "8": "And the Lord said to Moses and to Aaron, Take your handful of ashes of the furnace, and Moses shall sprinkle them toward the heaven in the sight of Pharaoh,",
      "9": "And they shall be turned to dust in all the land of Egypt: and it shall be as a scab breaking out into blisters upon man, and upon beast throughout all the land of Egypt.",
      "10": "Then they took ashes of the furnace, and stood before Pharaoh: and Moses sprinkled them toward the heaven, and there came [a] scab breaking out into blisters upon man, and upon beast.",
      "11": "And the sorcerers could not stand before Moses, because of the scab: for the scab was upon the enchanters and upon all the Egyptians.",
      "12": "And the Lord hardened the heart of Pharaoh, and he hearkened not unto them, as the Lord had said unto Moses.",
      "13": "Also the Lord said unto Moses, Rise up early in the morning, and stand before Pharaoh, and tell him, Thus saith the Lord God of the Hebrews, Let my people go that they may serve me.",
      "14": "For I will at this time send my plagues upon thine heart, and upon thy servants, and upon thy people, that thou mayest know that there is none like me in all the earth.",
      "15": "For now I will stretch out mine hand, that I may smite thee and thy people with the pestilence: and thou shalt perish from the earth.",
      "16": "And indeed, for this cause have I appointed thee, to show my power in thee, and to declare my name throughout all the world.",
      "17": "Yet thou exaltest thyself against my people, and lettest them not go.",
      "18": "Behold, tomorrow this time I will cause to rain a mighty great hail, such as was not in Egypt since the foundation thereof was laid unto this time.",
      "19": "Send therefore now, and gather the cattle, and all that thou hast in the field: for upon all the men, and the beasts, which are found in the field, and not brought home, the hail shall fall upon them, and they shall die.",
      "20": "Such then as feared the word of the Lord among the servants of Pharaoh, made his servants and his cattle flee into the houses.",
      "21": "But such as regarded not the word of the Lord, left his servants, and his cattle in the field.",
      "22": "And the Lord said to Moses, Stretch forth thine hand toward heaven, that there may be hail in all the land of Egypt, upon man, and upon beast, and upon all the herbs of the field in the land of Egypt.",
      "23": "Then Moses stretched out his rod toward heaven, and the Lord sent thunder and hail, and lightning upon the ground: and the Lord caused hail to rain upon the land of Egypt.",
      "24": "So there was hail, and fire mingled with the hail, so grievous, as there was none throughout all the land of Egypt, since it was a nation.",
      "25": "And the hail smote throughout all the land of Egypt all that was in the field, both man and beast: also the hail smote all the trees of the field and brake to pieces all the trees of the field.",
      "26": "Only in the land of Goshen (where the children of Israel were) was no hail.",
      "27": "Then Pharaoh sent and called for Moses and Aaron, and said unto them, I have now sinned: the Lord is righteous, but I and my people are wicked.",
      "28": "Pray ye unto the Lord (for it is enough) that there be no more mighty thunders, and hail, and I will let you go, and ye shall tarry no longer.",
      "29": "Then Moses said unto him, As soon as I am out of the city, I will spread mine hands unto the Lord, and the thunder shall cease, neither shall there be any more hail, that thou mayest know that the earth is the Lord’s.",
      "30": "As for thee and thy servants, I know afore I pray, ye will fear before the face of the Lord God.",
      "31": "(And the flax, and the barley were smitten: for the barley was eared, and the flax was bolled.",
      "32": "But the wheat and the rye were not smitten, for they were hid in the ground.)",
      "33": "Then Moses went out of the city from Pharaoh, and spread his hands to the Lord, and the thunder and the hail ceased, neither rained it upon the earth.",
      "34": "And when Pharaoh saw that the rain and the hail and the thunder were ceased, he sinned again, and hardened his heart, both he, and his servants.",
      "35": "So the heart of Pharaoh was hardened: neither would he let the children of Israel go, as the Lord had said by Moses."
    },
    "10": {
      "1": "Again the Lord said unto Moses, Go to Pharaoh, for I have hardened his heart, and the heart of his servants, that I might work these my miracles in the midst of his realm,",
      "2": "And that thou mayest declare in the ears of thy son, and of thy son’s son, what things I have done in Egypt, and my miracles, which I have done among them: that ye may know that I am the Lord.",
      "3": "Then came Moses and Aaron unto Pharaoh, and they said unto him, Thus saith the Lord God of the Hebrews, How long wilt thou refuse to humble thyself before me? Let my people go, that they may serve me.",
      "4": "But if thou refuse to let my people go, behold, tomorrow will I bring grasshoppers into thy coasts.",
      "5": "And they shall cover the face of the earth, that a man cannot see the earth: and they shall eat the residue which remaineth unto you, and hath escaped from the hail: and they shall eat all your trees that bud in the field.",
      "6": "And they shall fill thine houses, and all thy servants’ houses, and the houses of all the Egyptians, as neither thy fathers, nor thy fathers’ fathers have seen, since the time they were upon the earth unto this day. So he returned, and went out from Pharaoh.",
      "7": "Then Pharaoh’s servants said unto him, How long shall he be an offence unto us? let the men go, that they may serve the Lord their God: wilt thou first know that Egypt is destroyed?",
      "8": "So Moses and Aaron were brought again unto Pharaoh, and he said unto them, Go, serve the Lord your God, but who are they that shall go?",
      "9": "And Moses answered, We will go with our young, and with our old, with our sons, and with our daughters, with our sheep, and with our cattle will we go: for we must celebrate a feast unto the Lord.",
      "10": "And he said unto them, Let the Lord so be with you, as I will let you go and your children: behold, for evil is before your face.",
      "11": "It shall not be so: now go ye that are men, and serve the Lord: for that was your desire. Then they were thrust out from Pharaoh’s presence.",
      "12": "After, the Lord said unto Moses, Stretch out thine hand upon the land of Egypt for the grasshoppers, that they may come upon the land of Egypt, and eat all the herbs of the land, even all that the hail had left.",
      "13": "Then Moses stretched forth his rod upon the land of Egypt: and the Lord brought an East wind upon the land all that day, and all that night: and in the morning the East wind brought the grasshoppers.",
      "14": "So the grasshoppers went up upon all the land of Egypt, and remained in all quarters of Egypt: so grievous Grasshoppers, like to these were never before, neither after them shall be such.",
      "15": "For they covered all the face of the earth, so that the land was dark: and they did eat all the herbs of the land, and all the fruits of the trees, which the hail had left, so that there was no green thing left upon the trees, nor among the herbs of the field throughout all the land of Egypt.",
      "16": "Therefore Pharaoh called for Moses and Aaron in haste, and said, I have sinned against the Lord your God, and against you.",
      "17": "And now forgive me my sin only this once, and pray unto the Lord your God, that he may take away from me this death only.",
      "18": "Moses then went out from Pharaoh, and prayed unto the Lord.",
      "19": "And the Lord turned a mighty strong West wind, and took away the grasshoppers, and violently cast them into the red Sea, so that there remained not one grasshopper in all the land of Egypt.",
      "20": "But the Lord hardened Pharaoh’s heart, and he did not let the children of Israel go.",
      "21": "Again the Lord said unto Moses, Stretch out thine hand toward heaven, that there may be upon the land of Egypt darkness, even darkness that may be felt.",
      "22": "Then Moses stretched forth his hand toward heaven, and there was a black darkness in all the land of Egypt three days.",
      "23": "No man saw another, neither rose up from the place where he was for three days: but all the children of Israel had light where they dwelt.",
      "24": "Then Pharaoh called for Moses, and said, Go serve the Lord: only your sheep and your cattle shall abide, and your children shall go with you.",
      "25": "And Moses said, Thou must give us also sacrifices, and burnt offerings that we may do sacrifice unto the Lord our God.",
      "26": "Therefore our cattle also shall go with us: there shall not an hoof be left, for thereof must we take to serve the Lord our God: neither do we know how we shall serve the Lord, until we come thither.",
      "27": "(But the Lord hardened Pharaoh’s heart, and he would not let them go.)",
      "28": "And Pharaoh said unto him, Get thee from me: look thou see my face no more: for whensoever thou comest in my sight, thou shalt die.",
      "29": "Then Moses said, Thou hast said well: from henceforth will I see thy face no more."
    },
    "11": {
      "1": "Now the Lord had said unto Moses, yet will I bring one plague more upon Pharaoh, and upon Egypt, after that, he will let you go hence: when he letteth you go, he shall at once chase you hence.",
      "2": "Speak thou now to the people, that every man require of his neighbor, and every woman of her neighbor, jewels of silver, and jewels of gold.",
      "3": "And the Lord gave the people favor in the sight of the Egyptians: also Moses was very great in the land of Egypt, in the sight of Pharaoh’s servants, and in the sight of the people.",
      "4": "And Moses said, Thus saith the Lord, About midnight will I go out into the midst of Egypt.",
      "5": "And all the firstborn in the land of Egypt shall die, from the firstborn of Pharaoh that sitteth on his throne, unto the firstborn of the maid servant, that is at the mill, and all the firstborn of beasts.",
      "6": "Then there shall be a great cry throughout all the land of Egypt, such as was never none like, nor shall be.",
      "7": "But against none of the children of Israel shall a dog move his tongue, neither against man nor beast, that ye may know that the Lord putteth a difference between the Egyptians and Israel.",
      "8": "And all these thy servants shall come down unto me, and fall before me, saying, Get thee out, and all the people that are at thy feet, and after this will I depart. So he went out from Pharaoh very angry.",
      "9": "And the Lord said unto Moses, Pharaoh shall not hear you, that my wonders may be multiplied in the land of Egypt.",
      "10": "So Moses and Aaron did all these wonders before Pharaoh: but the Lord hardened Pharaoh’s heart, and he suffered not the children of Israel to go out of his land."
    },
    "12": {
      "1": "Then the Lord spake to Moses and to Aaron in the land of Egypt, saying,",
      "2": "This month shall be unto you the beginning of months: it shall be to you the first month of the year.",
      "3": "Speak ye unto all the congregation of Israel, saying, In the tenth of this month let every man take unto him a lamb, according to the house of the fathers, a lamb for an house.",
      "4": "And if the household be too little for the lamb, he shall take his neighbor, which is next unto his house, according to the number of the persons: every one of you, according to his eating shall make your count for the lamb.",
      "5": "Your lamb shall be without blemish, a male of a year old: ye shall take it of the lambs, or of the kids.",
      "6": "And ye shall keep it until the fourteenth day of this month: then all the multitude of the congregation of Israel shall kill it at even.",
      "7": "After, they shall take of the blood, and strike it on the two posts, and on the upper doorpost of the houses where they shall eat it.",
      "8": "And they shall eat the flesh that same night, roast with fire, and unleavened bread: with sour herbs they shall eat it.",
      "9": "Eat not thereof raw, boiled nor sodden in water, but roast with fire, both his head, his feet, and his purtenance.",
      "10": "And ye shall reserve nothing of it unto the morning: but that, which remaineth of it unto the morrow shall ye burn with fire.",
      "11": "And thus shall ye eat it, Your loins girded, your shoes on your feet, and your staves in your hands, and ye shall eat it in haste: for it is the Lord’s Passover.",
      "12": "For I will pass through the land of Egypt the same night, and will smite all the firstborn in the land of Egypt, both man and beast, and I will execute judgment upon all the gods of Egypt, I am the Lord.",
      "13": "And the blood shall be a token for you upon the houses where ye are: so when I see the blood, I will pass over you, and the plague shall not be upon you to destruction, when I smite the land of Egypt.",
      "14": "And this day shall be unto you a remembrance: and ye shall keep it an holy feast unto the Lord, throughout your generations: ye shall keep it holy by an ordinance forever.",
      "15": "Seven days shall ye eat unleavened bread, and in any case ye shall put away leaven the first day out of your houses: for whosoever eateth leavened bread from the first day until the seventh day, that person shall be cut off from Israel.",
      "16": "And in the first day shall be an holy assembly: also in the seventh day shall be an holy assembly unto you: no work shall be done in them, save about that which every man must eat: that only may ye do.",
      "17": "Ye shall keep also the feast of unleavened bread: for that same day I will bring your armies out of the land of Egypt: therefore ye shall observe this day, throughout your posterity, by an ordinance forever.",
      "18": "In the first month and the fourteenth day of the month at even, ye shall eat unleavened bread unto the one and twentieth day of the month at even.",
      "19": "Seven days shall no leaven be found in your houses: for whosoever eateth leavened bread, that person shall be cut off from the Congregation of Israel: whether he be a stranger, or born in the land.",
      "20": "Ye shall eat no leavened bread: but in all your habitations shall ye eat unleavened bread.",
      "21": "Then Moses called all the Elders of Israel, and said unto them, Choose out and take you for every of your households a lamb, and kill the Passover.",
      "22": "And take a bunch of hyssop, and dip it in the blood that is in the basin, and strike the lintel, and the door cheeks with the blood that is in the basin, and let none of you go out at the door of the house, until the morning.",
      "23": "For the Lord will pass by to smite the Egyptians: and when he seeth the blood upon the lintel and on the two door cheeks, the Lord will pass over the door, and will not suffer the destroyer to come into your houses to plague you.",
      "24": "Therefore shall ye observe this thing as an ordinance, both for thee and thy sons forever.",
      "25": "And when ye shall come into the land, which the Lord will give you, as he hath promised, then ye shall keep this service.",
      "26": "And when your children ask you, What service is this ye keep?",
      "27": "Then ye shall say, It is the sacrifice of the Lord’s Passover, which passed over the houses of the children of Israel in Egypt, when he smote the Egyptians, and preserved our houses. Then the people bowed themselves and worshipped.",
      "28": "So the children of Israel went, and did as the Lord had commanded Moses and Aaron: so did they.",
      "29": "Now at midnight, the Lord smote all the firstborn in the land of Egypt, from the firstborn of Pharaoh that sat on his throne, unto the firstborn of the captive that was in prison, and all the firstborn of beasts.",
      "30": "And Pharaoh rose up in the night, he, and all his servants, and all the Egyptians: and there was a great cry in Egypt: for there was no house where there was not one dead.",
      "31": "And he called to Moses and to Aaron by night, and said, Rise up, get you out from among my people, both ye, and the children of Israel, and go serve the Lord as ye have said.",
      "32": "Take also your sheep and your cattle as ye have said, and depart, and bless me also.",
      "33": "And the Egyptians did force the people, because they would send them out of the land in haste: for they said, We die all.",
      "34": "Therefore the people took their dough before it was leavened, even their dough bound in clothes upon their shoulders.",
      "35": "And the children of Israel did according to the saying of Moses, and they asked of the Egyptians jewels of silver and jewels of gold, and raiment.",
      "36": "And the Lord gave the people favor in the sight of the Egyptians: and they granted their request: so they spoiled the Egyptians.",
      "37": "Then the children of Israel took their journey from Rameses to Succoth about six hundred thousand men of foot, besides children.",
      "38": "And a great multitude of sundry sorts of people went out with them, and sheep, and beeves, and cattle in great abundance.",
      "39": "And they baked the dough which they brought out of Egypt, and made unleavened cakes: for it was not leavened, because they were thrust out of Egypt, neither could they tarry, nor yet prepare themselves vittles.",
      "40": "So the dwelling of the children of Israel, while they dwelled in Egypt, was four hundred and thirty years.",
      "41": "And when the four hundred and thirty years were expired, even the selfsame day departed all the hosts of the Lord out of the land of Egypt.",
      "42": "It is a night to be kept holy to the Lord, because he brought them out of the land of Egypt: this is that night of the Lord, which all the children of Israel must keep throughout their generations.",
      "43": "Also the Lord said unto Moses and Aaron, This is the Law of the Passover: no stranger shall eat thereof.",
      "44": "But every servant that is bought for money, when thou hast circumcised him, then shall he eat thereof.",
      "45": "A stranger or an hired servant shall not eat thereof.",
      "46": "In one house shall it be eaten: thou shalt carry none of the flesh out of the house, neither shall ye break a bone thereof.",
      "47": "All the Congregation of Israel shall observe it.",
      "48": "But if a stranger dwell with thee, and will observe the passover of the Lord, let him circumcise all the males, that belong unto him, and then let him come and observe it, and he shall be as one that is born in the land: for none uncircumcised person shall eat thereof.",
      "49": "One law shall be to him that is born in the land, and to the stranger that dwelleth among you.",
      "50": "Then all the children of Israel did as the Lord commanded Moses and Aaron: so did they.",
      "51": "And the selfsame day did the Lord bring the children of Israel out of the land of Egypt by their armies."
    },
    "13": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Sanctify unto me all the firstborn: that is, every one that first openeth the womb among the children of Israel, as well of man as of beast: for it is mine.",
      "3": "Then Moses said unto the people, Remember this day in the which ye came out of Egypt, out of the house of bondage: for by a mighty hand the Lord brought you out from thence: therefore no leavened bread shall be eaten.",
      "4": "This day come ye out in the month of Abib.",
      "5": "Now when the Lord hath brought thee into the land of the Canaanites, and Hittites, and Amorites, and Hivites, and Jebusites, (which he sware unto thy fathers, that he would give thee, a land flowing with milk and honey) then thou shalt keep this service in this month.",
      "6": "Seven days shalt thou eat unleavened bread, and the seventh day shall be the feast of the Lord.",
      "7": "Unleavened bread shall be eaten seven days, and there shall no leavened bread be seen with thee, nor yet leaven be seen with thee in all thy quarters.",
      "8": "And thou shalt show thy son in that day, saying, This is done, because of that which the Lord did unto me, when I came out of Egypt.",
      "9": "And it shall be a sign unto thee upon thine hand, and for a remembrance between thine eyes, that the Law of the Lord may be in thy mouth: for by a strong hand the Lord brought thee out of Egypt.",
      "10": "Keep therefore this ordinance in his season appointed from year to year.",
      "11": "And when the Lord shall bring thee into the land of the Canaanites, as he sware unto thee and to thy fathers, and shall give it thee,",
      "12": "Then shalt thou set apart unto the Lord all that first openeth the womb: also everything that first doth open the womb, and cometh forth of thy beast: the males shall be the Lord’s.",
      "13": "But every first foal of an ass, thou shalt redeem with a lamb: and if thou redeem him not, then shalt thou break his neck: likewise also the firstborn of man among thy sons shalt thou buy out.",
      "14": "And when thy son shall ask thee tomorrow, saying, What is this? thou shalt then say unto him, With a mighty hand the Lord brought us out of Egypt, out of the house of bondage.",
      "15": "For when Pharaoh was hard hearted against our departing, the Lord then slew all the firstborn in the land of Egypt, from the firstborn of man even to the firstborn of beast: therefore I sacrifice unto the Lord all the males that first open the womb, but all the firstborn of my sons I redeem.",
      "16": "And it shall be as a token upon thine hand, and as frontlets between thine eyes, that the Lord brought us out of Egypt by a mighty hand.",
      "17": "Now when Pharaoh had let the people go, God carried them not by the way of the Philistines’ country, though it were nearer: (for God said, Lest the people repent when they see war, and turn again to Egypt).",
      "18": "But God made the people to go about by the way of the wilderness of the red sea: and the children of Israel went up armed out of the land of Egypt.",
      "19": "(And Moses took the bones of Joseph with him: for he had made the children of Israel swear, saying, God will surely visit you, and ye shall take my bones away hence with you.)",
      "20": "So they took their journey from Succoth, and camped in Etham in the edge of the wilderness.",
      "21": "And the Lord went before them by day in a pillar of a cloud to lead them the way, and by night in a pillar of fire to give them light, that they might go both by day and by night.",
      "22": "He took not away the pillar of the cloud by day, nor the pillar of fire by night from before the people."
    },
    "14": {
      "1": "Then the Lord spake unto Moses, saying,",
      "2": "Speak to the children of Israel, that they return and camp before Pi Hahiroth, between Migdol and the Sea, over against Baal Zephon: about it shall ye camp by the Sea.",
      "3": "For Pharaoh will say of the children of Israel, They are tangled in the land: the wilderness hath shut them in.",
      "4": "And I will harden Pharaoh’s heart that he shall follow after you: so I will get me honor upon Pharaoh, and upon all his host: the Egyptians also shall know that I am the Lord: and they did so.",
      "5": "Then it was told the king of Egypt, that the people fled: and the heart of Pharaoh and of his servants was turned against the people, and they said, Why have we this done, and have let Israel go out of our service?",
      "6": "And he made ready his chariots, and took his people with him,",
      "7": "And took six hundred chosen chariots, and all the chariots of Egypt, and captains over every one of them.",
      "8": "(For the Lord had hardened the heart of Pharaoh king of Egypt, and he followed after the children of Israel: but the children of Israel went out with an high hand.)",
      "9": "And the Egyptians pursued after them, and all the horses and chariots of Pharaoh, and his horsemen and his host overtook them camping by the Sea, beside Pi Hahiroth, before Baal Zephon.",
      "10": "And when Pharaoh drew nigh, the children of Israel lift up their eyes, and behold, the Egyptians marched after them, and they were sore afraid: wherefore the children of Israel cried unto the Lord.",
      "11": "And they said unto Moses, Hast thou brought us to die in the wilderness, because there were no graves in Egypt? wherefore hast thou served us thus, to carry us out of Egypt?",
      "12": "Did not we tell thee this thing in Egypt, saying, Let us be in rest, that we may serve the Egyptians? for it had been better for us to serve the Egyptians, than that we should die in the wilderness.",
      "13": "Then Moses said to the people, Fear ye not, stand still, and behold the salvation of the Lord which he will show to you this day. For the Egyptians whom ye have seen this day, ye shall never see them again.",
      "14": "The Lord shall fight for you: therefore hold you your peace.",
      "15": "And the Lord said unto Moses, Wherefore cryest thou unto me? speak unto the children of Israel, that they go forward:",
      "16": "And lift thou up thy rod, and stretch out thine hand upon the Sea and divide it, and let the children of Israel go on dry ground through the midst of the Sea.",
      "17": "And I, behold, I will harden the heart of the Egyptians, that they may follow them, and I will get me honor upon Pharaoh, and upon all his host, upon his chariots, and upon his horsemen.",
      "18": "Then the Egyptians shall know that I am the Lord, when I have gotten me honor upon Pharaoh, upon his chariots, and upon his horsemen.",
      "19": "(And the Angel of God, which went before the host of Israel, removed, and went behind them: also the pillar of the cloud went from before them, and stood behind them,",
      "20": "And came between the camp of the Egyptians and the camp of Israel: it was both a cloud and darkness, yet gave it light by night, so that all the night long the one came not at the other.)",
      "21": "And Moses stretched forth his hand upon the Sea, and the Lord caused the Sea to run back by a strong East wind all the night, and made the Sea dry land: for the waters were divided.",
      "22": "Then the children of Israel went through the midst of the Sea upon the dry ground, and the waters were a wall unto them on their right hand, and on their left hand.",
      "23": "And the Egyptians pursued and went after them to the midst of the Sea, even all Pharaoh’s horses, his chariots, and his horsemen.",
      "24": "Now, in the morning watch, when the Lord looked unto the host of the Egyptians, out of the fiery and cloudy pillar, he struck the host of the Egyptians with fear.",
      "25": "For he took off their chariot wheels, and they drove them with much ado: so that the Egyptians every one said, I will flee from the face of Israel: for the Lord fighteth for them against the Egyptians.",
      "26": "Then the Lord said to Moses, Stretch thine hand upon the Sea, that the waters may return upon the Egyptians, upon their chariots and upon their horsemen.",
      "27": "Then Moses stretched forth his hand upon the Sea, and the Sea returned to his force early in the morning, and the Egyptians fled against it: but the Lord overthrew the Egyptians in the midst of the Sea.",
      "28": "So the water returned and covered the chariots, and the horsemen, even all the host of Pharaoh that came into the Sea after them: there remained not one of them.",
      "29": "But the children of Israel walked upon dry land through the midst of the Sea, and the waters were a wall unto them on their right hand, and on their left.",
      "30": "Thus the Lord saved Israel the same day out of the hand of the Egyptians, and Israel saw the Egyptians dead upon the Sea bank.",
      "31": "And Israel saw the mighty power, which the Lord showed upon the Egyptians: so the people feared the Lord, and believed the Lord, and his servant Moses."
    },
    "15": {
      "1": "Then sang Moses and the children of Israel this song unto the Lord, and said in this manner, I will sing unto the Lord: for he hath triumphed gloriously: the horse and him that rode upon him hath he overthrown in the Sea.",
      "2": "The Lord is my strength, and praise, and he is become my salvation. He is my God, and I will prepare him a tabernacle: he is my father’s God, and I will exalt him.",
      "3": "The Lord is a man of war, his Name is Jehovah.",
      "4": "Pharaoh’s chariots and his host hath he cast into the sea: his chosen captains also were drowned in the red Sea.",
      "5": "The depths have covered them, they sank to the bottom as a stone.",
      "6": "Thy right hand, O Lord, is glorious in power: thy right hand, O Lord, hath bruised the enemy.",
      "7": "And in thy great glory thou hast overthrown them that rose against thee: thou sentest forth thy wrath, which consumed them as the stubble.",
      "8": "And by the blast of thy nostrils the waters were gathered, the floods stood still as an heap, the depths congealed together in the heart of the Sea.",
      "9": "The enemy said, I will pursue, I will overtake them, I will divide the spoil, my lust shall be satisfied upon them, I will draw my sword, mine hand shall destroy them.",
      "10": "Thou blewest with thy wind, the sea covered them, they sank as lead in the mighty waters.",
      "11": "Who is like unto thee, O Lord, among the gods! Who is like thee so glorious in holiness, fearful in praises, doing wonders!",
      "12": "Thou stretchedst out thy right hand, the earth swallowed them.",
      "13": "Thou wilt by thy mercy carry this people, which thou deliveredst, thou wilt bring them in thy strength unto thine holy habitation.",
      "14": "The people shall hear and be afraid: sorrow shall come upon the inhabitants of Philistia.",
      "15": "Then the dukes of Edom shall be amazed, and trembling shall come upon the great men of Moab: all the inhabitants of Canaan shall wax faint hearted.",
      "16": "Fear and dread shall fall upon them: because of the greatness of thine arm, they shall be still as a stone, till thy people pass, O Lord: till this people pass, which thou hast purchased.",
      "17": "Thou shalt bring them in, and plant them in the mountain of thine inheritance, which is the place that thou hast prepared, O Lord, for to dwell in, even the sanctuary, O Lord, which thine hands shall establish.",
      "18": "The Lord shall reign forever and ever.",
      "19": "For Pharaoh’s horses went with his chariots and horsemen into the sea, and the Lord brought the waters of the sea upon them: but the children of Israel went on dry land in the midst of the sea.",
      "20": "And Miriam the Prophetess, sister of Aaron, took a timbrel in her hand, and all the women came out after her with timbrels and dances.",
      "21": "And Miriam answered the men, Sing ye unto the Lord: for he hath triumphed gloriously: the horse and his rider hath he overthrown in the sea.",
      "22": "Then Moses brought Israel from the red sea, and they went out into the wilderness of Shur: and they went three days in the wilderness, and found no waters.",
      "23": "And when they came to Marah, they could not drink of the waters of Marah, for they were bitter: therefore the name of the place was called Marah.",
      "24": "Then the people murmured against Moses, saying, What shall we drink?",
      "25": "And he cried unto the Lord, and the Lord showed him a tree, which when he had cast into the waters, the waters were sweet: there he made them an ordinance and a law, and there he proved them,",
      "26": "And said, If thou wilt diligently hearken, O Israel, unto the voice of the Lord thy God, and wilt do that which is right in his sight, and wilt give ear unto his commandments, and keep all his ordinances, then will I put none of these diseases upon thee, which I brought upon the Egyptians: for I am the Lord that healeth thee.",
      "27": "And they came to Elim, where were twelve fountains of water, and seventy palm trees, and they camped there by the waters."
    },
    "16": {
      "1": "Afterward all the Congregation of the children of Israel departed from Elim, and came to the wilderness of Sin, (which is between Elim and Sinai) the fifteenth day of the second month after their departing out of the land of Egypt.",
      "2": "And the whole Congregation of the children of Israel murmured against Moses, and against Aaron in the wilderness.",
      "3": "For the children of Israel said to them, Oh that we had died by the hand of the Lord in the land of Egypt, when we sat by the flesh pots, when we ate bread our bellies full: for ye have brought us out into this wilderness, to kill this whole company with famine.",
      "4": "Then said the Lord unto Moses, Behold, I will cause bread to rain from heaven to you, and the people shall go out, and gather that that is sufficient for every day, that I may prove them, whether they will walk in my law or no.",
      "5": "But the sixth day they shall prepare that, which they shall bring home, and it shall be twice as much as they gather daily.",
      "6": "Then Moses and Aaron said unto all the children of Israel, At even ye shall know, that the Lord brought you out of the land of Egypt:",
      "7": "And in the morning ye shall see the glory of the Lord: for he hath heard your grudgings against the Lord: and what are we that ye have murmured against us?",
      "8": "Again, Moses said, At even shall the Lord give you flesh to eat, and in the morning your fill of bread: for the Lord hath heard your murmurings, which ye murmur against him: for what are we? your murmurings are not against us, but against the Lord.",
      "9": "And Moses said to Aaron, Say unto all the Congregation of the children of Israel, Draw near before the Lord: for he hath heard your murmurings.",
      "10": "Now as Aaron spake unto the whole Congregation of the children of Israel, they looked toward the wilderness, and behold, the glory of the Lord appeared in a cloud.",
      "11": "(For the Lord had spoken unto Moses, saying,",
      "12": "I have heard the murmurings of the children of Israel: tell them therefore, and say, At even ye shall eat flesh, and in the morning ye shall be filled with bread, and ye shall know that I am the Lord your God.)",
      "13": "And so at even the quails came and covered the camp: and in the morning the dew lay round about the host.",
      "14": "And when the dew that was fallen was ascended, behold, a small round thing was upon the face of the wilderness, small as the hoary frost upon the earth.",
      "15": "And when the children of Israel saw it, they said one to another, It is Manna, for they wist not what it was. And Moses said unto them, This is the bread which the Lord hath given you to eat.",
      "16": "This is the thing which the Lord hath commanded: gather of it every man according to his eating, an omer for a man according to the number of your persons: every man shall take for them which are in his tent.",
      "17": "And the children of Israel did so, and gathered, some more, some less.",
      "18": "And when they did measure it with an omer, he that had gathered much, had nothing over, and he that had gathered little, had no lack: so every man gathered according to his eating.",
      "19": "Moses then said unto them, Let no man reserve thereof till morning.",
      "20": "Notwithstanding, they obeyed not Moses: but some of them reserved of it till morning, and it was full of worms, and stank: therefore Moses was angry with them.",
      "21": "And they gathered it every morning, every man according to his eating: for when the heat of the sun came, it was melted.",
      "22": "And the sixth day they gathered twice so much bread, two omers for one man: then all the rulers of the Congregation came and told Moses.",
      "23": "And he answered them, This is that which the Lord hath said, Tomorrow is the rest of the holy Sabbath unto the Lord: bake that today which ye will bake, and seethe that which ye will seethe, and all that remaineth, lay it up to be kept till the morning for you.",
      "24": "And they laid it up till the morning, as Moses bade, and it stank not, neither was there any worm therein.",
      "25": "Then Moses said, Eat that today: for today is the Sabbath unto the Lord: today ye shall not find it in the field.",
      "26": "Six days shall ye gather it, but in the seventh day is the Sabbath: in it there shall be none.",
      "27": "Notwithstanding, there went out some of the people in the seventh day for to gather, and they found none.",
      "28": "And the Lord said unto Moses, How long refuse ye to keep my commandments, and my laws?",
      "29": "Behold, how the Lord hath given you the Sabbath: therefore he giveth you the sixth day bread for two days: tarry therefore every man in his place: let no man go out of his place the seventh day.",
      "30": "So the people rested the seventh day.",
      "31": "And the house of Israel called the name of it Manna, and it was like to coriander seed, but white: and the taste of it was like unto wafers made with honey.",
      "32": "And Moses said, This is that which the Lord had commanded, Fill an omer of it, to keep it for your posterity: that they may see the bread wherewith I have fed you in wilderness, when I brought you out of the land of Egypt.",
      "33": "Moses also said to Aaron, Take a pot and put an omer full of Manna therein, and set it before the Lord to be kept for your posterity.",
      "34": "As the Lord commanded Moses, so Aaron laid it up before the Testimony to be kept.",
      "35": "And the children of Israel did eat Manna forty years, until they came unto a land inhabited: they did eat Manna until they came to the borders of the land of Canaan.",
      "36": "The omer is the tenth part of the Ephah."
    },
    "17": {
      "1": "And all the Congregation of the children of Israel departed from the wilderness of Sin, by their journeys at the commandment of the Lord, and camped in Rephidim, where was no water for the people to drink.",
      "2": "Wherefore the people contended with Moses, and said, Give us water, that we may drink. And Moses said unto them, Why contend ye with me? wherefore do ye tempt the Lord?",
      "3": "So the people thirsted there for water, and the people murmured against Moses, and said, Wherefore hast thou thus brought us out of Egypt, to kill us, and our children, and our cattle with thirst?",
      "4": "And Moses cried unto the Lord, saying, What shall I do to this people? for they be almost ready to stone me.",
      "5": "And the Lord answered to Moses, Go before the people, and take with thee of the Elders of Israel: and thy rod wherewith thou smotest the river, take in thine hand, and go:",
      "6": "Behold, I will stand there before thee upon the rock in Horeb, and thou shalt smite on the rock, and water shall come out of it, that the people may drink. And Moses did so in the sight of the Elders of Israel.",
      "7": "And he called the name of the place Massah and Meribah, because of the contention of the children of Israel, and because they had tempted the Lord, saying, Is the Lord among us, or no?",
      "8": "Then came Amalek and fought with Israel in Rephidim.",
      "9": "And Moses said to Joshua, Choose us out men, and go fight with Amalek: tomorrow I will stand on the top of the hill with the rod of God in mine hand.",
      "10": "So Joshua did as Moses bade him, and fought with Amalek: and Moses, Aaron, and Hur, went up to the top of the hill.",
      "11": "And when Moses held up his hand, Israel prevailed: but when he let his hand down, Amalek prevailed.",
      "12": "Now Moses’ hands were heavy: therefore they took a stone and put it under him, and he sat upon it: and Aaron and Hur stayed up his hands, the one on the one side, and the other on the other side: so his hands were steady until the going down of the sun.",
      "13": "And Joshua discomfited Amalek and his people with the edge of the sword.",
      "14": "And the Lord said to Moses, Write this for a remembrance in the book, and rehearse it to Joshua: for I will utterly put out the remembrance of Amalek from under heaven.",
      "15": "(And Moses built an altar, and called the name of it Jehovah Nissi.)",
      "16": "Also he said, The Lord hath sworn, that he will have war with Amalek from generation to generation."
    },
    "18": {
      "1": "When Jethro the Priest of Midian, Moses’ father-in-law, heard all that God had done for Moses, and for Israel his people, and how the Lord had brought Israel out of Egypt,",
      "2": "Then Jethro the father-in-law of Moses, took Zipporah Moses’ wife, (after he had sent her away)",
      "3": "And her two sons, (whereof the one was called Gershom: for he said, I have been an alien in a strange land:",
      "4": "And the name of the other was Eliezer: for the God of my father, said he, was mine help, and delivered me from the sword of Pharaoh).",
      "5": "And Jethro Moses’ father-in-law came with his two sons, and his wife unto Moses into the wilderness, where he camped by the mount of God.",
      "6": "And he said to Moses, I thy father-in-law Jethro am come to thee, and thy wife and her two sons with her.",
      "7": "And Moses went out to meet his father-in-law, and did obeisance, and kissed him, and each asked other of his welfare: and they came into the tent.",
      "8": "Then Moses told his father-in-law all that the Lord had done unto Pharaoh, and to the Egyptians for Israel’s sake, and all the travail that had come unto them by the way, and how the Lord delivered them.",
      "9": "And Jethro rejoiced at all the goodness, which the Lord had showed to Israel, and because he had delivered them out of the hand of the Egyptians.",
      "10": "Therefore Jethro said, Blessed be the Lord who hath delivered you out of the hand of the Egyptians, and out of the hand of Pharaoh: who hath also delivered the people from under the hand of the Egyptians.",
      "11": "Now I know that the Lord is greater than all the gods: for as they have dealt proudly with them, so are they recompensed.",
      "12": "Then Jethro Moses’ father-in-law took burnt offerings and sacrifices, to offer unto God. And Aaron and all the Elders of Israel came to eat bread with Moses’ father-in-law before God.",
      "13": "Now on the morrow, when Moses sat to judge the people, the people stood about Moses from morning unto even.",
      "14": "And when Moses’ father-in-law saw all that he did to the people, he said, What is this that thou doest to the people? why sittest thou thyself alone, and all the people stand about thee from morning unto even?",
      "15": "And Moses said unto his father-in-law, Because the people come unto me to seek God.",
      "16": "When they have a matter, they come unto me, and I judge between one and another, and declare the ordinances of God, and his laws.",
      "17": "But Moses’ father-in-law said unto him, The thing which thou doest, is not well.",
      "18": "Thou both weariest thyself greatly, and this people that is with thee: for the thing is too heavy for thee: thou art not able to do it thyself alone.",
      "19": "Hear now my voice, (I will give thee counsel, and God shall be with thee) be thou for the people to Godward, and report thou the causes unto God,",
      "20": "And admonish them of the ordinances, and of the laws, and show them the way, wherein they must walk, and the work that they must do.",
      "21": "Moreover, provide thou among all the people men of courage, fearing God, men dealing truly, hating covetousness: and appoint such over them to be rulers over thousands, rulers over hundreds, rulers over fifties, and rulers over tens.",
      "22": "And let them judge the people at all seasons: but every great matter let them bring unto thee, and let them judge all small causes: so shall it be easier for thee, when they shall bear the burden with thee.",
      "23": "If thou do this thing, (and God so command thee) both thou shalt be able to endure, and all this people shall also go quietly to their place.",
      "24": "So Moses obeyed the voice of his father-in-law, and did all that he had said:",
      "25": "And Moses chose men of courage out of all Israel, and made them heads over the people, rulers over thousands, rulers over hundreds, rulers over fifties, and rulers over tens.",
      "26": "And they judged the people at all seasons, but they brought the hard causes to Moses: for they judged all small matters themselves.",
      "27": "Afterward Moses let his father-in-law depart, and he went into his country."
    },
    "19": {
      "1": "In the third month, after the children of Israel were gone out of the land of Egypt, the same day came they into the wilderness of Sinai.",
      "2": "For they departed from Rephidim, and came to the desert of Sinai, and camped in the wilderness, even there Israel camped before the mount.",
      "3": "But Moses went up unto God, for the Lord had called out of the mount unto him, saying, Thus shalt thou say to the house of Jacob, and tell the children of Israel.",
      "4": "Ye have seen what I did unto the Egyptians, and how I carried you upon eagle’s wings, and have brought you unto me.",
      "5": "Now therefore if ye will hear my voice indeed, and keep my covenant, then ye shall be my chief treasure above all people, though all the earth be mine.",
      "6": "Ye shall be unto me also a kingdom of Priests, and an holy nation. These are the words which thou shalt speak unto the children of Israel.",
      "7": "Moses then came and called for the Elders of the people, and proposed unto them all these things, which the Lord commanded him.",
      "8": "And the people answered all together, and said, All that the Lord hath commanded, we will do. And Moses reported the words of the people unto the Lord.",
      "9": "And the Lord said unto Moses, Lo, I come unto thee in a thick cloud, that the people may hear while I talk with thee, and that they may also believe thee forever. (For Moses had told the words of the people unto the Lord.)",
      "10": "Moreover the Lord said unto Moses, Go to the people, and sanctify them today and tomorrow, and let them wash their clothes.",
      "11": "And let them be ready on the third day: for the third day the Lord will come down in the sight of all the people upon mount Sinai:",
      "12": "And thou shalt set marks unto the people round about, saying, Take heed to yourselves, that ye go not up to the mount, nor touch the border of it, whosoever toucheth the mount, shall surely die.",
      "13": "No hand shall touch it, but he shall be stoned to death, or stricken through with darts: whether it be beast or man, he shall not live: when the horn bloweth long, they shall come up into the mountain.",
      "14": "Then Moses went down from the mount unto the people, and sanctified the people, and they washed their clothes.",
      "15": "And he said unto the people, Be ready on the third day, and come not at your wives.",
      "16": "And the third day, when it was morning, there was thunders and lightnings, and a thick cloud upon the mount, and the sound of the trumpet exceeding loud, so that all the people that was in the camp was afraid.",
      "17": "Then Moses brought the people out of the tents to meet with God, and they stood in the nether part of the mount.",
      "18": "And mount Sinai was all on smoke, because the Lord came down upon it in fire, and the smoke thereof ascended, as the smoke of a furnace, and all the mount trembled exceedingly.",
      "19": "And when the sound of the trumpet blew long, and waxed louder and louder, Moses spake, and God answered him by voice.",
      "20": "(For the Lord came down upon mount Sinai on the top of the mount) and when the Lord called Moses up into the top of the mount, Moses went up.",
      "21": "Then the Lord said unto Moses, Go down, charge the people, that they break not their bounds, to go up to the Lord to gaze, lest many of them perish.",
      "22": "And let the Priests also which come to the Lord be sanctified, lest the Lord destroy them.",
      "23": "And Moses said unto the Lord, The people cannot come up into the mount Sinai: for thou hast charged us, saying, Set marks on the mountain, and sanctify it.",
      "24": "And the Lord said unto him, Go, get thee down, and come up thou, and Aaron with thee: but let not the Priests and the people break their bounds to come up unto the Lord, lest he destroy them.",
      "25": "So Moses went down unto the people, and told them."
    },
    "20": {
      "1": "Then God spake all these words, saying,",
      "2": "I am the Lord thy God, which have brought thee out of the land of Egypt, out of the house of bondage.",
      "3": "Thou shalt have none other gods before me.",
      "4": "Thou shalt make thee no graven image, neither any similitude of things that are in heaven above, neither that are in the earth beneath, nor that are in the waters under the earth.",
      "5": "Thou shalt not bow down to them, neither serve them: for I am the Lord thy God, a jealous God, visiting the iniquity of the fathers upon the children, upon the third generation and upon the fourth of them that hate me:",
      "6": "And showing mercy unto thousands to them that love me, and keep my commandments.",
      "7": "Thou shalt not take the Name of the Lord thy God in vain: for the Lord will not hold him guiltless that taketh his Name in vain.",
      "8": "Remember the Sabbath day, to keep it holy.",
      "9": "Six days shalt thou labor, and do all thy work,",
      "10": "But the seventh day is the Sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maid, nor thy beast, nor thy stranger that is within thy gates.",
      "11": "For in six days the Lord made the heaven and the earth, the sea, and all that in them is, and rested the seventh day: therefore the Lord blessed the seventh day, and hallowed it.",
      "12": "Honor thy father and thy mother, that thy days may be prolonged upon the land, which the Lord thy God giveth thee.",
      "13": "Thou shalt not kill.",
      "14": "Thou shalt not commit adultery.",
      "15": "Thou shalt not steal.",
      "16": "Thou shalt not bear false witness against thy neighbor.",
      "17": "Thou shalt not covet thy neighbor’s house, neither shalt thou covet thy neighbor’s wife, nor his manservant, nor his maid, nor his ox, nor his ass, neither anything that is thy neighbor’s.",
      "18": "And all the people saw the thunders: and the lightnings, and the sound of the trumpet, and the mountain smoking, and when the people saw it, they fled and stood afar off,",
      "19": "And said unto Moses, Talk thou with us, and we will hear: but let not God talk with us, lest we die.",
      "20": "Then Moses said unto the people, Fear not: for God is come to prove you, and that his fear may be before you, that ye sin not.",
      "21": "So the people stood afar off, but Moses drew near unto the darkness where God was.",
      "22": "And the Lord said unto Moses, Thus thou shalt say unto the children of Israel, Ye have seen that I have talked with you from heaven.",
      "23": "Ye shall not make therefore with me gods of silver, nor gods of gold: you shall make you none.",
      "24": "An altar of earth thou shalt make unto me, and thereon shalt offer thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places, where I shall put the remembrance of my Name, I will come unto thee, and bless thee.",
      "25": "But if thou wilt make me an altar of stone, thou shalt not build it of hewn stones: for if thou lift up thy tool upon them, thou hast polluted them.",
      "26": "Neither shalt thou go up by steps unto mine altar, that thy filthiness be not discovered thereon."
    },
    "21": {
      "1": "Now these are the laws, which thou shalt set before them:",
      "2": "If thou buy an Hebrew servant, he shall serve six years, and in the seventh he shall go out free for nothing.",
      "3": "If he came himself alone, he shall go out himself alone: if he were married, then his wife shall go out with him.",
      "4": "If his master hath given him a wife and she hath borne him sons or daughters, the wife and her children shall be her master’s, but he shall go out himself alone.",
      "5": "But if the servant say thus, I love my master, my wife and my children, I will not go out free,",
      "6": "Then his master shall bring him unto the Judges, and set him to the door, or to the post, and his master shall bore his ear through with an awl, and he shall serve him forever.",
      "7": "Likewise if a man sell his daughter to be a servant, she shall not go out as the menservants do.",
      "8": "If she please not her master, who hath betrothed her to himself, then shall he cause to buy her: he shall have no power to sell her to a strange people, seeing he despised her.",
      "9": "But if he hath betrothed her unto his son, he shall deal with her according to the custom of the daughters.",
      "10": "If he take him another wife, he shall not diminish her food, her raiment, and recompense of her virginity.",
      "11": "And if he do not these three unto her, then shall she go out free, paying no money.",
      "12": "He that smiteth a man, and he die, shall die the death.",
      "13": "And if a man hath not laid wait, but God hath offered him into his hand, then I will appoint thee a place whither he shall flee.",
      "14": "But if a man come presumptuously upon his neighbor to slay him with guile, thou shalt take him from mine altar, that he may die.",
      "15": "Also he that smiteth his father or his mother, shall die the death.",
      "16": "And he that stealeth a man, and selleth him, if it be found with him, shall die the death.",
      "17": "And he that curseth his father or his mother, shall die the death.",
      "18": "When men also strive together, and one smite another with a stone, or with the fist, and he die not but lieth in bed.",
      "19": "If he rise again and walk without upon his staff, then shall he that smote him go quit, save only he shall bear his charges for his resting, and shall pay for his healing.",
      "20": "And if a man smite his servant, or his maid with a rod, and he die under his hand, he shall be surely punished.",
      "21": "But if he continue a day or two days, he shall not be punished: for he is his money.",
      "22": "Also if men strive and hurt a woman with child, so that her child depart from her and death follow not, he shall be surely punished, according as the woman’s husband shall appoint him, or he shall pay as the Judges determine.",
      "23": "But if death follow, then thou shalt pay life for life.",
      "24": "Eye for eye, tooth for tooth, hand for hand, foot for foot,",
      "25": "Burning for burning, wound for wound, stripe for stripe.",
      "26": "And if a man smite his servant in the eye, or his maid in the eye, and hath perished it, he shall let him go free for his eye.",
      "27": "Also if he smite out his servant’s tooth, or his maid’s tooth, he shall let him go out free for his tooth.",
      "28": "If an ox gore a man or a woman that he die, the ox shall be stoned to death, and his flesh shall not be eaten, but the owner of the ox shall go quite.",
      "29": "If the ox were wont to push in times past, and it hath been told his master, and he hath not kept him, and after he killeth a man or a woman, the ox shall be stoned, and his owner shall die also.",
      "30": "If there be set to him a sum of money, then he shall pay the ransom of his life, whatsoever shall be laid upon him.",
      "31": "Whether he hath gored a son, or gored a daughter, he shall be judged after the same manner.",
      "32": "If the ox gore a servant or a maid, he shall give unto their master thirty shekels of silver, and the ox shall be stoned.",
      "33": "And when a man shall open a well, or when he shall dig a pit and cover it not, and an ox or an ass fall therein,",
      "34": "The owner of the pit shall make it good, and give money to the owner thereof, but the dead beast shall be his.",
      "35": "And if a man’s ox hurt his neighbor’s ox that he die, then they shall sell the live ox, and divide the money thereof, and the dead ox also they shall divide.",
      "36": "Or if it be known that the ox hath used to push in times past, and his master hath not kept him, he shall pay ox for ox, but the dead shall be his own."
    },
    "22": {
      "1": "If a man steal an ox or a sheep, and kill it or sell it, he shall restore five oxen for the ox, and four sheep for the sheep.",
      "2": "If a thief be found breaking up, and be smitten that he die, no blood shall be shed for him.",
      "3": "But if it be in the daylight, blood shall be shed for him: for he should make full restitution: if he had not wherewith, then should he be sold for his theft.",
      "4": "If the theft be found with him alive, (whether it be ox, ass, or sheep) he shall restore the double.",
      "5": "If a man do hurt field, or vineyard, and put in his beast to feed in another man’s field, he shall recompense of the best of his own field, and of the best of his own vineyard.",
      "6": "If fire break out, and catch in the thorns, and the stacks of corn, or the standing corn, or the field be consumed, he that kindled the fire shall make full restitution.",
      "7": "If a man deliver his neighbor money or stuff to keep, and it be stolen out of his house, if the thief be found, he shall pay the double.",
      "8": "If the thief be not found, then the master of the house shall be brought unto the Judges to swear, whether he hath put his hand unto his neighbor’s good, or no.",
      "9": "In all manner of trespass, whether it be for oxen, for ass, for sheep, for raiment, or for any manner of lost thing which another challengeth to be his, the cause of both parties shall come before the judges, and whom the Judges condemn, he shall pay the double unto the neighbor.",
      "10": "If a man deliver unto his neighbor to keep ass, or ox, or sheep, or any beast, and it die, or be hurt, or taken away by enemies, and no man see it,",
      "11": "An oath of the Lord shall be between them twain, that he hath not put his hand unto his neighbor’s good, and the owner of it shall take the oath, and he shall not make it good:",
      "12": "But if it be stolen from him, he shall make restitution unto the owner thereof.",
      "13": "If it be torn in pieces, he shall bring record, and shall not make that good, which is devoured.",
      "14": "And if a man borrow ought of his neighbor, and it be hurt, or else die, the owner thereof not being by, he shall surely make it good.",
      "15": "If the owner thereof be by, he shall not make it good: for if it be an hired thing, it came for his hire.",
      "16": "And if a man entice a maid that is not betrothed, and lie with her, he shall endow her, and take her to his wife.",
      "17": "If her father refuse to give her to him, he shall pay money according to the dowry of virgins.",
      "18": "Thou shalt not suffer a witch to live.",
      "19": "Whosoever lieth with a beast, shall die the death.",
      "20": "He that offereth unto any gods, save unto the Lord only, shall be slain.",
      "21": "Moreover, thou shalt not do injury to a stranger, neither oppress him: for ye were strangers in the land of Egypt.",
      "22": "Ye shall not trouble any widow, nor fatherless child.",
      "23": "If thou vex or trouble such, and so he call and cry unto me, I will surely hear his cry.",
      "24": "Then shall my wrath be kindled, and I will kill you with the sword, and your wives shall be widows, and your children fatherless.",
      "25": "If thou lend money to my people, that is, to the poor with thee, thou shalt not be as an usurer unto him: ye shall not oppress him with usury.",
      "26": "If thou take thy neighbor’s raiment to pledge, thou shalt restore it unto him before the sun go down.",
      "27": "For that is his covering only, and this is his garment for his skin: wherein shall he sleep? therefore when he crieth unto me, I will hear him: for I am merciful.",
      "28": "Thou shalt not rail upon the Judges, neither speak evil of the ruler of thy people.",
      "29": "Thine abundance and thy liquor shalt thou not keep back. The firstborn of thy sons shalt thou give me.",
      "30": "Likewise shalt thou do with thine oxen and with thy sheep: seven days it shall be with his dam, and the eighth day thou shalt give it me.",
      "31": "Ye shall be an holy people unto me, neither shall ye eat any flesh that is torn of beasts in the field: ye shall cast it to the dog."
    },
    "23": {
      "1": "Thou shalt not receive a false tale, neither shalt thou put thine hand with the wicked, to be a false witness.",
      "2": "Thou shalt not follow a multitude to do evil, neither agree in a controversy to decline after many and overthrow the truth.",
      "3": "Thou shalt not esteem a poor man in his cause.",
      "4": "If thou meet thine enemy’s ox, or his ass going astray, thou shalt bring him to him again.",
      "5": "If thou see thine enemy’s ass lying under his burden, wilt thou cease to help him? thou shalt help him up again with it.",
      "6": "Thou shalt not overthrow the right of the poor in his suit.",
      "7": "Thou shalt keep thee far from a false matter, thou shalt not slay the innocent and the righteous: for I will not justify a wicked man.",
      "8": "Thou shalt take no gift: for the gift blindeth the wise, and perverteth the words of the righteous.",
      "9": "Thou shalt not oppress a stranger: for ye know the heart of a stranger, seeing ye were strangers in the land of Egypt.",
      "10": "Moreover, six years thou shalt sow thy land, and gather the fruits thereof.",
      "11": "But the seventh year thou shalt let it rest and lie still, that the poor of thy people may eat, and what they leave, the beasts of the field shall eat. In like manner thou shalt do with thy vineyard, and with thine olive trees.",
      "12": "Six days thou shalt do thy work, and in the seventh day thou shalt rest, that thine ox, and thine ass may rest, and the son of thy maid, and the stranger may be refreshed.",
      "13": "And ye shall take heed to all things that I have said unto you: and ye shall make no mention of the name of other gods, neither shall it be heard out of thy mouth.",
      "14": "Three times shalt thou keep a feast unto me in the year.",
      "15": "Thou shalt keep the feast of unleavened bread: thou shalt eat unleavened bread seven days, as I commanded thee, in the season of the month of Abib: for in it thou camest out of Egypt: and none shall appear before me empty.",
      "16": "The feast also of the harvest of the first fruits of thy labors, which thou hast sown in the field: and the feast of gathering fruits in the end of the year, when thou hast gathered in thy labors out of the field.",
      "17": "These three times in the year shall all thy men children appear before the Lord Jehovah.",
      "18": "Thou shalt not offer the blood of my sacrifice with leavened bread: neither shall the fat of my sacrifice remain until the morning.",
      "19": "The first of the firstfruits of thy land, thou shalt bring into the house of the Lord thy God: yet shalt thou not seethe a kid in his mother’s milk.",
      "20": "Behold, I send an Angel before thee, to keep thee in thy way, and to bring thee to the place which I have prepared.",
      "21": "Beware of him, and hear his voice, and provoke him not: for he will not spare your misdeeds, because my name is in him.",
      "22": "But if thou hearken unto his voice, and do all that I speak, then I will be an enemy unto thine enemies, and will afflict them that afflict thee.",
      "23": "For mine Angel shall go before thee, and bring thee unto the Amorites, and the Hittites, and the Perizzites, and the Canaanites, the Hivites, and the Jebusites, and I will destroy them.",
      "24": "Thou shalt not bow down to their gods, neither serve them, nor do after the works of them: but utterly overthrow them, and break in pieces their images.",
      "25": "For ye shall serve the Lord your God, and he shall bless thy bread and thy water, and I will take all sickness away from the midst of thee.",
      "26": "There shall none cast their fruit, nor be barren in thy land, the number of thy days will I fulfill.",
      "27": "I will send my fear before thee, and will destroy all the people among whom thou shalt go: and I will make all thine enemies turn their backs unto thee:",
      "28": "And I will send hornets before thee, which shall drive out the Hivites, the Canaanites, and the Hittites from thy face.",
      "29": "I will not cast them out from thy face in one year, lest the land grow to a wilderness, and the beasts of the field multiply against thee.",
      "30": "By little and little I will drive them out from thy face, until thou increase, and inherit the land.",
      "31": "And I will make thy coasts from the red sea unto the sea of the Philistines, and from the desert unto the River: for I will deliver the inhabitants of the land into your hand, and thou shalt drive them out from thy face.",
      "32": "Thou shalt make no covenant with them, nor with their gods:",
      "33": "Neither shall they dwell in the land, lest they make thee sin against me: for if thou serve their gods, surely it shall be thy destruction."
    },
    "24": {
      "1": "Now he had said unto Moses, Come up to the Lord, thou, and Aaron, Nadab, and Abihu, and seventy of the Elders of Israel, and ye shall worship afar off.",
      "2": "And Moses himself alone shall come near to the Lord, but they shall not come near, neither shall the people go up with him.",
      "3": "Afterward Moses came and told the people all the words of the Lord, and all the Laws: and all the people answered with one voice, and said, All the things which the Lord hath said, will we do.",
      "4": "And Moses wrote all the words of the Lord and rose up early, and set up an altar under the mountain, and twelve pillars according to the twelve tribes of Israel.",
      "5": "And he sent young men of the children of Israel, which offered burnt offerings of beeves, and sacrificed peace offerings unto the Lord.",
      "6": "Then Moses took half of the blood, and put it in basins, and half of the blood he sprinkled on the altar.",
      "7": "After, he took the book of the covenant, and read it in the audience of the people: who said, All that the Lord hath said, we will do, and be obedient.",
      "8": "Then Moses took the blood, and sprinkled it on the people, and said, Behold the blood of the covenant, which the Lord hath made with you concerning all these things.",
      "9": "Then went up Moses, and Aaron, Nadab, and Abihu, and seventy of the Elders of Israel.",
      "10": "And they saw the God of Israel, and under his feet was as it were a work of a Sapphire stone, and as the very heaven when it is clear.",
      "11": "And upon the nobles of the children of Israel he laid not his hand: also they saw God, and did eat and drink.",
      "12": "And the Lord said unto Moses, Come up to me into the mountain, and be there, and I will give thee tables of stone, and the Law, and the Commandment, which I have written, for to teach them.",
      "13": "Then Moses rose up, and his minister Joshua, and Moses went up into the mountain of God,",
      "14": "And said unto the Elders, Tarry us here until we come again unto you: and behold, Aaron and Hur are with you: whosoever hath any matters, let him come to them.",
      "15": "Then Moses went up to the mount, and the cloud covered the mountain,",
      "16": "And the glory of the Lord abode upon mount Sinai, and the cloud covered it six days: and the seventh day he called unto Moses out of the midst of the cloud.",
      "17": "And the sight of the glory of the Lord was like consuming fire on the top of the mountain, in the eyes of the children of Israel.",
      "18": "And Moses entered into the midst of the cloud, and went up to the mountain and Moses was in the mount forty days and forty nights."
    },
    "25": {
      "1": "Then the Lord spake unto Moses, saying,",
      "2": "Speak unto the children of Israel that they receive an offering for me: of every man, whose heart giveth it freely, ye shall take the offering for me.",
      "3": "And this is the offering which ye shall take of them, gold and silver, and brass,",
      "4": "And blue silk, and purple, and scarlet, and fine linen and goat’s hair,",
      "5": "And ram’s skins colored red, and the skins of badgers, and the wood Shittim,",
      "6": "Oil for the light, spices for anointing oil, and for the perfume of sweet savor.",
      "7": "Onyx stones, and stones to be set in the Ephod, and in the breastplate.",
      "8": "Also they shall make me a Sanctuary, that I may dwell among them.",
      "9": "According to all that I show thee, even so shall ye make the form of the Tabernacle, and the fashion of all the instruments thereof.",
      "10": "They shall make also an Ark of Shittim wood, two cubits and an half long, and a cubit and an half broad, and a cubit and an half high.",
      "11": "And thou shalt overlay it with pure gold, within and without shalt thou overlay it, and shalt make upon it a crown of gold round about.",
      "12": "And thou shalt cast four rings of gold for it, and put them in the four corners thereof: that is, two rings shall be on the one side of it, and two rings on the other side thereof.",
      "13": "And thou shalt make bars of Shittim wood, and cover them with gold.",
      "14": "Then thou shalt put the bars in the rings by the sides of the Ark, to bear the Ark with them.",
      "15": "The bars shall be in the rings of the Ark: they shall not be taken away from it.",
      "16": "So thou shalt put in the Ark the Testimony, which I shall give thee.",
      "17": "Also thou shalt make a Mercy seat of pure gold, two cubits and an half long and a cubit and an half broad.",
      "18": "And thou shalt make two Cherubims of gold: of work beaten out with the hammer shalt thou make them at the two ends of the Mercy seat.",
      "19": "And the one Cherub shalt thou make at the one end, and the other Cherub at the other end: of the matter of the Mercy seat shall ye make the Cherubims, on the two ends thereof.",
      "20": "And the Cherubims shall stretch their wings on high, covering the Mercy seat with their wings and their faces one to another: to the Mercy seatward shall the faces of the Cherubims be.",
      "21": "And thou shalt put the Mercy seat above upon the Ark, and in the Ark thou shalt put the Testimony, which I will give thee.",
      "22": "And there I will declare myself unto thee, and from above the Mercy seat between the two Cherubims, which are upon the Ark of the Testimony, I will tell thee all things which I will give thee in commandment unto the children of Israel.",
      "23": "Thou shalt also make a Table of Shittim wood, of two cubits long, and one cubit broad, and a cubit and a half high:",
      "24": "And thou shalt cover it with pure gold, and make thereto a crown of gold round about.",
      "25": "Thou shalt also make unto it a border of four fingers round about: and thou shalt make a golden crown round about the border thereof:",
      "26": "After, thou shalt make for it four rings of gold, and shalt put the rings in the four corners that are in the four feet thereof.",
      "27": "Over against the border shall the rings be for places for bars to bear the Table.",
      "28": "And thou shalt make the bars of Shittim wood, and shalt overlay them with gold, that the Table may be borne with them.",
      "29": "Thou shalt make also dishes for it, and incense cups for it, and coverings for it, and goblets, wherewith it shall be covered, even of fine gold shalt thou make them.",
      "30": "And thou shalt set upon the Table Showbread before me continually.",
      "31": "Also thou shalt make a candlestick of pure gold: of work beaten out with the hammer shall the Candlestick be made, his shaft, and his branches, his bowls, his knops: and his flowers shall be of the same.",
      "32": "Six branches also shall come out of the sides of it: three branches of the candlestick out of the one side of it, and three branches of the Candlestick out of the other side of it.",
      "33": "Three bowls like unto almonds, one knop and one flower in one branch: and three bowls like almonds in the other branch, one knop and one flower: so throughout the six branches that come out of the Candlestick.",
      "34": "And in the shaft of the Candlestick shall be four bowls like unto almonds, his knops and his flowers.",
      "35": "And there shall be a knop under two branches made thereof: and a knop under two branches made thereof: and a knop under two branches made thereof, according to the six branches coming out of the Candlestick.",
      "36": "Their knops and their branches shall be thereof: all this shall be one beaten work of pure gold.",
      "37": "And thou shalt make the seven lamps thereof: and the lamps thereof shalt thou put thereon, to give light toward that that is before it.",
      "38": "Also the snuffers and snuffdishes thereof shall be of pure gold.",
      "39": "Of a talent of fine gold shalt thou make it with all these instruments.",
      "40": "Look therefore that thou make them after their fashion, that was showed thee in the mountain."
    },
    "26": {
      "1": "Afterward thou shalt make the Tabernacle with ten curtains of fine twined linen and blue silk, and purple, and scarlet: and in them thou shalt make Cherubims of broidered work.",
      "2": "The length of one curtain shall be eight and twenty cubits, and the breadth of one curtain four cubits: every one of the curtains shall have one measure.",
      "3": "Five curtains shall be coupled one to another: and the other five curtains shall be coupled one to another.",
      "4": "And thou shalt make strings of blue silk upon the edge of the one curtain, which is in the selvedge of the coupling: and likewise shall thou make in the edge of the other curtain in the selvedge, in the second coupling.",
      "5": "Fifty strings shalt thou make in one curtain, and fifty strings shalt thou make in the edge of the curtain, which is in the second coupling: the strings shall be one right against another.",
      "6": "Thou shalt make also fifty taches of gold, and couple the curtains one to another with the taches, and it shall be one Tabernacle.",
      "7": "Also thou shalt make curtains of goats’ hair, to be a covering upon the Tabernacle, thou shalt make them to the number of eleven curtains.",
      "8": "The length of a curtain shall be thirty cubits, and the breadth of a curtain four cubits: the eleven curtains shall be of one measure.",
      "9": "And thou shalt couple five curtains by themselves, and the six curtains by themselves: but thou shalt double the sixth curtain upon the forefront of the covering.",
      "10": "And thou shalt make fifty strings in the edge of one curtain in the selvedge of the coupling, and fifty strings in the edge of the other curtain in the second coupling.",
      "11": "Likewise thou shalt make fifty taches of brass, and fasten them on the strings, and shalt couple the covering together that it may be one.",
      "12": "And the remnant that resteth in the curtains of the covering, even the half curtain that resteth, shall be left at the backside of the Tabernacle.",
      "13": "That the cubit on the one side, and the cubit on the other side of that which is left in the length of the curtains of the covering may remain on either side of the Tabernacle to cover it.",
      "14": "Moreover, for that covering thou shalt make a covering of rams’ skins dyed red, and a covering of badgers’ skins above.",
      "15": "Also thou shalt make boards for the Tabernacle of Shittim wood to stand up.",
      "16": "Ten cubits shall be the length of a board, and a cubit and an half cubit the breadth of one board.",
      "17": "Two tenons shall be in one board set in order as the feet of a Ladder, one against another: thus shalt thou make for all the boards of the Tabernacle.",
      "18": "And thou shalt make boards for the Tabernacle, even twenty boards on the South side, even full South.",
      "19": "And thou shalt make forty sockets of silver under the twenty boards, two sockets under one board for his two tenons, and two sockets under another board for his two tenons.",
      "20": "In like manner on the other side of the Tabernacle toward the North side shall be twenty boards,",
      "21": "And their forty sockets of silver, two sockets under one board, and two sockets under another board.",
      "22": "And on the side of the Tabernacle, toward the West, shalt thou make six boards.",
      "23": "Also two boards shalt thou make in the corners of the Tabernacle in the two sides.",
      "24": "Also they shall be joined beneath, and likewise they shall be joined above to a ring: thus shall it be for them two: they shall be for the two corners.",
      "25": "So they shall be eight boards having sockets of silver, even sixteen sockets, that is, two sockets under one board, and two sockets under another board.",
      "26": "Then thou shalt make five bars of Shittim wood for the boards of one side of the Tabernacle.",
      "27": "And five bars for the boards of the other side of the Tabernacle: also five bars for the boards of the side of the Tabernacle toward the West side.",
      "28": "And the middle bar shall go through the midst of the boards, from end to end.",
      "29": "And thou shalt cover the boards with gold, and make their rings of gold, for places for the bars, and thou shalt cover the bars with gold.",
      "30": "So thou shalt rear up the Tabernacle, according to the fashion thereof, which was showed thee in the Mount.",
      "31": "Moreover, thou shalt make a veil of blue silk, and purple, and scarlet, and fine twined linen, thou shalt make it of broidered work with Cherubims.",
      "32": "And thou shalt hang it upon four pillars of Shittim wood covered with gold, (whose hooks shall be of gold) standing upon four sockets of silver.",
      "33": "Afterward thou shalt hang the veil on the hooks, that thou mayest bring in thither, that is, within the veil, the Ark of the Testimony: and the veil shall make you a separation between the Holy place and the most holy place.",
      "34": "Also thou shalt put the Mercy seat upon the Ark of the Testimony in the most Holy place.",
      "35": "And thou shalt set the Table without the veil, and the Candlestick over against the Table on the South side of the Tabernacle, and thou shalt set the Table on the North side.",
      "36": "Also thou shalt make an hanging for the door of the Tabernacle of blue silk, and purple, and scarlet, and fine twined linen wrought with needle.",
      "37": "And thou shalt make for the hanging five pillars of Shittim, and cover them with gold: their heads shall be of gold, and thou shalt cast five sockets of brass for them."
    },
    "27": {
      "1": "Moreover thou shalt make the Altar of Shittim wood, five cubits long and five cubits broad (the altar shall be four square) and the height thereof three cubits.",
      "2": "And thou shalt make it horns in the four corners thereof: the horns shall be of itself, and thou shalt cover it with brass.",
      "3": "Also thou shalt make his ash pans for his ashes, and his besoms, and his basins, and his flesh-hooks, and his censers: thou shalt make all the instruments thereof of brass.",
      "4": "And thou shalt make unto it a grate, like network of brass: also upon that grate shalt thou make four brazen rings upon the four corners thereof.",
      "5": "And thou shalt put it under the compass of the altar beneath, that the grate may be in the midst of the altar.",
      "6": "Also thou shalt make bars for the altar, bars, I say, of Shittim wood, and shalt cover them with brass.",
      "7": "And the bars thereof shall be put in the rings, the which bars shall be upon the two sides of the altar to bear it.",
      "8": "Thou shalt make the altar hollow between the boards: as God showeth thee in the mount, so shall they make it.",
      "9": "Also thou shalt make the court of the Tabernacle in the South side, even full South: the court shall have curtains of fine twined linen, of an hundred cubits long, for one side,",
      "10": "And it shall have twenty pillars, with their twenty sockets of brass: the heads of the pillars, and their fillets shall be silver.",
      "11": "Likewise on the North side in length there shall be hangings of an hundred cubits long, and the twenty pillars thereof with their twenty sockets of brass: the heads of the pillars and the fillets shall be silver.",
      "12": "And the breadth of the court, on the West side shall have curtains of fifty cubits, with their ten pillars, and their ten sockets.",
      "13": "And the breadth of the court, Eastward full East, shall have fifty cubits.",
      "14": "Also hangings of fifteen cubits shall be on the one side with their three pillars and their three sockets.",
      "15": "Likewise on the other side shall be hangings of fifteen cubits, with their three pillars and their three sockets.",
      "16": "And in the gate of the court shall be a veil of twenty cubits of blue silk, and purple, and scarlet, and fine twined linen wrought with needle, with the four pillars thereof and their four sockets.",
      "17": "All the pillars of the court shall have fillets of silver round about, with their heads of silver, and their sockets of brass.",
      "18": "The length of the court shall be an hundred cubits, and the breadth fifty at either end, and the height five cubits, and the hangings of fine twined linen, and their sockets of brass.",
      "19": "All the vessels of the Tabernacle for all manner service thereof, and all the pins thereof, and all the pins of the court shall be brass.",
      "20": "And thou shalt command the children of Israel, that they bring unto thee pure oil olive beaten for the light, that the lamps may always burn.",
      "21": "In the Tabernacle of the Congregation without the veil, which is before the Testimony, shall Aaron and his sons dress them from evening to morning before the Lord, for a statute forever unto their generations, to be observed by the children of Israel."
    },
    "28": {
      "1": "And cause thou thy brother Aaron to come unto thee, and his sons with him, from among the children of Israel, that he may serve me in the Priest’s office: I mean, Aaron, Nadab, and Abihu, Eleazar, and Ithamar Aaron’s sons.",
      "2": "Also thou shalt make holy garments for Aaron thy brother, glorious and beautiful.",
      "3": "Therefore thou shalt speak unto all cunning men, whom I have filled with the spirit of wisdom, that they make Aaron’s garments to consecrate him, that he may serve me in the Priest’s office.",
      "4": "Now these shall be the garments, which they shall make, a breastplate, and an Ephod, and a robe, and a broidered coat, a mitre, and a girdle: so these holy garments shall they make for Aaron thy brother, and for his sons, that he may serve me in the Priest’s office.",
      "5": "Therefore they shall take gold, and blue silk, and purple, and scarlet, and fine linen.",
      "6": "And they shall make the Ephod of gold, blue silk, and purple, scarlet, and fine twined linen of broidered work.",
      "7": "The two shoulders thereof shall be joined together by their two edges: so shall it be closed.",
      "8": "And the embroidered girdle of the same Ephod, which shall be upon him, shall be of the selfsame work and stuff, even of gold, blue silk, and purple, and scarlet, and fine twined linen.",
      "9": "And thou shalt take two Onyx stones, and grave upon them the names of the children of Israel.",
      "10": "Six names of them upon the one stone, and the six names that remain, upon the second stone, according to their generations.",
      "11": "Thou shalt cause to grave the two stones according to the names of the children of Israel, by a graver of signets that worketh and graveth in stone, and shalt make them to be set and embossed in gold.",
      "12": "And thou shalt put the two stones upon the shoulders of the Ephod, as stones of remembrance of the children of Israel: for Aaron shall bear their names before the Lord upon his two shoulders for a remembrance.",
      "13": "So thou shalt make bosses of gold,",
      "14": "And two chains of fine gold at the end, of wreathen work shalt thou make them, and shalt fasten the wreathen chains upon the bosses.",
      "15": "Also thou shalt make the breastplate of judgment with broidered work: like the work of the Ephod shalt thou make it: of gold, blue silk, and purple, and scarlet, and fine twined linen shalt thou make it.",
      "16": "Foursquare it shall be and double, an hand breadth long and an hand breadth broad.",
      "17": "Then thou shalt set it full of places for stones, even four rows of stones: the order shall be this, a ruby, a topaz, and a carbuncle in the first row.",
      "18": "And in the second row thou shalt set an emerald, a sapphire, and a diamond.",
      "19": "And in the third row a turquoise, an agate, and an Hematite.",
      "20": "And in the fourth row a chrysolite, an onyx, and a jasper: and they shall be set in gold in their embossments.",
      "21": "And the stones shall be according to the names of the children of Israel, twelve, according to their names, graven as signets, every one after his name, and they shall be for the twelve tribes.",
      "22": "Then thou shalt make upon the breastplate two chains at the ends, of wreathen work of pure gold.",
      "23": "Thou shalt make also upon the breastplate two rings of gold, and put the two rings on the two ends of the breastplate.",
      "24": "And thou shalt put the two wreathen chains of gold in the two rings in the ends of the breastplate.",
      "25": "And the other two ends of the two wreathen chains, thou shalt fasten in the two embossments, and shalt put them upon the shoulders of the Ephod upon the foreside of it.",
      "26": "Also thou shalt make two rings of gold, which thou shalt put in the two other ends of the breastplate, upon the border thereof, toward the inside of the Ephod.",
      "27": "And two other rings of gold thou shalt make, and put them on the two sides of the Ephod, beneath in the forepart of it over against the coupling of it upon the broidered girdle of the Ephod.",
      "28": "Thus shall they bind the breastplate by his rings unto the rings of the Ephod, with a lace of blue silk, that it may be fast upon the broidered girdle of the Ephod, and that the breastplate be not loosed from the Ephod.",
      "29": "So Aaron shall bear the names of the children of Israel in the breastplate of judgment upon his heart, when he goeth into the holy place for a remembrance continually before the Lord.",
      "30": "Also thou shalt put in the breastplate of judgment, the Urim and the Thummim, which shall be upon Aaron’s heart, when he goeth in before the Lord, and Aaron shall bear the judgment of the children of Israel upon his heart before the Lord continually.",
      "31": "And thou shalt make the robe of the Ephod altogether of blue silk.",
      "32": "And the hole for his head shall be in the midst of it, having an edge of woven work round about the collar of it: so shall it be as the collar of an habergeon, that it rent not.",
      "33": "And beneath upon the skirts thereof, thou shalt make pomegranates of blue silk, and purple, and scarlet round about the skirts thereof, and bells of gold between them round about:",
      "34": "That is, a golden bell and a pomegranate, a golden bell and a pomegranate round about upon the skirts of the robe.",
      "35": "So shall it be upon Aaron, when he ministereth, and his sound shall be heard when he goeth into the holy place before the Lord, and when he cometh out, and he shall not die.",
      "36": "Also thou shalt make a plate of pure gold, and grave thereon, as signets are graven, HOLINESS TO THE LORD.",
      "37": "And thou shalt put it on a blue silk lace, and it shall be upon the mitre, even upon the forefront of the mitre shall it be.",
      "38": "So shall it be upon Aaron’s forehead, that Aaron may bear the iniquity of the offerings, which the children of Israel shall offer in all their holy offerings: and it shall be always upon his forehead, to make them acceptable before the Lord.",
      "39": "Likewise thou shalt embroider the fine linen coat, and thou shalt make a mitre of fine linen, but thou shalt make a girdle of needle work.",
      "40": "Also thou shalt make for Aaron’s sons coats, and thou shalt make them girdles, and bonnets shalt thou make them for glory and comeliness.",
      "41": "And thou shalt put them upon Aaron thy brother, and on his sons with him, and shalt anoint them, and fill their hands, and sanctify them, that they may minister unto me in the Priest’s office.",
      "42": "Thou shalt also make them linen breeches to cover their privities: from the loins unto the thighs shall they reach.",
      "43": "And they shall be for Aaron and his sons, when they come into the Tabernacle of the Congregation, or when they come unto the altar to minister in the holy place, that they commit not iniquity, and so die. This shall be a law forever unto him, and to his seed after him."
    },
    "29": {
      "1": "This thing also shalt thou do unto them, when thou consecratest them to be my Priests, Take a young calf, and two rams without blemish,",
      "2": "And unleavened bread, and cakes unleavened tempered with oil, and wafers unleavened anointed with oil: (of fine wheat flour shalt thou make them).",
      "3": "Then thou shalt put them in one basket, and present them in the basket with the calf and the two rams,",
      "4": "And shalt bring Aaron and his sons unto the door of the Tabernacle of the Congregation, and wash them with water.",
      "5": "Also thou shalt take the garments, and put upon Aaron the tunicle, and the robe of the Ephod, and the Ephod, and the breastplate, and shalt close them to him with the broidered girdle of the Ephod.",
      "6": "Then thou shalt put the mitre upon his head, and shalt put the holy crown upon the mitre.",
      "7": "And thou shalt take the anointing oil, and shalt pour upon his head and anoint him.",
      "8": "And thou shalt bring his sons, and put coats upon them.",
      "9": "And shalt gird them with girdles, both Aaron and his sons: and shalt put the bonnets on them, and the Priest’s office shall be theirs for a perpetual law: thou shalt also fill the hands of Aaron, and the hands of his sons.",
      "10": "After, thou shalt present the calf before the Tabernacle of the congregation, and Aaron and his sons shall put their hands upon the head of the calf.",
      "11": "So shalt thou kill the calf before the Lord, at the door of the Tabernacle of the Congregation.",
      "12": "Then thou shalt take of the blood of the calf, and put it upon the horns of the Altar with thy finger, and shalt pour all the rest of the blood at the foot of the Altar.",
      "13": "Also thou shalt take all the fat that covereth the inwards, and the caul, that is on the liver, and the two kidneys, and the fat that is upon them, and shalt burn them upon the Altar.",
      "14": "But the flesh of the calf, and his skin, and his dung shalt thou burn with fire without the host: it is a sin offering.",
      "15": "Thou shalt also take one ram, and Aaron and his sons shall put their hands upon the head of the ram.",
      "16": "Then thou shalt kill the ram, and take his blood, and sprinkle it round about upon the Altar,",
      "17": "And thou shalt cut the ram in pieces, and wash the inwards of him and his legs, and shalt put them upon the pieces thereof, and upon his head.",
      "18": "So thou shalt burn the whole ram upon the Altar: for it is a burnt offering unto the Lord for a sweet savor: it is an offering made by fire unto the Lord.",
      "19": "And shalt thou take the other ram, and Aaron and his sons shall put their hands upon the head of the ram.",
      "20": "Then shalt thou kill the ram, and take of his blood, and put it upon the lap of Aaron’s ear, and upon the lap of the right ear of his sons, and upon the thumb of their right hand, and upon the great toe of their right foot, and shalt sprinkle the blood upon the altar round about.",
      "21": "And thou shalt take of the blood that is upon the Altar, and of the anointing oil, and shalt sprinkle it upon Aaron, and upon his garments, and upon his sons, and upon the garments of his sons with him: so he shall be hallowed, and his clothes, and his sons, and the garments of his sons with him.",
      "22": "Also thou shalt take of the rams the fat and the rump, even the fat that covereth the inwards, and the caul of the liver, and the two kidneys, and the fat that is upon them, and the right shoulder, (for it is the ram of consecration).",
      "23": "And one loaf of bread, and one cake of bread tempered with oil, and one wafer, out of the basket of the unleavened bread that is before the Lord:",
      "24": "And thou shalt put all this in the hands of Aaron, and in the hands of his sons, and shalt shake them to and fro before the Lord.",
      "25": "Again, thou shalt receive them of their hands, and burn them upon the altar besides the burnt offering for a sweet savor before the Lord: for this is an offering made by fire unto the Lord.",
      "26": "Likewise thou shalt take the breast of the ram of the consecration, which is for Aaron, and shalt shake it to and fro before the Lord, and it shall be thy part.",
      "27": "And thou shalt sanctify the breast of the shaken offering, and the shoulder of the heave offering, which was shaken to and fro, and which was heaved up of the ram of the consecration which was for Aaron, and which was for his sons.",
      "28": "And Aaron and his sons shall have it by a statute forever, of the children of Israel: for it is an heave offering, and it shall be an heave offering of the children of Israel, of their peace offerings, even their heave offering to the Lord.",
      "29": "And the holy garments which appertain to Aaron, shall be his sons’ after him, to be anointed therein, and to be consecrated therein.",
      "30": "That son that shall be Priest in his stead, shall put them on seven days, when he cometh into the Tabernacle of the Congregation to minister in the holy place.",
      "31": "So thou shalt take the ram of the consecration, and seethe his flesh in the holy place.",
      "32": "And Aaron and his sons shall eat the flesh of the ram, and the bread that is in the basket, at the door of the Tabernacle of the Congregation.",
      "33": "So they shall eat these things, whereby their atonement was made, to consecrate them, and to sanctify them: but a stranger shall not eat thereof, because they are holy things.",
      "34": "Now if ought of the flesh of the consecration, or of the bread remain unto the morning, then thou shalt burn the rest with fire: it shall not be eaten, because it is an holy thing.",
      "35": "Therefore shalt thou do thus unto Aaron and unto his sons, according to all things which I have commanded thee: seven days shalt thou consecrate them.",
      "36": "And shalt offer every day a calf for a sin offering, for reconciliation: and thou shalt cleanse the Altar, when thou hast offered upon it for reconciliation, and shalt anoint it to sanctify it.",
      "37": "Seven days shalt thou cleanse the Altar and sanctify it, so the Altar shall be most holy: and whatsoever toucheth the Altar, shall be holy.",
      "38": "Now this is that which thou shalt present upon the altar: even two lambs of one year old, day by day continually.",
      "39": "The one lamb thou shalt present in the morning, and the other lamb thou shalt present at even.",
      "40": "And with the one lamb, a tenth part of fine flour mingled with the fourth part of an Hin of beaten oil, and the fourth part of an Hin of wine for a drink offering.",
      "41": "And the other lamb thou shalt present at even: thou shalt do thereto according to the offering of the morning, and according to the drink offering thereof, to be a burnt offering for a sweet savor unto the Lord.",
      "42": "This shall be a continually burnt offering in your generations at the door of the Tabernacle of the Congregation before the Lord, where I will make appointment with you, to speak there unto thee.",
      "43": "There I will appoint with the children of Israel, and the place shall be sanctified by my glory.",
      "44": "And I will sanctify the Tabernacle of the Congregation and the Altar: I will sanctify also Aaron and his sons to be my Priests,",
      "45": "And I will dwell among the children of Israel, and will be their God.",
      "46": "Then shall they know that I am the Lord their God, that brought them out of the land of Egypt, that I might dwell among them: I am the Lord their God."
    },
    "30": {
      "1": "Furthermore thou shalt make an Altar for sweet perfume, of Shittim wood thou shalt make it.",
      "2": "The length thereof a cubit, and the breadth thereof a cubit, (it shall be foursquare) and the height thereof two cubits: the horns thereof shall be of the same.",
      "3": "And thou shalt overlay it with fine gold, both the top thereof, and the sides thereof round about, and his horns: also thou shalt make unto it a crown of gold round about.",
      "4": "Besides this thou shalt make under this crown two golden rings on either side: even on every side shalt thou make them, that they may be as places for the bars to bear it withal.",
      "5": "The which bars thou shalt make of Shittim wood, and shalt cover them with gold.",
      "6": "After thou shalt set it before the veil, that is near the Ark of the Testimony, before the Mercy seat that is upon the Testimony, where I will appoint with thee.",
      "7": "And Aaron shall burn thereon sweet incense every morning: when he dresseth the lamps thereof, shall he burn it.",
      "8": "Likewise at even, when Aaron setteth up the lamps thereof, he shall burn incense: this perfume shall be perpetually before the Lord, throughout your generations.",
      "9": "Ye shall offer no strange incense thereon, nor burnt sacrifice, nor offering, neither pour any drink offering thereon.",
      "10": "And Aaron shall make reconciliation upon the horns of it once in a year with the blood of the sin offering in the day of reconciliation: once in the year shall he make reconciliation upon it throughout your generations: this is most holy unto the Lord.",
      "11": "Afterward the Lord spake unto Moses, saying,",
      "12": "When thou takest the sum of the children of Israel after their number, then they shall give every man a redemption of his life unto the Lord, when thou tellest them, that there be no plague among them when thou countest them.",
      "13": "This shall every man give, that goeth into the number, half a shekel, after the shekel of the Sanctuary: (a shekel is twenty gerahs) the half shekel shall be an offering to the Lord.",
      "14": "All that are numbered from twenty years old and above, shall give an offering to the Lord.",
      "15": "The rich shall not pass, and the poor shall not diminish from half a shekel, when ye shall give an offering unto the Lord, for the redemption of your lives.",
      "16": "So thou shalt take the money of the redemption of the children of Israel, and shalt put it unto the use of the Tabernacle of the Congregation, that it may be a memorial unto the children of Israel before the Lord, for the redemption of your lives.",
      "17": "Also the Lord spake unto Moses, saying,",
      "18": "Thou shalt also make a Laver of brass, and his foot of brass to wash, and shalt put it between the Tabernacle of the Congregation and the Altar, and shalt put water therein.",
      "19": "For Aaron and his sons shall wash their hands, and their feet thereat.",
      "20": "When they go into the Tabernacle of the Congregation, or when they go unto the Altar to minister, and to make the perfume of the burnt offering to the Lord, they shall wash themselves with water, lest they die.",
      "21": "So they shall wash their hands and their feet that they die not: and this shall be to them an ordinance forever, both unto him and to his seed throughout their generations.",
      "22": "Also the Lord spake unto Moses, saying,",
      "23": "Take thou also unto thee principal spices: of the most pure myrrh five hundred shekels, of sweet cinnamon half so much, that is, two hundred and fifty, and of sweet calamus, two hundred, and fifty:",
      "24": "Also of Cassia five hundred, after the shekel of the Sanctuary, and of oil olive an Hin.",
      "25": "So thou shalt make of it the oil of holy ointment, even a most precious ointment after the art of the Apothecary: this shall be the oil of holy ointment.",
      "26": "And thou shalt anoint the Tabernacle of the Congregation therewith, and the Ark of the Testimony:",
      "27": "Also the Table, and all the instruments thereof, and the Candlestick, with all the instruments thereof, and the altar of incense:",
      "28": "Also the altar of burnt offering with all his instruments, and the laver and his foot.",
      "29": "So thou shalt sanctify them, and they shall be most holy: all that shall touch them, shall be holy.",
      "30": "Thou shalt also anoint Aaron and his sons, and shalt consecrate them, that they may minister unto me in the Priest’s office.",
      "31": "Moreover thou shalt speak unto the children of Israel, saying, This shall be an holy anointing oil unto me, throughout your generations.",
      "32": "None shall anoint man’s flesh therewith, neither shall ye make any composition like unto it: for it is holy, and shall be holy unto you.",
      "33": "Whosoever shall make the like ointment, or whosoever shall put any of it upon a stranger, even he shall be cut off from his people.",
      "34": "And the Lord said unto Moses, Take unto thee these spices, pure myrrh and clear gum and galbanum, these odors with pure frankincense of each like weight:",
      "35": "Then thou shalt make of them perfume composed after the art of the apothecary, mingled together, pure and holy.",
      "36": "And thou shalt beat it to powder, and shalt put it before the Ark of the Testimony in the tabernacle of the congregation, where I will make appointment with thee: it shall be unto you most holy.",
      "37": "And ye shall not make unto you any composition like this perfume, which thou shalt make: it shall be unto thee holy for the Lord.",
      "38": "Whosoever shall make like unto that to smell thereto, even he shall be cut off from his people."
    },
    "31": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Behold, I have called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah,",
      "3": "Whom I have filled with the Spirit of God, in wisdom, and in understanding, and in knowledge, and in all workmanship:",
      "4": "To find out curious works to work in gold, and in silver, and in brass,",
      "5": "Also in the art to set stones, and to carve in timber, and to work in all manner of workmanship.",
      "6": "And behold, I have joined him with Aholiab the son of Ahisamach of the tribe of Dan, and in the hearts of all that are wise hearted, have I put wisdom to make all that I have commanded thee:",
      "7": "That is, the Tabernacle of the Congregation, and the Ark of the Testimony, and the Mercy seat that shall be thereupon, with all instruments of the Tabernacle:",
      "8": "Also the Table and the instruments thereof, and the pure Candlestick with all his instruments, and the Altar of perfume:",
      "9": "Likewise the Altar of burnt offering with all his instruments, and the Laver with his foot:",
      "10": "Also the garments of the ministration, and the holy garment for Aaron the Priest, and the garments of his sons, to minister in the Priest’s office,",
      "11": "And the anointing oil, and sweet perfume for the Sanctuary according to all that I have commanded thee, shall they do.",
      "12": "Afterward the Lord spake unto Moses, saying,",
      "13": "Speak thou also unto the children of Israel, and say, Notwithstanding keep ye my Sabbaths: for it is a sign between me and you in your generations, that ye may know that I the Lord do sanctify you.",
      "14": "Ye shall therefore keep the Sabbath: for it is holy unto you: he that defileth it, shall die the death: therefore whosoever worketh therein, the same person shall be even cut off from among his people.",
      "15": "Six days shall men work, but in the seventh day is the Sabbath of the holy rest to the Lord: whosoever doeth any work in the Sabbath day, shall die the death.",
      "16": "Wherefore the children of Israel shall keep the Sabbath, that they may observe the rest throughout their generations for an everlasting Covenant.",
      "17": "It is a sign between me and the children of Israel forever: for in six days the Lord made the heaven and the earth, and in the seventh day he ceased and rested.",
      "18": "Thus (when the Lord had made an end of communing with Moses upon mount Sinai) he gave him two Tables of the Testimony, even tables of stone, written with the finger of God."
    },
    "32": {
      "1": "But when the people saw, that Moses tarried long ere he came down from the mountain, the people gathered themselves together against Aaron, and said unto him, Up, make us gods to go before us: for of this Moses (the man that brought us out of the land of Egypt) we know not what is become of him.",
      "2": "And Aaron said unto them, Pluck off the golden earrings, which are in the ears of your wives, of your sons, and of your daughters, and bring them unto me.",
      "3": "Then all the people plucked from themselves the golden earrings, which were in their ears, and they brought them unto Aaron.",
      "4": "Who received them at their hands, and fashioned it with the graving tool, and made of it a molten calf: then they said, These be thy gods, O Israel, which brought thee out of the land of Egypt.",
      "5": "When Aaron saw that, he made an Altar before it: and Aaron proclaimed, saying, Tomorrow shall be the holy day of the Lord.",
      "6": "So they rose up the next day in the morning, and offered burnt offerings, and brought peace offerings: also the people sat them down to eat and drink, and rose up to play.",
      "7": "Then the Lord said unto Moses, Go get thee down: for thy people which thou hast brought out of the land of Egypt, hath corrupted their ways.",
      "8": "They are soon turned out of the way, which I commanded them: for they have made them a molten calf, and have worshipped it, and have offered thereto, saying, These be thy gods, O Israel, which have brought thee out of the land of Egypt.",
      "9": "Again the Lord said unto Moses, I have seen this people, and behold, it is a stiff-necked people.",
      "10": "Now therefore let me alone, that my wrath may wax hot against them, for I will consume them: but I will make of thee a mighty people",
      "11": "But Moses prayed unto the Lord his God, and said, O Lord, why doth thy wrath wax hot against thy people, which thou hast brought out of the land of Egypt, with great power and with a mighty hand?",
      "12": "Wherefore shall the Egyptians speak, and say, He hath brought them out maliciously for to slay them in the mountains, and to consume them from the earth? turn from thy fierce wrath, and change thy mind from this evil toward thy people.",
      "13": "Remember Abraham, Isaac, and Israel thy servants, to whom thou swarest by thine own self, and saidest unto them, I will multiply your seed, as the stars of heaven, and all this land, that I have spoken of, will I give unto your seed, and they shall inherit it forever.",
      "14": "Then the Lord changed his mind from the evil, which he threatened to do unto his people.",
      "15": "So Moses returned and went down from the mountain with the two Tables of the Testimony in his hand: the tables were written on both their sides, even on the one side and on the other were they written.",
      "16": "And these Tables were the work of God, and this writing was the writing of God graven in the Tables.",
      "17": "And when Joshua heard the noise of the people, as they shouted, he said unto Moses, There is a noise of war in the host.",
      "18": "Who answered, It is not the noise of them that have the victory, nor the noise of them that are overcome: but I do hear the noise of singing.",
      "19": "Now, as soon as he came near unto the host, he saw the calf and the dancing: so Moses’ wrath waxed hot, and he cast the Tables out of his hands, and brake them in pieces beneath the mountain.",
      "20": "After, he took the calf, which they had made, and burned it in the fire, and ground it unto powder, and strowed it upon the water, and made the children of Israel drink of it.",
      "21": "Also Moses said unto Aaron, What did this people unto thee, that thou hast brought so great a sin upon them?",
      "22": "Then Aaron answered, Let not the wrath of my Lord wax fierce: Thou knowest this people, that they are even set on mischief.",
      "23": "And they said unto me, Make us gods to go before us: for we know not what is become of this Moses (the man that brought us out of the land of Egypt).",
      "24": "Then I said to them, Ye that have gold, pluck it off: and they brought it me, and I did cast it into the fire, and thereof came this calf.",
      "25": "Moses therefore saw that the people were naked (for Aaron had made them naked unto their shame among their enemies)",
      "26": "And Moses stood in the gate of the camp, and said, Who pertaineth to the Lord? let them come to me. And all the sons of Levi gathered themselves unto him.",
      "27": "Then he said unto them, Thus saith the Lord God of Israel: Put every man his sword by his side, go to and fro, from gate to gate, through the host, and slay every man his brother, and every man his companion, and every man his neighbor.",
      "28": "So the children of Levi did as Moses had commanded: and there fell of the people the same day about three thousand men.",
      "29": "(For Moses had said, Consecrate your hands unto the Lord this day, even every man upon his son, and upon his brother, that there may be given you a blessing this day.)",
      "30": "And when the morning came, Moses said unto the people, Ye have committed a grievous crime: but now I will go up to the Lord, if I may pacify him for your sin.",
      "31": "Moses therefore went again unto the Lord, and said, Oh, this people have sinned a great sin, and have made them gods of gold.",
      "32": "Therefore now if thou pardon their sin, thy mercy shall appear: but if thou wilt not, I pray thee, raise me out of thy book, which thou hast written.",
      "33": "Then the Lord said to Moses, Whosoever hath sinned against me, I will put him out of my book.",
      "34": "Go now therefore, bring the people unto the place which I commanded thee: behold, mine Angel shall go before thee, but yet in the day of my visitation I will visit their sin upon them.",
      "35": "So the Lord plagued the people, because they caused Aaron to make the calf which he made."
    },
    "33": {
      "1": "Afterward the Lord said unto Moses, Depart, go up from hence, thou, and the people (which thou hast brought up out of the land of Egypt) unto the land which I sware unto Abraham, to Isaac, and to Jacob, saying, Unto thy seed will I give it.",
      "2": "And I will send an Angel before thee, and will cast out the Canaanites, the Amorites, and the Hittites, and the Perizzites, the Hivites, and the Jebusites,",
      "3": "To a land, I say, that floweth with milk and honey: for I will not go up with thee, because thou art a stiff-necked people, lest I consume thee in the way.",
      "4": "And when the people heard this evil tidings, they sorrowed, and no man put on his best raiment.",
      "5": "(For the Lord had said unto Moses, Say unto the children of Israel, Ye are a stiff-necked people, I will come suddenly upon thee and consume thee: therefore now put thy costly raiment from thee, that I may know what to do unto thee.)",
      "6": "So the children of Israel laid their good raiment from them, after Moses came down from the mount Horeb.",
      "7": "Then Moses took his tabernacle, and pitched it without the host far off from the host, and called it Ohel-moed. And when any did seek to the Lord, he went out unto the Tabernacle of the Congregation, which was without the host.",
      "8": "And when Moses went out unto the Tabernacle, all the people rose up, and stood every man at his tent door, and looked after Moses, until he was gone into the Tabernacle.",
      "9": "And as soon as Moses was entered into the Tabernacle, the cloudy pillar descended and stood at the door of the Tabernacle, and the Lord talked with Moses.",
      "10": "Now when all the people saw the cloudy pillar stand at the Tabernacle door, all the people rose up, and worshipped every man in his tent door.",
      "11": "And the Lord spake unto Moses, face to face, as a man speaketh unto his friend. After he turned again into the host, but his servant Joshua the son of Nun a young man, departed not out of the Tabernacle.",
      "12": "Then Moses said unto the Lord, See, thou sayest unto me, Lead this people forth, and thou hast not showed me whom thou wilt send with me: thou hast said moreover, I know thee by name, and thou hast also found grace in my sight.",
      "13": "Now therefore, I pray thee, if I have found favor in thy sight, show me now thy way, that I may know thee, and that I may find grace in thy sight: consider also that this nation is thy people.",
      "14": "And he answered, My presence shall go with thee, and I will give thee rest.",
      "15": "Then he said unto him, If thy presence go not with us, carry us not hence.",
      "16": "And wherein now shall it be known, that I and thy people have found favor in thy sight? shall it not be when thou goest with us? so I, and thy people shall have preeminence before all the people that are upon the earth.",
      "17": "And the Lord said unto Moses, I will do this also that thou hast said: for thou hast found grace in my sight, and I know thee by name.",
      "18": "Again he said, I beseech thee, show me thy glory.",
      "19": "And he answered, I will make all my good go before thee, and I will proclaim the Name of the Lord before thee: for I will show mercy to whom I will show mercy, and will have compassion on whom I will have compassion.",
      "20": "Furthermore he said, Thou canst not see my face, for there shall no man see me, and live.",
      "21": "Also the Lord said, Behold, there is a place by me, and thou shalt stand upon the rock:",
      "22": "And while my glory passeth by, I will put thee in a cleft of the rock, and will cover thee with mine hand while I pass by.",
      "23": "After I will take away mine hand, and thou shalt see my back parts: but my face shall not be seen."
    },
    "34": {
      "1": "And the Lord said unto Moses, Hew thee two Tables of stone, like unto the first, and I will write upon the Tables the words that were in the first Tables, which thou brakest in pieces.",
      "2": "And be ready in the morning, that thou mayest come up early unto the mount of Sinai, and wait there for me in the top of the mount.",
      "3": "But let no man come up with thee, neither let any man be seen throughout all the mount; neither let the sheep nor cattle feed before this mount.",
      "4": "Then Moses hewed two Tables of stone like unto the first, and rose up early in the morning, and went up unto the mount of Sinai, as the Lord had commanded him, and took in his hand two Tables of stone.",
      "5": "And the Lord descended in the cloud, and stood with him there, and proclaimed the name of the Lord.",
      "6": "So the Lord passed before his face, and cried, The Lord, the Lord, strong, merciful, and gracious, slow to anger, and abundant in goodness and truth.",
      "7": "Reserving mercy for thousands, forgiving iniquity, and transgression and sin, and not making the wicked innocent, visiting the iniquity of the fathers upon the children, and upon children’s children, unto the third and fourth generation.",
      "8": "Then Moses made haste and bowed himself to the earth, and worshipped,",
      "9": "And said, O Lord, I pray thee, If I have found grace in thy sight, that the Lord would now go with us (for it is a stiff-necked people) and pardon our iniquity and our sin, and take us for thine inheritance.",
      "10": "And he answered, Behold, I will make a covenant before all thy people, and will do marvels, such as have not been done in all the world, neither in all nations: and all the people among whom thou art, shall see the work of the Lord: for it is a terrible thing that I will do with thee.",
      "11": "Keep diligently that which I command thee this day: Behold, I will cast out before thee the Amorites, and the Canaanites, and the Hittites, and the Perizzites, and the Hivites, and the Jebusites.",
      "12": "Take heed to thyself, that thou make no compact with the inhabitants of the land whither thou goest, lest they be the cause of ruin among you:",
      "13": "But ye shall overthrow their altars, and break their images in pieces, and cut down their groves,",
      "14": "(For thou shalt bow down to none other god, because the Lord, whose Name is Jealous, is a jealous God.)",
      "15": "Lest thou make a compact with the inhabitants of the land, and when they go a whoring after their gods, and do sacrifice unto their gods, some man call thee, and thou eat of his sacrifice.",
      "16": "And lest thou take of their daughters unto thy sons, and their daughters go a whoring after their gods, and make thy sons go a whoring after their gods.",
      "17": "Thou shalt make thee no gods of metal.",
      "18": "The feast of unleavened bread shalt thou keep: seven days shalt thou eat unleavened bread, as I commanded thee, in the time of the month of Abib: for in the month of Abib thou camest out of Egypt.",
      "19": "Every male that first openeth the womb, shall be mine: also all the firstborn of thy flock shall be reckoned mine, both of beeves and sheep.",
      "20": "But the first of the ass thou shalt buy out with a lamb: and if thou redeem him not, then thou shalt break his neck: all the firstborn of thy sons shalt thou redeem, and none shall appear before meempty.",
      "21": "Six days shalt thou work, and in the seventh day thou shalt rest: both in earing time, and in the harvest thou shalt rest.",
      "22": "Thou shalt also observe the feast of weeks in the time of the firstfruits, of wheat harvest, and the feast of gathering fruits in the end of the year.",
      "23": "Thrice in a year shall all your men children appear before the Lord Jehovah God of Israel.",
      "24": "For I will cast out the nations before thee and enlarge thy coasts, so that no man shall desire thy land, when thou shalt come up to appear before the Lord thy God thrice in the year.",
      "25": "Thou shall not offer the blood of my sacrifice with leaven, neither shall ought of the sacrifice of the feast of Passover be left unto the morning.",
      "26": "The first ripe fruits of thy land thou shalt bring unto the house of the Lord thy God: yet shalt thou not seethe a kid in his mother’s milk.",
      "27": "And the Lord said unto Moses, Write thou these words: for after the tenor of these words I have made a covenant with thee and with Israel.",
      "28": "So he was there with the Lord forty days and forty nights, and did neither eat bread nor drink water, and he wrote in the Tables the words of the covenant, even the Ten commandments.",
      "29": "So when Moses came down from mount Sinai, the two Tables of the Testimony were in Moses’ hand, as he descended from the mount: (now Moses wist not that the skin of his face shone bright, after that God had talked with him).",
      "30": "And Aaron and all the children of Israel looked upon Moses, and behold, the skin of his face shone bright, and they were afraid to come near him.",
      "31": "But Moses called them: and Aaron and all the chief of the congregation returned unto him: and Moses talked with them.",
      "32": "And afterward all the children of Israel came near, and he charged them with all that the Lord had said unto him in mount Sinai.",
      "33": "So Moses made an end of communing with them, and had put a covering upon his face.",
      "34": "But, when Moses came before the Lord to speak with him, he took off the covering until he came out: then he came out, and spake unto the children of Israel that which he was commanded.",
      "35": "And the children of Israel saw the face of Moses, how the skin of Moses’ face shone bright: therefore Moses put the covering upon his face, until he went to speak with God."
    },
    "35": {
      "1": "Then Moses assembled all the Congregation of the children of Israel, and said unto them, These are the words which the Lord hath commanded, that ye should do them:",
      "2": "Six days thou shalt work, but the seventh day shall be unto you the holy Sabbath of rest unto the Lord: whosoever doeth any work therein, shall die.",
      "3": "Ye shall kindle no fire throughout all your habitations upon the Sabbath day.",
      "4": "Again, Moses spake unto all the Congregation of the children of Israel, saying, This is the thing which the Lord commandeth, saying,",
      "5": "Take from among you an offering unto the Lord: whosoever is of a willing heart, let him bring this offering to the Lord, namely gold, and silver and brass:",
      "6": "Also blue silk, and purple, and scarlet, and fine linen, and goats’ hair,",
      "7": "And rams’ skins dyed red, and badgers’ skins with Shittim wood:",
      "8": "Also oil for light, and spices for the anointing oil, and for the sweet incense,",
      "9": "And onyx stones, and stones to be set in the Ephod, and in the breastplate.",
      "10": "And all the wise hearted among you, shall come and make all that the Lord hath commanded:",
      "11": "That is, the Tabernacle, the pavilion thereof, and his covering, and his taches, and his boards, his bars, his pillars, and his sockets,",
      "12": "The Ark, and the bars thereof: the Mercy seat, and the veil that covereth it,",
      "13": "The Table, and the bars of it, and all the instruments thereof, and the showbread:",
      "14": "Also the Candlestick of light and his instruments, and his lamps with the oil for the light:",
      "15": "Likewise the Altar of perfume and his bars, and the anointing oil, and the sweet incense, and the veil of the door at the entering in of the Tabernacle,",
      "16": "The Altar of burnt offering with his brazen grate, his bars and all his instruments, the laver and his foot,",
      "17": "The hangings of the court, his pillars and his sockets, and the veil of the gate of the court,",
      "18": "The pins of the Tabernacle, and the pins of the court with their cords,",
      "19": "The ministering garments to minister in the holy place, and the holy garments of Aaron the Priest, and the garments of his sons, that they may minister in the Priest’s office.",
      "20": "Then all the Congregation of the children of Israel departed from the presence of Moses.",
      "21": "And every one, whose heart encouraged him, and every one, whose spirit made him willing, came and brought an offering to the Lord, for the work of the Tabernacle of the Congregation, and for all his uses, and for the holy garments.",
      "22": "Both men and women, as many as were free hearted, came and brought taches and earrings, and rings, and bracelets, all were jewels of gold: and every one that offered an offering of gold unto the Lord:",
      "23": "Every man also, which had blue silk, and purple, and scarlet, and fine linen and goats’ hair, and rams’ skins dyed red, and badgers’ skins, brought them.",
      "24": "All that offered an oblation of silver and of brass, brought the offering unto the Lord: and every one, that had Shittim wood for any manner work of the ministration, brought it.",
      "25": "And all the women that were wise-hearted, did spin with their hands, and brought the spun work, even the blue silk, and the purple, the scarlet, and fine linen.",
      "26": "Likewise all the women, whose hearts were moved with knowledge, spun goats’ hair.",
      "27": "And the rulers brought onyx stones, and stones to be set in the Ephod, and in the breastplate:",
      "28": "Also spice, and oil for light, and for the anointing oil, and for the sweet perfume.",
      "29": "Every man and woman of the children of Israel, whose hearts moved them willingly to bring for all the work which the Lord had commanded them to make by the hand of Moses, brought a free offering unto the Lord.",
      "30": "Then Moses said unto the children of Israel, Behold, the Lord hath called by name Bezalel the son of Uri, the son of Hur of the tribe of Judah,",
      "31": "And hath filled him with an excellent spirit of wisdom, of understanding, and of knowledge, and in all manner work,",
      "32": "To find out curious works, to work in gold, and in silver, and in brass,",
      "33": "And in graving stones to set them, and in carving of wood, even to make any manner of fine work.",
      "34": "And he hath put in his heart that he may teach other: both he, and Aholiab the son of Ahisamach of the tribe of Dan:",
      "35": "Them hath he filled with wisdom of heart to work all manner of cunning and broidered, and needle work: in blue silk, and in purple, in scarlet, and in fine linen and weaving, even to do all manner of work and subtle inventions."
    },
    "36": {
      "1": "Then wrought Bezalel, and Aholiab, and all cunning men, to whom the Lord gave wisdom, and understanding, to know how to work all manner work for the service of the Sanctuary, according to all that the Lord had commanded.",
      "2": "For Moses had called Bezalel, and Aholiab, and all the wise-hearted men, in whose hearts the Lord had given wisdom, even as many as their hearts encouraged to come unto that work to work it.",
      "3": "And they received of Moses all the offering which the children of Israel had brought for the work of the service of the Sanctuary, to make it: also they brought still unto him free gifts every morning.",
      "4": "So all the wise men, that wrought all the holy work, came every man from his work which they wrought,",
      "5": "And spake to Moses, saying, The people bring too much, and more than enough for the use of the work, which the Lord hath commanded to be made.",
      "6": "Then Moses gave a commandment, and they caused it to be proclaimed throughout the host, saying, Let neither man nor woman prepare any more work for the oblations of the Sanctuary. So the people were stayed from offering.",
      "7": "For the stuff they had, was sufficient for all the work to make it, and too much.",
      "8": "All the cunning men therefore among the workmen, made for the Tabernacle ten curtains of fine twined linen, and of blue silk, and purple, and scarlet: Cherubims of broidered work made they upon them.",
      "9": "The length of one curtain was twenty and eight cubits, and the breadth of one curtain four cubits: and the curtains were all of one size.",
      "10": "And he coupled five curtains together, and another five coupled he together.",
      "11": "And he made strings of blue silk by the edge of one curtain, in the selvedge of the coupling: likewise he made on the side of the other curtain in the selvedge in the second coupling.",
      "12": "Fifty strings made he in the one curtain, and fifty strings made he in the edge of the other curtain, which was in the second coupling: the strings were set one against another.",
      "13": "After, he made fifty taches of gold, and coupled the curtains one to another with the taches: so was it one Tabernacle.",
      "14": "Also he made curtains of goats’ hair for the covering upon the Tabernacle: he made them to the number of eleven curtains.",
      "15": "The length of one curtain had thirty cubits, and the breadth of one curtain four cubits: the eleven curtains were of one size.",
      "16": "And he coupled five curtains by themselves, and six curtains by themselves.",
      "17": "Also he made fifty strings upon the edge of one curtain in the selvedge in the coupling, and fifty strings made he upon the edge of the other curtain in the second coupling.",
      "18": "He made also fifty taches of brass to couple the covering that it might be one.",
      "19": "And he made a covering upon the pavilion of rams’ skins dyed red, and a covering of badgers’ skins above.",
      "20": "Likewise he made the boards for the Tabernacle, of Shittim wood to stand up.",
      "21": "The length of a board was ten cubits, and the breadth of one board was a cubit and an half.",
      "22": "One board had two tenons, set in order as the feet of a ladder, one against another: thus made he for all the boards of the Tabernacle.",
      "23": "So he made twenty boards for the South side of the Tabernacle, even full South.",
      "24": "And forty sockets of silver made he under the twenty boards, two sockets under one board for his two tenons, and two sockets under another board for his two tenons.",
      "25": "Also for the other side of the Tabernacle toward the North, he made twenty boards.",
      "26": "And their forty sockets of silver, two sockets under one board, and two sockets under another board.",
      "27": "Likewise toward the West side of the Tabernacle he made six boards.",
      "28": "And two boards made he in the corners of the Tabernacle for either side,",
      "29": "And they were joined beneath, and likewise were made sure above with a ring: thus he did to both in both corners.",
      "30": "So there were eight boards, and their sixteen sockets of silver, under every board two sockets.",
      "31": "After, he made bars of Shittim wood, five for the boards in the one side of the Tabernacle,",
      "32": "And five bars for the boards in the other side of the Tabernacle, and five bars for the boards of the Tabernacle on the side toward the West.",
      "33": "And he made the middle bar to shoot through the boards, from the one end to the other.",
      "34": "He overlaid also the boards with gold, and made their rings of gold for places for the bars, and covered the bars with gold.",
      "35": "Moreover he made a veil of blue silk and purple, and of scarlet, and of fine twined linen: with Cherubims of broidered work made he it:",
      "36": "And made thereunto four pillars of Shittim, and overlaid them with gold: whose hooks were also of gold, and he cast for them four sockets of silver.",
      "37": "And he made an hanging for the Tabernacle door, of blue silk, and purple, and scarlet, and fine twined linen, and needle work,",
      "38": "And the five pillars of it with their hooks, and overlaid their chapiters, and their fillets with gold, but their five sockets were of brass."
    },
    "37": {
      "1": "After this, Bezalel made the Ark of Shittim wood, two cubits and an half long, and a cubit and an half broad, and a cubit and an half high:",
      "2": "And overlaid it with fine gold within and without, and made a crown of gold to it round about,",
      "3": "And cast for it four rings of gold for the four corners of it: that is, two rings for the one side of it, and two rings for the other side thereof.",
      "4": "Also he made bars of Shittim wood, and covered them with gold,",
      "5": "And put the bars in the rings by the sides of the Ark, to bear the Ark.",
      "6": "And he made the Mercy seat of pure gold: two cubits and an half was the length thereof, and one cubit and an half the breadth thereof.",
      "7": "And he made two Cherubims of gold, upon the two ends of the Mercy seat: even of work beaten with the hammer made he them.",
      "8": "One Cherub on the one end, and another Cherub on the other end: of the Mercy seat made he the Cherubims, at the two ends thereof.",
      "9": "And the Cherubims spread out their wings on high, and covered the Mercy seat with their wings and their faces were one towards another: toward the Mercy seat were the faces of the Cherubims.",
      "10": "Also he made the Table of Shittim wood: two cubits was the length thereof and a cubit the breadth thereof, and a cubit and an half the height of it.",
      "11": "And he overlaid it with fine gold, and made thereto a crown of gold round about.",
      "12": "Also he made thereto a border of an hand breadth round about, and made upon the border a crown of gold round about.",
      "13": "And he cast for it four rings of gold, and put the rings in the four corners that were in the four feet thereof.",
      "14": "Against the border were the rings, as places for the bars to bear the Table.",
      "15": "And he made the bars of Shittim wood, and covered them with gold to bear the Table.",
      "16": "Also he made the instruments for the Table of pure gold: dishes for it, and incense cups for it, and goblets for it, and coverings for it, wherewith it should be covered.",
      "17": "Likewise he made the Candlestick of pure gold: of work beaten out with the hammer made he the Candlestick: and his shaft, and his branch, his bowls, his knops, and his flowers were of one piece.",
      "18": "And six branches came out of the sides thereof: three branches of the Candlestick out of the one side of it, and three branches of the Candlestick out of the other side of it.",
      "19": "In one branch three bowls made like almonds, a knop and a flower: and in another branch three bowls made like almonds, a knop and a flower: and so throughout the six branches that proceeded out of the Candlestick.",
      "20": "And upon the Candlestick were four bowls after the fashion of almonds, the knops thereof and the flowers thereof.",
      "21": "That is, under every two branches a knop made thereof, and a knop under the second branch thereof, and a knop under the third branch thereof, according to the six branches coming out of it.",
      "22": "Their knops and their branches were of the same: it was all one beaten work of pure gold.",
      "23": "And he made for it seven lamps with the snuffers, and snuffdishes thereof of pure gold.",
      "24": "Of a talent of pure gold made he it with all the instruments thereof.",
      "25": "Furthermore he made the perfume altar of Shittim wood: the length of it was a cubit, and the breadth of it a cubit (it was square) and two cubits high, and the horns thereof were of the same.",
      "26": "And he covered it with pure gold, both the top and the sides thereof round about, and the horns of it, and made unto it a crown of gold round about.",
      "27": "And he made two rings of gold for it, under the crown thereof in the two corners of the two sides thereof, to put bars in for to bear it therewith.",
      "28": "Also he made the bars of Shittim wood, and overlaid them with gold.",
      "29": "And he made the holy anointing oil, and the sweet pure incense after the apothecary’s art."
    },
    "38": {
      "1": "Also he made the altar of the burnt offering of Shittim wood: five cubits was the length thereof, and five cubits the breadth thereof: it was square and three cubits high.",
      "2": "And he made unto it horns in the four corners thereof: the horns thereof were of the same, and he overlaid it with brass.",
      "3": "Also he made all the instruments of the altar: the ashpans, and the besoms and the basins, the fleshhooks, and the censers: all the instruments thereof made he of brass.",
      "4": "Moreover, he made a brazen grate wrought like a net to the Altar, under the compass of it beneath in the midst of it.",
      "5": "And cast four rings of brass for the four ends of the grate to put bars in.",
      "6": "And he made the bars of Shittim wood, and covered them with brass.",
      "7": "The which bars he put into the rings on the sides of the altar to bear it withal, and made it hollow within the boards.",
      "8": "Also he made the laver of brass, and the foot of it of brass of the glasses of the women that did assemble and came together at the door of the Tabernacle of the Congregation.",
      "9": "Finally, he made the court on the South side full South: the hangings of the court were of fine twined linen, having an hundred cubits.",
      "10": "Their pillars were twenty, and their brazen sockets twenty: the hooks of the pillars and their fillets were of silver.",
      "11": "And on the North side the hangings were an hundred cubits: their pillars twenty, and their sockets of brass twenty, the hooks of the pillars, and their fillets of silver.",
      "12": "On the west side also were hangings of fifty cubits, their ten pillars with their ten sockets: the hooks of the pillars, and their fillets of silver.",
      "13": "And toward the East side, full East were hangings of fifty cubits.",
      "14": "The hangings of the one side were fifteen cubits, their three pillars, and their three sockets:",
      "15": "And of the other side of the court gate on both sides were hangings of fifteen cubits, with their three pillars and their three sockets.",
      "16": "All the hangings of the court round about were of fine twined linen.",
      "17": "But the sockets of the pillars were of brass: the hooks of the pillars and their fillets of silver, and the covering of their chapiters of silver: and all the pillars of the court were hooped about with silver.",
      "18": "He made also the hanging of the gate of the court of needle work, blue silk, and purple, and scarlet, and fine twined linen even twenty cubits long, and five cubits in height and breadth, like the hangings of the court.",
      "19": "And their pillars were four with their four sockets of brass: their hooks of silver, and the covering of the chapiters, and their fillets of silver.",
      "20": "But all the pins of the Tabernacle and of the court round about were of brass.",
      "21": "These are the parts of the Tabernacle, I mean, of the Tabernacle of the Testimony, which was appointed by the commandment of Moses for the office of the Levites, by the hand of Ithamar son to Aaron the Priest.",
      "22": "So Bezalel the son of Uri, the son of Hur of the tribe of Judah, made all that the Lord commanded Moses.",
      "23": "And with him Aholiab son of Ahisamach of the tribe of Dan, a cunning workman and an embroiderer, and a worker of needle work in blue silk, and in purple, and in scarlet, and in fine linen.",
      "24": "All the gold that was occupied in all the work wrought for the holy place (which was the gold of the offering) was nine and twenty talents and seven hundred and thirty shekels, according to the shekel of the Sanctuary.",
      "25": "But the silver of them that were numbered in the Congregation, was an hundred talents, and a thousand seven hundred seventy and five shekels, after the shekel of the Sanctuary.",
      "26": "A portion for a man, that is, half a shekel after the shekel of the Sanctuary, for all them that were numbered from twenty years old and above, among six hundred thousand, and three thousand, and five hundred and fifty men.",
      "27": "Moreover there were an hundred talents of silver, to cast the sockets of the Sanctuary, and the sockets of the veil: an hundred sockets of an hundred talents, a talent for a socket.",
      "28": "But he made the hooks for the pillars of a thousand seven hundred and seventy and five shekels, and overlaid their chapiters, and made fillets about them.",
      "29": "Also the brass of the offering was seventy talents, and two thousand, and four hundred shekels.",
      "30": "Whereof he made the sockets to the door of the Tabernacle of the Congregation, and the brazen altar, and the brazen grate which was for it, with all the instruments of the Altar.",
      "31": "And the sockets of the court round about, and the sockets for the court gate, and all the pins of the Tabernacle, and all the pins of the court round about."
    },
    "39": {
      "1": "Moreover they made garments of ministration to minister in the Sanctuary of blue silk, and purple, and scarlet: they made also the holy garments for Aaron, as the Lord had commanded Moses.",
      "2": "So he made the Ephod of gold, blue silk, and purple, and scarlet, and fine twined linen.",
      "3": "And they did beat the gold into thin plates, and cut it into wires, to work it in the blue silk and in the purple, and in the scarlet, and in the fine linen, with broidered work.",
      "4": "For the which they made shoulders to couple together: for it was closed by the two edges thereof.",
      "5": "And the broidered girdle of his Ephod that was upon him, was of the same stuff, and of like work: even of gold, of blue silk, and purple, and scarlet, and fine twined linen, as the Lord had commanded Moses.",
      "6": "And they wrought two Onyx stones closed in ouches of gold, and graved, as signets are graven, with the names of the children of Israel.",
      "7": "And put them on the shoulders of the Ephod, as stones for a remembrance of the children of Israel, as the Lord had commanded Moses.",
      "8": "Also he made the breastplate of broidered work like the work of the Ephod: to wit, of gold, blue silk, and purple, and scarlet, and fine twined linen.",
      "9": "They made the breast plate double, and it was square an hand breadth long, and an hand breadth broad: it was also double.",
      "10": "And they filled it with four rows of stones. The order was thus, a Ruby, a Topaz, and a Carbuncle in the first row.",
      "11": "And in the second row an Emerald, a Sapphire, and a Diamond:",
      "12": "Also in the third row a Turquoise, an Agate, and an Hematite:",
      "13": "Likewise in the fourth row a Chrysolite, an Onyx, and a Jasper: closed and set in ouches of gold.",
      "14": "So the stones were according to the names of the children of Israel, even twelve after their names, graven like signets, every one after his name, according to the twelve tribes.",
      "15": "After, they made upon the breastplate chains at the ends, of wreathen work and pure gold.",
      "16": "They made also two bosses of gold, and two gold rings, and put the two rings in the two corners of the breastplate.",
      "17": "And they put the two wreathen chains of gold in the two rings, in the corners of the breastplate.",
      "18": "Also the two other ends of the two wreathen chains they fastened in the two bosses, and put them on the shoulders of the Ephod, upon the forefront of it.",
      "19": "Likewise they made two rings of gold, and put them in the two other corners of the breastplate upon the edge of it, which was on the inside of the Ephod.",
      "20": "They made also two other golden rings, and put them on the two sides of the Ephod, beneath on the foreside of it, and over against his coupling above the broidered girdle of the Ephod.",
      "21": "Then they fastened the breastplate by his rings unto the rings of the Ephod, with a lace of blue silk that it might be fast upon the broidered girdle of the Ephod, and that the breastplate should not be loosed from the Ephod, as the Lord had commanded Moses.",
      "22": "Moreover, he made the robe of the Ephod of woven work, altogether of blue silk.",
      "23": "And the hole of the robe was in the midst of it, as the collar of an habergeon, with an edge about the collar, that it should not rent.",
      "24": "And they made upon the skirt of the robe pomegranates, of blue silk and purple, and scarlet, and fine linen twined.",
      "25": "They made also bells of pure gold, and put the bells between the pomegranates upon the skirts of the robe round about between the pomegranates.",
      "26": "A bell and a pomegranate, a bell and a pomegranate round about the skirts of the robe to minister in, as the Lord had commanded Moses.",
      "27": "After, they made coats of fine linen, of woven work for Aaron and for his sons.",
      "28": "And the mitre of fine linen, and goodly bonnets of fine linen, and linen breeches of fine twined linen.",
      "29": "And the girdle of fine twined linen, and of blue silk, and purple, and scarlet, even of needle work, as the Lord had commanded Moses.",
      "30": "Finally, they made the plate for the holy crown of fine gold, and wrote upon it a superscription like to the graving of a signet, HOLINESS TO THE LORD.",
      "31": "And they tied unto it a lace of blue silk to fasten it on high upon the mitre, as the Lord had commanded Moses.",
      "32": "Thus was all the work of the Tabernacle, even of the Tabernacle of the Congregation finished: and the children of Israel did according to all that the Lord had commanded Moses: so did they.",
      "33": "Afterward they brought the Tabernacle unto Moses, the Tabernacle and all his instruments, his taches, his boards, his bars, and his pillars, and his sockets,",
      "34": "And the covering of rams’ skins, dyed red, and the coverings of badgers’ skins, and the covering veil.",
      "35": "The Ark of the testimony, and the bars thereof, and the Mercy seat.",
      "36": "The Table, with all the instruments thereof, and the showbread.",
      "37": "The pure Candlestick, the lamps thereof, even the Lamps set in order, and all the instruments thereof, and the oil for light:",
      "38": "Also the golden Altar and the anointing oil, and the sweet incense, and the hanging of the Tabernacle door,",
      "39": "The brazen Altar with his grate of brass, his bars and all his instruments, the Laver and his foot.",
      "40": "The curtains of the court with his pillars, and his sockets, and the hanging to the court gate, and his cords, and his pins, and all the instruments of the service of the Tabernacle, called the Tabernacle of the Congregation.",
      "41": "Finally, the ministering garments to serve in the Sanctuary, and the holy garments for Aaron the Priest, and his sons’ garments to minister in the Priest’s office.",
      "42": "According to every point that the Lord had commanded Moses, so the children of Israel made all the work.",
      "43": "And Moses beheld all the work, and behold they had done it as the Lord had commanded: so had they done: and Moses blessed them."
    },
    "40": {
      "1": "Then the Lord spake unto Moses, saying,",
      "2": "In the first day of the first month in the very first of the same month shalt thou set up the Tabernacle, called the Tabernacle of the Congregation:",
      "3": "And thou shalt put therein the Ark of the Testimony, and cover the Ark with the veil.",
      "4": "Also thou shalt bring in the Table, and set it in order as it doth require: thou shalt also bring in the Candlestick, and light his lamps.",
      "5": "And thou shalt set the incense Altar of gold before the Ark of the Testimony; and put the hanging at the door of the Tabernacle.",
      "6": "Moreover, thou shalt set the burnt offering Altar before the door of the Tabernacle, called the Tabernacle of the Congregation.",
      "7": "And thou shalt set the Laver between the Tabernacle of the Congregation and the Altar, and put water therein.",
      "8": "Then thou shalt appoint the court round about, and hang up the hanging at the court gate.",
      "9": "After, thou shalt take the anointing oil, and anoint the Tabernacle, and all that is therein, and hallow it with all the instruments thereof, that it may be holy.",
      "10": "And thou shalt anoint the Altar of the burnt offering, and all his instruments, and shalt sanctify the Altar, that it may be an altar most holy.",
      "11": "Also thou shalt anoint the Laver, and his foot, and shalt sanctify it.",
      "12": "Then thou shalt bring Aaron and his sons unto the door of the Tabernacle of the Congregation, and wash them with water.",
      "13": "And thou shalt put upon Aaron the holy garments, and shalt anoint him, and sanctify him, that he may minister unto me in the Priest’s office.",
      "14": "Thou shalt also bring his sons and clothe them with garments.",
      "15": "And shalt anoint them as thou didst anoint their father, that they may minister unto me in the Priest’s office: for their anointing shall be a sign, that the Priesthood shall be everlasting unto them throughout their generations.",
      "16": "So Moses did according to all that the Lord had commanded him; so did he.",
      "17": "Thus was the Tabernacle reared up the first day of the first month in the second year.",
      "18": "Then Moses reared up the Tabernacle and fastened his sockets, and set up the boards thereof, and put in the bars of it, and reared up his pillars.",
      "19": "And he spread the covering over the Tabernacle, and put the covering of that covering on high above it, as the Lord had commanded Moses.",
      "20": "And he took and put the Testimony in the Ark, and put the bars in the rings of the Ark, and set the Mercy seat on high upon the Ark.",
      "21": "He brought also the Ark into the Tabernacle, and hanged up the covering veil, and covered the Ark of the Testimony, as the Lord had commanded Moses.",
      "22": "Furthermore he put the Table in the Tabernacle of the Congregation in the North side of the Tabernacle, without the veil,",
      "23": "And set the bread in order before the Lord, as the Lord had commanded Moses.",
      "24": "Also he put the Candlestick in the Tabernacle of the Congregation, over against the Table toward the South side of the Tabernacle.",
      "25": "And he lighted the lamps before the Lord, as the Lord had commanded Moses.",
      "26": "Moreover, he set the golden Altar in the Tabernacle of the Congregation before the veil,",
      "27": "And burnt sweet incense thereon, as the Lord had commanded Moses.",
      "28": "Also he hanged up the veil at the door of the Tabernacle.",
      "29": "After, he set the burnt offering Altar without the door of the Tabernacle, called the Tabernacle of the Congregation, and offered the burnt offering and the sacrifice thereon, as the Lord had commanded Moses.",
      "30": "Likewise he set the Laver between the Tabernacle of the Congregation and the Altar, and poured water therein to wash with.",
      "31": "So Moses and Aaron, and his sons washed their hands and their feet thereat.",
      "32": "When they went into the Tabernacle of the Congregation, and when they approached to the Altar, they washed, as the Lord had commanded Moses.",
      "33": "Finally, he reared up the court round about the Tabernacle and the Altar, and hanged up the veil at the court gate: so Moses finished the work.",
      "34": "Then the cloud covered the Tabernacle of the Congregation, and the glory of the Lord filled the Tabernacle.",
      "35": "So Moses could not enter into the Tabernacle of the Congregation, because the cloud abode thereon, and the glory of the Lord filled the Tabernacle.",
      "36": "Now when the cloud ascended up from the Tabernacle, the children of Israel went forward in all their journeys.",
      "37": "But if the cloud ascended not, then they journeyed not till the day that it ascended.",
      "38": "For the cloud of the Lord was upon the Tabernacle by day, and fire was in it by night in the sight of all the house of Israel, throughout all their journeys."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:04.209186-04:00",
    "Translation": "GNV"
  }
}