{
  "Ezekiel": {
    "1": {
      "1": "It came to pass in the thirtieth year in the fourth month, and in the fifth day of the month (as I was among the captives by the river Chebar) that the heavens were opened, and I saw visions of GOD.",
      "2": "In the fifth day of the month (which was the fifth year of king Jehoiachin’s captivity)",
      "3": "The word of the Lord came unto Ezekiel the Priest, the son of Buzi, in the land of the Chaldeans, by the river Chebar, where the hand of the Lord was upon him.",
      "4": "And I looked, and behold, a whirlwind came out of the North, a great cloud and a fire wrapped about it, and a brightness was about it, and in the midst thereof, to wit, in the midst of the fire came out as the likeness of amber.",
      "5": "Also out of the midst thereof came the likeness of four beasts, and this was their form: they had the appearance of a man,",
      "6": "And every one had four faces, and every one had four wings.",
      "7": "And their feet were straight feet, and the sole of their feet was like the soles of a calf’s foot, and they sparkled like the appearance of bright brass.",
      "8": "And the hands of a man came out from under their wings in the four parts of them, and they four had their faces, and their wings.",
      "9": "They where joined by their wings one to another, and when they went forth, they returned not, but every one went straight forward.",
      "10": "And the similitude of their faces was as the face of a man: and they four had the face of a lion on the right side, and they four had the face of a bullock on the left side: they four also had the face of an Eagle.",
      "11": "Thus were their faces: but their wings were spread out above: two wings of every one were joined one to another, and two covered their bodies.",
      "12": "And every one went straight forward: they went whither their spirit led them, and they returned not when they went forth.",
      "13": "The similitude also of the beasts, and their appearance was like burning coals of fire, and like the appearance of lamps: for the fire ran among the beasts, and the fire gave a glister, and out of the fire there went lightning.",
      "14": "And the beasts ran, and returned like unto lightning.",
      "15": "Now as I beheld the beasts, behold, a wheel appeared upon the earth by the beasts, having four faces.",
      "16": "The fashion of the wheels and their work was like unto a Chrysolite: and they four had one form, and their fashion and their work was as one wheel in another wheel.",
      "17": "When they went, they went upon their four sides, and they returned not when they went.",
      "18": "They had also rings, and height, and were fearful to behold, and their rings were full of eyes, round about them four.",
      "19": "And when the beasts went, the wheels went with them: and when the beasts were lifted up from the earth, the wheels were lifted up.",
      "20": "Whither their spirit led them, they went, and thither did the spirit of the wheels lead them, and the wheels were lifted up besides them: for the spirit of the beasts was in the wheels.",
      "21": "When the beasts went, they went, and when they stood, they stood, and when they were lifted up from the earth, the wheels were lifted up besides them: for the spirit of the beasts was in the wheels.",
      "22": "And the similitude of the firmament upon the heads of the beasts was wonderful, like unto crystal spread over their heads above.",
      "23": "And under the firmament were their wings straight, the one toward the other: every one had two which covered them, and every one had two which covered their bodies.",
      "24": "And when they went forth, I heard the noise of their wings, like the noise of great waters, and as the voice of the Almighty, even the voice of speech, as the noise of an host: even when they stood, they let down their wings.",
      "25": "And there was a voice from the firmament that was over their heads, when they stood, and had let down their wings.",
      "26": "And above the firmament that was over their heads, was the fashion of a throne like unto a Sapphire stone, and upon the similitude of the throne was by appearance, as the similitude of a man above upon it.",
      "27": "And I saw as the appearance of amber, and as the similitude of fire round about within it to look too, even from his loins upward: and to look too, even from his loins downward, I saw as a likeness of fire, and brightness round about it.",
      "28": "As the likeness of the bow, that is in the cloud in the day of rain, so was the appearance of the light round about.",
      "29": "This was the appearance of the similitude of the glory of the Lord: and when I saw it, I fell upon my face, and I heard a voice of one that spake."
    },
    "2": {
      "1": "And he said unto me, Son of man, stand up upon thy feet, and I will speak unto thee.",
      "2": "And the Spirit entered into me, when he had spoken unto me, and set me upon my feet, so that I heard him that spake unto me.",
      "3": "And he said unto me, Son of Man, I send thee to the children of Israel, to a rebellious nation that hath rebelled against me: for they and their fathers have rebelled against me, even unto this very day.",
      "4": "For they are impudent children, and stiff-hearted: I do send thee unto them, and thou shalt say unto them, Thus saith the Lord God.",
      "5": "But surely they will not hear, neither indeed will they cease: for they are a rebellious house: yet shall they know that there hath been a Prophet among them.",
      "6": "And thou son of man, fear them not, neither be afraid of their words, although rebels and thorns be with thee, and thou remainest with scorpions: fear not their words, nor be afraid at their looks, for they are a rebellious house.",
      "7": "Therefore thou shalt speak my words unto them: but surely they will not hear, neither will they indeed cease: for they are rebellious.",
      "8": "But thou son of man, hear what I say unto thee: be not thou rebellious, like this rebellious house: open thy mouth, and eat that I give thee.",
      "9": "And when I looked up, behold, an hand was sent unto me, and lo, a roll of a book was therein.",
      "10": "And he spread it before me, and it was written within and without, and there was written therein, Lamentations and mourning, and woe."
    },
    "3": {
      "1": "Moreover he said unto me, Son of man, eat that thou findest: eat this roll, and go, and speak unto the house of Israel.",
      "2": "So I opened my mouth, and he gave me this roll to eat.",
      "3": "And he said unto me, Son of man, cause thy belly to eat, and fill thy bowels with this roll that I give thee. Then did I eat, and it was in my mouth as sweet as honey.",
      "4": "And he said unto me, Son of man, go and enter into the house of Israel, and declare them my words.",
      "5": "For thou art not sent to a people of an unknown tongue, or of an hard language, but to the house of Israel,",
      "6": "Not to many people of an unknown tongue, or of an hard language, whose words thou canst not understand: yet if I should send thee to them, they would obey thee.",
      "7": "But the house of Israel will not obey thee: for they will not obey me: yea, all the house of Israel are impudent and stiff-hearted.",
      "8": "Behold, I have made thy face strong against their faces, and thy forehead hard against their foreheads.",
      "9": "I have made thy forehead as the adamant, and harder than the flint: fear them not therefore, neither be afraid at their looks: for they are a rebellious house.",
      "10": "He said moreover unto me, Son of man, receive in thine heart all my words that I speak unto thee, and hear them with thine ears,",
      "11": "And go and enter to them that are led away captives unto the children of thy people, and speak unto them, and tell them, Thus saith the Lord God: but surely they will not hear, neither will they indeed cease.",
      "12": "Then the spirit took me up, and I heard behind me a noise of a great rushing, saying, Blessed be the glory of the Lord out of his place.",
      "13": "I heard also the noise of the wings of the beasts, that touched one another, and the rattling of the wheels that were by them, even a noise of a great rushing.",
      "14": "So the spirit lifted me up, and took me away, and I went in bitterness and indignation of my spirit, but the hand of the Lord was strong upon me.",
      "15": "Then I came to them that were led away captives to Tel Abib, that dwelt by the river Chebar, and I sat where they sat, and remained there astonished among them seven days.",
      "16": "And at the end of seven days, the word of the Lord came again unto me, saying,",
      "17": "Son of man, I have made thee a watchman unto the house of Israel: therefore hear the word at my mouth, and give them warning from me",
      "18": "When I shall say unto the wicked, Thou shalt surely die, and thou givest not him warning, nor speakest to admonish the wicked of his wicked way, that he may live, the same wicked man shall die in his iniquity: but his blood will I require at thine hand.",
      "19": "Yet, if thou warn the wicked, and he turn not from his wickedness, nor from his wicked way, he shall die in his iniquity, but thou hast delivered thy soul.",
      "20": "Likewise if a righteous man turn from his righteousness, and commit iniquity, I will lay a stumbling block before him and he shall die, because thou hast not given him warning, he shall die in his sin, and his righteous deeds, which he hath done, shall not be remembered: but his blood will I require at thine hand.",
      "21": "Nevertheless, if thou admonish that righteous man, that the righteous sin not, and that he doth not sin, he shall live because he is admonished: also thou hast delivered thy soul.",
      "22": "And the hand of the Lord was there upon me, and he said unto me, Arise, and go into the field, and I will there talk with thee.",
      "23": "So when I had risen up, and gone forth into the field, behold, the glory of the Lord stood there, as the glory which I saw by the river Chebar, and I fell down upon my face.",
      "24": "Then the Spirit entered into me, which set me up upon my feet, and spake unto me, and said to me, Come, and shut thyself within thine house.",
      "25": "But thou, O son of man, behold, they shall put bands upon thee, and shall bind thee with them, and thou shalt not go out among them.",
      "26": "And I will make thy tongue cleave to the roof of thy mouth, that thou shalt be dumb, and shalt not be to them as a man that rebuketh: for they are a rebellious house.",
      "27": "But when I shall have spoken unto thee, I will open thy mouth, and thou shalt say unto them, Thus saith the Lord God, He that heareth, let him hear, and he that leaveth off, let him leave: for they are a rebellious house."
    },
    "4": {
      "1": "Thou also son of man, take thee a brick, and lay it before thee, and portray upon it the city, even Jerusalem,",
      "2": "And lay siege against it, and build a fort against it, and cast a mount against it, set the camp also against it, and lay engines of war against it round about.",
      "3": "Moreover, take an iron pan, and set it for a wall of iron between thee and the city, and direct thy face toward it, and it shall be besieged, and thou shalt lay siege against it: this shall be a sign unto the house of Israel.",
      "4": "Sleep thou also upon thy left side, and lay the iniquity of the house of Israel upon it: according to the number of the days, that thou shalt sleep upon it, thou shalt bear their iniquity.",
      "5": "For I have laid upon thee the years of their iniquity according to the number of the days, even three hundred and ninety days: so shalt thou bear the iniquity of the house of Israel.",
      "6": "And when thou hast accomplished them, sleep again upon thy right side, and thou shalt bear the iniquity of the house of Judah forty days: I have appointed thee a day for a year, even a day for a year.",
      "7": "Therefore thou shalt direct thy face toward the siege of Jerusalem, and thine arm shall be uncovered, and thou shalt prophesy against it.",
      "8": "And behold, I will lay bands upon thee, and thou shalt not turn thee from one side to another, till thou hast ended the days of thy siege.",
      "9": "Thou shalt take also unto thee wheat, and barley, and beans, and lentils, and millet, and fitches, and put them in one vessel, and make thee bread thereof according to the number of the days, that thou shalt sleep upon thy side: even three hundred and ninety days shalt thou eat thereof.",
      "10": "And the meat, whereof thou shalt eat shall be by weight, even twenty shekels a day: and from time to time shalt thou eat thereof.",
      "11": "Thou shalt drink also water by measure, even the sixth part of an Hin: from time to time shalt thou drink.",
      "12": "And thou shalt eat it as barley cakes, and thou shalt bake it in the dung that cometh out of man in their sight.",
      "13": "And the Lord said, So shall the children of Israel eat their defiled bread among the Gentiles, whither I will cast them.",
      "14": "Then said I, Ah, Lord God, behold, my soul hath not been polluted: for from my youth up, even unto this hour, I have not eaten of a thing dead or torn in pieces, neither came there any unclean flesh in my mouth.",
      "15": "Then he said unto me, Lo, I have given thee bullocks dung for man’s dung, and thou shalt prepare thy bread therewith.",
      "16": "Moreover, he said unto me, Son of man, behold, I will break the staff of bread in Jerusalem, and they shall eat bread by weight, and with care, and they shall drink water by measure, and with astonishment.",
      "17": "Because that bread and water shall fail, they shall be astonied one with another, and shall consume away for their iniquity."
    },
    "5": {
      "1": "And thou son of man, take thee a sharp knife, or take thee a barber’s razor, and cause it to pass upon thine head, and upon thy beard: then take thee balances to weigh, and divide the hair.",
      "2": "Thou shalt burn with fire the third part in the midst of the city, when the days of the siege are fulfilled, and thou shalt take the other third part, and smite about it with a knife, and the last third part thou shalt scatter in the wind, and I will draw out a sword after them.",
      "3": "Thou shalt also take thereof a few in number, and bind them in thy lap.",
      "4": "Then take of them again and cast them into the midst of the fire, and burn them in the fire: for thereof shall a fire come forth into all the house of Israel.",
      "5": "Thus saith the Lord God, This is Jerusalem, I have set it in the midst of the nations and countries, that are round about her.",
      "6": "And she hath changed my judgments into wickedness more than the nations, and my statutes more than the countries, that are round about her: for they have refused my judgments, and my statutes, and they have not walked in them.",
      "7": "Therefore thus saith the Lord God, Because your multitude is greater than the nations that are round about you, and ye have not walked in my statutes, neither have ye kept my judgments: no, ye have not done according to the judgments of the nations, that are round about you.",
      "8": "Therefore thus saith the Lord God, Behold, I, even I come against thee, and will execute judgment in the midst of thee, even in the sight of the nations.",
      "9": "And I will do in thee that I never did before, neither will do anymore the like, because of all thine abominations.",
      "10": "For in the midst of thee, the fathers shall eat their sons, and the sons shall eat their fathers, and I will execute judgment in thee, and the whole remnant of thee will I scatter into all the winds.",
      "11": "Wherefore as I live, saith the Lord God, Surely, because thou hast defiled my Sanctuary with all thy filthiness, and with all thine abominations, therefore will I also destroy thee, neither shall mine eye spare thee, neither will I have any pity.",
      "12": "The third part of thee shall die with the pestilence, and with famine shall they be consumed in the midst of thee: and another third part shall fall by the sword round about thee: and I will scatter the last third part into all winds, and I will draw out a sword after them.",
      "13": "Thus shall mine anger be accomplished, and I will cause my wrath to cease in them, and I will be comforted: and they shall know, that I the Lord have spoken it in my zeal, when I have accomplished my wrath in them.",
      "14": "Moreover, I will make thee waste, and abhorred among the nations that are round about thee, and in the sight of all that pass by.",
      "15": "So thou shalt be a reproach and shame, a chastisement and an astonishment unto the nations, that are round about thee, when I shall execute judgments in thee in anger and in wrath, and in sharp rebukes: I the Lord have spoken it.",
      "16": "When I shall send upon them the evil arrows of famine, which shall be for their destruction, and which I will send to destroy you: and I will increase the famine upon you, and will break your staff of bread.",
      "17": "So I will send upon you famine, and evil beasts, and they shall spoil thee: and pestilence and blood shall pass through thee: and I will bring the sword upon thee: I the Lord have spoken it."
    },
    "6": {
      "1": "Again the word of the Lord came unto me, saying,",
      "2": "Son of man, Set thy face towards the mountains of Israel, and prophesy against them,",
      "3": "And say, Ye mountains of Israel, hear the word of the Lord God: thus saith the Lord God to the mountains and to the hills, to the rivers and to the valleys, Behold, I, even I will bring a sword upon you, and I will destroy your high places:",
      "4": "And your altars shall be desolate, and your images of the Sun shall be broken: and I will cast down your slain men before your idols.",
      "5": "And I will lay the dead carcasses of the children of Israel before their idols, and I will scatter your bones round about your altars.",
      "6": "In all your dwelling places the cities shall be desolate, and the high places shall be laid waste, so that your altars shall be made waste and desolate, and your idols shall be broken and cease, and your images of the Sun shall be cut in pieces, and your works shall be abolished.",
      "7": "And the slain shall fall in the midst of you, and ye shall know that I am the Lord.",
      "8": "Yet will I leave a remnant, that you may have some that shall escape the sword among the nations, when you shall be scattered through the countries.",
      "9": "And they that escape of you, shall remember me among the nations, where they shall be in captivity, because I am grieved for their whorish hearts, which have departed from me, and for their eyes, which have gone a whoring after their idols, and they shall be displeased in themselves for the evils which they have committed in all their abominations.",
      "10": "And they shall know that I am the Lord, and that I have not said in vain, that I would do this evil unto them.",
      "11": "Thus saith the Lord God, Smite with thine hand, and stretch forth with thy foot, and say, Alas, for all the wicked abominations of the house of Israel: for they shall fall by the sword, by the famine, and by the pestilence.",
      "12": "He that is far off, shall die of the pestilence, and he that is near, shall fall by the sword, and he that remaineth and is besieged, shall die by the famine: thus will I accomplish my wrath upon them.",
      "13": "Then ye shall know, that I am the Lord, when their slain men shall be among their idols round about their altars, upon every high hill in all the tops of the mountains, and under every green tree, and under every thick oak, which is the place where they did offer sweet savor to all their idols.",
      "14": "So will I stretch mine hand upon them, and make the land waste and desolate from the wilderness unto Diblath in all their habitations, and they shall know that I am the Lord."
    },
    "7": {
      "1": "Moreover the word of the Lord came unto me, saying,",
      "2": "Also thou son of man, thus saith the Lord God, An end is come unto the land of Israel: the end is come upon the four corners of the land.",
      "3": "Now is the end come upon thee, and I will send my wrath upon thee, and will judge thee according to thy ways, and will lay upon thee all thine abominations.",
      "4": "Neither shall mine eye spare thee, neither will I have pity: but I will lay thy ways upon thee: and thine abomination shall be in the midst of thee, and ye shall know that I am the Lord.",
      "5": "Thus saith the Lord God, Behold, one evil, even one evil is come.",
      "6": "An end is come, the end is come, it watched for thee: behold, it is come.",
      "7": "The morning is come unto thee, that dwellest in the land: the time is come, the day of trouble is near, and not the sounding again of the mountains.",
      "8": "Now I will shortly pour out my wrath upon thee, and fulfill mine anger upon thee: I will judge thee according to thy ways, and will lay upon thee all thine abominations.",
      "9": "Neither shall mine eye spare thee, neither will I have pity, but I will lay upon thee according to thy ways, and thine abominations shall be in the midst of thee, and ye shall know that I am the Lord that smiteth.",
      "10": "Behold, the day, behold, it is come: the morning is gone forth, the rod flourisheth: pride hath budded.",
      "11": "Cruelty is risen up into a rod of wickedness: none of them shall remain, nor of their riches, nor of any of theirs, neither shall there be lamentation for them.",
      "12": "The time is come, the day draweth near: let not the buyer rejoice, nor let him that selleth mourn: for the wrath is upon all the multitude thereof.",
      "13": "For he that selleth, shall not return to that which is sold, although they were yet alive: for the vision was unto all the multitude thereof, and they returned not, neither doth any encourage himself in the punishment of his life.",
      "14": "They have blown the trumpet, and prepared all, but none goeth to the battle: for my wrath is upon all the multitude thereof.",
      "15": "The sword is without, and the pestilence, and the famine within: he that is in the field, shall die with the sword, and he that is in the city, famine and pestilence shall devour him.",
      "16": "But they that flee away from them, shall escape, and shall be in the mountains, like the doves of the valleys: all they shall mourn, every one for his iniquity.",
      "17": "All hands shall be weak, and all knees shall fall away as water.",
      "18": "They shall also gird themselves with sackcloth, and fear shall cover them, and shame shall be upon all faces, and baldness upon their heads.",
      "19": "They shall cast their silver in the streets, and their gold shall be cast far off: their silver and their gold cannot deliver them in the day of the wrath of the Lord: they shall not satisfy their souls, neither fill their bowels: for this ruin is for their iniquity.",
      "20": "He had also set the beauty of his ornament in majesty: but they made images of their abominations, and of their idols therein: therefore have I set it far from them.",
      "21": "And I will give it into the hands of the strangers to be spoiled, and to the wicked of the earth to be robbed, and they shall pollute it.",
      "22": "My face will I turn also from them, and they shall pollute my secret place: for the destroyers shall enter into it, and defile it.",
      "23": "Make a chain: for the land is full of the judgment of blood, and the city is full of cruelty.",
      "24": "Wherefore I will bring the most wicked of the heathen, and they shall possess their houses: I will also make the pomp of the mighty to cease, and their holy places shall be defiled.",
      "25": "When destruction cometh, they shall seek peace, and shall not have it.",
      "26": "Calamity shall come upon calamity, and rumor shall be upon rumor: then shall they seek a vision of the Prophet: but the Law shall perish from the Priest, and counsel from the Ancient.",
      "27": "The king shall mourn, and the prince shall be clothed with desolation, and the hands of the people in the land shall be troubled: I will do unto them according to their ways, and according to their judgments will I judge them, and they shall know that I am the Lord."
    },
    "8": {
      "1": "And in the sixth year, in the sixth month, and in the fifth day of the month, as I sat in mine house, and the Elders of Judah sat before me, the hand of the Lord God fell there upon me.",
      "2": "Then I beheld, and lo, there was a likeness, as the appearance of fire, to look to, from his loins downward, and from his loins upward, as the appearance of brightness, and like unto amber.",
      "3": "And he stretched out the likeness of an hand, and took me by an hairy lock of mine head, and the Spirit lifted me up between the earth and the heaven, and brought me by a Divine vision to Jerusalem, into the entry of the inner gate that lieth toward the North, where remained the idol of indignation, which provoked indignation.",
      "4": "And behold, the glory of the God of Israel was there according to the vision, that I saw in the field.",
      "5": "Then said he unto me, Son of man, lift up thine eyes now toward the North. So I lifted up mine eyes toward the North, and behold, Northward, at the gate of the altar, this idol of indignation was in the entry.",
      "6": "He said furthermore unto me, Son of man, seest thou not what they do? even the great abominations that the house of Israel commiteth here to cause me to depart from my Sanctuary? but yet turn thee and thou shalt see greater abominations.",
      "7": "And he caused me to enter at the gate of the court: and when I looked, behold, an hole was in the wall.",
      "8": "Then said he unto me, Son of man, dig now in the wall. And when I had dug in the wall, behold, there was a door.",
      "9": "And he said unto me, Go in, and behold the wicked abominations that they do here.",
      "10": "So I went in, and saw, and behold, there was every similitude of creeping things, and abominable beasts, and all the idols of the house of Israel painted upon the wall round about.",
      "11": "And there stood before them seventy men of the Ancients of the house of Israel, and in the midst of them stood Jaazaniah, the son of Shaphan, with every man his censor in his hand, and the vapor of the incense went up like a cloud.",
      "12": "Then said he unto me, Son of man, hast thou seen what the Ancients of the house of Israel do in the dark, everyone in the chamber of his imagery? for they say, The Lord seeth us not, the Lord hath forsaken the earth.",
      "13": "Again he said also unto me, Turn thee again, and thou shalt see greater abominations that they do.",
      "14": "And he caused me to enter into the entry of the gate of the Lord’s house, which was toward the North: and behold, there sat women mourning for Tammuz.",
      "15": "Then said he unto me, Hast thou seen this, O son of man? Turn thee again, and thou shalt see greater abominations than these.",
      "16": "And he caused me to enter into the inner court of the Lord’s house, and behold, at the door of the Temple of the Lord, between the porch and the altar were about five and twenty men with their backs toward the Temple of the Lord, and their faces toward the East, and they worshipped the sun, toward the East.",
      "17": "Then he said unto me, Hast thou seen this, O son of man? Is it a small thing to the house of Judah to commit these abominations which they do here? for they have filled the land with cruelty, and have returned to provoke me: and lo, they have cast out stink before their noses.",
      "18": "Therefore will I also execute my wrath: mine eye shall not spare them, neither will I have pity, and though they cry in mine ears with a loud voice, yet will I not hear them."
    },
    "9": {
      "1": "He cried also with a loud voice in mine ears, saying, The visitations of the city draw near, and every man hath a weapon in his hand to destroy it.",
      "2": "And behold, six men came by the way of the high gate, which lieth toward the North, and every man a weapon in his hand to destroy it: and one man among them was clothed with linen, with a writer’s inkhorn by his side, and they went in and stood beside the brazen altar.",
      "3": "And the glory of the God of Israel was gone up from the Cherub, whereupon he was, and stood on the door of the house, and he called to the man clothed with linen, which had the writer’s inkhorn by his side.",
      "4": "And the Lord said unto him, Go through the midst of the city, even through the midst of Jerusalem, and set a mark upon the foreheads of them that mourn, and cry for all the abominations that be done in the midst thereof.",
      "5": "And to the other he said, that I might hear, Go ye after him through the city, and smite: let your eye spare none, neither have pity.",
      "6": "Destroy utterly the old, and the young, and the maids, and the children, and the women, but touch no man, upon whom is the mark, and begin at my Sanctuary. Then they began at the ancient men, which were before the house.",
      "7": "And he said unto them, Defile the house, and fill the courts with the slain, then go forth: and they went out and slew them in the city.",
      "8": "Now when they had slain them, and I had escaped, I fell down upon my face, and cried, saying, Ah Lord God, wilt thou destroy all the residue of Israel, in pouring out thy wrath upon Jerusalem?",
      "9": "Then said he unto me, The iniquity of the house of Israel, and Judah is exceeding great, so that the land is full of blood, and the city full of corrupt judgment: for they say, The Lord hath forsaken the earth, and the Lord seeth us not.",
      "10": "As touching me also, mine eye shall not spare them, neither will I have pity, but will recompense their ways upon their heads.",
      "11": "And behold, the man clothed with linen which had the inkhorn by his side, made report, and said, Lord, I have done as thou hast commanded me."
    },
    "10": {
      "1": "And as I looked, behold in the firmament that was above the head of the Cherubims there appeared upon them like unto the similitude of a throne, as it were a sapphire stone.",
      "2": "And he spake unto the man clothed with linen, and said, Go in between the wheels, even under the Cherub, and fill thine hands with coals of fire from between the Cherubims, and scatter them over the city. And he went in my sight.",
      "3": "Now the Cherubims stood upon the right side of the house, when the man went in, and the cloud filled the inner court.",
      "4": "Then the glory of the Lord went up from the Cherub, and stood over the door of the house, and the house was filled with the cloud, and the court was filled with the brightness of the Lord’s glory.",
      "5": "And the sound of the Cherubims’ wings was heard into the utter court, as the voice of the Almighty God, when he speaketh.",
      "6": "And when he had commanded the man clothed with linen, saying, Take fire from between the wheels, and from between the Cherubims, then he went in and stood beside the wheel.",
      "7": "And one Cherub stretched forth his hand from between the Cherubims unto the fire that was between the Cherubims, and took thereof, and put it into the hands of him that was clothed with linen: who took it and went out.",
      "8": "And there appeared in the Cherubims, the likeness of a man’s hand under their wings.",
      "9": "And when I looked up, behold, four wheels were beside the Cherubims, one wheel by one Cherub, and another wheel by another Cherub, and the appearance of the wheels was as the color of a Chrysolite stone.",
      "10": "And their appearance (for they were all four of one fashion) was as if one wheel had been in another wheel.",
      "11": "When they went forth, they went upon their four sides, and they returned not as they went: but to the place whither the first went, they went after it, and they turned not as they went.",
      "12": "And their whole body, and their rings, and their hands, and their wings, and the wheels were full of eyes round about, even in the same four wheels.",
      "13": "And the Cherub cried to these wheels in mine hearing, saying, O wheel.",
      "14": "And every beast had four faces: the first face was the face of a Cherub, and the second face was the face of a man, and the third the face of a lion, and the fourth the face of an Eagle.",
      "15": "And the Cherubims were lifted up: this is the beast that I saw at the river Chebar.",
      "16": "And when the Cherubims went, the wheels went by them: and when the Cherubims lifted up their wings to mount up from the earth, the same wheels also turned not from beside them.",
      "17": "When the Cherubims stood, they stood: and when they were lifted up, they lifted themselves up also: for the spirit of the beast was in them.",
      "18": "Then the glory of the Lord departed from above the door of the house, and stood upon the Cherubims.",
      "19": "And the Cherubims lifted up their wings and mounted up from the earth in my sight: when they went out, the wheels also were beside them: and everyone stood at the entry of the gate of the Lord’s House at the East side, and the glory of the God of Israel was upon them on high.",
      "20": "This is the beast that I saw under the God of Israel by the river Chebar, and I knew that they were the Cherubims.",
      "21": "Every one had four faces, and every one four wings, and the likeness of man’s hands was under their wings.",
      "22": "And the likeness of their faces was the selfsame faces, which I saw by the river Chebar, and the appearance of the Cherubims was the selfsame, and they went every one straight forward."
    },
    "11": {
      "1": "Moreover, the Spirit lifted me up, and brought me unto the East gate of the Lord’s house, which lieth Eastward, and behold, at the entry of the gate were five and twenty men: among whom I saw Jaazaniah the son of Azzur, and Pelatiah the son of Benaiah, the princes of the people.",
      "2": "Then said he unto me, Son of man, these are the men that imagine mischief, and devise wicked counsel in this city.",
      "3": "For they say, It is not near, let us build houses: this city is the caldron, and we be the flesh.",
      "4": "Therefore prophesy against them, son of man, prophesy.",
      "5": "And the Spirit of the Lord fell upon me, and said unto me, Speak, Thus saith the Lord, O ye house of Israel, this have ye said, and I know that which riseth up of your minds.",
      "6": "Many have ye murdered in this city, and ye have filled the streets thereof with the slain.",
      "7": "Therefore thus saith the Lord God, They that ye have slain, and have laid in the midst of it, they are the flesh, and this city is the caldron, but I will bring you forth of the midst of it.",
      "8": "Ye have feared the sword, and I will bring a sword upon you, saith the Lord God.",
      "9": "And I will bring you out of the midst thereof, and deliver you into the hands of strangers, and will execute judgments among you.",
      "10": "Ye shall fall by the sword, and I will judge you in the border of Israel, and ye shall know that I am the Lord.",
      "11": "This city shall not be your caldron, neither shall ye be the flesh in the midst thereof, but I will judge you in the border of Israel.",
      "12": "And ye shall know that I am the Lord: for ye have not walked in my statutes, neither executed my judgments, but have done after the manners of the heathen that are round about you.",
      "13": "And when I prophesied, Pelatiah the son of Benaiah died: then fell I down upon my face, and cried with a loud voice, and said, Ah Lord God, wilt thou then utterly destroy all the remnant of Israel?",
      "14": "Again the word of the Lord came unto me, saying,",
      "15": "Son of man, thy brethren, even thy brethren, the men of thy kindred, and all the house of Israel, wholly are they unto whom the inhabitants of Jerusalem have said, Depart ye far from the Lord: for the land is given us in possession.",
      "16": "Therefore say, Thus saith the Lord God, Although I have cast them far off among the heathen, and although I have scattered them among the countries, yet will I be to them as a little Sanctuary in the countries where they shall come.",
      "17": "Therefore say, Thus saith the Lord God, I will gather you again from the people, and assemble you out of the countries where ye have been scattered, and I will give you the land of Israel.",
      "18": "And they shall come thither, and they shall take away all the idols thereof, and all the abominations thereof from thence.",
      "19": "And I will give them one heart, and I will put a new spirit within their bowels: and I will take the stony heart out of their bodies, and will give them an heart of flesh,",
      "20": "That they may walk in my statutes, and keep my judgments, and execute them: and they shall be my people, and I will be their God.",
      "21": "But upon them, whose heart is toward their idols, and whose affection goeth after their abominations, I will lay their way upon their own heads saith the Lord God.",
      "22": "Then did the Cherubims lift up their wings, and the wheels beside them, and the glory of the God of Israel was upon them on high.",
      "23": "And the glory of the Lord went up from the midst of the city, and stood upon the mountain which is toward the East side of the city.",
      "24": "Afterward the Spirit took me up, and brought me in a vision by the Spirit of God into Chaldea to them that were led away captives: so the vision that I had seen, went up from me.",
      "25": "Then I declared unto them that were led away captives, all the things that the Lord had showed me."
    },
    "12": {
      "1": "The word of the Lord also came unto me, saying,",
      "2": "Son of man, thou dwellest in the midst of a rebellious house, which have eyes to see, and see not: they have ears to hear, and hear not: for they are a rebellious house.",
      "3": "Therefore thou son of man, prepare thy stuff to go into captivity, and go forth by day in their sight: and thou shalt pass from thy place to another place in their sight, if it be possible that they may consider it: for they are a rebellious house.",
      "4": "Then shalt thou bring forth thy stuff by day in their sight, as the stuff of him that goeth into captivity: and thou shalt go forth at even in their sight, as they that go forth into captivity.",
      "5": "Dig thou through the wall in their sight, and carry out thereby.",
      "6": "In their sight shalt thou bear it upon thy shoulders and carry it forth in the dark: thou shalt cover thy face that thou see not the earth: for I have set thee as a sign unto the house of Israel.",
      "7": "And as I was commanded, so I brought forth my stuff by day, as the stuff of one that goeth into captivity: and by night I dug through the wall with mine hand, and brought it forth in the dark, and I bore it upon my shoulder in their sight.",
      "8": "And in the morning came the word of the Lord unto me, saying,",
      "9": "Son of man, hath not the house of Israel, the rebellious house, said unto thee, What doest thou?",
      "10": "But say thou unto them, Thus saith the Lord God, This burden concerneth the chief in Jerusalem, and all the house of Israel that are among them.",
      "11": "Say, I am your sign: like as I have done, so shall it be done unto them: they shall go into bondage and captivity.",
      "12": "And the chiefest that is among them, shall bear upon his shoulder in the dark, and shall go forth: they shall dig through the wall, to carry out thereby: he shall cover his face, that he see not the ground with his eyes.",
      "13": "My net also will I spread upon him, and he shall be taken in my net, and I will bring him to Babel to the land of the Chaldeans, yet shall he not see it, though he shall die there.",
      "14": "And I will scatter toward every wind all that are about him to help him, and all his garrisons, and I will draw out the sword after them.",
      "15": "And they shall know that I am the Lord, when I shall scatter them among the nations, and disperse them in the countries.",
      "16": "But I will leave a little number of them from the sword, from the famine, and from the pestilence, that they may declare all these abominations among the heathen, where they come, and they shall know, that I am the Lord.",
      "17": "Moreover, the word of the Lord came unto me, saying,",
      "18": "Son of man, eat thy bread with trembling, and drink thy water with trouble, and with carefulness,",
      "19": "And say unto the people of the land, Thus saith the Lord God of the inhabitants of Jerusalem, and of the land of Israel, They shall eat their bread with carefulness, and drink their water with desolation: for the land shall be desolate from her abundance, because of the cruelty of them that dwell therein.",
      "20": "And the cities that are inhabited, shall be left void, and the land shall be desolate, and ye shall know that I am the Lord.",
      "21": "And the word of the Lord came unto me, saying,",
      "22": "Son of man, what is that proverb that you have in the land of Israel, saying, The days are prolonged, and all visions fail?",
      "23": "Tell them therefore, Thus saith the Lord God, I will make this proverb to cease, and they shall no more use it as a proverb in Israel: but say unto them, The days are at hand, and the effect of every vision.",
      "24": "For no vision shall be anymore in vain, neither shall there be any flattering divination within the house of Israel.",
      "25": "For I am the Lord: I will speak, and that thing that I shall speak, shall come to pass: it shall be no more prolonged: for in your days, O rebellious house, will I say the thing, and will perform it, saith the Lord God.",
      "26": "Again the word of the Lord came unto me, saying,",
      "27": "Son of man, behold, they of the house of Israel say, The vision that he seeth, is for many days to come, and he prophesieth of the times that are far off.",
      "28": "Therefore say unto them, Thus saith the Lord God, All my words shall no longer be delayed, but that thing which I have spoken, shall be done, saith the Lord God."
    },
    "13": {
      "1": "And the word of the Lord came unto me, saying,",
      "2": "Son of man, prophesy against the prophets of Israel, that prophesy, and say thou unto them, that prophesy out of their own hearts, Hear the word of the Lord.",
      "3": "Thus saith the Lord God, Woe unto the foolish Prophets that follow their own spirit, and have seen nothing.",
      "4": "O Israel, thy Prophets are like the foxes in the waste places.",
      "5": "Ye have not risen up in the gaps, neither made up the hedge for the house of Israel, to stand in the battle in the day of the Lord.",
      "6": "They have seen vanity, and lying divination, saying, The Lord saith it, and the Lord hath not sent them: and they have made others to hope that they would confirm the word of their prophecy.",
      "7": "Have ye not seen a vain vision? and have ye not spoken a lying divination? ye say, The Lord saith it, albeit I have not spoken.",
      "8": "Therefore thus saith the Lord God, Because ye have spoken vanity and have seen lies, therefore behold, I am against you, saith the Lord God,",
      "9": "And mine hand shall be upon the Prophets that see vanity, and divine lies: they shall not be in the assembly of my people, neither shall they be written in the writing of the house of Israel, neither shall they enter into the land of Israel: and ye shall know that I am the Lord God.",
      "10": "And therefore, because they have deceived my people, saying, Peace, and there was no peace: and one built up a wall, and behold, the others daubed it with untempered mortar,",
      "11": "Say unto them which daub it with untempered mortar, that it shall fall: for there shall come a great shower, and I will send hailstones, which shall cause it to fall, and a stormy wind shall break it.",
      "12": "Lo, when the wall is fallen, shall it not be said unto you, Where is the daubing wherewith ye have daubed it?",
      "13": "Therefore thus saith the Lord God, I will cause a stormy wind to break forth in my wrath, and a great shower shall be in mine anger, and hailstones in mine indignation to consume it.",
      "14": "So I will destroy the wall that ye have daubed with untempered mortar, and bring it down to the ground, so that the foundation thereof shall be discovered, and it shall fall, and ye shall be consumed in the midst thereof, and ye shall know, that I am the Lord.",
      "15": "Thus will I accomplish my wrath upon the wall, and upon them that have daubed it with untempered mortar, and will say unto you, The wall is no more, neither the daubers thereof,",
      "16": "To wit, the Prophets of Israel, which prophesy upon Jerusalem, and see visions of peace for it, and there is no peace, saith the Lord God.",
      "17": "Likewise thou son of man, set thy face against the daughters of thy people, which prophesy out of their own heart: and prophesy thou against them, and say,",
      "18": "Thus saith the Lord God, Woe unto the women that sow pillows under all armholes, and make veils upon the head of everyone that standeth up, to hunt souls: will ye hunt the souls of my people, and will ye give life to the souls that come unto you?",
      "19": "And will ye pollute me among my people for handfuls of barley, and for pieces of bread to slay the souls of them that should not die, and to give life to the souls that should not live, in lying to my people, that hear your lies?",
      "20": "Wherefore thus saith the Lord God, Behold, I will have to do with your pillows, wherewith ye hunt the souls to make them to flee, and I will tear them from your arms, and will let the souls go, even the souls that ye hunt to make them to flee.",
      "21": "Your veils also will I tear, and deliver my people out of your hand, and they shall be no more in your hands to be hunted, and ye shall know that I am the Lord.",
      "22": "Because with your lies ye have made the heart of the righteous sad, whom I have not made sad, and strengthened the hands of the wicked, that he should not return from his wicked way, by promising him life,",
      "23": "Therefore ye shall see no more vanity, nor divine divinations: for I will deliver my people out of your hand, and ye shall know that I am the Lord."
    },
    "14": {
      "1": "Then came certain of the Elders of Israel unto me, and sat before me.",
      "2": "And the word of the Lord came unto me, saying,",
      "3": "Son of man, these men have set up their idols in their heart, and put the stumbling block of their iniquity before their face: should I, being required, answer them?",
      "4": "Therefore speak unto them, and say unto them, Thus saith the Lord God, Every man of the house of Israel that setteth up his idols in his heart, and putteth the stumbling block of his iniquity before his face, and cometh to the Prophet, I the Lord will answer him that cometh, according to the multitude of his idols:",
      "5": "That I may take the house of Israel in their own heart, because they are all departed from me through their idols.",
      "6": "Therefore say unto the house of Israel, Thus saith the Lord God, Return, and withdraw yourselves, and turn your faces from your idols, and turn your faces from all your abominations.",
      "7": "For everyone of the house of Israel, or of the stranger that sojourneth in Israel, which departeth from me, and setteth up his idols in his heart, and putteth the stumbling block of his iniquity before his face, and cometh to a Prophet, for to inquire of him for me, I the Lord will answer him for myself,",
      "8": "And I will set my face against that man, and will make him an example and proverb, and I will cut him off from the midst of my people, and ye shall know that I am the Lord.",
      "9": "And if the Prophet be deceived, when he hath spoken a thing, I the Lord have deceived that Prophet, and I will stretch out mine hand upon him, and will destroy him from the midst of my people of Israel.",
      "10": "And they shall bear their punishment: the punishment of the Prophet shall be even as the punishment of him that asketh,",
      "11": "That the house of Israel may go no more astray from me, neither be polluted anymore with all their transgressions, but that they may be my people, and I may be their God, saith the Lord God.",
      "12": "The word of the Lord came again unto me, saying,",
      "13": "Son of man, when the land sinneth against me by committing a trespass, then will I stretch out mine hand upon it, and will break the staff of the bread thereof, and will send famine upon it, and I will destroy man and beast forth of it.",
      "14": "Though these three men Noah, Daniel, and Job were among them, they should deliver but their own souls by their righteousness, saith the Lord God.",
      "15": "If I bring noisome beasts into the land and they spoil it, so that it be desolate, that no man may pass through, because of beasts,",
      "16": "Though these three men were in the midst thereof, As I live, saith the Lord God, they shall save neither sons nor daughters: they only shall be delivered, but the land shall be waste.",
      "17": "Or if I bring a sword upon this land, and say, Sword, go through the land, so that I destroy man and beast out of it,",
      "18": "Though these three men were in the midst thereof, As I live, saith the Lord God, they shall deliver neither sons nor daughters, but they only shall be delivered themselves.",
      "19": "Or if I send a pestilence into this land, and pour out my wrath upon it in blood, to destroy out of it man and beast,",
      "20": "And though Noah, Daniel and Job were in the midst of it, As I live, saith the Lord God, they shall deliver neither son nor daughter: they shall but deliver their own souls by their righteousness.",
      "21": "For thus saith the Lord God, How much more when I send my four sore judgments upon Jerusalem, even the sword, and famine, and the noisome beast, and pestilence, to destroy man and beast out of it?",
      "22": "Yet behold, therein shall be left a remnant of them that shall be carried away both sons and daughters: behold, they shall come forth unto you, and ye shall see their way, and their enterprises: and ye shall be comforted, concerning the evil that I have brought upon Jerusalem, even concerning all that I have brought upon it.",
      "23": "And they shall comfort you, when ye see their way and their enterprises: and ye shall know, that I have not done without cause all that I have done in it, saith the Lord God."
    },
    "15": {
      "1": "And the word of the Lord came unto me, saying,",
      "2": "Son of man, what cometh of the vine tree above all other trees? and of the vine branch, which is among the trees of the forest?",
      "3": "Shall wood be taken thereof to do any work? or will men take a pin of it to hang any vessel thereon?",
      "4": "Behold, it is cast in the fire to be consumed: the fire consumeth both the ends of it, and the midst of it is burnt. Is it meet for any work?",
      "5": "Behold, when it was whole, it was meet for no work: how much less shall it be meet for any work, when the fire hath consumed it, and it is burnt?",
      "6": "Therefore thus saith the Lord God, as the vine tree, that is among the trees of the forest, which I have given to the fire to be consumed, so will I give the inhabitants of Jerusalem.",
      "7": "And I will set my face against them: they shall go out from one fire, and another fire shall consume them: and ye shall know, that I am the Lord, when I set my face against them,",
      "8": "And when I make the land waste, because they have greatly offended, saith the Lord God."
    },
    "16": {
      "1": "Again, the word of the Lord came unto me, saying,",
      "2": "Son of man, cause Jerusalem to know her abominations,",
      "3": "And say, Thus saith the Lord God unto Jerusalem, Thine habitation and thy kindred is of the land of Canaan: thy father was an Amorite, and thy mother an Hittite.",
      "4": "And in thy nativity when thou wast born, thy navel was not cut: thou wast not washed in water to soften thee: thou wast not salted with salt, nor swaddled in clouts.",
      "5": "None eye pitied thee to do any of these unto thee, for to have compassion upon thee, but thou wast cast out in the open field to the contempt of thy person in the day that thou wast born.",
      "6": "And when I passed by thee, I saw thee polluted in thine own blood, and I said unto thee, when thou wast in thy blood, Thou shalt live: even when thou wast in thy blood, I said unto thee, Thou shalt live.",
      "7": "I have caused thee to multiply as the bud of the field, and thou hast increased and waxen great, and thou hast gotten excellent ornaments: thy breasts are fashioned, thine hair is grown, whereas thou wast naked and bare.",
      "8": "Now when I passed by thee, and looked upon thee, behold, thy time was as the time of love, and I spread my skirts over thee, and covered thy filthiness: yea, I swear unto thee, and entered into a covenant with thee, saith the Lord God, and thou becamest mine.",
      "9": "Then washed I thee with water: yea, I washed away thy blood from thee, and I anointed thee with oil.",
      "10": "I clothed thee also with broidered work, and shod thee with badgers’ skin, and I girded thee about with fine linen, and I covered thee with silk.",
      "11": "I decked thee also with ornaments, and I put bracelets upon thine hands, and a chain on thy neck.",
      "12": "And I put a frontlet upon thy face, and earrings in thine ears, and a beautiful crown upon thine head.",
      "13": "Thus wast thou decked with gold and silver, and thy raiment was of fine linen, and silk, and broidered work: thou didst eat fine flour, and honey and oil, and thou wast very beautiful, and thou didst grow up into a kingdom.",
      "14": "And thy name was spread among the heathen for thy beauty: for it was perfect through my beauty which I had set upon thee, saith the Lord God.",
      "15": "Now thou didst trust in thine own beauty, and playedst the harlot, because of thy renown, and hast poured out thy fornications on everyone that passed by, thy desire was to him.",
      "16": "And thou didst take thy garments, and deckedst thine high places with divers colors, and playedst the harlot thereupon: the like things shall not come, neither hath any done so.",
      "17": "Thou hast also taken thy fair jewels made of my gold and of my silver, which I had given thee, and madest to thyself images of men, and didst commit whoredom with them,",
      "18": "And tookest thy broidered garments, and coveredst them: and thou hast set mine oil and my perfume before them.",
      "19": "My meat also, which I gave thee, as fine flour, oil and honey, wherewith I fed thee, thou hast even set it before them for a sweet savor: thus it was, saith the Lord God.",
      "20": "Moreover thou hast taken thy sons and thy daughters, whom thou hast borne unto me, and these hast thou sacrificed unto them, to be devoured: is this thy whoredom a small matter?",
      "21": "That thou hast slain my children, and delivered them to cause them to pass through fire for them?",
      "22": "And in all thine abominations and whoredoms thou hast not remembered the days of thy youth, when thou wast naked and bare, and wast polluted in thy blood.",
      "23": "And beside all thy wickedness (woe, woe unto thee, saith the Lord God)",
      "24": "Thou hast also built unto thee an high place, and hast made thee an high place in every street.",
      "25": "Thou hast built thine high place at every corner of the way, and hast made thy beauty to be abhorred: thou hast opened thy feet to everyone that passed by, and multiplied thy whoredom.",
      "26": "Thou hast also committed fornication with the Egyptians thy neighbors, which have great members, and hast increased thy whoredom, to provoke me.",
      "27": "Behold, therefore I did stretch out mine hand over thee, and will diminish thine ordinary, and deliver thee unto the will of them that hate thee, even to the daughters of the Philistines, which are ashamed of thy wicked way.",
      "28": "Thou hast played the whore also with the Assyrians, because thou wast insatiable: yea, thou hast played the harlot with them, and yet couldest not be satisfied.",
      "29": "Thou hast moreover multiplied thy fornication from the land of Canaan unto Chaldea, and yet thou wast not satisfied herewith.",
      "30": "How weak is thine heart, saith the Lord God, seeing thou doest all these things, even the work of a presumptuous whorish woman?",
      "31": "In that thou buildest thine high place in the corner of every way, and makest thine high place in every street, and hast not been as an harlot that despiseth a reward,",
      "32": "But as a wife that playeth the harlot, and taketh others for her husband:",
      "33": "They give gifts to all other whores, but thou givest gifts unto all thy lovers, and rewardest them that they may come unto thee on every side for thy fornication.",
      "34": "And the contrary is in thee from other women in thy fornications, neither the like fornication shall be after thee: for in that thou givest a reward and no reward is given unto thee, therefore thou art contrary.",
      "35": "Wherefore, O harlot, hear the word of the Lord.",
      "36": "Thus saith the Lord God, Because thy shame was poured out, and thy filthiness discovered through thy fornications with thy lovers, and with all the idols of thine abominations, and by the blood of thy children, which thou didst offer unto them,",
      "37": "Behold, therefore I will gather all thy lovers, with whom thou hast taken pleasure, and all them that thou hast loved, with all them that thou hast hated: I will even gather them round about against thee, and will discover thy filthiness unto them, that they may see all thy filthiness.",
      "38": "And I will judge thee after the manner of them that are harlots, and of them that shed blood, and I will give thee the blood of wrath, and jealousy.",
      "39": "I will also give thee into their hands, and they shall destroy thine high place, and shall break down thine high places: they shall strip thee also out of thy clothes, and shall take thy fair jewels, and leave thee naked and bare.",
      "40": "They shall also bring up a company against thee, and they shall stone thee with stones, and thrust thee through with their swords.",
      "41": "And they shall burn up thine houses with fire, and execute judgments upon thee in the sight of many women: and I will cause thee to cease from playing the harlot, and thou shalt give no reward anymore.",
      "42": "So will I make my wrath toward thee to rest, and my jealousy shall depart from thee, and I will cease, and be no more angry.",
      "43": "Because thou hast not remembered the days of thy youth, but hast provoked me with all these things, behold, therefore I also have brought thy way upon thy head, saith the Lord God: yet hast not thou had consideration of all thine abominations.",
      "44": "Behold, all that use proverbs, shall use this proverb against thee, saying, As is the mother, so is her daughter.",
      "45": "Thou art thy mother’s daughter, that hath cast off her husband and her children, and thou art the sister of thy sisters, which forsook their husbands and their children: your mother is an Hittite, and your father an Amorite.",
      "46": "And thine elder sister is Samaria, and her daughters, that dwell at thy left hand, and thy younger sister, that dwelleth at thy right hand, is Sodom, and her daughters.",
      "47": "Yet hast thou not walked after their ways, nor done after their abominations: but as it had been a very little thing, thou wast corrupted more than they in all thy ways.",
      "48": "As I live, saith the Lord God, Sodom thy sister hath not done, neither she nor her daughters, as thou hast done and thy daughters.",
      "49": "Behold, this was the iniquity of thy sister Sodom, pride, fullness of bread and abundance of idleness was in her, and in her daughters: neither did she strengthen the hand of the poor and needy.",
      "50": "But they were haughty, and committed abomination before me: therefore I took them away as pleased me.",
      "51": "Neither hath Samaria committed half of thy sins, but thou hast exceeded them in thine abominations, and hast justified thy sisters in all thine abominations which thou hast done.",
      "52": "Therefore thou which hast justified thy sisters, bear thine own shame for thy sins, that thou hast committed more abominable than they which are more righteous than thou art: be thou therefore confounded also, and bear thy shame, seeing that thou hast justified thy sisters.",
      "53": "Therefore I will bring again their captivity, with the captivity of Sodom, and her daughters, and with the captivity of Samaria, and her daughters: even the captivity of thy captives in the midst of them,",
      "54": "That thou mayest bear thine own shame, and mayest be confounded in all that thou hast done, in that thou hast comforted them.",
      "55": "And thy sister Sodom and her daughters shall return to their former state: Samaria also and her daughters shall return to their former state: when thou and thy daughters shall return to your former state.",
      "56": "For thy sister Sodom was not heard of by thy report in the day of thy pride,",
      "57": "Before thy wickedness was discovered, as in that same time of the reproach of the daughters of Aram, and of all the daughters of the Philistines round about her, which despise thee on all sides.",
      "58": "Thou hast borne therefore thy wickedness and thine abomination, saith the Lord.",
      "59": "For thus saith the Lord God, I might even deal with thee, as thou hast done: when thou didst despise the oath, in breaking the covenant.",
      "60": "Nevertheless, I will remember my covenant made with thee in the days of thy youth, and I will confirm unto thee an everlasting Covenant.",
      "61": "Then thou shalt remember thy ways, and be ashamed, when thou shalt receive thy sisters, both thy elder and thy younger, and I will give them unto thee for daughters, but not by thy covenant.",
      "62": "And I will establish my covenant with thee, and thou shalt know that I am the Lord,",
      "63": "That thou mayest remember, and be ashamed, and never open thy mouth anymore: because of thy shame when I am pacified toward thee, for all that thou hast done, saith the Lord God."
    },
    "17": {
      "1": "And the word of the Lord came unto me, saying,",
      "2": "Son of man, put forth a parable and speak a proverb unto the house of Israel,",
      "3": "And say, Thus saith the Lord God, The great eagle with great wings and long wings, and full of feathers, which had diverse colors, came unto Lebanon, and took the highest branch of the cedar,",
      "4": "And brake off the top of his twig, and carried it into the land of merchants, and set it in a city of merchants.",
      "5": "He took also of the seed of the land, and planted it in a fruitful ground: he placed it by great waters, and set it as a willow tree.",
      "6": "And it budded up, and was like a spreading vine of low stature, whose branches turned toward it, and the roots thereof were under it: so it became a vine, and it brought forth branches, and shot forth buds.",
      "7": "There was also another great Eagle with great wings and many feathers, and behold, this vine did turn her roots toward it, and spread forth her branches toward it, that she might water it by the trenches of her plantation.",
      "8": "It was planted in a good soil by great waters, that it should bring forth branches, and bear fruit, and be an excellent vine.",
      "9": "Say thou, Thus saith the Lord God, Shall it prosper? shall he not pull up the roots thereof, and destroy the fruit thereof, and cause them to dry? all the leaves of her bud shall wither without great power, or many people, to pluck it up by the roots thereof.",
      "10": "Behold, it was planted: but shall it prosper? shall it not be dried up, and wither? when the East wind shall touch it, it shall wither in the trenches, where it grew.",
      "11": "Moreover, the word of the Lord came unto me, saying,",
      "12": "Say now to this rebellious house, Know ye not what these things mean? tell them, behold, the king of Babel is come to Jerusalem, and hath taken the king thereof and the princes thereof, and led them with him to Babel,",
      "13": "And hath taken one of the King’s seed, and made a covenant with him, and hath taken an oath of him: he hath also taken the princes of the land,",
      "14": "That the kingdom might be in subjection, and not lift itself up, but keep their covenant, and stand to it.",
      "15": "But he rebelled against him, and sent his ambassadors into Egypt, that they might give him horses, and much people: shall he prosper? shall he escape that doeth such things? or shall he break the covenant, and be delivered?",
      "16": "As I live, saith the Lord God, he shall die in the midst of Babel, in the place of the king that had made him king, whose oath he despised, and whose covenant made with him, he brake.",
      "17": "Neither shall Pharaoh with his mighty host, and great multitude of people, maintain him in the war, when they have cast up mounts, and built ramparts to destroy many persons.",
      "18": "For he hath despised the oath, and broken the covenant (yet lo, he had given his hand) because he hath done all these things, he shall not escape.",
      "19": "Therefore, thus saith the Lord God, As I live, I will surely bring mine oath that he hath despised, and my covenant that he hath broken, upon his own head.",
      "20": "And I will spread my net upon him, and he shall be taken in my net, and I will bring him to Babel, and will enter into judgment with him there for his trespass that he hath committed against me.",
      "21": "And all that flee from him with all his host, shall fall by the sword, and they that remain shall be scattered toward all the winds: and ye shall know that I the Lord have spoken it.",
      "22": "Thus saith the Lord God, I will also take off the topof this high cedar, and will set it, and cut off the top of the tender plant thereof, and I will plant it upon an high mountain and great.",
      "23": "Even in the high mountain of Israel will I plant it: and it shall bring forth boughs, and bear fruit, and be an excellent cedar, and under it shall remain all birds, and every fowl shall dwell in the shadow of the branches thereof.",
      "24": "And all the trees of the field shall know that I the Lord have brought down the high tree, and exalted the low tree: that I have dried up the green tree, and made the dry tree to flourish: I the Lord have spoken it, and have done it."
    },
    "18": {
      "1": "The word of the Lord came unto me again, saying,",
      "2": "What mean ye that ye speak this proverb concerning the land of Israel, saying, The fathers have eaten sour grapes, and the children’s teeth are set on edge?",
      "3": "As I live, saith the Lord God, ye shall use this proverb no more in Israel.",
      "4": "Behold, all souls are mine, both the soul of the father, and also the soul of the son are mine: the soul that sinneth, it shall die.",
      "5": "But if a man be just, and do that which is lawful and right,",
      "6": "And hath not eaten upon the mountains, neither hath lift up his eyes to the idols of the house of Israel, neither hath defiled his neighbor’s wife, neither hath lain with a menstruous woman,",
      "7": "Neither hath oppressed any, but hath restored the pledge to his debtor: he that hath spoiled none by violence, but hath given his bread to the hungry, and hath covered the naked with a garment,",
      "8": "And hath not given forth upon usury, neither hath taken any increase, but hath withdrawn his hand from iniquity, and hath executed true judgment between man and man,",
      "9": "And hath walked in my statutes, and hath kept my judgments to deal truly, he is just, he shall surely live, saith the Lord God.",
      "10": "If he beget a son, that is a thief, or a shedder of blood, if he do anyone of these things,",
      "11": "Though he do not all these things, but either hath eaten upon the mountains, or defiled his neighbor’s wife,",
      "12": "Or hath oppressed the poor and needy, or hath spoiled by violence, or hath not restored the pledge, or hath lifted up his eyes unto the idols, or hath committed abomination,",
      "13": "Or hath given forth upon usury, or hath taken increase, shall he live? he shall not live: seeing he hath done all these abominations, he shall die the death, and his blood shall be upon him.",
      "14": "But if he beget a son, that seeth all his father’s sins, which he hath done, and feareth, neither doeth such like,",
      "15": "That hath not eaten upon the mountains, neither hath lifted up his eyes to the idols of the house of Israel, nor hath defiled his neighbor’s wife,",
      "16": "Neither hath oppressed any, nor hath withheld the pledge, neither hath spoiled by violence, but hath given his bread to the hungry, and hath covered the naked with a garment,",
      "17": "Neither hath withdrawn his hand from the afflicted, nor received usury nor increase, but hath executed my judgments, and hath walked in my statutes, he shall not die in the iniquity of his father, but he shall surely live.",
      "18": "His father, because he cruelly oppressed and spoiled his brother by violence, and hath not done good among his people, lo, even he dieth in his iniquity.",
      "19": "Yet say ye, Wherefore shall not the son bear the iniquity of the father? because the son hath executed judgment and justice, and hath kept all my statutes, and done them, he shall surely live.",
      "20": "The same soul that sinneth, shall die: the son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son, but the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon himself.",
      "21": "But if the wicked will return from all his sins that he hath committed, and keep all my statutes, and do that which is lawful and right, he shall surely live, and shall not die.",
      "22": "All his transgressions that he hath committed, they shall not be mentioned unto him, but in his righteousness that he hath done, he shall live.",
      "23": "Have I any desire that the wicked should die, saith the Lord God? or shall he not live, if he return from his ways?",
      "24": "But if the righteous turn away from his righteousness, and commit iniquity, and do according to all the abominations that the wicked man doeth, shall he live? all his righteousness that he hath done, shall not be mentioned: but in his transgression that he hath committed, and in his sin that he hath sinned, in them shall he die.",
      "25": "Yet ye say, The way of the Lord is not equal: hear now, O house of Israel. Is not my way equal? or are not your ways unequal?",
      "26": "For when a righteous man turneth away from his righteousness, and commiteth iniquity, he shall even die for the same, he shall even die for his iniquity that he hath done.",
      "27": "Again, when the wicked turneth away from his wickedness that he hath committed, and doeth that which is lawful and right, he shall save his soul alive.",
      "28": "Because he considereth, and turneth away from all his transgressions that he hath committed, he shall surely live, and shall not die.",
      "29": "Yet saith the house of Israel, The way of the Lord is not equal. O house of Israel, are not my ways equal? or are not your ways unequal?",
      "30": "Therefore I will judge you, O house of Israel, everyone according to his ways, saith the Lord God: return therefore, and cause others to turn away from all your transgressions: so iniquity shall not be your destruction.",
      "31": "Cast away from you all your transgressions, whereby ye have transgressed and make you a new heart and a new spirit: for why will ye die, O house of Israel?",
      "32": "For I desire not the death of him that dieth, saith the Lord God: cause therefore one another to return, and live ye."
    },
    "19": {
      "1": "Thou also take up a lamentation for the princes of Israel,",
      "2": "And say, Wherefore lay thy mother as a lioness among the lions? she nourished her young ones among the lion’s whelps,",
      "3": "And she brought up one of her whelps, and it became a lion, and it learned to catch the prey, and it devoured men.",
      "4": "The nations also heard of him, and he was taken in their nets, and they brought him in chains unto the land of Egypt.",
      "5": "Now when she saw that she had waited, and her hope was lost, she took another of her whelps, and made him a lion.",
      "6": "Which went among the lions, and became a lion, and learned to catch the prey, and he devoured men.",
      "7": "And he knew their widows, and he destroyed their cities, and the land was wasted, and all that was therein by the noise of his roaring.",
      "8": "Then the nations set against him on every side of the countries, and laid their nets for him: so he was taken in their pit.",
      "9": "And they put him in prison and in chains, and brought him to the king of Babel, and they put him in holds, that his voice should no more be heard upon the mountains of Israel.",
      "10": "Thy mother is like a vine in thy blood, planted by the waters: she brought forth fruit and branches by the abundant waters,",
      "11": "And she had strong rods for the scepters of them that bear rule, and her stature was exalted among the branches, and she appeared in her height with the multitude of her branches.",
      "12": "But she was plucked up in wrath: she was cast down to the ground, and the East wind dried up her fruit: her branches were broken and withered: as for the rod of her strength, the fire consumed it.",
      "13": "And now she is planted in the wilderness in a dry and thirsty ground.",
      "14": "And fire is gone out of a rod of her branches, which hath devoured her fruit, so that she hath no strong rod to be a scepter to rule: this is a lamentation, and shall be for a lamentation."
    },
    "20": {
      "1": "And in the seventh year, in the fifth month, the tenth day of the month, came certain of the Elders of Israel to inquire of the Lord, and sat before me.",
      "2": "Then came the word of the Lord unto me, saying,",
      "3": "Son of man, speak unto the Elders of Israel, and say unto them, Thus saith the Lord God, Are ye come to inquire of me? as I live, saith the Lord God, when I am asked, I will not answer you.",
      "4": "Wilt thou judge them, son of man? wilt thou judge them? cause them to understand the abominations of their fathers,",
      "5": "And say unto them, Thus saith the Lord God, In the day when I chose Israel, and lifted up mine hand unto the seed of the house of Jacob, and made myself known unto them in the land of Egypt, when I lift up mine hand unto them, and said, I am the Lord your God,",
      "6": "In the day that I lifted up mine hand unto them, to bring them forth of the land of Egypt, into a land that I had provided for them, flowing with milk and honey, which is pleasant among all lands,",
      "7": "Then said I unto them, Let every man cast away the abominations of his eyes, and defile not yourselves with the idols of Egypt: for I am the Lord your God.",
      "8": "But they rebelled against me, and would not hear me: for none cast away the abominations of their eyes, neither did they forsake the idols of Egypt: then I thought to pour out mine indignation upon them, and to accomplish my wrath against them in the midst of the land of Egypt.",
      "9": "But I had respect to my Name, that it should not be polluted before the heathen, among whom they were, and in whose sight I made myself known unto them in bringing them forth of the land of Egypt.",
      "10": "Now I carried them out of the land of Egypt, and brought them into the wilderness.",
      "11": "And I gave them my statutes, and declared my judgments unto them, which if a man do, he shall live in them.",
      "12": "Moreover I gave them also my Sabbaths to be a sign between me and them, that they might know that I am the Lord, that sanctify them.",
      "13": "But the house of Israel rebelled against me in the wilderness: they walked not in my statutes, and they cast away my judgments, which if a man do, he shall live in them, and my Sabbaths have they greatly polluted: then I thought to pour out mine indignation upon them in the wilderness to consume them,",
      "14": "But I had respect to my name, that it should not be polluted before the heathen in whose sight I brought them out.",
      "15": "Yet nevertheless, I lifted up mine hand unto them in the wilderness, that I would not bring them into the land, which I had given them, flowing with milk and honey, which was pleasant above all lands,",
      "16": "Because they cast away my judgments, and walked not in my statutes, but have polluted my Sabbaths: for their heart went after their idols.",
      "17": "Nevertheless, mine eye spared them, that I would not destroy them, neither would I consume them in the wilderness.",
      "18": "But I said unto their children in the wilderness, Walk ye not in the ordinances of your fathers, neither observe their manners, nor defile yourselves with their idols.",
      "19": "I am the Lord your God: walk in my statutes, and keep my judgments and do them,",
      "20": "And sanctify my Sabbaths, and they shall be a sign between me and you, that ye may know that I am the Lord your God.",
      "21": "Notwithstanding the children rebelled against me: they walked not in my statutes, nor kept my judgments to do them, which if a man do, he shall live in them, but they polluted my Sabbaths: then I thought to pour out mine indignation upon them, and to accomplish my wrath against them in the wilderness.",
      "22": "Nevertheless, I withdrew mine hand and had respect to my Name, that it should not be polluted before the heathen, in whose sight I brought them forth.",
      "23": "Yet I lifted up mine hand unto them in the wilderness, that I would scatter them among the heathen, and disperse them through the countries,",
      "24": "Because they had not executed my judgments, but had cast away my statutes, and had polluted my Sabbaths, and their eyes were after their fathers’ idols.",
      "25": "Wherefore I gave them also statutes that were not good, and judgments, wherein they should not live.",
      "26": "And I polluted them in their own gifts in that they caused to pass by the fire all that first openeth the womb, that I might destroy them, to the end that they might know that I am the Lord.",
      "27": "Therefore, son of man, speak unto the house of Israel and say unto them, Thus saith the Lord God, Yet in this your fathers have blasphemed me, though they had before grievously transgressed against me.",
      "28": "For when I had brought them into the land, for the which I lifted up mine hand to give it to them, then they saw every high hill, and all the thick trees, and they offered there their sacrifices, and there they presented their offering of provocation: there also they made their sweet savor, and poured out there their drink offerings.",
      "29": "Then I said unto them, What is the high place whereunto ye go? And the name thereof was called Bamah unto this day.",
      "30": "Wherefore, say unto the house of Israel, Thus saith the Lord God, Are ye not polluted after the manner of your fathers? and commit ye not whoredom after their abominations?",
      "31": "For when you offer your gifts, and make your sons to pass through the fire, you pollute yourselves with all your idols unto this day: shall I answer you when I am asked, O house of Israel? As I live, saith the Lord God, I will not answer you when I am asked.",
      "32": "Neither shall that be done that cometh into your mind: for ye say, we will be as the heathen, and as the families of the countries, and serve wood, and stone.",
      "33": "As I live, saith the Lord God, I will surely rule you with a mighty hand, and with a stretched out arm, and in my wrath poured out,",
      "34": "And will bring you from the people, and will gather you out of the countries, wherein ye are scattered, with a mighty hand, and with a stretched out arm, and in my wrath poured out,",
      "35": "And I will bring you into the wilderness of the people, and there will I plead with you face to face.",
      "36": "Like as I pleaded with your fathers in the wilderness of the land of Egypt, so will I plead with you, saith the Lord God.",
      "37": "And I will cause you to pass under the rod, and will bring you into the bond of the covenant.",
      "38": "And I will choose out from among you the rebels, and them that transgress against me: I will bring them out of the land where they dwell, and they shall not enter into the land of Israel, and ye shall know that I am the Lord.",
      "39": "As for you, O house of Israel, thus saith the Lord God, Go you, and serve everyone his idol, seeing that ye will not obey me, and pollute mine holy Name no more with your gifts, and with your idols.",
      "40": "For in mine holy mountain, even in the high mountain of Israel, saith the Lord God, there shall all the house of Israel, and all in the land serve me: there will I accept them, and there will I require your offerings, and the firstfruits of your oblations, with all your holy things.",
      "41": "I will accept your sweet savor, when I bring you from the people, and gather you out of the countries, wherein ye have been scattered, that I may be sanctified in you before the heathen.",
      "42": "And ye shall know that I am the Lord, when I shall bring you into the land of Israel, into the land for the which I lifted up mine hand to give it to your fathers.",
      "43": "And there shall ye remember your ways, and all your works, wherein ye have been defiled, and ye shall judge yourselves worthy to be cut off, for all your evils, that ye have committed.",
      "44": "And ye shall know that I am the Lord, when I have respect unto you for my Name’s sake, and not after your wicked ways, nor according to your corrupt works, O ye house of Israel, saith the Lord God.",
      "45": "Moreover, the word of the Lord came unto me, saying,",
      "46": "Son of man, Set thy face toward the way of Teman, and drop thy word toward the South, and prophesy toward the forest of the field of the South,",
      "47": "And say to the forest of the South, Hear the word of the Lord: thus saith the Lord God, Behold, I will kindle a fire in thee, and it shall devour all the green wood in thee, and all the dry wood: the continual flame shall not be quenched, and every face from the South to the North shall be burnt therein.",
      "48": "And all flesh shall see, that I the Lord have kindled it, and it shall not be quenched. Then said I, Ah Lord God, they say of me, Doth not he speak parables?"
    },
    "21": {
      "1": "The word of the Lord came to me again, saying,",
      "2": "Son of man, set thy face toward Jerusalem, and drop thy word toward the holy places, and prophesy against the land of Israel,",
      "3": "And say to the land of Israel, Thus saith the Lord, Behold, I come against thee, and will draw my sword out of his sheath, and cut off from thee both the righteous and the wicked.",
      "4": "Seeing then that I will cut off from thee both the righteous and wicked, therefore shall my sword go out of his sheath against all flesh from the South to the North,",
      "5": "That all flesh may know that I the Lord have drawn my sword out of his sheath, and it shall not return anymore.",
      "6": "Mourn therefore thou son of man, as in the pain of thy reins, and mourn bitterly before them.",
      "7": "And if they say unto thee, Wherefore mournest thou? Then answer, Because of the bruit: for it cometh, and every heart shall melt, and all hands shall be weak, and all minds shall faint, and all knees shall fall away as water: behold, it cometh, and shall be done, saith the Lord God.",
      "8": "Again, the word of the Lord came unto me, saying,",
      "9": "Son of man, prophesy, and say, Thus saith the Lord God, say, A sword, a sword both sharp and furbished.",
      "10": "It is sharpened to make a sore slaughter, and it is furbished that it may glitter: how shall we rejoice? for it contemneth the rod of my son, as all other trees.",
      "11": "And he hath given it to be furbished, that he may handle it: this sword is sharp, and is furbished that he may give it into the hand of the slayer.",
      "12": "Cry and howl, son of man: for this shall come to my people, and it shall come unto all the princes of Israel: the terrors of the sword shall be upon my people, smite therefore upon thy thigh.",
      "13": "For it is a trial, and what shall this be, if the sword contemn even the rod? It shall be no more, saith the Lord God.",
      "14": "Thou therefore, son of man, prophesy and smite hand to hand, and let the sword be doubled: let the sword that hath killed, return the third time: it is the sword of the great slaughter entering into their privy chambers.",
      "15": "I have brought the fear of the sword into all their gates to make their heart to faint, and to multiply their ruins. Ah, it is made bright, and it is dressed for the slaughter.",
      "16": "Get thee alone: go to the right hand, or get thyself to the left hand, whithersoever thy face turneth.",
      "17": "I will also smite mine hands together, and will cause my wrath to cease. I the Lord have said it.",
      "18": "The word of the Lord came unto me again, saying,",
      "19": "Also thou son of man, appoint thee two ways, that the sword of the King of Babel may come: both twain shall come out of one land, and choose a place, and choose it in the corner of the way of the city.",
      "20": "Appoint a way, that the sword may come to Rabbah of the Ammonites, and to Judah in Jerusalem the strong city.",
      "21": "And the King of Babel stood at the parting of the way, at the head of the two ways, consulting by divination, and made his arrows bright: he consulted with idols, and looked in the liver.",
      "22": "At his right hand was the divination for Jerusalem to appoint captains to open their mouth in the slaughter, and to lift up their voice with shouting, to lay engines of war against the gates, to cast a mount, and to build a fortress.",
      "23": "And it shall be unto them as a false divination in their sight for the oaths made unto them: but he will call to remembrance their iniquity, to the intent they should be taken.",
      "24": "Therefore thus saith the Lord God, Because ye have made your iniquity to be remembered in discovering your rebellion, that in all your works your sins might appear: because, I say, that ye are come to remembrance, ye shall be taken with the hand.",
      "25": "And thou Prince of Israel polluted, and wicked, whose day is come, when iniquity shall have an end,",
      "26": "Thus saith the Lord God, I will take away the diadem, and take off the crown: this shall be no more the same: I will exalt the humble, and will abase him that is high.",
      "27": "I will overturn, overturn, overturn it, and it shall be no more until he come, whose right it is, and I will give it him.",
      "28": "And thou, son of man, prophesy, and say, Thus saith the Lord God to the children of Ammon, and to their blasphemy: say thou, I say, The sword, the sword is drawn forth and furbished to the slaughter, to consume, because of the glittering,",
      "29": "While they see vanity unto thee, and prophesied a lie unto thee to bring thee upon the necks of the wicked that are slain, whose day is come, when their iniquity shall have an end.",
      "30": "Shall I cause it to return into his sheath? I will judge thee in the place where thou wast created, even in the land of thine habitation.",
      "31": "And I will pour out mine indignation upon thee, and will blow against thee in the fire of my wrath, and deliver thee into the hand of beastly men, and skillful to destroy.",
      "32": "Thou shalt be in the fire to be devoured: thy blood shall be in the midst of the land, and thou shalt be no more remembered: for I the Lord have spoken it."
    },
    "22": {
      "1": "Moreover, the word of the Lord came unto me, saying,",
      "2": "Now thou son of man, wilt thou judge, wilt thou judge this bloody city? wilt thou show her all her abominations?",
      "3": "Then say, Thus saith the Lord God, The city sheddeth blood in the midst of it, that her time may come, and maketh idols against herself, to pollute herself.",
      "4": "Thou hast offended in thy blood, that thou hast shed, and hast polluted thyself in thine idols, which thou hast made, and thou hast caused thy days to draw near, and art come unto thy term: therefore have I made thee a reproach to the heathen, and a mocking to all countries.",
      "5": "Those that be near, and those that be far from thee, shall mock thee, which art vile in name and sore in affliction.",
      "6": "Behold, the princes of Israel everyone in thee was ready to his power, to shed blood.",
      "7": "In thee have they despised father and mother: in the midst of thee have they oppressed the stranger: in thee have they vexed the fatherless and the widow.",
      "8": "Thou hast despised mine holy things, and hast polluted my Sabbaths.",
      "9": "In thee are men that carry tales to shed blood: in thee are they that eat upon the mountains: in the midst of thee they commit abomination.",
      "10": "In thee have they discovered their fathers’ shame: in thee have they vexed her that was polluted in her flowers.",
      "11": "And everyone hath committed abomination with his neighbor’s wife, and everyone hath wickedly defiled his daughter-in-law, and in thee hath every man forced his own sister, even his father’s daughter.",
      "12": "In thee have they taken gifts to shed blood: thou hast taken usury and the increase, and thou hast defrauded thy neighbors by extortion, and hast forgotten me, saith the Lord God.",
      "13": "Behold, therefore I have smitten mine hands upon thy covetousness, that thou hast used, and upon the blood, which hath been in the midst of thee.",
      "14": "Can thine heart endure, or can thine hands be strong, in the days that I shall have to do with thee? I the Lord have spoken it, and will do it.",
      "15": "And I will scatter thee among the heathen, and disperse thee in the countries, and will cause thy filthiness to cease from thee.",
      "16": "And thou shalt take thine inheritance in thyself in the sight of the heathen, and thou shalt know that I am the Lord.",
      "17": "And the word of the Lord came unto me, saying,",
      "18": "Son of man, the house of Israel is unto me as dross: all they are brass, and tin, and iron, and lead in the midst of the furnace: they are even the dross of silver.",
      "19": "Therefore thus saith the Lord God, Because ye are all as dross, behold, therefore I will gather you in the midst of Jerusalem.",
      "20": "As they gather silver and brass, and iron, and lead, and tin into the midst of the furnace, to blow the fire upon it to melt it, so will I gather you in mine anger and in my wrath, and will put you there and melt you.",
      "21": "I will gather you, I say, and blow the fire of my wrath upon you, and you shall be melted in the midst thereof.",
      "22": "As silver is melted in the midst of the furnace, so shall ye be melted in the midst thereof, and ye shall know that I the Lord have poured out my wrath upon you.",
      "23": "And the word of the Lord came unto me, saying,",
      "24": "Son of man, say unto her, Thou art the land, that is unclean, and not rained upon in the day of wrath.",
      "25": "There is a conspiracy of her prophets in the midst thereof like a roaring lion, ravening the prey: they have devoured souls: they have taken the riches and precious things: they have made her many widows in the midst thereof.",
      "26": "Her Priests have broken my Law, and have defiled mine holy things: they have put no difference between the holy and profane, neither discerned between the unclean and the clean, and have hid their eyes from my Sabbaths, and I am profaned among them.",
      "27": "Her princes in the midst thereof are like wolves, ravening the prey to shed blood, and to destroy souls for their own covetous lucre.",
      "28": "And her prophets have daubed them with untempered mortar, seeing vanities, and divining lies unto them, saying, Thus saith the Lord God, when the Lord had not spoken.",
      "29": "The people of the land have violently oppressed by spoiling and robbing, and have vexed the poor and the needy: yea, they have oppressed the stranger against right.",
      "30": "And I sought for a man among them, that should make up the hedge, and stand in the gap before me for the land, that I should not destroy it, but I found none.",
      "31": "Therefore have I poured out mine indignation upon them, and consumed them with the fire of my wrath: their own ways have I rendered upon their heads, saith the Lord God."
    },
    "23": {
      "1": "The word of the Lord came again unto me, saying,",
      "2": "Son of man, there were two women, the daughters of one mother.",
      "3": "And they committed fornication in Egypt, they committed fornication in their youth: there were their breasts pressed, and there they bruised the teats of their virginity.",
      "4": "And the names of them were Oholah the elder, and Oholibah her sister: and they were mine, and they bare sons and daughters: thus were their names: Samaria is Oholah, and Jerusalem Oholibah.",
      "5": "And Oholah played the harlot when she was mine, and she was set on fire with her lovers, to wit, with the Assyrians her neighbors,",
      "6": "Which were clothed with blue silk, both captains and princes they were all pleasant young men, and horsemen riding upon horses.",
      "7": "Thus she committed her whoredom with them, even with all them that were the chosen men of Assyria, and with all on whom she doted, and defiled herself with all their idols.",
      "8": "Neither left she her fornications, learned of the Egyptians: for in her youth they lay with her, and they bruised the breasts of her virginity, and poured their whoredom upon her.",
      "9": "Wherefore I delivered her into the hands of her lovers, even into the hands of the Assyrians, upon whom she doted.",
      "10": "These discovered her shame: they took away her sons and her daughters, and slew her with the sword, and she had an evil name among women: for they had executed judgment upon her.",
      "11": "And when her sister Oholibah saw this, she marred herself with inordinate love more than she, and with her fornications more than her sister with her fornications.",
      "12": "She doted upon the Assyrians her neighbors, both captains and princes clothed with divers suits, horsemen riding upon horses: they were all pleasant young men.",
      "13": "Then I saw that she was defiled, and that they were both after one sort,",
      "14": "And that she increased her fornications: for when she saw men painted upon the wall, the images of the Chaldeans painted with vermilion,",
      "15": "And girded with girdles upon their loins, and with dyed attire upon their heads (looking all like princes after the manner of the Babylonians in Chaldea, the land of their nativity)",
      "16": "As soon, I say, as she saw them, she doted upon them, and sent messengers unto them, into Chaldea.",
      "17": "Now when the Babylonians came to her into the bed of love, they defiled her with their fornication, and she was polluted with them, and her lust departed from them.",
      "18": "So she discovered her fornication, and disclosed her shame: then mine heart forsook her, like as mine heart had forsaken her sister.",
      "19": "Yet she increased her whoredom more, and called to remembrance the days of her youth wherein she had played the harlot in the land of Egypt.",
      "20": "For she doted upon their servants whose members are as the members of asses, and whose issue is like the issue of horses.",
      "21": "Thou calledst to remembrance the wickedness of thy youth, when thy teats were bruised by the Egyptians: therefore the paps of thy youth are thus.",
      "22": "Therefore, O Oholibah, thus saith the Lord God, Behold, I will raise up thy lovers against thee, from whom thine heart is departed, and I will bring them against thee on every side,",
      "23": "To wit, the Babylonians, and all the Chaldeans, Pekod, and Shoa, and Koa, and all the Assyrians with them: they were all pleasant young men, captains and princes: all they were valiant and renowned, riding upon horses.",
      "24": "Even these shall come against thee with chariots, wagons, and wheels, and with a multitude of people, which shall set against thee buckler and shield, and helmet round about, and I will leave the punishment unto them, and they shall judge thee according to their judgments.",
      "25": "And I will lay mine indignation upon thee, and they shall deal cruelly with thee: they shall cut off thy nose and thine ears, and thy remnant shall fall by the sword: they shall carry away thy sons and thy daughters, and thy residue shall be devoured by the fire.",
      "26": "They shall also strip thee out of thy clothes, and take away thy fair jewels.",
      "27": "Thus will I make thy wickedness to cease from thee, and thy fornication out of the land of Egypt: so that thou shalt not lift up thine eyes unto them, nor remember Egypt anymore.",
      "28": "For thus saith the Lord God, Behold, I will deliver thee into the hand of them, whom thou hatest, even into the hands of them from whom thine heart is departed.",
      "29": "And they shall handle thee despitefully, and shall take away all thy labor, and shall leave thee naked and bare, and the shame of thy fornications shall be discovered, both thy wickedness, and thy whoredom.",
      "30": "I will do these things unto thee, because thou hast gone a whoring after the heathen, and because thou art polluted with their idols.",
      "31": "Thou hast walked in the way of thy sister: therefore will I give her cup into thine hand.",
      "32": "Thus saith the Lord God, Thou shalt drink of thy sister’s cup, deep and large: thou shalt be laughed to scorn and had in derision, because it containeth much.",
      "33": "Thou shalt be filled with drunkenness and sorrow, even with the cup of destruction, and desolation, with the cup of thy sister Samaria.",
      "34": "Thou shalt even drink it, and wring it out to the dregs, and thou shalt break the shards thereof, and tear thine own breasts: for I have spoken it, saith the Lord God.",
      "35": "Therefore thus saith the Lord God, Because thou hast forgotten me, and cast me behind thy back, therefore thou shalt also bear thy wickedness and thy whoredom.",
      "36": "The Lord said moreover unto me, Son of man, wilt thou judge Oholah and Oholibah? and wilt thou declare to them their abominations?",
      "37": "For they have played the whores, and blood is in their hands, and with their idols have they committed adultery, and have also caused their sons, whom they bore unto me, to pass by the fire to be their meat.",
      "38": "Moreover, thus have they done unto me: they have defiled my Sanctuary in the same day, and have profaned my Sabbaths.",
      "39": "For when they had slain their children to their idols, they came the same day into my Sanctuary to defile it: and lo, thus have they done in the midst of mine house.",
      "40": "And how much more is it that they sent for men to come from far, unto whom a messenger was sent, and lo, they came? for whom thou didst wash thyself, and paintedst thine eyes, and deckedst thee with ornaments,",
      "41": "And satest upon a costly bed, and a table prepared before it, whereupon thou hast set mine incense and mine oil.",
      "42": "And a voice of a multitude being at ease, was with her: and with the men to make the company great, were brought men of Saba from the wilderness, which put bracelets upon their hands, and beautiful crowns upon their heads.",
      "43": "Then I said unto her that was old in adulteries, Now shall she and her fornications come to an end.",
      "44": "And they went in unto her as they go to a common harlot: so went they to Oholah and Oholibah the wicked women.",
      "45": "And the righteous men they shall judge them after the manner of harlots, and after the manner of murderers: for they are harlots, and blood is in their hands.",
      "46": "Wherefore thus saith the Lord God, I will bring a multitude upon them, and will give them unto the tumult and to the spoil,",
      "47": "And the multitude shall stone them with stones, and cut them with their swords: they shall slay their sons, and their daughters, and burn up their houses with fire.",
      "48": "Thus will I cause wickedness to cease out of the land, that all women may be taught not to do after your wickedness.",
      "49": "And they shall lay your wickedness upon you, and ye shall bear the sins of your idols, and ye shall know that I am the Lord God."
    },
    "24": {
      "1": "Again in the ninth year, in the tenth month, in the tenth day of the month, came the word of the Lord unto me, saying,",
      "2": "Son of man, write thee the name of the day, even of this same day: for the King of Babel set himself against Jerusalem this same day.",
      "3": "Therefore speak a parable unto the rebellious house, and say unto them, Thus saith the Lord God, Prepare a pot, prepare it, and also pour water into it.",
      "4": "Gather the pieces thereof into it, even every good piece, as the thigh and the shoulder, and fill it with the chief bones.",
      "5": "Take one of the best sheep, and burn also the bones under it, and make it boil well, and seethe the bones of it therein,",
      "6": "Because the Lord God saith thus, Woe to the bloody city, even to the pot, whose scum is therein, and whose scum is not gone out of it: bring it out piece by piece: let no lot fall upon it.",
      "7": "For her blood is in the midst of her: she set it upon an high rock, and poured it not upon the ground to cover it with dust,",
      "8": "That it might cause wrath to arise, and take vengeance: even I have set her blood upon an high rock that it should not be covered.",
      "9": "Therefore thus saith the Lord God, Woe to the bloody city, for I will make the burning great.",
      "10": "Heap on much wood: kindle the fire, consume the flesh, and cast in spice, and let the bones be burnt.",
      "11": "Then set it empty upon the coals thereof, that the brass of it may be hot, and may burn, and that the filthiness of it may be molten in it, and that the scum of it may be consumed.",
      "12": "She hath wearied herself with lies, and her great scum went not out of her: therefore her scum shall be consumed with fire.",
      "13": "Thou remainest in thy filthiness and wickedness: because I would have purged thee, and thou wast not purged, thou shalt not be purged from thy filthiness, till I have caused my wrath to light upon thee.",
      "14": "I the Lord have spoken it: it shall come to pass, and I will do it: I will not go back, neither will I spare, neither will I repent: according to thy ways, and according to thy works shall they judge thee, saith the Lord God.",
      "15": "Also the word of the Lord came unto me, saying,",
      "16": "Son of man, behold, I take away from thee the pleasure of thine eyes with a plague: yet shalt thou neither mourn nor weep, neither shall thy tears run down.",
      "17": "Cease from sighing: make no mourning for the dead, and bind the tire of thine head upon thee, and put on thy shoes upon thy feet, and cover not thy lips, and eat not the bread of men.",
      "18": "So I spake unto the people in the morning, and at even my wife died: and I did in the morning, as I was commanded.",
      "19": "And the people said unto me, Wilt thou not tell us what these things mean toward us that thou doest so?",
      "20": "Then I answered them, The word of the Lord came unto me, saying,",
      "21": "Speak unto the house of Israel, Thus saith the Lord God, behold, I will pollute my Sanctuary, even the pride of your power, the pleasure of your eyes, and your heart’s desire, and your sons, and your daughters whom ye have left, shall fall by the sword.",
      "22": "And ye shall do as I have done: ye shall not cover your lips, neither shall ye eat the bread of men.",
      "23": "And your tire shall be upon your heads, and your shoes upon your feet: ye shall not mourn nor weep, but ye shall pine away for your iniquities, and mourn one toward another.",
      "24": "Thus Ezekiel is unto you a sign: according to all that he hath done, ye shall do: and when this cometh, ye shall know that I am the Lord God.",
      "25": "Also, thou son of man, shall it not be in the day when I take from them their power, the joy of their honor, the pleasure of their eyes, and the desire of their heart, their sons and their daughters,",
      "26": "That he that escapeth in that day, shall come unto thee to tell thee that which he hath heard with his ears?",
      "27": "In that day shall thy mouth be opened to him which is escaped, and thou shalt speak, and be no more dumb, and thou shalt be a sign unto them, and they shall know that I am the Lord."
    },
    "25": {
      "1": "The word of the Lord came again unto me, saying,",
      "2": "Son of man, set thy face against the Ammonites, and prophesy against them,",
      "3": "And say unto the Ammonites, Hear the word of the Lord God, Thus saith the Lord God, Because thou saidest, Ha, ha, against my Sanctuary, when it was polluted, and against the land of Israel, when it was desolate, and against the house of Judah, when they went into captivity,",
      "4": "Behold, therefore I will deliver thee to the men of the East for a possession, and they shall set their palaces in thee, and make their dwellings in thee: they shall eat thy fruit, and they shall drink thy milk:",
      "5": "And I will make Rabbah a dwelling place for camels, and the Ammonites a sheepcote, and ye shall know that I am the Lord.",
      "6": "For thus saith the Lord God, Because thou hast clapped the hands, and stamped with the feet, and rejoiced in heart with all thy despite against the land of Israel,",
      "7": "Behold, therefore I will stretch out mine hand upon thee, and will deliver thee to be spoiled of the heathen, and I will root thee out from the people, and I will cause thee to be destroyed out of the countries, and I will destroy thee, and thou shalt know that I am the Lord.",
      "8": "Thus saith the Lord God, Because that Moab and Seir do say, Behold, the house of Judah is like unto all the heathen,",
      "9": "Therefore, behold, I will open the side of Moab, even of the cities of his cities, I say, in his frontiers with the pleasant country, Beth Jeshimoth, Baal Meon, and Kirjathaim.",
      "10": "I will call the men of the East against the Ammonites, and will give them in possession, so that the Ammonites shall no more be remembered among the nations.",
      "11": "And I will execute judgments upon Moab, and they shall know that I am the Lord.",
      "12": "Thus saith the Lord God, because that Edom hath done evil by taking vengeance upon the house of Judah, and hath committed great offence, and revenged himself upon them,",
      "13": "Therefore thus saith the Lord God, I will also stretch out mine hand upon Edom, and destroy man and beast out of it, and I will make it desolate from Teman, and they of Dedan shall fall by the sword.",
      "14": "And I will execute my vengeance upon Edom by the hand of my people Israel, and they shall do in Edom according to mine anger, and according to mine indignation, and they shall know my vengeance, saith the Lord God.",
      "15": "Thus saith the Lord God, Because the Philistines have executed vengeance, and revenged themselves with a despiteful heart, to destroy it for the old hatred,",
      "16": "Therefore thus saith the Lord God, behold, I will stretch out mine hand upon the Philistines, and I will cut off the Cherethims, and destroy the remnant of the seacoast.",
      "17": "And I will execute great vengeance upon them with rebukes of mine indignation, and they shall know that I am the Lord, when I shall lay my vengeance upon them."
    },
    "26": {
      "1": "And in the eleventh year in the first day of the month, the word of the Lord came unto me, saying,",
      "2": "Son of man, because that Tyre hath said against Jerusalem, Aha, the gate of the people is broken: it is turned unto me: for seeing she is desolate, I shall be replenished,",
      "3": "Therefore thus saith the Lord God, Behold, I come against thee, O Tyre, and I will bring up many nations against thee, as the sea mounteth up with his waves.",
      "4": "And they shall destroy the walls of Tyre and break down her towers: I will also scrape her dust from her, and make her like the top of a rock.",
      "5": "Thou shalt be for the spreading of nets in the midst of the sea: for I have spoken it, saith the Lord God, and it shall be a spoil to the nations.",
      "6": "And her daughters which are in the field, shall be slain by the sword, and they shall know that I am the Lord.",
      "7": "For thus saith the Lord God, Behold, I will bring upon Tyre Nebuchadnezzar king of Babel, a King of kings from the North, with horses and with chariots, and with horsemen, with a multitude and much people.",
      "8": "He shall slay with the sword thy daughters in the field, and he shall make a fort against thee, and cast a mount against thee, and lift up the buckler against thee.",
      "9": "He shall set engines of war before him against thy walls, and with his weapons break down thy towers.",
      "10": "The dust of his horses shall cover thee, for their multitude: thy walls shall shake at the noise of the horsemen, and of the wheels, and of the chariots, when he shall enter into thy gates as into the entry of a city that is broken down.",
      "11": "With the hooves of his horses shall he tread down all thy streets: he shall slay the people by the sword, and the pillars of thy strength shall fall down to the ground.",
      "12": "And they shall rob thy riches, and spoil thy merchandise, and they shall break down thy walls, and destroy thy pleasant houses, and they shall cast thy stones and thy timber and thy dust into the midst of the water.",
      "13": "Thus will I cause the sound of thy songs to cease, and the sound of thine harps shall be no more heard.",
      "14": "I will lay thee like the top of a rock: thou shalt be for a spreading of nets: thou shalt be built no more: for I the Lord have spoken it, saith the Lord God.",
      "15": "Thus saith the Lord God to Tyre, Shall not the isles tremble at the sound of thy fall? and at the cry of the wounded, when they shall be slain and murdered in the midst of thee?",
      "16": "Then all the princes of the sea shall come down from their thrones: they shall lay away their robes, and put off their broidered garments, and shall clothe themselves with astonishment: they shall sit upon the ground and be astonished at every moment, and be amazed at thee.",
      "17": "And they shall take up a lamentation for thee, and say to thee, How art thou destroyed, that wast inhabited of the Sea men, the renowned city which was strong in the sea, both she and her inhabitants, which cause their fear to be on all that haunt therein!",
      "18": "Now shall the isles be astonished in the day of thy fall: yea, the isles that are in the sea, shall be troubled at thy departure.",
      "19": "For thus saith the Lord God, when I shall make thee a desolate city, like the cities that are not inhabited, and when I shall bring the deep upon thee, and great waters shall cover thee,",
      "20": "When I shall cast thee down with them that descend into the pit, with the people of old time, and shall set thee in the low parts of the earth, like the old ruins, with them, I say, which go down to the pit, so that thou shalt not be inhabited, and I shall show my glory in the land of the living.",
      "21": "I will bring thee to nothing, and thou shalt be no more: though thou be sought for, yet shalt thou never be found again, saith the Lord God."
    },
    "27": {
      "1": "The word of the Lord came again unto me, saying,",
      "2": "Son of man, take up a lamentation for Tyre,",
      "3": "And say unto Tyre that is situated at the entry of the sea, which is the mart of the people for many isles, Thus saith the Lord God, O Tyre, thou hast said, I am of perfect beauty.",
      "4": "Thy borders are in the midst of the sea, and thy builders have made thee of perfect beauty.",
      "5": "They have made all thy ship boards of fir trees of Senir: they have brought cedars from Lebanon, to make masts for thee.",
      "6": "Of the oaks of Bashan have they made thine ores: the company of the Assyrians have made thy banks of ivory, brought out of the isles of Kittim.",
      "7": "Fine linen with broidered work, brought from Egypt, was spread over thee to be thy sail, blue silk and purple, brought from the isles of Elishah was thy covering.",
      "8": "The inhabitants of Sidon, and Arvad were thy mariners, O Tyre: thy wise men that were in thee, they were thy pilots.",
      "9": "The ancients of Gebal, and the wise men thereof were in thee thy caulkers, all the ships of the sea with their mariners were in thee to occupy thy merchandise.",
      "10": "They of Persia, and of Lud and of Put were in thine army: thy men of war they hanged the shield and helmet in thee: they set forth thy beauty.",
      "11": "The men of Arvad with thine army were upon thy walls round about, and the Gammadims were in thy towers: they hanged their shields upon thy walls round about: they have made thy beauty perfect.",
      "12": "They of Tarshish were thy merchants for the multitude of all riches, for silver, iron, tin, and lead, which they brought to thy fairs.",
      "13": "They of Javan, Tubal and Meshech were thy merchants, concerning the lives of men, and they brought vessels of brass for thy merchandise.",
      "14": "They of the house of Togarmah brought to thy fairs, horses and horsemen, and mules.",
      "15": "The men of Dedan were thy merchants: and the merchandise of many isles were in thine hands: they brought thee for a present, horns, teeth, and peacocks.",
      "16": "They of Aram were thy merchants for the multitude of thy wares: they occupied in thy fairs, with emeralds, purple, and broidered work, and fine linen, and coral, and pearl.",
      "17": "They of Judah and of the land of Israel were thy merchants: they brought for thy merchandise wheat of Minnith, and Pannag, and honey, and oil, and balm.",
      "18": "They of Damascus were thy merchants in the multitude of thy wares, for the multitude of all riches, as in the wine of Helbon and white wool.",
      "19": "They of Dan also and of Javan, going to and fro, occupied in thy fairs: iron work, cassia and calamus were among thy merchandise.",
      "20": "They of Dedan were thy merchants in precious clothes for the chariots.",
      "21": "They of Arabia, and all the princes of Kedar occupied with thee, in lambs, and rams and goats: in these were thy merchants.",
      "22": "The merchants of Sheba, and Raamah were thy merchants: they occupied in thy fairs with the chief of all spices, and with all precious stones and gold.",
      "23": "They of Haram and Canneh and Eden, the merchants of Sheba, Assyria and Chilmad were thy merchants.",
      "24": "These were thy merchants in all sorts of things, in raiment of blue silk, and of broidered work, and in coffers for the rich apparel, which were bound with cords: chains also were among thy merchandise.",
      "25": "The ships of Tarshish were thy chief in thy merchandise, and thou wast replenished and made very glorious in the midst of the sea.",
      "26": "Thy robbers have brought thee into great waters: the East wind hath broken thee in the midst of the sea.",
      "27": "Thy riches and thy fairs, thy merchandise, thy mariners and pilots, thy caulkers, and the occupiers of thy merchandise, and all thy men of war that are in thee, and all thy multitude which is in the midst of thee, shall fall in the midst of the sea in the day of thy ruin.",
      "28": "The suburbs shall shake at the sound of the cry of thy pilots.",
      "29": "And all that handle the oar, the mariners and all the pilots of the sea shall come down from their ships, and shall stand upon the land,",
      "30": "And shall cause their voice to be heard against thee, and shall cry bitterly, and shall cast dust upon their heads, and wallow themselves in the ashes.",
      "31": "They shall pluck off their hair for thee, and gird them with a sackcloth, and they shall weep for thee with sorrow of heart and bitter mourning.",
      "32": "And in their mourning, they shall take up a lamentation for thee, saying, What city is like Tyre so destroyed in the midst of the sea!",
      "33": "When thy wares went forth of the seas, thou filledst many people, and thou didst enrich the Kings of the earth with the multitude of thy riches and of thy merchandise.",
      "34": "When thou shalt be broken by the seas in the depths of the waters, thy merchandise and all thy multitude which was in the midst of thee, shall fall.",
      "35": "All the inhabitants of the isles shall be astonished at thee, and all their Kings shall be sore afraid and troubled in their countenance.",
      "36": "The merchants among the people shall hiss at thee: thou shalt be a terror, and never shalt be anymore."
    },
    "28": {
      "1": "The word of the Lord came again unto me, saying,",
      "2": "Son of man, say unto the prince of Tyre, Thus saith the Lord God, because thine heart is exalted, and thou hast said, I am a god, I sit in the seat of God in the midst of the sea, yet thou art but a man and not God, and though thou didst think in thine heart, that thou wast equal with God,",
      "3": "Behold, thou art wiser than Daniel: there is no secret that they can hide from thee.",
      "4": "With thy wisdom and thine understanding thou hast gotten thee riches, and hast gotten gold and silver into thy treasures.",
      "5": "By thy great wisdom and by thine occupying hast thou increased thy riches, and thine heart is lifted up because of thy riches.",
      "6": "Therefore thus saith the Lord God, Because thou didst think in thine heart, that thou wast equal with God,",
      "7": "Behold, therefore I will bring strangers upon thee, even the terrible nations: and they shall draw their swords against the beauty of thy wisdom, and they shall defile thy brightness.",
      "8": "They shall cast thee down to the pit, and thou shalt die the death of them, that are slain in the midst of the sea.",
      "9": "Wilt thou say then before him that slayeth thee, I am a god? but thou shalt be a man, and no god, in the hands of him that slayeth thee.",
      "10": "Thou shalt die the death of the uncircumcised by the hands of strangers: for I have spoken it, saith the Lord God.",
      "11": "Moreover, the word of the Lord came unto me, saying,",
      "12": "Son of man, take up a lamentation upon the King of Tyre, and say unto him, Thus saith the Lord God, Thou sealest up the sum, and art full of wisdom, and perfect in beauty.",
      "13": "Thou hast been in Eden the garden of God: every precious stone was in thy garment, the ruby, the topaz, and the diamond, the chrysolite, the onyx, and the jasper, the sapphire, emerald, and the carbuncle and gold: the workmanship of thy timbrels, and of thy pipes was prepared in thee in the day that thou wast created.",
      "14": "Thou art the anointed Cherub, that covereth, and I have set thee in honor: thou wast upon the holy mountain of God: thou hast walked in the midst of the stones of fire.",
      "15": "Thou wast perfect in thy ways from the day that thou wast created, till iniquity was found in thee.",
      "16": "By the multitude of thy merchandise, they have filled the midst of thee with cruelty, and thou hast sinned: therefore I will cast thee as profane out of the mountain of God: and I will destroy thee, O covering Cherub, from the midst of the stones of fire.",
      "17": "Thine heart was lifted up because of thy beauty, and thou hast corrupted thy wisdom by reason of thy brightness: I will cast thee to the ground. I will lay thee before kings that they may behold thee.",
      "18": "Thou hast defiled thy sanctification by the multitude of thine iniquities, and by the iniquity of thy merchandise: therefore will I bring forth a fire from the midst of thee, which shall devour thee: and I will bring thee to ashes upon the earth, in the sight of all them that behold thee.",
      "19": "All they that know thee among the people, shall be astonished at thee: thou shalt be a terror, and never shalt thou be anymore.",
      "20": "Again the word of the Lord came unto me, saying,",
      "21": "Son of man, set thy face against Sidon, and prophesy against it,",
      "22": "And say, Thus saith the Lord God, Behold, I come against thee, O Sidon, and I will be glorified in the midst of thee: and they shall know that I am the Lord, when I shall have executed judgments in her, and shall be sanctified in her.",
      "23": "For I will send into her pestilence, and blood into her streets, and the slain shall fall in the midst of her: the enemy shall come against her with the sword on every side, and they shall know that I am the Lord.",
      "24": "And they shall be no more a pricking thorn unto the house of Israel, nor any grievous thorn of all that are round about them, and despised them, and they shall know that I am the Lord God.",
      "25": "Thus saith the Lord God, When I shall have gathered the house of Israel from the people where they are scattered, and shall be sanctified in them in the sight of the heathen, then shall they dwell in the land, that I have given to my servant Jacob.",
      "26": "And they shall dwell safely therein, and shall build houses, and plant vineyards: yea, they shall dwell safely, when I have executed judgments upon all round about them that despise them, and they shall know that I am the Lord their God."
    },
    "29": {
      "1": "In the tenth year and in the tenth month, in the twelfth day of the month, the word of the Lord came unto me, saying,",
      "2": "Son of man, set thy face against Pharaoh the king of Egypt, and prophesy against him, and against all Egypt.",
      "3": "Speak, and say, Thus saith the Lord God, Behold, I come against thee, Pharaoh king of Egypt, the great dragon, that lieth in the midst of his rivers, which hath said, The river is mine, and I have made it for myself.",
      "4": "But I will put hooks in thy jaws, and I will cause the fish of thy rivers to stick unto thy scales, and I will draw thee out of the midst of thy rivers, and all the fish of thy rivers shall stick unto thy scales.",
      "5": "And I will leave thee in the wilderness, both thee and all the fish of thy rivers: thou shalt fall upon the open field: thou shalt not be brought together, nor gathered: for I have given thee for meat to the beasts of the field, and to the fowls of heaven.",
      "6": "And all the inhabitants of Egypt shall know that I am the Lord, because they have been a staff of reed to the house of Israel.",
      "7": "When they took hold of thee with their hand, thou didst break and rent all their shoulder: and when they leaned upon thee, thou brakest and madest all their loins to stand upright.",
      "8": "Therefore thus saith the Lord God, Behold, I will bring a sword upon thee, and destroy man and beast out of thee.",
      "9": "And the land of Egypt shall be desolate, and waste, and they shall know that I am the Lord: because he hath said, The river is mine, and I have made it,",
      "10": "Behold, therefore I come upon thee, and upon thy rivers, and I will make the land of Egypt utterly waste and desolate from the tower of Syene, even unto the borders of the black Moors.",
      "11": "No foot of man shall pass by it, nor foot of beast shall pass by it, neither shall it be inhabited forty years.",
      "12": "And I will make the land of Egypt desolate in the midst of the countries that are desolate, and her cities shall be desolate among the cities that are desolate for forty years: and I will scatter the Egyptians among the nations, and will disperse them through the countries.",
      "13": "Yet thus saith the Lord God, At the end of forty years will I gather the Egyptians from the people, where they were scattered,",
      "14": "And I will bring again the captivity of Egypt, and will cause them to return into the land of Pathros, into the land of their habitation, and they shall be there a small kingdom.",
      "15": "It shall be the smallest of the kingdoms, neither shall it exalt itself anymore above the nations: for I will diminish them, that they shall no more rule the nations.",
      "16": "And it shall be no more the confidence of the house of Israel, to bring their iniquity to remembrance by looking after them, so shall they know that I am the Lord God.",
      "17": "In the seven and twentieth year also in the first month, and in the first day of the month, came the word of the Lord unto me, saying,",
      "18": "Son of man, Nebuchadnezzar king of Babel caused his army to serve a great service against Tyre: every head was made bald, and every shoulder was made bare: yet he had no wages, nor his army for Tyre, for the service that he served against it.",
      "19": "Therefore thus saith the Lord God, Behold, I will give the land of Egypt unto Nebuchadnezzar the king of Babel, and he shall take her multitude, and spoil her spoil, and take her prey, and it shall be the wages for his army.",
      "20": "I have given him the land of Egypt for his labor, that he served against it, because they wrought for me, saith the Lord God.",
      "21": "In that day will I cause the horn of the house of Israel to grow, and I will give thee an open mouth in the midst of them, and they shall know that I am the Lord."
    },
    "30": {
      "1": "The word of the Lord came again unto me, saying,",
      "2": "Son of man, prophesy, and say, Thus saith the Lord God, Howl and cry, Woe be unto this day.",
      "3": "For the day is near, and the day of the Lord is at hand, a cloudy day, and it shall be the time of the heathen.",
      "4": "And the sword shall come upon Egypt, and fear shall be in Ethiopia, when the slain shall fall in Egypt, when they shall take away her multitude, and when her foundations shall be broken down.",
      "5": "Ethiopia and Put, and Lud, and all the common people, and Chub, and the men of the land, that is in league, shall fall with them by the sword.",
      "6": "Thus saith the Lord, They also that maintain Egypt, shall fall, and the pride of her power shall come down: from the tower of Syene shall they fall by the sword, saith the Lord God.",
      "7": "And they shall be desolate in the midst of the countries that are desolate, and her cities shall be in the midst of the cities that are wasted.",
      "8": "And they shall know that I am the Lord, when I have set a fire in Egypt, and when all her helpers shall be destroyed.",
      "9": "In that day shall there messengers go forth from me in ships, to make the careless Moors afraid, and fear shall come upon them, as in the day of Egypt: for lo, it cometh.",
      "10": "Thus saith the Lord God, I will also make the multitude of Egypt to cease by the hand of Nebuchadnezzar king of Babel.",
      "11": "For he and his people with him, even the terrible nations shall be brought to destroy the land: and they shall draw their swords against Egypt, and fill the land with the slain.",
      "12": "And I will make the rivers dry, and sell the land into the hands of the wicked, and I will make the land waste, and all that therein is by the hands of strangers: I the Lord have spoken it.",
      "13": "Thus saith the Lord God, I will also destroy the idols, and I will cause their idols to cease out of Noph, and there shall be no more a prince of the land of Egypt, and I will send a fear in the land of Egypt.",
      "14": "And I will make Pathros desolate, and will set fire in Zoan, and I will execute judgment in No.",
      "15": "And I will pour my wrath upon Sin, which is the strength of Egypt: and I will destroy the multitude of No.",
      "16": "And I will set fire in Egypt: Sin shall have great sorrow, and No shall be destroyed, and Noph shall have sorrows daily.",
      "17": "The young men of Aven, and of Pi Beseth shall fall by the sword: and these cities shall go into captivity.",
      "18": "At Tehaphnehes the day shall restrain his light, when I shall break there the bars of Egypt: and when the pomp of her power shall cease in her, the cloud shall cover her, and her daughters shall go into captivity.",
      "19": "Thus will I execute judgments in Egypt, and they shall know that I am the Lord.",
      "20": "And in the eleventh year, in the first month, and in the seventh day of the month, the word of the Lord came unto me, saying,",
      "21": "Son of man, I have broken the arm of Pharaoh king of Egypt: and lo, it shall not be bound up to be healed, neither shall they put a roll to bind it, and so make it strong to hold the sword.",
      "22": "Therefore thus saith the Lord God, Behold, I come against Pharaoh King of Egypt, and will break his arm that was strong, but is broken, and I will cause the sword to fall out of his hand.",
      "23": "And I will scatter the Egyptians among the nations, and will disperse them through the countries.",
      "24": "And I will strengthen the arm of the king of Babel, and put my sword in his hand, but I will break Pharaoh’s arms, and he shall cast out sighings, as the sighings of him that is wounded before him.",
      "25": "But I will strengthen the arms of the king of Babel, and the arms of Pharaoh shall fall down, and they shall know, that I am the Lord, when I shall put my sword into the hand of the king of Babel, and he shall stretch it out upon the land of Egypt.",
      "26": "And I will scatter the Egyptians among the nations, and disperse them among the countries, and they shall know, that I am the Lord."
    },
    "31": {
      "1": "And in the eleventh year, in the third month, and in the first day of the month the word of the Lord came unto me, saying,",
      "2": "Son of man, speak unto Pharaoh king of Egypt, and to his multitude, Whom art thou like in thy greatness?",
      "3": "Behold, Assyria was like a cedar in Lebanon with fair branches, and with thick shadowing boughs, and shot up very high, and his top was among the thick boughs.",
      "4": "The waters nourished him, and the deep exalted him on high with her rivers running round about his plants, and sent out her little rivers unto all the trees of the field.",
      "5": "Therefore his height was exalted above all the trees of the field, and his boughs were multiplied, and his branches were long, because of the multitude of the waters, which the deep sent out.",
      "6": "All the fowls of the heavens made their nests in his boughs, and under his branches did all the beasts of the field bring forth their young, and under his shadow dwelt all mighty nations.",
      "7": "Thus was he fair in his greatness, and in the length of his branches: for his root was near great waters.",
      "8": "The cedars in the garden of God could not hide him: no fir tree was like his branches: and the chestnut trees were not like his boughs: all the trees in the garden of God were not like unto him in his beauty.",
      "9": "I made him fair by the multitude of his branches: so that all the trees of Eden, that were in the garden of God, envied him.",
      "10": "Therefore thus saith the Lord God, Because he is lifted up on high, and hath shot up his top among the thick boughs, and his heart is lifted up in his height,",
      "11": "I have therefore delivered him into the hands of the mightiest among the heathen: he shall handle him, for I have cast him away for his wickedness.",
      "12": "And the strangers have destroyed him, even the terrible nations, and they have left him upon the mountains, and in all the valleys his branches are fallen, and his boughs are broken by all the rivers of the land: and all the people of the earth are departed from his shadow, and have forsaken him.",
      "13": "Upon his ruin shall all the fowls of the heaven remain, and all the beasts of the field shall be upon his branches,",
      "14": "So that none of all the trees by the waters shall be exalted by their height, neither shall shoot up their top among the thick boughs, neither shall their leaves stand up in their height, which drink so much water: for they are all delivered unto death in the nether parts of the earth in the midst of the children of men among them that go down to the pit.",
      "15": "Thus saith the Lord God, In the day when he went down to hell, I caused them to mourn, and I covered the deep for him, and I did restrain the floods thereof, and the great waters were stayed: I caused Lebanon to mourn for him, and all the trees of the field fainted.",
      "16": "I made the nations to shake at the sound of his fall, when I cast him down to hell, with them that descend into the pit, and all the excellent trees of Eden, and the best of Lebanon: even all that are nourished with waters, shall be comforted in the nether parts of the earth.",
      "17": "They also went down to hell with him unto them that were slain with the sword, and his arm, and they that dwelt under his shadow in the midst of the heathen.",
      "18": "To whom art thou thus like in glory and in greatness among the trees of Eden? yet thou shalt be cast down with the trees of Eden unto the nether parts of the earth: thou shalt sleep in the midst of the uncircumcised, with them that be slain by the sword: this is Pharaoh and all his multitude, saith the Lord God."
    },
    "32": {
      "1": "And in the twelfth year in the twelfth month, and in the first day of the month, the word of the Lord came unto me, saying,",
      "2": "Son of man, take up a lamentation for Pharaoh king of Egypt, and say unto him, Thou art like a lion of the nations, and art as a dragon in the sea: thou castedst out thy rivers and troubledst the waters with thy feet, and stampedst in their rivers.",
      "3": "Thus saith the Lord God, I will therefore spread my net over thee a great multitude of people, and they shall make thee come up into my net,",
      "4": "Then will I leave thee upon the land, and I will cast thee upon the open field, and I will cause all the fowls of the heaven to remain upon thee, and I will fill all the beasts of the field with thee.",
      "5": "And I will lay thy flesh upon the mountains, and fill the valleys with thine height.",
      "6": "I will also water with thy blood the land wherein thou swimmest, even to the mountains, and the rivers shall be full of thee.",
      "7": "And when I shall put thee out, I will cover the heaven, and make the stars thereof dark: I will cover the sun with a cloud, and the moon shall not give her light.",
      "8": "All the lights of heaven will I make dark for thee, and bring darkness upon thy land, saith the Lord God.",
      "9": "I will also trouble the hearts of many people, when I shall bring thy destruction among the nations, and upon the countries which thou hast not known.",
      "10": "Yea, I will make many people amazed at thee, and their kings shall be astonished with fear for thee, when I shall make my sword to glitter against their faces, and they shall be afraid at every moment: every man for his own life in the day of thy fall.",
      "11": "For thus saith the Lord God, The sword of the king of Babel shall come upon thee.",
      "12": "By the swords of the mighty will I cause thy multitude to fall: they all shall be terrible nations, and they shall destroy the pomp of Egypt, and all the multitude thereof shall be consumed.",
      "13": "I will destroy also all the beasts thereof from the great watersides, neither shall the foot of man trouble them anymore, nor the hooves of beasts trouble them.",
      "14": "Then will I make their waters deep, and cause their rivers to run like oil, saith the Lord God.",
      "15": "When I shall make the land of Egypt desolate, and the country with all that is therein, shall be laid waste: when I shall smite all them which dwell therein, then shall they know that I am the Lord.",
      "16": "This is the mourning wherewith they shall lament her: the daughters of the nations shall lament her: they shall lament for Egypt, and for all her multitude, saith the Lord God.",
      "17": "In the twelfth year also in the fifteenth day of the month, came the word of the Lord unto me, saying,",
      "18": "Son of man, lament for the multitude of Egypt, and cast them down, even them and the daughters of the mighty nations under the nether parts of the earth, with them that go down into the pit.",
      "19": "Whom dost thou pass in beauty? go down and sleep with the uncircumcised.",
      "20": "They shall fall in the midst of them that are slain by the sword: she is delivered to the sword: draw her down, and all her multitude.",
      "21": "The most mighty and strong shall speak to him out of the midst of hell with them that help her: they are gone down, and sleep with the uncircumcised that be slain by the sword.",
      "22": "Assyria is there and all his company: their graves are about him: all they are slain and fallen by the sword.",
      "23": "Whose graves are made in the side of the pit, and his multitude are round about his grave: all they are slain and fallen by the sword, which caused fear to be in the land of the living.",
      "24": "There is Elam and all his multitude round about his grave: all they are slain and fallen by the sword, which are gone down with the uncircumcised into the nether parts of the earth, which caused themselves to be feared in the land of the living, yet have they borne their shame with them that are gone down to the pit.",
      "25": "They have made his bed in the midst of the slain with all his multitude: their graves are round about him: all these uncircumcised are slain by the sword: though they have caused their fear in the land of the living, yet have they borne their shame with them that go down to the pit: they are laid in the midst of them that be slain.",
      "26": "There is Meshech, Tubal, and all their multitude: their graves are round about them: all these uncircumcised were slain by the sword, though they caused their fear to be in the land of the living.",
      "27": "And they shall not lie with the valiant of the uncircumcised, that are fallen, which are gone down to the grave with their weapons of war, and have laid their swords under their heads, but their iniquity shall be upon their bones: because they were the fear of the mighty in the land of the living.",
      "28": "Yea, thou shalt be broken in the midst of the uncircumcised, and lie with them that are slain by the sword.",
      "29": "There is Edom, his kings, and all his princes, which with their strength are laid by them that were slain by the sword: they shall sleep with the uncircumcised, and with them that go down to the pit.",
      "30": "There be all the princes of the North, with all the Sidonians, which are gone down with the slain, with their fear: they are ashamed of their strength, and the uncircumcised sleep with them that be slain by the sword, and bear their shame with them that go down to the pit.",
      "31": "Pharaoh shall see them, and he shall be comforted over all his multitude: Pharaoh, and all his army shall be slain by the sword, saith the Lord God.",
      "32": "For I have caused my fear to be in the land of the living: and he shall be laid in the midst of the uncircumcised with them, that are slain by the sword, even Pharaoh and all his multitude, saith the Lord God."
    },
    "33": {
      "1": "Again, the word of the Lord came unto me, saying,",
      "2": "Son of man, speak to the children of thy people, and say unto them, When I bring the sword upon a land, if the people of the land take a man from among them, and make him their watchman,",
      "3": "If when he seeth the sword come upon the land, he blow the trumpet, and warn the people,",
      "4": "Then he that heareth the sound of the trumpet, and will not be warned, if the sword come, and take him away, his blood shall be upon his own head.",
      "5": "For he heard the sound of the trumpet, and would not be admonished: therefore his blood shall be upon him: but he that receiveth warning, shall save his life.",
      "6": "But if the watchman see the sword come, and blow not the trumpet, and the people be not warned: if the sword come, and take any person from among them, he is taken away for his iniquity, but his blood will I require at the watchman’s hand.",
      "7": "So thou, O son of man, I have made thee a watchman unto the house of Israel: therefore thou shalt hear the word at my mouth, and admonish them from me.",
      "8": "When I shall say unto the wicked, O wicked man, thou shalt die the death, if thou dost not speak and admonish the wicked of his way, that wicked man shall die for his iniquity, but his blood will I require at thine hand.",
      "9": "Nevertheless, if thou warn the wicked of his way to turn from it, if he do not turn from his way, he shall die for his iniquity, but thou hast delivered thy soul.",
      "10": "Therefore, O thou son of man, speak unto the house of Israel, Thus ye speak and say, If our transgressions and our sins be upon us, and we are consumed because of them, how should we then live?",
      "11": "Say unto them, As I live, saith the Lord God, I desire not the death of the wicked, but that the wicked turn from his way and live: turn you, turn you from your evil ways, for why will ye die, O ye house of Israel?",
      "12": "Therefore thou son of man, say unto the children of thy people, The righteousness of the righteous shall not deliver him in the day of his transgression, nor the wickedness of the wicked shall cause him to fall therein, in the day that he returneth from his wickedness, neither shall the righteous live for his righteousness in the day that he sinneth.",
      "13": "When I shall say unto the righteous, that he shall surely live, if he trust to his own righteousness, and commit iniquity, all his righteousness shall be no more remembered, but for his iniquity that he hath committed, he shall die for the same.",
      "14": "Again when I shall say unto the wicked, Thou shalt die the death, if he turn from his sin, and do that which is lawful and right,",
      "15": "To wit, if the wicked restore the pledge, and give again that he had robbed, and walk in the statutes of life, without committing iniquity, he shall surely live, and not die.",
      "16": "None of his sins that he hath committed, shall be mentioned unto him: because he hath done that, which is lawful and right, he shall surely live.",
      "17": "Yet the children of thy people say, The way of the Lord is not equal: but their own way is unequal.",
      "18": "When the righteous turneth from his righteousness, and committeth iniquity, he shall even die thereby.",
      "19": "But if the wicked return from his wickedness, and do that which is lawful and right, he shall live thereby.",
      "20": "Yet ye say, The way of the Lord is not equal, O ye house of Israel, I will judge you every one after his ways.",
      "21": "Also in the twelfth year of our captivity, in the tenth month, and in the fifth day of the month, one that had escaped out of Jerusalem, came unto me, and said, The city is smitten.",
      "22": "Now the hand of the Lord had been upon me in the evening afore he that had escaped, came, and had opened my mouth until he came to me in the morning: and when he had opened my mouth, I was no more dumb.",
      "23": "Again the word of the Lord came unto me, and said,",
      "24": "Son of man, these that dwell in the desolate places of the land of Israel, talk and say, Abraham was but one, and he possessed the land: but we are many, therefore the land shall be given us in possession.",
      "25": "Wherefore say unto them, Thus saith the Lord God, Ye eat with the blood, and lifted up your eyes toward your idols, and shed blood: should ye then possess the land?",
      "26": "Ye lean upon your swords, ye work abomination, and ye defile every one his neighbor’s wife: should ye then possess the land?",
      "27": "Say thus unto them, Thus saith the Lord God, As I live, so surely they that are in the desolate places, shall fall by the sword: and him that is in the open field, will I give unto the beasts to be devoured: and they that be in the forts and in the caves, shall die of the pestilence.",
      "28": "For I will lay the land desolate and waste, and the pomp of her strength shall cease: and the mountains of Israel shall be desolate, and none shall pass through.",
      "29": "Then shall they know that I am the Lord, when I have laid the land desolate and waste, because of all their abominations, that they have committed.",
      "30": "Also thou son of man, the children of thy people that talk of thee by the walls and in the doors of houses, and speak one to another, everyone to his brother, saying, Come, I pray you, and hear what is the word that cometh from the Lord.",
      "31": "For they come unto thee, as the people useth to come: and my people sit before thee, and hear thy words, but they will not do them: for with their mouths they make jests, and their heart goeth after their covetousness.",
      "32": "And lo, thou art unto them, as a jesting song of one that hath a pleasant voice, and can sing well: for they hear thy words, but they do them not.",
      "33": "And when this cometh to pass (for lo, it will come) then shall they know, that a Prophet hath been among them."
    },
    "34": {
      "1": "And the word of the Lord came unto me, saying,",
      "2": "Son of man, prophesy against the shepherds of Israel, prophesy and say unto them, Thus saith the Lord God unto the shepherds, Woe be unto the shepherds of Israel, that feed themselves: should not the shepherds feed the flocks?",
      "3": "Ye eat the fat, and ye clothe you with the wool: ye kill them that are fed, but ye feed not the sheep.",
      "4": "The weak have ye not strengthened: the sick have ye not healed, neither have ye bound up the broken, nor brought again that which was driven away, neither have ye sought that which was lost, but with cruelty, and with rigor have ye ruled them.",
      "5": "And they were scattered without a shepherd: and when they were dispersed, they were devoured of all the beasts of the field.",
      "6": "My sheep wandered through all the mountains, and upon every high hill: yea, my flock was scattered through all the earth, and none did seek or search after them.",
      "7": "Therefore ye shepherds, hear the word of the Lord.",
      "8": "As I live, saith the Lord God, surely because my flock was spoiled, and my sheep were devoured of all the beasts of the field, having no shepherd, neither did my shepherds seek my sheep, but the shepherds fed themselves, and fed not my sheep,",
      "9": "Therefore, hear ye the word of the Lord, O ye shepherds.",
      "10": "Thus saith the Lord God, Behold, I come against the shepherds, and will require my sheep at their hands, and cause them to cease from feeding the sheep: neither shall the shepherds feed themselves anymore: for I will deliver thy sheep from their mouths, and they shall no more devour them.",
      "11": "For thus saith the Lord God, Behold, I will search my sheep, and seek them out.",
      "12": "As a shepherd searcheth out his flock, when he hath been among his sheep that are scattered, so will I seek out my sheep and will deliver them out of all places, where they have been scattered in the cloudy and dark day,",
      "13": "And I will bring them out from the people, and gather them from the countries, and will bring them to their own land, and feed them upon the mountains of Israel, by the rivers, and in all the inhabited places of the country.",
      "14": "I will feed them in a good pasture, and upon the high mountains of Israel shall their fold be: there shall they lie in a good fold, and in fat pasture shall they feed upon the mountains of Israel.",
      "15": "I will feed my sheep, and bring them to their rest, saith the Lord God.",
      "16": "I will seek that which was lost, and bring again that which was driven away, and will bind up that which was broken, and will strengthen the weak, but I will destroy the fat and the strong, and I will feed them with judgment.",
      "17": "Also you my sheep, thus saith the Lord God, Behold, I judge between sheep and sheep, between the rams and the goats.",
      "18": "Seemeth it a small thing unto you to have eaten up the good pasture, but ye must tread down with your feet, the residue of your pasture? and to have drunk of the deep waters, but ye must trouble the residue with your feet.",
      "19": "And my sheep eat that which ye have trodden with your feet, and drink that which ye have troubled with your feet.",
      "20": "Therefore thus saith the Lord God unto them, Behold, I, even I will judge between the fat sheep and the lean sheep.",
      "21": "Because ye have thrust with side and with shoulder, and pushed all the weak with your horns, till ye have scattered them abroad,",
      "22": "Therefore will I help my sheep, and they shall no more be spoiled, and I will judge between sheep and sheep.",
      "23": "And I will set up a shepherd over them, and he shall feed them, even my servant David, he shall feed them, and he shall be their shepherd.",
      "24": "And I the Lord will be their God, and my servant David shall be the Prince among them, I the Lord have spoken it.",
      "25": "And I will make with them a covenant of peace, and will cause the evil beasts to cease out of the land, and they shall dwell safely in the wilderness, and sleep in the woods.",
      "26": "And I will set them, as a blessing, even round about my mountains, and I will cause rain to come down in due season: and there shall be rain of blessing.",
      "27": "And the tree of the field shall yield her fruit, and the earth shall give her fruit, and they shall be safe in their land, and shall know that I am the Lord, when I have broken the cords of their yoke, and delivered them out of the hands of those that served themselves of them.",
      "28": "And they shall no more be spoiled of the heathen, neither shall the beasts of the land devour them, but they shall dwell safely, and none shall make them afraid.",
      "29": "And I will raise up for them a plant of renown, and they shall be no more consumed with hunger in the land, neither bear the reproach of the heathen anymore.",
      "30": "Thus shall they understand, that I the Lord their God am with them, and that they, even the house of Israel are my people, saith the Lord God.",
      "31": "And ye my sheep, the sheep of my pasture are men, and I am your God, saith the Lord God."
    },
    "35": {
      "1": "Moreover, the word of the Lord came unto me, saying,",
      "2": "Son of man, Set thy face against mount Seir, and prophesy against it,",
      "3": "And say unto it, Thus saith the Lord God, Behold, O mount Seir, I come against thee, and I will stretch out mine hand against thee, and I will make thee desolate and waste.",
      "4": "I will lay thy cities waste, and thou shalt be desolate, and thou shalt know that I am the Lord.",
      "5": "Because thou hast had a perpetual hatred, and hast put the children of Israel to flight by the force of the sword in the time of their calamity, when their iniquity had an end,",
      "6": "Therefore as I live, saith the Lord God, I will prepare thee unto blood, and blood shall pursue thee: except thou hate blood, even blood shall pursue thee.",
      "7": "Thus will I make mount Seir desolate and waste, and cut off from it him that passeth out and him that returneth.",
      "8": "And I will fill his mountains with his slain men: in thine hills, and in thy valleys, and in all thy rivers shall they fall, that are slain with the sword.",
      "9": "I will make thee perpetual desolations, and thy cities shall not return, and ye shall know that I am the Lord.",
      "10": "Because thou hast said, These two nations and these two countries shall be mine, and we will possess them (seeing the Lord was there)",
      "11": "Therefore as I live, saith the Lord God, I will even do according to thy wrath, and according to thine indignation, which thou hast used in thine hatred against them: and I will make myself known among them, when I have judged thee.",
      "12": "And thou shalt know, that I the Lord have heard all the blasphemies which thou hast spoken against the mountains of Israel, saying, They lie waste, they are given us to be devoured.",
      "13": "Thus with your mouths ye have boasted against me, and I have multiplied your words against me: I have heard them.",
      "14": "Thus saith the Lord God, So shall all the world rejoice, when I shall make thee desolate.",
      "15": "As thou didst rejoice at the inheritance of the house of Israel, because it was desolate, so will I do unto thee: thou shalt be desolate, O mount Seir, and all Idumea wholly, and they shall know that I am the Lord."
    },
    "36": {
      "1": "Also thou son of man, prophesy unto the mountains of Israel, and say, Ye mountains of Israel, hear the word of the Lord.",
      "2": "Thus saith the Lord God, Because the enemy hath said against you, Aha, even the high places of the world are ours in possession,",
      "3": "Therefore prophesy and say, Thus saith the Lord God, Because that they have made you desolate, and swallowed you up on every side that ye might be a possession unto the residue of the heathen, and ye are come unto the lips and tongues of men, and unto the reproach of the people,",
      "4": "Therefore ye mountains of Israel, hear the word of the Lord God, Thus saith the Lord God to the mountains, and to the hills, to the rivers and to the valleys, and to the waste and desolate places, and to the cities that are forsaken, which are spoiled and had in derision of the residue of the heathen that are round about.",
      "5": "Therefore thus saith the Lord God, Surely in the fire of mine indignation have I spoken against the residue of the heathen, and against all Idumea, which have taken my land for their possession, with the joy of all their heart, and with despiteful minds to cast it out for a prey.",
      "6": "Prophesy therefore upon the land of Israel, and say unto the mountains and to the hills, to the rivers, and to the valleys, Thus saith the Lord God, Behold, I have spoken in mine indignation and in my wrath, because ye have suffered the shame of the heathen.",
      "7": "Therefore thus saith the Lord God, I have lifted up mine hand, surely the heathen that are about you, shall bear their shame.",
      "8": "But you, O mountains of Israel, ye shall shoot forth your branches, and bring forth your fruit to my people of Israel: for they are ready to come.",
      "9": "For behold, I come unto you, and I will turn unto you, and ye shall be tilled and sown.",
      "10": "And I will multiply the men upon you, even all the house of Israel wholly, and the cities shall be inhabited, and the desolate places shall be built.",
      "11": "And I will multiply upon you man and beast, and they shall increase, and bring fruit, and I will cause you to dwell after your old estate, and I will bestow benefits upon you more than at the first, and ye shall know that I am the Lord.",
      "12": "Yea, I will cause men to walk upon you, even my people Israel, and they shall possess you, and ye shall be their inheritance, and ye shall no more henceforth deprive them of men.",
      "13": "Thus saith the Lord, Because they say unto you, Thou land devourest up men, and hast been a waster of thy people,",
      "14": "Therefore thou shalt devour men no more, neither waste thy people henceforth, saith the Lord God,",
      "15": "Neither will I cause men to hear in thee the shame of the heathen anymore, neither shalt thou bear the reproach of the people anymore, neither shalt cause thy folk to fall anymore, saith the Lord God.",
      "16": "Moreover, the word of the Lord came unto me, saying,",
      "17": "Son of man, when the house of Israel dwelt in their own land, they defiled it by their own ways, and by their deeds: their way was before me as the filthiness of the menstruous.",
      "18": "Wherefore I poured my wrath upon them, for the blood that they had shed in the land, and for their idols, wherewith they had polluted it.",
      "19": "And I scattered them among the heathen, and they were dispersed through the countries: for according to their ways, and according to their deeds, I judged them.",
      "20": "And when they entered unto the heathen, whither they went, they polluted mine holy Name, when they said of them, These are the people of the Lord, and are gone out of his land.",
      "21": "But I favored mine holy Name, which the house of Israel had polluted among the heathen, whither they went.",
      "22": "Therefore say unto the house of Israel, Thus saith the Lord God, I do not this for your sakes, O house of Israel, but for mine holy Name’s sake, which ye polluted among the heathen, whither ye went.",
      "23": "And I will sanctify my great Name, which was polluted among the heathen, among whom you have polluted it, and the heathen shall know that I am the Lord, saith the Lord God, when I shall be sanctified in you before their eyes.",
      "24": "For I will take you from among the heathen, and gather you out of all countries, and will bring you into your own land.",
      "25": "Then will I pour clean water upon you, and ye shall be clean: yea, from all your filthiness, and from all your idols will I cleanse you.",
      "26": "A new heart also will I give you, and a new spirit will I put within you, and I will take away the stony heart out of your body, and I will give you an heart of flesh.",
      "27": "And I will put my spirit within you, and cause you to walk in my statutes, and ye shall keep my judgments and do them.",
      "28": "And ye shall dwell in the land that I gave to your fathers, and ye shall be my people, and I will be your God.",
      "29": "I will also deliver you from all your filthiness, and I will call for corn, and will increase it, and lay no famine upon you.",
      "30": "For I will multiply the fruit of the trees, and the increase of the field, that ye shall bear no more the reproach of famine among the heathen.",
      "31": "Then shall ye remember your own wicked ways, and your deeds that were not good, and shall judge yourselves worthy to have been destroyed for your iniquities, and for your abominations.",
      "32": "Be it known unto you that I do not this for your sakes, saith the Lord God: therefore, O ye house of Israel, be ashamed and confounded for your own ways.",
      "33": "Thus saith the Lord God, What time as I shall have cleansed you from all your iniquities, I will cause you to dwell in the cities, and the desolate places shall be built.",
      "34": "And the desolate land shall be tilled, whereas it lay waste in the sight of all that passed by.",
      "35": "For they said, This waste land was like the garden of Eden, and these waste, and desolate, and ruinous cities were strong, and were inhabited.",
      "36": "Then the residue of the heathen, that are left round about you, shall know that I the Lord build the ruinous places, and plant the desolate places: I the Lord have spoken it, and will do it.",
      "37": "Thus saith the Lord God, I will yet for this be sought of the house of Israel, to perform it unto them: I will increase them with men like a flock.",
      "38": "As the holy flock, as the flock of Jerusalem in their solemn feasts, so shall the desolate cities be filled with flocks of men, and they shall know that I am the Lord."
    },
    "37": {
      "1": "The hand of the Lord was upon me, and carried me out in the Spirit of the Lord, and set me down in the midst of the field, which was full of bones:",
      "2": "And he led me round about by them, and behold, they were very many in the open field, and lo, they were very dry.",
      "3": "And he said unto me, Son of man, can these bones live? And I answered, O Lord God, thou knowest.",
      "4": "Again he said unto me, Prophesy upon these bones, and say unto them, O ye dry bones, hear the word of the Lord.",
      "5": "Thus saith the Lord God unto these bones, Behold, I will cause breath to enter into you, and ye shall live.",
      "6": "And I will lay sinews upon you, and make flesh grow upon you, and cover you with skin, and put breath in you, that ye may live, and ye shall know that I am the Lord.",
      "7": "So I prophesied as I was commanded: and as I prophesied, there was a noise, and behold, there was a shaking, and the bones came together, bone to his bone.",
      "8": "And when I beheld, lo, the sinews, and the flesh grew upon them, and above the skin covered them, but there was no breath in them.",
      "9": "Then said he unto me, Prophesy unto the wind: prophesy, son of man, and say to the wind, Thus saith the Lord God, Come from the four winds, O breath, and breathe upon these slain, that they may live.",
      "10": "So I prophesied as he had commanded me: and the breath came into them, and they lived, and stood up upon their feet, an exceeding great army.",
      "11": "Then he said unto me, Son of man, these bones are the whole house of Israel. Behold, they say, Our bones are dried, and our hope is gone, and we are clean cut off.",
      "12": "Therefore prophesy, and say unto them, Thus saith the Lord God, Behold, my people, I will open your graves, and cause you to come up out of your sepulchers, and bring you into the land of Israel,",
      "13": "And ye shall know that I am the Lord, when I have opened your graves, O my people, and brought you up out of your sepulchers,",
      "14": "And shall put my Spirit in you, and ye shall live, and I shall place you in your own land: then ye shall know that I the Lord have spoken it, and performed it, saith the Lord.",
      "15": "The word of the Lord came again unto me, saying,",
      "16": "Moreover, thou son of man, take thee a piece of wood, and write upon it, Unto Judah, and to the children of Israel his companions: then take another piece of wood, and write upon it, Unto Joseph the tree of Ephraim, and to all the house of Israel his companions,",
      "17": "And thou shalt join them one to another into one tree, and they shall be as one in thine hand.",
      "18": "And when the children of thy people shall speak unto thee, saying, Wilt thou not show us what thou meanest by these?",
      "19": "Thou shalt answer them, Thus saith the Lord God, Behold, I will take the tree of Joseph, which is in the hand of Ephraim, and the tribes of Israel his fellows, and will put them with him even with the tree of Judah, and make them one tree, and they shall be one in mine hand.",
      "20": "And the pieces of wood whereon thou writest, shall be in thine hand, in their sight.",
      "21": "And say unto them, Thus saith the Lord God, Behold, I will take the children of Israel from among the heathen whither they be gone, and will gather them on every side, and bring them into their own land.",
      "22": "And I will make them one people in the land, upon the mountains of Israel, and one king shall be king to them all: and they shall be no more two peoples, neither be divided anymore henceforth into two kingdoms.",
      "23": "Neither shall they be polluted anymore with their idols, nor with their abominations, nor with any of their transgressions: but I will save them out of all their dwelling places, wherein they have sinned, and will cleanse them: so shall they be my people, and I will be their God.",
      "24": "And David my servant shall be king over them, and they shall all have one shepherd: they shall also walk in my judgments, and observe my statutes, and do them.",
      "25": "And they shall dwell in the land, that I have given unto Jacob my servant, where your fathers have dwelt, and they shall dwell therein, even they, and their sons, and their sons’ sons forever, and my servant David shall be their prince forever.",
      "26": "Moreover, I will make a covenant of peace with them: it shall be an everlasting covenant with them, and I will place them, and multiply them, and will set my sanctuary among them forevermore.",
      "27": "My tabernacle also shall be with them: yea, I will be their God, and they shall be my people.",
      "28": "Thus the heathen shall know, that I the Lord do sanctify Israel, when my Sanctuary shall be among them forevermore."
    },
    "38": {
      "1": "And the word of the Lord came unto me, saying,",
      "2": "Son of men, set thy face against Gog, and against the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him,",
      "3": "And say, Thus saith the Lord God, Behold, I come against thee, O Gog, the chief prince of Meshech and Tubal.",
      "4": "And I will destroy thee, and put hooks in thy jaws, and I will bring thee forth and all thine host, both horses and horsemen, all clothed with all sorts of armor, even a great multitude with bucklers and shields, all handling swords.",
      "5": "They of Paras, of Cush, and Put with them, even all they that bear shield and helmet.",
      "6": "Gomer and all his bands, and the house of Togarmah of the North quarters, and all his bands, and much people with thee.",
      "7": "Prepare thyself, and make thee ready, both thou, and all thy multitude that are assembled unto thee, and be thou their safeguard.",
      "8": "After many days thou shalt be visited: for in the latter years thou shalt come into the land that hath been destroyed with the sword, and is gathered out of many people upon the mountains of Israel, which have long lain waste: yet they have been brought out of the people, and they shall dwell all safe.",
      "9": "Thou shalt ascend and come up like a tempest, and shalt be like a cloud to cover the land, both thou, and all thy bands, and many people with thee.",
      "10": "Thus saith the Lord God, Even at the same time shall many things come into thy mind, and thou shalt think evil thoughts.",
      "11": "And thou shalt say, I will go up to the land that hath no walled towers: I will go to them that are at rest and dwell in safety, which dwell all without walls, and have neither bars nor gates,",
      "12": "Thinking to spoil the prey, and to take a booty, to turn thine hand upon the desolate places that are now inhabited, and upon the people that are gathered out of the nations which have gotten cattle, and goods, and dwell in the midst of the land.",
      "13": "Sheba and Dedan, and the merchants of Tarshish with all the lions thereof shall say unto thee, Art thou come to spoil the prey? hast thou gathered thy multitude to take a booty? to carry away silver and gold, to take away cattle and goods, and to spoil a great prey?",
      "14": "Therefore, son of man, prophesy, and say unto Gog, Thus saith the Lord God, In that day, when my people of Israel dwelleth safe shalt thou not know it,",
      "15": "And come from thy place out of the North parts, thou and much people with thee? all shall ride upon horses, even a great multitude and a mighty army.",
      "16": "And thou shalt come up against my people of Israel, as a cloud to cover the land, thou shalt be in the latter days, and I will bring thee upon my land, that the heathen may know me, when I shall be sanctified in thee, O Gog, before their eyes.",
      "17": "Thus saith the Lord God, Art not thou he, of whom I have spoken in old time, by the hand of my servants the Prophets of Israel which prophesied in those days and years, that I would bring thee upon them?",
      "18": "At the same time also when Gog shall come against the land of Israel, saith the Lord God, my wrath shall arise in mine anger.",
      "19": "For in mine indignation, and in the fire of my wrath have I spoken it: surely at that time there shall be a great shaking in the land of Israel,",
      "20": "So that the fishes of the Sea, and the fowls of the heaven, and the beasts of the field, and all that move and creep upon the earth, and all the men that are upon the earth, shall tremble at my presence, and the mountains shall be overthrown, and the stairs shall fall, and every wall shall fall to the ground.",
      "21": "For I will call for a sword against him throughout all my mountains, saith the Lord God: every man’s sword shall be against his brother.",
      "22": "And I will plead against him with pestilence, and with blood, and I will cause to rain upon him and upon his bands, and upon the great people that are with him, a sore rain, and hailstones, fire, and brimstone.",
      "23": "Thus will I be magnified, and sanctified, and known in the eyes of many nations, and they shall know, that I am the Lord."
    },
    "39": {
      "1": "Therefore thou son of man, prophesy against Gog, and say, Thus saith the Lord God, Behold, I come against thee, O Gog, the chief prince of Meshech and Tubal.",
      "2": "And I will destroy thee and leave but the sixth part of thee, and will cause thee to come up from the North parts, and will bring thee upon the mountains of Israel:",
      "3": "And I will smite thy bow out of thy left hand, and I will cause thine arrows to fall out of thy right hand.",
      "4": "Thou shalt fall upon the mountains of Israel, and all thy bands and the people, that is with thee: for I will give thee unto the birds, and to every feathered fowl and beast of the field to be devoured.",
      "5": "Thou shalt fall upon the open field: for I have spoken it, saith the Lord God.",
      "6": "And I will send a fire on Magog, and among them that dwell safely in the isles, and they shall know that I am the Lord.",
      "7": "So will I make mine holy Name known in the midst of my people Israel, and I will not suffer them to pollute mine holy Name anymore, and the heathen shall know that I am the Lord, the Holy one of Israel.",
      "8": "Behold, it is come, and it is done, saith the Lord God: and this is the day whereof I have spoken.",
      "9": "And they that dwell in the cities of Israel shall go forth, and shall burn and set fire upon the weapons, and on the shields, and bucklers, upon the bows, and upon the arrows, and upon the staves in their hands, and upon the spears, and they shall burn them with fire seven years.",
      "10": "So that they shall bring no wood out of the field, neither cut down any out of the forests: for they shall burn the weapons with fire, and they shall rob those that robbed them, and spoil those that spoiled them, saith the Lord God.",
      "11": "And at the same time will I give unto Gog a place there for burial in Israel, even the valley, whereby men go toward the East part of the sea: and it shall cause them that pass by, to stop their noses, and there shall they bury Gog with all his multitude: and they shall call it the valley of Hamon Gog.",
      "12": "And seven months long shall the house of Israel be burying of them, that they may cleanse the land.",
      "13": "Yea, all the people of the land shall bury them, and they shall have a name, when I shall be glorified, saith the Lord God.",
      "14": "And they shall choose out men to go continually through the land with them that travail, to bury those that remain upon the ground, to cleanse it: they shall search to the end of seven months.",
      "15": "And the travelers that pass through the land, if any see a man’s bone, then shall he set up a sign by it, till the buriers have buried it in the valley of Hamon Gog.",
      "16": "And also the name of the city shall be Hamonah: thus shall they cleanse the land.",
      "17": "And thou son of man, thus saith the Lord God, Speak unto every feathered fowl, and to all the beasts of the field, Assemble yourselves, and come: gather yourselves on every side to my sacrifice: for I do sacrifice a great sacrifice for you upon the mountains of Israel, that ye may eat flesh, and drink blood.",
      "18": "Ye shall eat the flesh of the valiant, and drink the blood of the princes of the earth, of the weathers, of the lambs, and of the goats, and of bullocks, even of all fat beasts of Bashan.",
      "19": "And ye shall eat fat till ye be full, and drink blood till ye be drunken of my sacrifice, which I have sacrificed for you.",
      "20": "Thus you shall be filled at my table with horses and chariots, with valiant men, and with all men of war, saith the Lord God.",
      "21": "And I will set my glory among the heathen, and all the heathen shall see my judgment, that I have executed, and mine hand, which I have laid upon them.",
      "22": "So the house of Israel shall know, that I am the Lord their God from that day and so forth.",
      "23": "And the heathen shall know that the house of Israel went into captivity for their iniquity, because they trespassed against me: therefore hid I my face from them, and gave them into the hand of their enemies: so fell they all by the sword.",
      "24": "According to their uncleanness, and according to their transgressions have I done unto them, and hid my face from them.",
      "25": "Therefore thus saith the Lord God, Now will I bring again the captivity of Jacob, and have compassion upon the whole house of Israel, and will be jealous for mine holy Name,",
      "26": "After that they have borne their shame, and all their transgression, whereby they have transgressed against me, when they dwelt safely in their land, and without fear of any.",
      "27": "When I have brought them again from the people, and gathered them out of their enemies’ lands, and am sanctified in them in the sight of many nations,",
      "28": "Then shall they know, that I am the Lord their God, which caused them to be led into captivity among the heathen: but I have gathered them unto their own land, and have left none of them anymore there,",
      "29": "Neither will I hide my face anymore from them: for I have poured out my Spirit upon the house of Israel, saith the Lord God."
    },
    "40": {
      "1": "In the five and twentieth year of our being in captivity, in the beginning of the year, in the tenth day of the month, in the fourteenth year after that the city was smitten, in the selfsame day, the hand of the Lord was upon me, and brought me thither.",
      "2": "Into the land of Israel brought he me by a divine vision, and set me upon a very high mountain, whereupon was as the building of a city, toward the South.",
      "3": "And he brought me thither, and behold, there was a man, whose similitude was to look to, like brass, with a linen thread in his hand, and a reed to measure with: and he stood at the gate.",
      "4": "And the man said unto me, Son of man, behold with thine eyes, and hear with thine ears, and set thine heart upon all that I shall show thee: for to the intent that they might be showed thee, art thou brought hither: declare all that thou seest unto the house of Israel.",
      "5": "And behold, I saw a wall on the outside of the house round about: and in the man’s hand was a reed to measure with, of six cubits long, by the cubit, and an hand breadth: so he measured the breadth of the building with one reed, and the height with one reed.",
      "6": "Then came he unto the gate which looketh toward the East, and went up the stairs thereof, and measured the post of the gate, which was one reed broad, and the other post of the gate, which was one reed broad.",
      "7": "And every chamber was one reed long, and one reed broad, and between the chambers were five cubits: and the post of the gate by the porch of the gate within was one reed.",
      "8": "He measured also the porch of the gate within with one reed.",
      "9": "Then measured he the porch of the gate of eight cubits and the posts thereof, of two cubits, and the porch of the gate was inward.",
      "10": "And the Chambers of the gate Eastward, were three on this side, and three on that side: they three were of one measure, and the posts had one measure on this side, and one on that side.",
      "11": "And he measured the breadth of the entry of the gate ten cubits, and the height of the gate thirteen cubits.",
      "12": "The space also before the chambers was one cubit on this side and the space was one cubit on that side, and the chambers were six cubits on this side, and six cubits on that side.",
      "13": "He measured then the gate from the roof of a chamber to the top of the gate: the breadth was five and twenty cubits, door against door.",
      "14": "He made also posts of threescore cubits, and the posts of the court, and of the gate, had one measure round about.",
      "15": "And upon the forefront of the entry of the gate unto the forefront of the porch of the gate within were fifty cubits.",
      "16": "And there were narrow windows in the chambers, and in their posts within the gate round about, and likewise to the arches: and the windows went round about within: and upon the posts were palm trees.",
      "17": "Then brought he me into the outward court, and lo, there were chambers, and a pavement made for the court round about, and thirty chambers were upon the pavement.",
      "18": "And the pavement was by the side of the gates over against the length of the gates, and the pavement was beneath.",
      "19": "Then he measured the breadth from the forefront of the lower gate without, unto the forefront of the court within, an hundred cubits Eastward and Northward.",
      "20": "And the gate of the outward court, that looked toward the North, measured he after the length and breadth thereof.",
      "21": "And the chambers thereof were three on this side, and three on that side, and the posts thereof and the arches thereof were after the measure of the first gate: the length thereof was fifty cubits, and the breadth five and twenty cubits.",
      "22": "And their windows, and their arches with their palm trees, were after the measure of the gate that looketh toward the East, and the going up unto it had seven steps, and the arches thereof were before them.",
      "23": "And the gate of the inner court stood over against the gate toward the North, and toward the East, and he measured from gate to gate an hundred cubits.",
      "24": "After that, he brought me toward the South, and lo, there was a gate toward the South, and he measured the posts thereof, and the arches thereof according to these measures.",
      "25": "And there were windows in it, and in the arches thereof round about, like those windows: the height was fifty cubits, and the breadth five and twenty cubits.",
      "26": "And there were seven steps to go up to it, and the arches thereof were before them, and it had palm trees, one on this side, and another on that side upon the post thereof.",
      "27": "And there was a gate in the inner court toward the South, and he measured from gate to gate toward the South an hundred cubits.",
      "28": "And he brought me into the inner court by the South gate, and he measured the South gate, according to these measures,",
      "29": "And the chambers thereof, and the posts thereof, and the arches thereof according to these measures, and there were windows in it, and in the arches thereof round about, it was fifty cubits long, and five and twenty cubits broad.",
      "30": "And the arches round about were five and twenty cubits long, and five cubits broad.",
      "31": "And the arches thereof were toward the utter Court, and palm trees were upon the posts thereof, and the going up to it had eight steps.",
      "32": "Again he brought me into the inner court toward the East, and he measured the gate according to these measures.",
      "33": "And the chambers thereof, and the posts thereof, and the arches thereof were according to these measures, and there were windows therein, and in the arches thereof round about: it was fifty cubits long, and five and twenty cubits broad.",
      "34": "And the arches thereof were toward the utter court, and palm trees were upon the posts thereof, on this side and on that side, and the going up to it had eight steps.",
      "35": "After he brought me to the North gate, and measured it, according to these measures,",
      "36": "The chambers thereof, the posts thereof, and the arches thereof, and there were windows therein round about: the height was fifty cubits, and the breadth five and twenty cubits.",
      "37": "And the posts thereof were toward the utter court, and palm trees were upon the posts thereof on this side, and on that side, and the going up to it had eight steps.",
      "38": "And every chamber, and the entry thereof was under the posts of the gates: there they washed the burnt offering.",
      "39": "And in the porch of the gate stood two tables on this side, and two tables on that side, upon the which they slew the burnt offering, and the sin offering, and the trespass offering.",
      "40": "And at the side beyond the steps, at the entry of the North gate stood two tables, and on the other side, which was at the porch of the gate were two tables.",
      "41": "Four tables were on this side, and four tables on that side by the side of the gate even eight tables whereupon they slew their sacrifice.",
      "42": "And the four tables were of hewn stone for the burnt offering, of a cubit and an half long, and a cubit and an half broad, and one cubit high: whereupon also they laid the instruments wherewith they slew the burnt offering and the sacrifice.",
      "43": "And within were borders an hand broad, fastened round about, and upon the tables lay the flesh of the offering.",
      "44": "And without the inner gate were the chambers of the singers in the inner court, which was at the side of the North gate: and their prospect was toward the South, and one was at the side of the East gate, having the prospect toward the North.",
      "45": "And he said unto me, This chamber whose prospect is toward the South is for the Priests, that have charge to keep the house.",
      "46": "And the chamber whose prospect is toward the North, is for the Priests that have the charge to keep the Altar: these are the sons of Zadok among the sons of Levi, which may come near to the Lord to minister unto him.",
      "47": "So he measured the court an hundred cubits long, and an hundred cubits broad, even four square: likewise the Altar that was before the house.",
      "48": "And he brought me to the porch of the house, and measured the posts of the porch, five cubits on this side, and five cubits on that side: and the breadth of the gate was three cubits on this side, and three cubits on that side.",
      "49": "The length of the porch was twenty cubits, and the breadth eleven cubits, and he brought me by the steps whereby they went up to it, and there were pillars by the posts, one on this side and another on that side."
    },
    "41": {
      "1": "Afterward, he brought me to the Temple and measured the posts, six cubits broad on the one side, and six cubits broad on the other side, which was the breadth of the Tabernacle.",
      "2": "And the breadth of the entry was ten cubits, and the sides of the entry were five cubits, on the one side, and five cubits on the other side, and he measured the length thereof forty cubits, and the breadth twenty cubits.",
      "3": "Then went he in, and measured the posts of the entry two cubits, and the entry six cubits, and the breadth of the entry seven cubits.",
      "4": "So he measured the length thereof twenty cubits, and the breadth twenty cubits before the Temple, and he said unto me, This is the most holy place.",
      "5": "After, he measured the wall of the house, six cubits, and the breadth of every chamber four cubits round about the house, on every side.",
      "6": "And the chambers were chamber upon chamber, three and thirty foot high, and they entered into the wall made for the chambers which was round about the house, that the posts might be fastened therein, and not be fastened in the wall of the house.",
      "7": "And it was large, and went round mounting upward to the chambers: for the stairs of the house was mounting upward, round about the house: therefore the house was larger upward: so they went up from the lowest chamber to the highest by the midst.",
      "8": "I saw also the house high round about: the foundations of the chambers were a full reed of six great cubits.",
      "9": "The thickness of the wall which was for the chamber without, was five cubits, and that which remained, was the place of the chambers that were within.",
      "10": "And between the chambers was the wideness of twenty cubits round about the House on every side.",
      "11": "And the doors of the chambers were toward the place that remained, one door toward the North, and another door toward the South, and the breadth of the place that remained, was five cubits round about.",
      "12": "Now the building that was before the separate place toward the West corner, was seventy cubits broad, and the wall of the building was five cubits thick round about, and the length ninety cubits.",
      "13": "So he measured the house an hundred cubits long, and the separate place and the building with the walls thereof were an hundred cubits long.",
      "14": "Also the breadth of the forefront of the house and of the separate place toward the East, was an hundred cubits.",
      "15": "And he measured the length of the building over against the separate place, which was behind it, and the chambers on the one side and on the other side an hundred cubits with the Temple within, and the arches of the court.",
      "16": "The posts and the narrow windows, and the chambers round about, on three sides over against the posts, ceiled with cedar wood round about, and from the ground up to the windows, and the windows were ceiled.",
      "17": "And from above the door unto the inner house and without, and by all the wall round about within and without it was ceiled according to the measure.",
      "18": "And it was made with Cherubims and palm trees, so that a palm tree was between a Cherub and a Cherub: and every Cherub had two faces.",
      "19": "So that the face of a man was toward the palm tree on the one side, and the face of a lion toward the palm tree on the other side: thus was it made through all the house round about.",
      "20": "From the ground unto above the door were Cherubims, and palm trees made as in the wall of the Temple.",
      "21": "The posts of the Temple were squared, and thus to look unto was the similitude and form of the Sanctuary.",
      "22": "The altar of wood was three cubits high, and the length thereof two cubits, and the corners thereof and the length thereof and the sides thereof were of wood. And he said unto me, This is the Table that shall be before the Lord.",
      "23": "And the Temple and the Sanctuary had two doors.",
      "24": "And the doors had two wickets, even two turning wickets, two wickets for one door, and two wickets for another door.",
      "25": "And upon the doors of the Temple there were made Cherubims and palm trees, like as was made upon the walls, and there were thick planks upon the forefront of the porch without.",
      "26": "And there were narrow windows and palm trees on the one side, and on the other side, by the sides of the porch, and upon the sides of the house, and thick planks."
    },
    "42": {
      "1": "Then brought he me into the utter court by the way toward the North, and he brought me into the chamber that was over against the separate place, and which was before the building toward the North.",
      "2": "Before the length of an hundred cubits, was the North door, and it was fifty cubits broad.",
      "3": "Over against the twenty cubits which were for the inner court, and over against the pavement, which was for the utter court, was chamber against chamber in three rows.",
      "4": "And before the chambers was a gallery of ten cubits wide, and within was a way of one cubit, and their doors toward the North.",
      "5": "Now the chambers above were narrower: for those chambers seemed to eat up these, to wit, the lower, and those that were in the midst of the building.",
      "6": "For they were in three rows, but had not pillars as the pillars of the court: therefore there was a difference from them beneath and from the middlemost, even from the ground.",
      "7": "And the wall that was without over against the chambers, toward the utter court on the forefront of the chambers, was fifty cubits long.",
      "8": "For the length of the chambers that were in the utter court, was fifty cubits: and lo, before the Temple were an hundred cubits.",
      "9": "And under these chambers was the entry, on the East side, as one goeth into them from the outward court.",
      "10": "The chambers were in the thickness of the wall of the court toward the East, over against the separate place, and over against the building.",
      "11": "And the way before them was after the manner of the chambers, which were toward the North, as long as they, and as broad as they: and all their entries were like, both according to their fashions, and according to their doors.",
      "12": "And according to the doors of the chambers, that were toward the South, was a door in the corner of the way, even the way directly before the wall toward the East, as one entereth.",
      "13": "Then said he unto me, The North chambers and the South chambers which are before the separate place, they be holy chambers wherein the Priests that approach unto the Lord, shall eat the most holy things: there shall they lay the most holy things, and the meat offering, and the sin offering, and the trespass offering: for the place is holy.",
      "14": "When the Priests enter therein, they shall not go out of the holy place into the utter court, but there they shall lay their garments wherein they minister: for they are holy, and shall put on other garments, and so shall approach to those things, which are for the people.",
      "15": "Now when he had made an end of measuring the inner house, he brought me forth toward the gate whose prospect is toward the East, and measured it round about.",
      "16": "He measured the East side with the measuring rod, five hundred reeds even with the measuring reed round about.",
      "17": "He measured also the North side, five hundred reeds, even with the measuring reed round about.",
      "18": "And he measured the South side five hundred reeds with the measuring reed.",
      "19": "He turned about also to the West side, and measured five hundred reeds with the measuring reed.",
      "20": "He measured it by the four sides: it had a wall round about, five hundred reeds long, and five hundred broad to make a separation between the Sanctuary, and the profane place."
    },
    "43": {
      "1": "Afterward he brought me to the gate even the gate that turneth toward the East.",
      "2": "And behold, the glory of the God of Israel, came from out of the East, whose voice was like a noise of great waters, and the earth was made light with his glory.",
      "3": "And the vision which I saw was like the vision, even as the vision that I saw when I came to destroy the city: and the visions were like the vision that I saw by the river Chebar, and I fell upon my face.",
      "4": "And the glory of the Lord came into the house by the way of the gate, whose prospect is toward the East.",
      "5": "So the Spirit took me up and brought me into the inner court, and behold, the glory of the Lord filled the house.",
      "6": "And I heard one speaking unto me out of the house: and there stood a man by me,",
      "7": "Which said unto me, Son of man this place is my throne, and the place of the soles of my feet, whereas I will dwell among the children of Israel forever, and the house of Israel shall no more defile mine holy Name, neither they, nor their kings by their fornication, nor by the carcasses of their kings in their high places.",
      "8": "Albeit they set their thresholds by my thresholds, and their posts by my posts (for there was but a wall between me and them) yet have they defiled mine holy Name with their abominations, that they have committed: wherefore I have consumed them in my wrath.",
      "9": "Now therefore let them put away their fornication, and the carcasses of their kings far from me, and I will dwell among them forever.",
      "10": "Thou son of man, show this House to the house of Israel, that they may be ashamed of their wickedness, and let them measure the pattern.",
      "11": "And if they be ashamed of all that they have done, show them the form of the house, and the pattern thereof, and the going out thereof, and the coming in thereof, and the whole fashion thereof, and all the ordinances thereof, and all the figures thereof, and all the laws thereof: and write it in their sight, that they may keep the whole fashion thereof, and all the ordinances thereof, and do them.",
      "12": "This is the description of the house, It shall be upon the top of the mount: all the limits thereof round about shall be most holy. Behold, this is the description of the house.",
      "13": "And these are the measures of the Altar, after the cubits, the cubit is a cubit, and an hand breadth, even the bottom shall be a cubit, and the breadth a cubit, and the border thereof by the edge thereof round about shall be a span: and this shall be the height of the Altar.",
      "14": "And from the bottom which toucheth the ground to the lower piece shall be two cubits and the breadth one cubit, and from the little piece to the great piece shall be four cubits, and the breadth one cubit.",
      "15": "So the altar shall be four cubits, and from the altar upward shall be four horns.",
      "16": "And the altar shall be twelve cubits long and twelve broad, and foursquare in the four corners thereof.",
      "17": "And the frame shall be fourteen cubits long, and fourteen broad in the foursquare corners thereof, and the border about it shall be half a cubit, and the bottom thereof shall be a cubit about, and the steps thereof shall be turned toward the East.",
      "18": "And he said unto me, Son of man, thus saith the Lord God, These are the ordinances of the altar in the day when they shall make it to offer the burnt offering thereon, and to sprinkle blood thereon.",
      "19": "And thou shalt give to the Priests, and to the Levites that be of the seed of Zadok, which approach unto me, to minister unto me, saith the Lord God, a young bullock for a sin offering.",
      "20": "And thou shalt take of the blood thereof, and put it on the four horns of it, and on the four corners of the frame, and upon the border round about: thus shalt thou cleanse it, and reconcile it.",
      "21": "Thou shalt take the bullock also of the sin offering, and burn it in the appointed place of the house without the Sanctuary.",
      "22": "But the second day thou shalt offer an he goat without blemish for a sin offering, and they shall cleanse the altar, as they did cleanse it with the bullock.",
      "23": "When thou hast made an end of cleansing it, thou shalt offer a young bullock without blemish, and a ram out of the flock without blemish.",
      "24": "And thou shalt offer them before the Lord, and the Priests shall cast salt upon them, and they shall offer them for a burnt offering unto the Lord.",
      "25": "Seven days shalt thou prepare every day an he goat for a sin offering: they shall also prepare a young bullock and a ram out of the flock without blemish.",
      "26": "Thus shall they seven days purify the altar, and cleanse it, and consecrate it.",
      "27": "And when these days are expired upon the eighth day and so forth, the Priests shall make your burnt offerings upon the altar, and your peace offerings, and I will accept you, saith the Lord God."
    },
    "44": {
      "1": "Then he brought me toward the gate of the outward Sanctuary, which turneth toward the East, and it was shut.",
      "2": "Then said the Lord unto me, This gate shall be shut, and shall not be opened, and no man shall enter by it, because the Lord God of Israel hath entered by it, and it shall be shut.",
      "3": "It appertaineth to the Prince: the Prince himself shall sit in it to eat bread before the Lord: he shall enter by the way of the porch of that gate, and shall go out by the way of the same.",
      "4": "Then brought he me toward the North gate before the house: and when I looked, behold, the glory of the Lord, filled the house of the Lord, and I fell upon my face.",
      "5": "And the Lord said unto me, Son of man, mark well and behold with thine eyes, and hear with thine ears, all that I say unto thee, concerning all the ordinances of the house of the Lord, and all the laws thereof, and mark well the entering in of the house with every going forth of the Sanctuary.",
      "6": "And thou shalt say to the rebellious, even to the house of Israel, Thus saith the Lord God, O house of Israel, ye have enough of all your abominations,",
      "7": "Seeing that ye have brought into my Sanctuary strangers uncircumcised in heart, and uncircumcised in flesh, to be in my Sanctuary, to pollute mine house, when ye offer my bread, even fat, and blood: and they have broken my covenant, because of all your abominations.",
      "8": "For ye have not kept the ordinances of mine holy things: but you yourselves have set others to take the charge of my Sanctuary.",
      "9": "Thus saith the Lord God, No stranger uncircumcised in heart, nor uncircumcised in flesh, shall enter into my Sanctuary, of any stranger that is among the children of Israel,",
      "10": "Neither yet the Levites that are gone back from me, when Israel went astray, which went astray from me after their idols, but they shall bear their iniquity.",
      "11": "And they shall serve in my Sanctuary, and keep the gates of the House, and minister in the House: they shall slay the burnt offering and the sacrifice for the people: and they shall stand before them to serve them.",
      "12": "Because they served before their idols, and caused the house of Israel to fall into iniquity, therefore have I lifted up mine hand against them, saith the Lord God, and they shall bear their iniquity,",
      "13": "And they shall not come near unto me to do the office of the Priest unto me, neither shall they come near unto any of mine holy things in the most holy place, but they shall bear their shame, and their abominations, which they have committed.",
      "14": "And I will make them keepers of the watch of the House, for all the service thereof, and for all that shall be done therein.",
      "15": "But the Priests of the Levites, the sons of Zadok, that kept the charge of my Sanctuary, when the children of Israel went astray from me, they shall come near to me to serve me, and they shall stand before me to offer me the fat and the blood, saith the Lord God.",
      "16": "They shall enter into my Sanctuary, and shall come near to my table, to serve me, and they shall keep my charge.",
      "17": "And when they shall enter in at the gates of the inner court, they shall be clothed with linen garments, and no wool shall come upon them while they serve in the gates of the inner court, and within.",
      "18": "They shall have linen bonnets upon their heads, and shall have linen breeches upon their loins: they shall not gird themselves in the sweating places.",
      "19": "But when they go forth into the utter court, even to the utter court to the people, they shall put off their garments, wherein they ministered, and lay them in the holy chambers, and they shall put on other garments: for they shall not sanctify the people with their garments.",
      "20": "They shall not also shave their heads, nor suffer their locks to grow long, but round their heads.",
      "21": "Neither shall any Priests drink wine when they enter into the inner court.",
      "22": "Neither shall they take for their wives a widow, or her that is divorced: but they shall take maidens of the seed of the house of Israel, or a widow that hath been the widow of a Priest.",
      "23": "And they shall teach my people the difference between the holy and profane, and cause them to discern between the unclean and the clean.",
      "24": "And in controversy they shall stand to judge, and they shall judge it according to my judgments: and they shall keep my laws and my statutes in all mine assemblies, and they shall sanctify my Sabbaths.",
      "25": "And they shall come at no dead person to defile themselves, except at their father or mother, or son or daughter, brother or sister, that hath had yet none husband: in these may they be defiled.",
      "26": "And when he is cleansed, they shall reckon unto him seven days.",
      "27": "And when he goeth into the Sanctuary, unto the inner court, to minister in the Sanctuary, he shall offer his sin offering, saith the Lord God.",
      "28": "And the Priesthood shall be their inheritance, yea, I am their inheritance: therefore shall ye give them no possession in Israel, for I am their possession.",
      "29": "They shall eat the meat offering, and the sin offering, and the trespass offering, and every dedicated thing in Israel shall be theirs.",
      "30": "And all the first of all the firstborn, and every oblation, even all of every sort of your oblations shall be the Priest’s. Ye shall also give unto the Priest the first of your dough, that he may cause the blessing to rest in thine house.",
      "31": "The Priests shall not eat of anything that is dead, or torn, whether it be fowl or beast."
    },
    "45": {
      "1": "Moreover, when ye shall divide the land for inheritance, ye shall offer an oblation unto the Lord an holy portion of the land, five and twenty thousand reeds long, and ten thousand broad: this shall be holy in all the borders thereof round about.",
      "2": "Of this there shall be for the Sanctuary five hundred in length, with five hundred in breadth, all square round about, and fifty cubits round about for the suburbs thereof.",
      "3": "And of this measure shalt thou measure the length of five and twenty thousand, and the breadth of ten thousand: and in it shall be the Sanctuary, and the most holy place.",
      "4": "The holy portion of the land shall be the Priests, which minister in the Sanctuary, which came near to serve the Lord: and it shall be a place for their houses, and an holy place for the Sanctuary.",
      "5": "And in the five and twenty thousand of length, and the ten thousand of breadth shall the Levites that minister in the house, have their possession for twenty chambers.",
      "6": "Also ye shall appoint the possession of the city, five thousand broad, and five and twenty thousand long over against the oblation of the holy portion: it shall be for the whole house of Israel.",
      "7": "And a portion shall be for the prince on the one side, and on that side of the oblation of the holy portion, and of the possession of the city, even before the oblation of the holy portion, and before the possession of the city from the West corner Westward, and from the East corner Eastward, and the length shall be by one of the portions from the West border unto the East border.",
      "8": "In this land shall be his possession in Israel: and my princes shall no more oppress my people, and the rest of the land shall they give to the house of Israel, according to their tribes.",
      "9": "Thus saith the Lord God, Let it suffice you, O princes of Israel: leave off cruelty and oppression, and execute judgment and justice: take away your exactions from my people, saith the Lord God.",
      "10": "Ye shall have just balances, and a true Ephah, and a true Bath.",
      "11": "The Ephah and the Bath shall be equal: a Bath shall contain the tenth part of an Homer, and an Ephah the tenth part of an Homer: the equality thereof shall be after the Homer.",
      "12": "And the shekel shall be twenty Gerahs, and twenty shekels, and five and twenty shekels and fifteen shekels shall be your Mina.",
      "13": "This is the oblation that ye shall offer, the sixth part of an Ephah of an Homer of wheat, and ye shall give the sixth part of an Ephah of an Homer of Barley.",
      "14": "Concerning the ordinance of the oil, even of the Bath of oil, ye shall offer the tenth part of a Bath out of the Cor (ten Baths are an Homer: for ten Baths fill an Homer)",
      "15": "And one Lamb of two hundred sheep out of the fat pastures of Israel for a meat offering, and for a burnt offering and for peace offerings, to make reconciliation for them, saith the Lord God.",
      "16": "All the people of the land shall give this oblation for the prince in Israel.",
      "17": "And it shall be the prince’s part to give burnt offerings, and meat offerings, and drink offerings in the solemn feasts and in the new moons, and in the Sabbaths, and in all the high feasts of the house of Israel: he shall prepare the sin offering, and the meat offering, and the burnt offering, and the peace offerings to make reconciliation for the house of Israel.",
      "18": "Thus saith the Lord God, In the first month, in the first day of the month, thou shalt take a young bullock without blemish and cleanse the Sanctuary.",
      "19": "And the Priest shall take of the blood of the sin offering, and put it upon the posts of the house, and upon the four corners of the frame of the altar, and upon the posts of the gate of the inner court.",
      "20": "And so shalt thou do the seventh day of the month, for everyone that hath erred, and for him that is deceived: so shall you reconcile the house.",
      "21": "In the first month in the fourteenth day of the month, ye shall have the Passover, a feast of seven days, and ye shall eat unleavened bread.",
      "22": "And upon that day, shall the prince prepare for himself and for all the people of the land, a bullock for a sin offering.",
      "23": "And in the seven days of the feast he shall make a burnt offering to the Lord, even of seven bullocks, and seven rams without blemish daily for seven days, and an he goat daily for a sin offering.",
      "24": "And he shall prepare a meat offering of an Ephah for a bullock, an Ephah for a ram, and an Hin of oil for an Ephah.",
      "25": "In the seventh month, in the fifteenth day of the month, shall he do the like in the feast for seven days, according to the sin offering, according to the burnt offering, and according to the meat offering, and according to the oil."
    },
    "46": {
      "1": "Thus saith the Lord God, The gate of the inner court, that turneth toward the East, shall be shut the six working days: but on the Sabbath it shall be opened, and in the day of the new moon it shall be opened.",
      "2": "And the prince shall enter by the way of the porch of that gate without, and shall stand by the post of the gate, and the Priests shall make his burnt offering, and his peace offerings, and he shall worship at the threshold of the gate: after he shall go forth, but the gate shall not be shut till the evening.",
      "3": "Likewise the people of the land shall worship at the entry of this gate before the Lord on the Sabbaths, and in the new moons.",
      "4": "And the burnt offering that the prince shall offer unto the Lord on the Sabbath day, shall be six lambs without blemish, and a ram without blemish.",
      "5": "And the meat offering shall be an Ephah for a ram: and the meat offering for the lambs a gift of his hand, and an Hin of oil to an Ephah.",
      "6": "And in the day of the new moon it shall be a young bullock without blemish, and six lambs and a ram: they shall be without blemish.",
      "7": "And he shall prepare a meat offering, even an Ephah for a bullock, and an Ephah for a ram, and for the lambs according as his hand shall bring, and an Hin of oil to an Ephah.",
      "8": "And when the prince shall enter, he shall go in by the way of the porch of that gate, and he shall go forth by the way thereof.",
      "9": "But when the people of the land shall come before the Lord in the solemn feasts, he that entereth in by the way of the North gate to worship, shall go out by the way of the South gate: and he that entereth by the way of the South gate, shall go forth by the way of the North gate: he shall not return by the way of the gate whereby he came in, but they shall go forth over against it.",
      "10": "And the prince shall be in the midst of them: he shall go in when they go in, and when they go forth, they shall go forth together.",
      "11": "And in the feasts, and in the solemnities the meat offering shall be an Ephah to a bullock, and an Ephah to a ram, and to the lambs, the gift of his hand, and an Hin of oil to an Ephah.",
      "12": "Now when the prince shall make a free burnt offering, or peace offerings freely unto the Lord, one shall then open him the gate that turneth toward the East, and he shall make his burnt offering and his peace offerings, as he did on the Sabbath day: after he shall go forth, and when he is gone forth, one shall shut the gate.",
      "13": "Thou shalt daily make a burnt offering unto the Lord of a lamb of one year, without blemish: thou shalt do it every morning.",
      "14": "And thou shalt prepare a meat offering for it every morning, the sixth part of an Ephah, and the third part of an Hin of oil, to mingle with the fine flour: this meat offering shall be continually by a perpetual ordinance unto the Lord.",
      "15": "Thus shall they prepare the lamb, and the meat offering, and the oil every morning, for a continual burnt offering.",
      "16": "Thus saith the Lord God, If the prince give a gift of his inheritance unto any of his sons, it shall be his sons, and it shall be their possession by inheritance.",
      "17": "But if he give a gift of his inheritance to one of his servants, then it shall be his to the year of liberty: after, it shall return to the Prince, but his inheritance shall remain to his sons for them.",
      "18": "Moreover the prince shall not take of the people’s inheritance, nor thrust them out of their possession: but he shall cause his sons to inherit of his own possession, that my people be not scattered every man from his possession.",
      "19": "After he brought me through the entry, which was at the side of the gate, into the holy chambers of the Priests, which stood toward the North: and behold, there was a place at the West side of them.",
      "20": "Then said he unto me, This is the place where the Priests shall seethe the trespass offering and the sin offering, where they shall bake the meat offering, that they should not bear them into the utter court, to sanctify the people.",
      "21": "Then he brought me forth into the utter court, and caused me to go by the four corners of the court: and behold, in every corner of the court there was a court.",
      "22": "In the four corners of the court there were courts joined of forty cubits long, and thirty broad: these four corners were of one measure.",
      "23": "And there went a wall about them, even about those four, and kitchens were made under the walls round about.",
      "24": "Then said he unto me, This is the kitchen where the ministers of the house shall seethe the sacrifice of the people."
    },
    "47": {
      "1": "Afterward he brought me unto the door of the house: and behold, waters issued out from under the threshold of the house Eastward: for the forefront of the house stood toward the East, and the waters ran down from under the right side of the house, at the South side of the altar.",
      "2": "Then brought he me out toward the North gate, and led me about by the way without unto the utter gate by the way that turneth Eastward: and behold, there came forth waters on the right side",
      "3": "And when the man that had the line in his hand, went forth Eastward, he measured a thousand cubits, and he brought me through the waters: the waters were to the ankles.",
      "4": "Again he measured a thousand and brought me through the waters: the waters were to the knees: again he measured a thousand, and brought me through: the waters were to the loins.",
      "5": "Afterward he measured a thousand, and it was a river, that I could not pass over: for the waters were risen, and the waters did flow, as a river that could not be passed over.",
      "6": "And he said unto me, Son of man, hast thou seen this? Then he brought me, and caused me to return to the brink of the river:",
      "7": "Now when I turned, behold, at the brink of the river were very many trees on the one side and on the other.",
      "8": "Then said he unto me, These waters issue out toward the East country, and run down into the plain, and shall go into one sea: they shall run into another sea, and the waters shall be wholesome.",
      "9": "And everything that liveth, which moveth, wheresoever the rivers shall come, shall live, and there shall be a very great multitude of fish, because these waters shall come thither: for they shall be wholesome, and everything shall live whither the river cometh.",
      "10": "And then the fishers shall stand upon it, and from En Gedi even unto En Eglaim, they shall spread out their nets: for their fish shall be according to their kinds, as the fish of the main sea, exceeding many.",
      "11": "But the miry places thereof, and the marshes thereof shall not be wholesome: they shall be made salt pits.",
      "12": "And by this river upon the brink thereof, on this side, and on that side shall grow all fruitful trees, whose leaf shall not fade, neither shall the fruit thereof fail: it shall bring forth new fruit according to his months, because their waters run out of the Sanctuary: and the fruit thereof shall be meat, and the leaf thereof shall be for medicine.",
      "13": "Thus saith the Lord God, This shall be the border, whereby ye shall inherit the land according to the twelve tribes of Israel: Joseph shall have two portions.",
      "14": "And ye shall inherit it, one as well as another: concerning the which I lifted up mine hand to give it unto your fathers, and this land shall fall unto you for inheritance.",
      "15": "And this shall be the border of the land toward the North side, from the main sea toward Hethlon, as men go to Zedad:",
      "16": "Hamath, Berothah, Sibraim, which is between the border of Damascus, and the border of Hamath, and Hazar, Hatticon, which is by the coast of Hauran.",
      "17": "And the border from the sea shall be Hazar, Enan, and the border of Damascus, and the residue of the North Northward, and the border of Hamath: so shall be the North part.",
      "18": "But the East side shall ye measure from Hauran, and from Damascus, and from Gilead, and from the land of Israel by Jordan, and from the border unto the East sea: and so shall be the East part.",
      "19": "And the South side shall be toward Teman, from Tamar to the waters of Meriboth in Kadesh, and the river to the main sea: so shall be the South part toward Teman.",
      "20": "The West part also shall be the great sea from the border, till a man come over against Hamath: this shall be the west part.",
      "21": "So shall ye divide this land unto you, according to the tribes of Israel.",
      "22": "And you shall divide it by lot for an inheritance unto you, and to the strangers that dwell among you, which shall beget children among you, and they shall be unto you, as born in the country among the children of Israel, they shall part inheritance with you in the midst of the tribes of Israel.",
      "23": "And in what tribe the stranger dwelleth, there shall ye give him his inheritance, saith the Lord God."
    },
    "48": {
      "1": "Now these are the names of the tribes. From the North side, to the coast toward Hethlon as one goeth to Hamath, Hazar, Enan, and the border of Damascus Northward the coast of Hamath, even from the East side to the West shall be a portion for Dan.",
      "2": "And by the border of Dan from the East side unto the West side, a portion for Asher.",
      "3": "And by the border of Asher from the East part even unto the West part, a portion for Naphtali.",
      "4": "And by the border of Naphtali from the East quarter unto the West side, a portion for Manasseh.",
      "5": "And by the border of Manasseh, from the East side unto the West side, a portion for Ephraim.",
      "6": "And by the border of Ephraim, from the East part even unto the West part, a portion for Reuben.",
      "7": "And by the border of Reuben, from the East quarter unto the West quarter, a portion for Judah.",
      "8": "And by the border of Judah from the East part unto the West part shall be the offering which they shall offer of five and twenty thousand reeds broad, and of length as one of the other parts, from the East side unto the West side, and the Sanctuary shall be in the midst of it.",
      "9": "The oblation that ye shall offer unto the Lord, shall be of five and twenty thousand long, and of ten thousand the breadth.",
      "10": "And for them, even for the Priests shall be this holy oblation, toward the North five and twenty thousand long, and toward the West, ten thousand broad, and toward the East ten thousand broad, and toward the South five and twenty thousand long, and the Sanctuary of the Lord shall be in the midst thereof.",
      "11": "It shall be for the Priests that are sanctified of the sons of Zadok, which have kept my charge, which went not astray, when the children of Israel went astray, as the Levites went astray.",
      "12": "Therefore this oblation of the land that is offered shall be theirs, as a thing most holy by the border of the Levites.",
      "13": "And over against the border of the Priests the Levites shall have five and twenty thousand long, and [ten] thousand broad: all the length shall be five and twenty thousand, and the breadth ten thousand.",
      "14": "And they shall not sell of it, neither change it, nor alienate the firstfruits of the land: for it is holy unto the Lord.",
      "15": "And the five thousand that are left in the breadth over against the five and twenty thousand, shall be a profane place for the city, for housing, and for suburbs, and the city shall be in the midst thereof.",
      "16": "And these shall be the measures thereof, the North part five hundred and four thousand, and the South part five hundred and four thousand, and the East part five hundred and four thousand, and the West part five hundred and four thousand.",
      "17": "And the suburbs of the city shall be toward the North two hundred and fifty, and toward the South two hundred and fifty, and toward the East two hundred and fifty, and toward the West two hundred and fifty.",
      "18": "And the residue in length over against the oblation of the holy portion shall be ten thousand Eastward, and ten thousand Westward: and it shall be over against the oblation of the holy portion, and the increase thereof shall be for food unto them that serve in the city.",
      "19": "And they that serve in the city, shall be of all the tribes of Israel that shall serve therein.",
      "20": "All the oblation shall be five and twenty thousand with five and twenty thousand: you shall offer this oblation foursquare for the Sanctuary, and for the possession of the city.",
      "21": "And the residue shall be for the prince on the one side and on the other of the oblation of the Sanctuary, and of the possession of the city, over against the five and twenty thousand of the oblation toward the East border, and Westward over against the five and twenty thousand toward the West border, over against shall be for the portion of the prince: this shall be the holy oblation, and the house of the Sanctuary shall be in the midst thereof.",
      "22": "Moreover, from the possession of the Levites, and from the possession of the city, that which is in the midst shall be the prince’s: between the border of Judah, and between the border of Benjamin shall be the Princes.",
      "23": "And the rest of the tribes shall be thus: from the East part unto the West part, Benjamin shall be a portion.",
      "24": "And by the border of Benjamin, from the East side unto the West side, Simeon a portion.",
      "25": "And by the border of Simeon from the East part unto the West part, Issachar a portion.",
      "26": "And by the border of Issachar, from the East side unto the West, Zebulun a portion.",
      "27": "And by the border of Zebulun, from the East part unto the West part, Gad a portion.",
      "28": "And by the border of Gad at the South side, toward Temath, the border shall be even from Tamar, unto the waters of Meribah in Kadesh, and to the river, that runneth into the main sea.",
      "29": "This is the land, which ye shall distribute unto the tribes of Israel for inheritance, and these are their portions, saith the Lord God.",
      "30": "And these are the bounds of the city, on the North side five hundred, and four thousand measures.",
      "31": "And the gates of the city shall be after the names of the tribes of Israel, the gates Northward, one gate of Reuben, one gate of Judah, and one gate of Levi.",
      "32": "And at the East side five hundred and four thousand, and three gates, and one gate of Joseph, one gate of Benjamin, and one gate of Dan.",
      "33": "And at the South side, five hundred and four thousand measures, and three ports, one gate of Simeon, one gate of Issachar, and one gate of Zebulun.",
      "34": "At the West side, five hundred and four thousand, with their three gates, one gate of Gad, one gate of Asher, and one gate of Naphtali.",
      "35": "It was round about eighteen thousand measures, and the name of the city from that day shall be, The Lord is there."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:40.837409-04:00",
    "Translation": "GNV"
  }
}