{
  "Ezra": {
    "1": {
      "1": "Now in the first year of Cyrus King of Persia (that the word of the LORD, spoken by the mouth of Jeremiah, might be accomplished) the Lord stirred up the spirit of Cyrus King of Persia, and he made a proclamation through all his kingdom, and also by writing, saying,",
      "2": "Thus saith Cyrus King of Persia, The Lord God of heaven hath given me all the kingdoms of the earth, and he hath commanded me to build him an house in Jerusalem, which is in Judah.",
      "3": "Who is he among you of all his people with whom his God is? let him go up to Jerusalem which is in Judah, and build the house of the Lord God of Israel: he is the God, which is in Jerusalem.",
      "4": "And everyone that remaineth in any place (where he sojourneth) let the men of his place relieve him with silver and with gold, and with substance, and with cattle, and with a willing offering, for the house of God that is in Jerusalem.",
      "5": "Then the chief fathers of Judah and Benjamin, and the Priests and the Levites rose up, with all them whose spirit God had raised to go up, to build the house of the Lord which is in Jerusalem.",
      "6": "And all they that were about them, strengthened their hands with vessels of silver, with gold, with substance and with cattle, and with precious things, besides all that was willingly offered.",
      "7": "Also the king Cyrus brought forth the vessels of the house of the Lord, which Nebuchadnezzar had taken out of Jerusalem, and had put them in the house of his god.",
      "8": "Even them did Cyrus king of Persia bring forth by the hand of Mithredath the treasurer, and counted them unto Sheshbazzar the Prince of Judah.",
      "9": "And this is the number of them, thirty basins of gold, a thousand basins of silver, nine and twenty knives,",
      "10": "Thirty bowls of gold, and of silver bowls of the second sort, four hundred and ten, and of other vessels, a thousand.",
      "11": "All the vessels of gold and silver were five thousand and four hundred. Sheshbazzar brought up all with them of the captivity that came up from Babel to Jerusalem."
    },
    "2": {
      "1": "These also are the sons of the province that went up out of the captivity (whom Nebuchadnezzar king of Babel had carried away unto Babel) and returned to Jerusalem, and to Judah, everyone unto his city,",
      "2": "Which came up with Zerubbabel, to wit, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah. The number of the men of the people of Israel was,",
      "3": "The sons of Parosh, two thousand, an hundred seventy and two:",
      "4": "The sons of Shephatiah, three hundred, seventy and two:",
      "5": "The sons of Arah, seven hundred, and seventy and five:",
      "6": "The sons of Pahath-Moab, of the sons of Jeshua, and Joab, two thousand, eight hundred and twelve:",
      "7": "The sons of Elam, a thousand, two hundred and four and fifty:",
      "8": "The sons of Zattu, nine hundred and five and forty:",
      "9": "The sons of Zaccai, seven hundred and threescore:",
      "10": "The sons of Bani, six hundred and two and forty:",
      "11": "The sons of Bebai, six hundred, and three and twenty:",
      "12": "The sons of Azgad, a thousand, two hundred and two and twenty:",
      "13": "The sons of Adonikam, six hundred, three score and six:",
      "14": "The sons of Bigvai, two thousand, and six and fifty:",
      "15": "The sons of Adin, four hundred and four and fifty:",
      "16": "The sons of Ater of Hezekiah, ninety and eight:",
      "17": "The sons of Bezai, three hundred and three and twenty:",
      "18": "The sons of Jorah, an hundred and twelve:",
      "19": "The sons of Hashum, two hundred and three and twenty:",
      "20": "The sons of Gibbar, ninety and five:",
      "21": "The sons of Bethlehem, an hundred and three and twenty:",
      "22": "The men of Netophah, six and fifty:",
      "23": "The men of Anothoth, an hundred and eight and twenty:",
      "24": "The sons of Azmaveth, two and forty:",
      "25": "The sons of Kirjath Arim, of Chephirah, and Beeroth, seven hundred and three and forty:",
      "26": "The sons of Ramah and Geba, six hundred and one and twenty:",
      "27": "The men of Michmas, an hundred and two and twenty:",
      "28": "The sons of Bethel, and Ai, two hundred and three and twenty:",
      "29": "The sons of Nebo, two and fifty:",
      "30": "The sons of Magbish, an hundred and six and fifty:",
      "31": "The sons of the other Elam, a thousand, and two hundred and four and fifty:",
      "32": "The sons of Harim, three hundred and twenty:",
      "33": "The sons of Lod, Hadid, and Ono, seven hundred and five and twenty:",
      "34": "The sons of Jericho, three hundred and five and forty:",
      "35": "The sons of Senaah, three thousand six hundred and thirty:",
      "36": "The Priests: of the sons of Jedaiah of the house of Jeshua, nine hundred seventy and three:",
      "37": "The sons of Immer, a thousand and two and fifty:",
      "38": "The sons of Pashur, a thousand, two hundred and seven and forty:",
      "39": "The sons of Harim, a thousand and seventeen.",
      "40": "The Levites: the sons of Jeshua, and Kadmiel of the sons of Hodaviah, seventy and four.",
      "41": "The Singers: the sons of Asaph, an hundred and eight and twenty.",
      "42": "The sons of the porters: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai: all were an hundred and nine and thirty.",
      "43": "The Nethinim: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,",
      "44": "The sons of Keros, the sons of Siaha, the sons of Padon,",
      "45": "The sons of Lebanah, the sons of Hagabah, the sons of Akkub,",
      "46": "The sons of Hagab, the sons of Shamlai, the sons of Hanan,",
      "47": "The sons of Giddel, the sons of Gahar, the sons of Reaiah,",
      "48": "The sons of Rezin, the sons of Nekoda, the sons of Gazzam,",
      "49": "The sons of Uzza, the sons of Paseah, the sons of Besai,",
      "50": "The sons of Asnah, the sons of Meunim, the sons of Nephusim,",
      "51": "The sons of Bakbuk, the sons of Hakupha, the sons of Harhur,",
      "52": "The sons of Bazluth, the sons of Mehida, the sons of Harsha,",
      "53": "The sons of Barkos, the sons of Sisera, the sons of Thamah,",
      "54": "The sons of Neziah, the sons of Hatipha,",
      "55": "The sons of Solomon’s servants: the sons of Sotai, the sons of Sophereth, the sons of Peruda,",
      "56": "The sons of Jaala, the sons of Darkon, the sons of Giddel,",
      "57": "The sons of Shephatiah, the sons of Hattil, the sons of Pochereth Hazzebaim, the sons of Ami.",
      "58": "All the Nethinim, and the sons of Solomon’s servants were three hundred ninety and two.",
      "59": "And these went up from Tel Melah, and from Tel Harsha, Cherub, Addan, and Immer, but they could not discern their father’s house and their seed, whether they were of Israel.",
      "60": "The sons of Delaiah, the sons of Tobiah, the sons of Nekoda, six hundred and two and fifty.",
      "61": "And of the sons of the Priests, the sons of Habaiah, the sons of Koz, the sons of Barzillai: which took of the daughters of Barzillai the Gileadite to wife, and was called after their name.",
      "62": "These sought their writing of the genealogies, but they were not found: therefore were they put from the Priesthood.",
      "63": "And Tirshatha said unto them, that they should not eat of the most holy thing, till there rose up a Priest with Urim and Thummim.",
      "64": "The whole Congregation together was two and forty thousand, three hundred and threescore,",
      "65": "Beside their servants and their maids: of whom were seven thousand, three hundred and seven and thirty: and among them were two hundred singing men and singing women.",
      "66": "Their horses were seven hundred, and six and thirty: their mules, two hundred, and five and forty:",
      "67": "Their camels four hundred, and five and thirty: their asses, six thousand, seven hundred and twenty.",
      "68": "And certain of the chief fathers, when they came to the house of the Lord, which was in Jerusalem, they offered willingly for the house of God, to set it up upon his foundation.",
      "69": "They gave after their ability unto the treasure of the work, even one and threescore thousand drams of gold, and five thousand pieces of silver, and an hundred Priests’ garments.",
      "70": "So the Priests and the Levites, and a certain of the people, and the singers, and the porters, and the Nethinim dwelt in their cities, and all Israel in their cities."
    },
    "3": {
      "1": "And when the seventh month was come, and the children of Israel were in their cities, the people assembled themselves as one man unto Jerusalem.",
      "2": "Then stood up Jeshua the son of Jozadak, and his brethren the Priests, and Zerubbabel the son of Shealtiel, and his brethren, and built the Altar of the God of Israel to offer burnt offerings thereon, as it is written in the Law of Moses the man of God,",
      "3": "And they set the Altar upon his bases (for fear was among them, because of the people of those countries) therefore they offered burnt offerings thereon unto the Lord, even burnt offerings in the morning, and at even.",
      "4": "They kept also the feast of the Tabernacles, as it is written, and they burnt offering daily, by number according to the custom day by day,",
      "5": "And afterward the continual burnt offering, both in the new months and in all the feast days that were consecrated unto the Lord, and in all the oblations willingly offered unto the Lord.",
      "6": "From the first day of the seventh month began they to offer burnt offerings unto the Lord: but the foundation of the Temple of the Lord was not laid.",
      "7": "They gave money also unto the masons, and to the workmen, and meat and drink, and oil unto them of Zidon and of Tyre, to bring them cedar wood from Lebanon to the sea unto Japho, according to the grant that they had of Cyrus king of Persia.",
      "8": "And in the second year of their coming unto the house of God in Jerusalem, in the second month began Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak, and the remnant of their brethren the Priests, and the Levites, and all they that were come out of the captivity unto Jerusalem, and appointed the Levites from twenty years old and above, to set forward the work of the house of the Lord.",
      "9": "And Jeshua stood with his sons, and his brethren, and Kadmiel with his sons, and the sons of Judah together, to set forward the workmen in the house of God, and the sons of Henadad with their sons, and their brethren the Levites.",
      "10": "And when the builders laid the foundation of the Temple of the Lord, they appointed the Priests in their apparel with trumpets, and the Levites the sons of Asaph with cymbals, to praise the Lord, after the ordinance of David king of Israel.",
      "11": "Thus they sang when they gave praise, and when they gave thanks unto the Lord, For he is good, for his mercy endureth forever toward Israel. And all the people shouted with a great shout, when they praised the Lord, because the foundation of the house of the Lord was laid.",
      "12": "Many also of the Priests and the Levites and the chief of the fathers, ancient men which had seen the first house, (when the foundation of this house was laid before their eyes) wept with a loud voice, and many shouted aloud for joy,",
      "13": "So that the people could not discern the sound of the shout for joy, from the noise of the weeping of the people: for the people shouted with a loud cry, and the noise was heard far off."
    },
    "4": {
      "1": "But the adversaries of Judah and Benjamin heard, that the children of the captivity built the Temple unto the Lord God of Israel.",
      "2": "And they came to Zerubbabel, and to the chief fathers, and said unto them, We will build with you: for we seek the Lord your God as ye do, and we have sacrificed unto him since the time of Esarhaddon king of Assyria, which brought us up hither.",
      "3": "Then Zerubbabel, and Jeshua, and the rest of the chief fathers of Israel said unto them, It is not for you, but for us to build the house unto our God: for we ourselves together will build it unto the Lord God of Israel, as king Cyrus the king of Persia hath commanded us.",
      "4": "Wherefore the people of the land discouraged the people of Judah, and troubled them in building.",
      "5": "And they hired counselors against them, to hinder their devise all the days of Cyrus king of Persia, even until the reign of Darius king of Persia.",
      "6": "And in the reign of Ahasuerus (in the beginning of his reign) wrote they an accusation against the inhabitants of Judah and Jerusalem.",
      "7": "And in the days of Artachshashta, Mithredath, Tabeel, and the rest of their companions wrote when it was peace, unto Artaxerxes king of Persia, and the writing of the letter was the Aramites writing, and the thing declared was in the language of the Aramites.",
      "8": "Rehum the chancellor, and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king, in this sort.",
      "9": "Then wrote Rehum the chancellor, and Shimshai the scribe, and their companions Dinai, and Apharsathcai, Tarpelai, Persia, Archevai, Bablai, Shushanchai, Dehave, Elamai,",
      "10": "And the rest of the people whom the great and noble Osnapper brought over, and set in the cities of Samaria, and other that are beyond the River and Cheeneth.",
      "11": "This is the copy of the letter that they sent unto King Artaxerxes, THY SERVANTS the men beyond the River and Cheeneth, salute thee.",
      "12": "Be it known unto the King that the Jews, which came up from thee to us, are come unto Jerusalem (a city rebellious and wicked) and build, and lay the foundations of the walls, and have joined the foundations.",
      "13": "Be it known now unto the king, that if this city be built, and the foundations of the walls laid, they will not give toll, tribute, nor custom: so shalt thou hinder the king’s tribute.",
      "14": "Now therefore because we have been brought up in the King’s palace, it was not meet for us to see the King’s dishonor: for this cause have we sent and certified the King,",
      "15": "That one may search in the book of the Chronicles of thy fathers, and thou shalt find in the book of the Chronicles, and perceive that this city is rebellious and noisome unto kings and provinces, and that they have moved sedition of old time, for the which cause this city was destroyed.",
      "16": "We certify the king therefore, that if this city be built, and the foundation of the walls laid, by this means the portion beyond the River shall not be thine.",
      "17": "The King sent an answer unto Rehum the chancellor, and Shimshai the scribe, and to the rest of their companions that dwelt in Samaria, and unto the other beyond the River, Shelam and Cheeth.",
      "18": "The letter which ye sent unto us, hath been openly read before me,",
      "19": "And I have commanded and they have searched, and found, that this city of old time hath made insurrection against kings, and hath rebelled, and rebellion hath been committed therein.",
      "20": "There have been mighty kings also over Jerusalem, which have ruled over all beyond the River, and toll, tribute and custom was given unto them.",
      "21": "Make ye now a decree that those men may cease, and that the city be not built, till I have given another commandment.",
      "22": "Take heed now that ye fail not to do this: why should damage grow to hurt the king?",
      "23": "When the copy of king Artaxerxes’s letter was read before Rehum and Shimshai the scribe, and their companions, they went up in all the haste to Jerusalem unto the Jews, and caused them to cease by force and power.",
      "24": "Then ceased the work of the house of God, which was in Jerusalem, and did stay unto the second year of Darius king of Persia."
    },
    "5": {
      "1": "Then Haggai a Prophet, and Zechariah the son of Iddo a Prophet prophesied unto the Jews that were in Judah, and Jerusalem, in the Name of the God of Israel, even unto them.",
      "2": "Then Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak arose, and began to build the house of God at Jerusalem, and with them were the Prophets of God, which helped them.",
      "3": "At the same time came to them Tattenai which was captain beyond the River, and Shethar-Boznai, and their companions, and said thus unto them, Who hath given you commandment to build this house, and to lay the foundations of these walls?",
      "4": "Then said we unto them after this manner, What are the names of the men that build this building?",
      "5": "But the eye of their God was upon the Elders of the Jews, that they could not cause them to cease, till the matter came to Darius: and then they answered by letters thereunto.",
      "6": "The copy of the letter, that Tattenai captain beyond the River, and Shethar-Boznai and his companions, Persians, (which were beyond the river) sent unto King Darius.",
      "7": "They sent a letter unto him, wherein it was written thus, UNTO DARIUS the king, all peace.",
      "8": "Be it known unto the king, that we went into the province of Judea, to the house of the great God, which is built with great stones, and beams are laid in the walls, and this work is wrought speedily, and prospereth in their hands.",
      "9": "Then asked we those Elders, and said unto them thus, Who hath given you commandment to build this house, and to lay the foundation of these walls?",
      "10": "We asked their names also that we might certify thee, and that we might write the names of the men that were their rulers.",
      "11": "But they answered us thus, and said, We are the servants of the God of heaven and earth, and build the house that was built of old and many years ago, which a great king of Israel built, and founded it.",
      "12": "But after that our fathers had provoked the God of heaven unto wrath, he gave them over into the hand of Nebuchadnezzar king of Babel the Chaldean, and he destroyed this house, and carried the people away captive unto Babel.",
      "13": "But in the first year of Cyrus king of Babel, King Cyrus made a decree to build this house of God.",
      "14": "And the vessels of gold and silver of the house of God, which Nebuchadnezzar took out of the Temple, that was in Jerusalem, and brought them into the Temple of Babel, those did Cyrus the king take out of the Temple of Babel, and they gave them unto one Sheshbazzar by his name, whom he had made captain.",
      "15": "And he said unto him, Take these vessels and go thy way, and put them in the Temple that is in Jerusalem, and let the house of God be built in his place.",
      "16": "Then came the same Sheshbazzar and laid the foundation of the house of God, which is in Jerusalem, and since that time even until now, hath it been in building, yet is it not finished.",
      "17": "Now therefore if it please the king, let there be search made in the house of the king’s treasures, which is there in Babel, whether a decree hath been made by king Cyrus, to build this house of God in Jerusalem, and let the King send his mind concerning this."
    },
    "6": {
      "1": "Then king Darius gave commandment, and they made search in the library of the treasures, which were there laid up in Babel.",
      "2": "And there was found in a coffer (in the palace that was in the province of the Medes) a volume, and therein was it thus written, as a memorial,",
      "3": "IN THE FIRST year of King Cyrus, King Cyrus made a decree for the house of God in Jerusalem, Let the house be built, even the place where they offered sacrifices, and let the walls thereof be joined together: let the height thereof be threescore cubits, and the breadth thereof threescore cubits,",
      "4": "Three orders of great stones, and one order of timber, and let the expenses be given of the king’s house.",
      "5": "And also let them render the vessels of the house of God (of gold and silver, which Nebuchadnezzar took out of the Temple, which was in Jerusalem, and brought unto Babel) and let him go unto the Temple that is in Jerusalem to his place, and put them in the house of God.",
      "6": "Therefore Tattenai captain beyond the river, and Shethar-Boznai, (and their companions Apharsecai, which are beyond the River) be ye far from thence.",
      "7": "Suffer ye the work of this house of God, that the captain of the Jews and the Elders of the Jews may build this house of God in his place.",
      "8": "For I have given a commandment what ye shall do to the Elders of these Jews, for the building of this house of God, that of the revenues of the King, which is of the tribute beyond the River, there be incontinently expenses given unto these men that they cease not.",
      "9": "And that which they shall have need of, let it be given unto them day by day, whether it be young bullocks, or rams, or lambs for the burnt offerings of the God of heaven, wheat, salt, wine, and oil, according to the appointment of the Priests that are in Jerusalem, that there be no fault,",
      "10": "That they may have to offer sweet odors unto the God of heaven, and pray for the king’s life, and for his sons.",
      "11": "And I have made a decree, that whosoever shall alter this sentence, the wood shall be pulled down from his house, and shall be set up, and he shall be hanged thereon, and his house shall be made a dunghill for this.",
      "12": "And the God that hath caused his Name to dwell there, destroy all kings and people that put to their hand to alter and to destroy this house of God, which is in Jerusalem. I Darius have made a decree, let it be done with speed.",
      "13": "Then Tattenai the Captain beyond the River, and Shethar-Boznai and their companions, according to that which Darius had sent, so they did speedily.",
      "14": "So the elders of the Jews built, and they prospered by the prophesying of Haggai the Prophet, and Zechariah the son of Iddo, and they built and finished it, by the appointment of the God of Israel, and by the commandment of Cyrus and Darius, and Artaxerxes king of Persia.",
      "15": "And this house was finished the third day of the month Adar, which was the sixth year of the reign of King Darius.",
      "16": "And the children of Israel, the Priests, and the Levites, and the residue of the children of the captivity kept the dedication of this house of God with joy,",
      "17": "And offered at the dedication of this house of God an hundred bullocks, two hundred rams, four hundred lambs, and twelve goats, for the sin of all Israel, according to the number of the tribes of Israel.",
      "18": "And they set the Priests in their order, and the Levites in their courses over the service of God in Jerusalem, as it is written in the book of Moses.",
      "19": "And the children of the captivity kept the Passover on the fourteenth day of the first month.",
      "20": "(For the Priests and the Levites were purified altogether) and they killed the Passover for all the children of the captivity, and for their brethren the Priests, and for themselves.",
      "21": "So the children of Israel which were come again out of captivity, and all such as had separated themselves unto them, from the filthiness of the Heathen of the land to seek the Lord God of Israel, did eat,",
      "22": "And they kept the feast of unleavened bread seven days with joy: for the Lord had made them glad, and turned the heart of the king of Assyria unto them, to encourage them in the work of the house of God, even the God of Israel."
    },
    "7": {
      "1": "Now after these things, in the reign of Artaxerxes king of Persia, was Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah,",
      "2": "The son of Shallum, the son of Zadok, the son of Ahitub,",
      "3": "The son of Amariah, the son of Azariah, the son of Meraioth,",
      "4": "The son of Zerahiah, the son of Uzzi, the son of Bukki,",
      "5": "The son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron, the chief Priest.",
      "6": "This Ezra came up from Babel, and was a Scribe, prompt in the Law of Moses, which the Lord God of Israel had given, and the king gave him all his request according to the hand of the Lord his God, which was upon him.",
      "7": "And there went up certain of the children of Israel, and of the Priests, and the Levites, and the singers, and the porters, and the Nethinim unto Jerusalem, in the seventh year of king Artaxerxes.",
      "8": "And he came to Jerusalem in the fifth month, which was in the seventh year of the king.",
      "9": "For upon the first day of the first month began he to go up from Babel, and on the first day of the fifth month came he to Jerusalem according to the good hand of his God that was upon him.",
      "10": "For Ezra had prepared his heart to seek the Law of the Lord, and to do it, and to teach the precepts and judgments in Israel.",
      "11": "And this is the copy of the letter that king Artaxerxes gave unto Ezra the Priest and Scribe, even a writer of the words of the commandments of the Lord, and of his statutes over Israel.",
      "12": "ARTAXERXES king of kings, to Ezra the Priest and perfect Scribe of the Law of the God of heaven, and to Cheeneth.",
      "13": "I have given commandment, that everyone that is willing in my kingdom of the people of Israel, and of the Priests, and Levites, to go to Jerusalem with thee, shall go.",
      "14": "Therefore art thou sent of the king and his seven counselors, to enquire in Judah and Jerusalem, according to the Law of thy God, which is in thine hand,",
      "15": "And to carry the silver and the gold, which the king and his counselors willingly offer unto the God of Israel (whose habitation is in Jerusalem)",
      "16": "And all the silver and gold that thou canst find in all the province of Babel, with the free offering of the people, and that which the Priests offer willingly to the house of their God which is in Jerusalem,",
      "17": "That thou mayest buy speedily with this silver, bullocks, rams, lambs, with their meat offerings, and their drink offerings: and thou shalt offer them upon the Altar of the house of your God, which is in Jerusalem.",
      "18": "And whatsoever it pleaseth thee and thy brethren to do with the rest of the silver and gold, do ye it according to the will of your God.",
      "19": "And the vessels that are given thee for the service of the house of thy God, those deliver thou before God in Jerusalem.",
      "20": "And the residue that shall be needful for the house of thy God, which shall be meet for thee to bestow, thou shalt bestow it out of the King’s treasure house,",
      "21": "And I king Artaxerxes have given commandment to all the treasurers which are beyond the River, that whatsoever Ezra the Priest and Scribe of the Law of the God of heaven shall require of you, that it be done incontinently,",
      "22": "Unto an hundred talents of silver, unto an hundred measures of wheat, and unto an hundred baths of wine, and unto an hundred baths of oil, and salt without writing.",
      "23": "Whatsoever is by the commandment of the God of heaven, let it be done speedily for the house of the God of heaven: for why should he be wroth against the realm of the King and his children?",
      "24": "And we certify you, that upon any of the Priests, Levites, singers, porters, Nethinim, or Ministers in this house of God, there shall no governor lay upon them toll, tribute nor custom.",
      "25": "And thou Ezra (after the wisdom of thy God, that is in thine hand) set judges and arbiters, which may judge all the people that is beyond the River, even all that know the law of thy God, and teach ye them that know it not.",
      "26": "And whosoever will not do the Law of thy God, and the king’s law, let him have judgment without delay, whether it be unto death, or to banishment, or to confiscation of goods, or to imprisonment.",
      "27": "Blessed be the Lord God of our fathers, which so hath put in the king’s heart, to beautify the house of the Lord that is in Jerusalem,",
      "28": "And hath inclined mercy toward me, before the king and his counselors, and before all the king’s mighty Princes: and I was comforted by the hand of the Lord my God which was upon me, and I gathered the chief of Israel to go up with me."
    },
    "8": {
      "1": "These are now the chief fathers of them, and the genealogy of them that came up with me from Babel, in the reign of king Artaxerxes.",
      "2": "Of the sons of Phinehas, Gershom: of the sons of Ithamar, Daniel: of the sons of David, Hattush:",
      "3": "Of the sons of Shechaniah, of the sons of Pharosh, Zechariah, and with him the count of the males, an hundred and fifty.",
      "4": "Of the sons of Pahath-Moab, Elihoenai, the son of Zerahiah, and with him two hundred males.",
      "5": "Of the sons of Shechaniah, the son of Jahaziel, and with him three hundred males.",
      "6": "And of the sons of Adin, Ebed the son of Jonathan, and with him fifty males.",
      "7": "And of the sons of Elam, Jeshaiah the son of Athaliah, and with him seventy males.",
      "8": "And of the sons of Shephatiah, Zebadiah the son of Michael, and with him fourscore males.",
      "9": "Of the sons of Joab, Obadiah the son of Jehiel, and with him two hundred and eighteen males.",
      "10": "And of the sons of Shelomith the son of Josiphiah, and with him an hundred and threescore males.",
      "11": "And of the sons of Bebai, Zechariah the son of Bebai, and with him eight and twenty males.",
      "12": "And of the sons of Azgad, Johanan the son of Hakkatan, and with him an hundred and ten males.",
      "13": "And of the sons of Adonikam, that were the last, whose names are these: Eliphelet, Jehiel and Shemaiah, and with them threescore males.",
      "14": "And of the sons of Bigvai, Uthai, and Zabbud, and with them seventy males.",
      "15": "And I gathered them to the river that goeth toward Ahava, and there abode we three days: then I viewed the people, and the Priests, and found there none of the sons of Levi.",
      "16": "Therefore sent I to Eliezer, to Ariel, to Shemeiah, and to Elnathan, and to Jarib, and to Elnathan, and to Nathan, and to Zechariah, and to Meshullam the chief, and to Joiarib, and to Elnathan men of understanding,",
      "17": "And I gave them commandment, to Iddo the chiefest at the place of Casiphia, and I told them the words that they should speak to Iddo, and to his brethren the Nethinim at the place of Casiphia, that they should cause the ministers of the house of our God to come unto us.",
      "18": "So by the good hand of our God, which was upon us, they brought us a man of understanding of the sons of Mahli the son of Levi the son of Israel, and Sherebiah with his sons and his brethren, even eighteen.",
      "19": "Also Hashabiah, and with him Jeshaiah of the sons of Merari, with his brethren, and their sons twenty.",
      "20": "And of the Nethinim, whom David had set, and the Princes for the service of the Levites, two hundred and twenty of the Nethinim, which all were named by name.",
      "21": "And there at the river, by Ahava, I proclaimed a fast, that we might humble ourselves before our God, and seek of him a right way for us, and for our children, and for all our substance.",
      "22": "For I was ashamed to require of the king an army and horsemen, to help us against the enemy in the way, because we had spoken to the king, saying, The hand of our God is upon all them that seek him in goodness, but his power and his wrath is against all them that forsake him.",
      "23": "So we fasted, and besought our God for this: and he was entreated of us.",
      "24": "Then I separated twelve of the chief of the Priests, Sherebiah, and Hashabiah, and ten of their brethren with them,",
      "25": "And weighed them the silver and the gold and the vessels, even the offering of the house of our God, which the king and his counselors and his Princes, and all Israel that were present had offered.",
      "26": "And I weighed unto their hand six hundred and fifty talents of silver, and in silver vessel an hundred talents, and in gold, an hundred talents,",
      "27": "And twenty basins of gold, of a thousand drams, and two vessels of shining brass very good, and precious as gold.",
      "28": "And I said unto them, Ye are consecrated unto the Lord, and the vessels are consecrated, and the gold and the silver are freely offered unto the Lord God of your fathers.",
      "29": "Watch ye, and keep them until ye weigh them before the chief Priests and the Levites, and the chief fathers of Israel in Jerusalem in the chambers of the house of the Lord.",
      "30": "So the Priests and the Levites received the weight of the silver, and of the gold, and of the vessels to bring them to Jerusalem, unto the house of our God.",
      "31": "Then we departed from the river of Ahavah on the twelfth day of the first month, to go unto Jerusalem, and the hand of our God was upon us, and delivered us from the hand of the enemy, and of such as laid wait by the way.",
      "32": "And we came to Jerusalem, and abode there three days.",
      "33": "And on the fourth day was the silver weighed, and the gold, and the vessel, in the house of our God, by the hand of Meremoth the son of Uriah the Priest, and with him was Eleazar the son of Phinehas, and with them was Jozabad the son of Jeshua, and Noadiah the son of Binnui the Levites,",
      "34": "By number and by weight of every one, and all the weight was written at the same time.",
      "35": "Also the children of the captivity, which were come out of captivity, offered burnt offerings unto the God of Israel, twelve bullocks for all Israel, ninety and six rams, seventy and seven lambs, and twelve he goats for sin: all was a burnt offering of the Lord.",
      "36": "And they delivered the King’s commission unto the King’s officers, and to the captains beyond the river: and they promoted the people, and the house of God."
    },
    "9": {
      "1": "When as these things were done, the rulers came to me, saying, The people of Israel, and the Priests, and the Levites are not separated from the people of the lands (as touching their abominations) to wit, of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites.",
      "2": "For they have taken their daughters to themselves, and to their sons, and they have mixed the holy seed with the people of the lands, and the hand of the Princes and rulers have been chief in this trespass.",
      "3": "But when I heard this saying, I rent my clothes and my garment, and plucked off the hair of mine head, and of my beard, and sat down astonied.",
      "4": "And there assembled unto me all that feared the words of the God of Israel, because of the transgression of them of the captivity. And I sat down astonied until the evening sacrifice.",
      "5": "And at the evening sacrifice I rose up from mine heaviness, and when I had rent my clothes and my garment, I fell upon my knees, and spread out mine hands unto the Lord my God,",
      "6": "And said, O my God, I am confounded and ashamed to lift up mine eyes unto thee my God: for our iniquities are increased over our head, and our trespass is grown up unto the heaven.",
      "7": "From the days of our fathers have we been in a great trespass unto this day, and for our iniquities have we, our kings, and our Priests been delivered into the hand of the kings of the lands, unto the sword, into captivity, into a spoil, and into confusion of face, as appeareth this day.",
      "8": "And now for a little space grace hath been showed from the Lord our God, in causing a remnant to escape, and in giving us a nail in his holy place, that our God may light our eyes, and give us a little reviving in our servitude.",
      "9": "For though we were bondmen, yet our God hath not forsaken us in our bondage, but hath inclined mercy unto us in the sight of the kings of Persia, to give us life, and to erect the house of our God, and to redress the desolate places thereof, and to give us a wall in Judah and in Jerusalem.",
      "10": "And now, our God, what shall we say after this? for we have forsaken thy commandments,",
      "11": "Which thou hast commanded by thy servants the Prophets, saying, The land whereunto ye go to possess it, is an unclean land, because of the filthiness of the people of the lands, which by their abominations, and by their uncleanness have filled it from corner to corner.",
      "12": "Now therefore shall ye not give your daughters unto their sons, neither shall ye take their daughters unto your sons, nor seek their peace nor wealth forever, that ye may be strong and eat the goodness of the land, and leave it for an inheritance to your sons forever.",
      "13": "And after all that is come upon us for our evil deeds, and for our great trespasses, (seeing that thou our God hast stayed us from being beneath for our iniquities, and hast given us such deliverance.)",
      "14": "Should we return to break thy commandments, and join in affinity with the people of such abominations? wouldest not thou be angry toward us till thou hadst consumed us, so that there should be no remnant nor any escaping?",
      "15": "O Lord God of Israel, thou art just, for we have been reserved to escape, as appeareth this day: behold, we are before thee in our trespass: therefore we cannot stand before thee because of it."
    },
    "10": {
      "1": "While Ezra prayed thus, and confessed himself weeping, and falling down before the house of God, there assembled unto him of Israel a very great Congregation of men and women and children: for the people wept with a great lamentation.",
      "2": "Then Shechaniah the son of Jehiel one of the sons of Elam answered, and said to Ezra, We have trespassed against our God, and have taken strange wives of the people of the land, yet now there is hope in Israel concerning this.",
      "3": "Now therefore let us make a covenant with our God, to put away all the wives (and such as are born of them) according to the counsel of the Lord, and of those that fear the commandments of our God, and let it be done according to the Law.",
      "4": "Arise: for the matter belongeth unto thee: we also will be with thee: be of comfort and do it.",
      "5": "Then arose Ezra, and caused the chief Priests, the Levites, and all Israel, to swear that they would do according to this word. So they sware.",
      "6": "And Ezra rose up from before the house of God, and went into the chamber of Johanan the son of Eliashib: he went even thither, but he did eat neither bread nor drunk water: for he mourned, because of the transgression of them of the captivity.",
      "7": "And they caused a proclamation to go throughout Judah and Jerusalem, unto all them of the captivity, that they should assemble themselves unto Jerusalem.",
      "8": "And whosoever would not come within three days according to the counsel of the Princes and Elders, all his substance should be forfeit, and he should be separate from the Congregation of them of the captivity.",
      "9": "Then all the men of Judah and Benjamin assembled themselves unto Jerusalem within three days, which was the twentieth day of the ninth month, and all the people sat in the street of the house of God, trembling for this matter, and for the rain.",
      "10": "And Ezra the Priest stood up, and said unto them, Ye have transgressed, and have taken strange wives, to increase the trespass of Israel.",
      "11": "Now therefore give praise unto the Lord God of your fathers, and do his will, and separate yourselves from the people of the land, and from the strange wives.",
      "12": "And all the Congregation answered, and said with a loud voice, So will we do according to thy words unto us.",
      "13": "But the people are many, and it is a rainy weather, and we are not able to stand without, neither is it the work of one day or two: for we are many that have offended in this thing.",
      "14": "Let our rulers stand therefore before all the Congregation, and let all them which have taken strange wives in our cities, come at the time appointed, and with [them] the Elders of every city and the judges thereof, till the fierce wrath of our God for this matter turn away from us.",
      "15": "Then were appointed Jonathan the son of Asahel, and Jahaziah the son of Tikvah over this matter, and Meshullam and Shabbethai the Levites helped them.",
      "16": "And they of the captivity did so, and departed, even Ezra the Priest, and the men that were chief fathers to the family of their fathers by name, and sat down in the first day of the tenth month to examine the matter.",
      "17": "And until the first day of the first month they were finishing the business with all the men that had taken strange wives.",
      "18": "And of the sons of the Priests there were men found, that had taken strange wives, to wit, of the sons of Jeshua, the son of Jozadak, and of his brethren, Maaseiah, Eliezer, and Jarib, and Gedaliah.",
      "19": "And they gave their hands, that they would put away their wives, and they that had trespassed gave a ram for their trespass.",
      "20": "And of the sons of Immer, Honani, and Zebadiah.",
      "21": "And of the sons of Harim, Maaseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah.",
      "22": "And of the sons of Pashur, Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.",
      "23": "And of the Levites, Jozabad and Shimei, and Kelaiah, (which is Kelita) Pethahiah, Judah and Eliezer.",
      "24": "And of the singers, Eliashib. And of the porters, Shallum, and Telem, and Uri.",
      "25": "And of Israel: of the sons of Parosh, Ramiah, and Jeziah, and Malchiah, and Mijamin, and Eleazar, and Malchijah, and Benaiah.",
      "26": "And of the sons of Elam, Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Eliah.",
      "27": "And of the sons of Zattu, Elioenai, Eliashib, Mattaniah, and Jerimoth, and Zabad, and Aziza.",
      "28": "And of the sons of Bebai, Jehohanan, Hananiah, Zabbai, Athlai.",
      "29": "And of the sons of Bani, Meshullam, Malluch, and Adaiah, Jashub, and Sheal, Jeremoth.",
      "30": "And of the sons of Pahath-Moab, Adna, and Chelal, Benaiah, Maaseiah, Mattaniah, Bezaleel, and Binnui, and Manasseh.",
      "31": "And of the sons of Harim, Eliezer, Ishijah, Malchiah, Shemaiah, Shimeon,",
      "32": "Benjamin, Malluch, Shamariah.",
      "33": "Of the sons of Hashum, Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei.",
      "34": "Of the sons of Bani, Maadai, Amram, and Uel,",
      "35": "Banaiah, Bedeiah, Chelluh,",
      "36": "Vaniah, Meremoth, Eliashib,",
      "37": "Mattaniah, Mattenai, and Jaasai,",
      "38": "And Bani, and Binnui, Shimei,",
      "39": "And Shelemiah, and Nathan, and Adaiah,",
      "40": "Machnadebai, Shashai, Sharai,",
      "41": "Azarel, and Shelemiah, Shemariah,",
      "42": "Shallum, Amariah, Joseph.",
      "43": "Of the sons of Nebo, Jeiel, Mattithiah, Zabad, Zebina, Jadai, and Joel, Benaiah.",
      "44": "All these had taken strange wives: and among them were women that had children."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:22.291945-04:00",
    "Translation": "GNV"
  }
}