{
  "Hebrews": {
    "1": {
      "1": "At sundry times and in divers manners God spake in the old time to our fathers by the Prophets: in these last days he hath spoken unto us by his Son,",
      "2": "Whom he hath made heir of all things, by whom also he made the worlds,",
      "3": "Who being the brightness of the glory, and the engraved form of his person, and bearing up all things by his mighty word: hath by himself purged our sins: and sitteth at the right hand of the Majesty in the highest places,",
      "4": "And is made so much more excellent than the Angels, inasmuch as he hath obtained a more excellent Name than they.",
      "5": "For unto which of the Angels said he at any time, Thou art my Son, this day begat I thee? and again, I will be his Father, and he shall be my Son:",
      "6": "And again, when he bringeth in his first begotten Son into the world, he saith, And let all the Angels of God worship him.",
      "7": "And of the Angels he saith, He maketh the spirits his messengers, and his ministers a flame of fire.",
      "8": "But unto the Son he saith, O God, thy throne is forever and ever: the scepter of thy kingdom is a scepter of righteousness.",
      "9": "Thou hast loved righteousness and hated iniquity. Wherefore God, even thy God, hath anointed thee with the oil of gladness, above thy fellows.",
      "10": "And, Thou, Lord, in the beginning hast established the earth, and the heavens are the works of thine hands.",
      "11": "They shall perish, but thou dost remain, and they all shall wax old as doth a garment,",
      "12": "And as a vesture shalt thou fold them up, and they shall be changed: but thou art the same, and thy years shall not fail.",
      "13": "Unto which also of the Angels said he at any time, Sit at my right hand, till I make thine enemies thy footstool?",
      "14": "Are they not all ministering spirits, sent forth to minister, for their sakes which shall be heirs of salvation?"
    },
    "2": {
      "1": "Wherefore we ought diligently to give heed to the things which we have heard, lest at any time we run out.",
      "2": "For if the word spoken by Angels was steadfast, and every transgression, and disobedience received a just recompense of reward,",
      "3": "How shall we escape if we neglect so great salvation, which at the first began to be preached by the Lord, and afterward was confirmed unto us by them that heard him.",
      "4": "God bearing witness thereto, both with signs and wonders, and with divers miracles, and gifts of the holy Ghost, according to his own will?",
      "5": "For he hath not put in subjection unto the Angels the world to come, whereof we speak.",
      "6": "But one in a certain place witnessed, saying, What is man, that thou shouldest be mindful of him? or the son of man, that thou wouldest consider him?",
      "7": "Thou madest him a little inferior to the Angels: thou crownedst him with glory and honor, and hast set him above the works of thine hands.",
      "8": "Thou hast put all things in subjection under his feet. And in that he hath put all things in subjection under him, he left nothing that should not be subject unto him. But we yet see not all things subdued unto him,",
      "9": "But we see Jesus crowned with glory and honor, which was made little inferior to the Angels, through the suffering of death, that by God’s grace he might taste death for all men.",
      "10": "For it became him, for whom are all these things, and by whom are all these things, seeing that he brought many children unto glory, that he should consecrate the Prince of their salvation through afflictions.",
      "11": "For he that sanctifieth, and they which are sanctified, are all of one: wherefore he is not ashamed to call them brethren,",
      "12": "Saying, I will declare thy Name unto my brethren: in the midst of the Church will I sing praises to thee.",
      "13": "And again, I will put my trust in him. And again, Behold, here am I, and the children which God hath given me.",
      "14": "Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part with them, that he might destroy through death, him that had the power of death, that is, the devil,",
      "15": "And that he might deliver all them, which for fear of death were all their lifetime subject to bondage.",
      "16": "For he in no sort took on him the Angels’ nature, but he took on him the seed of Abraham.",
      "17": "Wherefore in all things it behooved him to be made like unto his brethren, that he might be merciful, and a faithful high Priest in things concerning God, that he might make reconciliation for the sins of the people.",
      "18": "For in that he suffered, and was tempted, he is able to succor them that are tempted."
    },
    "3": {
      "1": "Therefore, holy brethren, partakers of the heavenly vocation, consider the Apostle and high Priest of our profession Christ Jesus:",
      "2": "Who was faithful to him that hath appointed him, even as Moses was in all his house.",
      "3": "For this man is counted worthy of more glory than Moses, inasmuch as he which hath builded the house, hath more honor than the house.",
      "4": "For every house is builded of some man, and he that hath built all things, is God.",
      "5": "Now Moses verily was faithful in all his house, as a servant, for a witness of the things which should be spoken after.",
      "6": "But Christ is as the Son, over his own house, whose house we are, if we hold fast that confidence and that rejoicing of that hope unto the end.",
      "7": "Wherefore, as the holy Ghost saith, Today if ye shall hear his voice,",
      "8": "Harden not your hearts, as in the provocation, according to the day of the temptation in the wilderness,",
      "9": "Where your fathers tempted me, proved me, and saw my works forty years long.",
      "10": "Wherefore I was grieved with that generation, and said, They err ever in their heart, neither have they known my ways.",
      "11": "Therefore I swear in my wrath, If they shall enter into my rest.",
      "12": "Take heed brethren, lest at any time there be in any of you an evil heart, and unfaithful, to depart away from the living God.",
      "13": "But exhort one another daily, while it is called today, lest any of you be hardened through the deceitfulness of sin.",
      "14": "For we are made partakers of Christ, if we keep sure unto the end that beginning, wherewith we are upholden,",
      "15": "So long as it is said, Today if ye hear his voice, harden not your hearts, as in the provocation.",
      "16": "For some when they heard, provoked him to anger: howbeit, not all that came out of Egypt by Moses.",
      "17": "But with whom was he displeased forty years? Was he not displeased with them that sinned, whose carcasses fell in the wilderness?",
      "18": "And to whom swear he that they should not enter into his rest, but unto them that obeyed not?",
      "19": "So we see that they could not enter in, because of unbelief."
    },
    "4": {
      "1": "Let us fear therefore, lest at any time by forsaking the promise of entering into his rest, any of you should seem to be deprived.",
      "2": "For unto us was the Gospel preached as also unto them: but the word that they heard, profited not them, because it was not mixed with faith in those that heard it.",
      "3": "For we which have believed, do enter into rest, as he said to the other, As I have sworn in my wrath, If they shall enter into my rest: although the works were finished from the foundation of the world.",
      "4": "For he spake in a certain place of the seventh day on this wise, And God did rest the seventh day from all his works.",
      "5": "And in this place again, If they shall enter into my rest.",
      "6": "Seeing therefore it remaineth that some must enter thereinto, and they to whom it was first preached, entered not therein for unbelief’s sake:",
      "7": "Again he appointed in David a certain day, by Today, after so long a time, saying, as it is said, This day, if ye hear his voice, harden not your hearts.",
      "8": "For if Jesus had given them rest, then would he not after this have spoken of another day.",
      "9": "There remaineth therefore a rest to the people of God.",
      "10": "For he that is entered into his rest, hath also ceased from his own works, as God did from his.",
      "11": "Let us study therefore to enter into that rest, lest any man fall after the same example of disobedience.",
      "12": "For the word of God is lively, and mighty in operation, and sharper than any two edged sword, and entereth through, even unto the dividing asunder of the soul and the spirit, and of the joints, and the marrow, and is a discerner of the thoughts, and the intents of the heart.",
      "13": "Neither is there any creature, which is not manifest in his sight: but all things are naked and open unto his eyes, with whom we have to do.",
      "14": "Seeing then that we have a great high Priest, which is entered into heaven, even Jesus the Son of God, let us hold fast our profession.",
      "15": "For we have not an high Priest, which cannot be touched with the feeling of our infirmities, but was in all things tempted in like sort, yet without sin.",
      "16": "Let us therefore go boldly unto the throne of grace, that we may receive mercy, and find grace to help in time of need."
    },
    "5": {
      "1": "For every high Priest is taken from among men, and is ordained for men, in things pertaining to God, that he may offer both gifts and sacrifices for sins.",
      "2": "Which is able sufficiently to have compassion on them that are ignorant, and that are out of the way, because that he also is compassed with infirmity,",
      "3": "And for the same sake he is bound to offer for sins, as well for his own part, as for the peoples.",
      "4": "And no man taketh this honor unto himself, but he that is called of God, as was Aaron.",
      "5": "So likewise Christ took not to himself this honor to be made the high Priest, but he that said unto him, Thou art my son, this day begat I thee, gave it him.",
      "6": "As he also in another place speaketh, Thou art a Priest forever, after the order of Melchizedek,",
      "7": "Who in the days of his flesh did offer up prayers and supplications, with strong crying and tears unto him, that was able to save him from death, and was also heard in that which he feared.",
      "8": "And though he were the Son, yet learned he obedience, by the things which he suffered.",
      "9": "And being consecrated, was made the author of eternal salvation unto all them that obey him:",
      "10": "And is called of God an high Priest after the order of Melchizedek.",
      "11": "Of whom we have many things to say, which are hard to be uttered, because ye are dull of hearing.",
      "12": "For when as concerning the time ye ought to be teachers, yet have ye need again that we teach you what are the first principles of the word of God: and are become such as have need of milk, and not of strong meat.",
      "13": "For everyone that useth milk, is inexpert in the word of righteousness: for he is a babe.",
      "14": "But strong meat belongeth to them that are of age, which through long custom have their wits exercised, to discern both good and evil."
    },
    "6": {
      "1": "Therefore, leaving the doctrine of the beginning of Christ, let us be led forward unto perfection, not laying again the foundation of repentance from dead works, and of faith toward God,",
      "2": "Of the doctrine of baptisms, and laying on of hands, and of the resurrection from the dead, and of eternal judgment.",
      "3": "And this will we do if God permit.",
      "4": "For it is impossible that they which were once lightened, and have tasted of the heavenly gift, and were made partakers of the holy Ghost,",
      "5": "And have tasted of the good word of God, and of the powers of the world to come,",
      "6": "If they fall away, should be renewed again by repentance: seeing they crucify again to themselves the Son of God, and make a mock of him.",
      "7": "For the earth which drinketh in the rain that cometh oft upon it, and bringeth forth herbs meet for them by whom it is dressed, receiveth blessing of God.",
      "8": "But that which beareth thorns and briars, is reproved, and is near unto cursing, whose end is to be burned.",
      "9": "But beloved, we have persuaded ourselves better things of you, and such as accompany salvation, though we thus speak.",
      "10": "For God is not unrighteous, that he should forget your work, and labor of love, which ye showed toward his Name, in that ye have ministered unto the Saints, and yet minister.",
      "11": "And we desire that every one of you show the same diligence, to the full assurance of hope unto the end,",
      "12": "That ye be not slothful, but followers of them, which through faith and patience, inherit the promises.",
      "13": "For when God made the promise to Abraham, because he had no greater to swear by, he swore by himself,",
      "14": "Saying, Surely I will abundantly bless thee, and multiply thee marvelously.",
      "15": "And so after that he had tarried patiently, he enjoyed the promise.",
      "16": "For men verily swear by him that is greater than themselves, and an oath for confirmation is among them an end of all strife.",
      "17": "So God, willing more abundantly to show unto the heirs of promise the stableness of his counsel, bound himself by an oath,",
      "18": "That by two immutable things, wherein it is impossible that God should lie, we might have strong consolation, which have our refuge to lay hold upon that hope that is set before us,",
      "19": "Which hope we have, as an anchor of the soul, but sure and steadfast, and it entereth into that which is within the veil.",
      "20": "Whither the forerunner is for us entered in, even Jesus that is made an high Priest forever after the order of Melchizedek."
    },
    "7": {
      "1": "For this Melchizedek was King of Salem, the Priest of the most high God, who met Abraham, as he returned from the slaughter of the Kings, and blessed him:",
      "2": "To whom also Abraham gave the tithe of all things: who first is by interpretation King of righteousness: after that, he is also King of Salem, that is, King of peace,",
      "3": "Without father, without mother, without kindred, and hath neither beginning of his days, neither end of life: but is likened unto the Son of God, and continueth a Priest forever.",
      "4": "Now consider how great this man was, unto whom even the Patriarch Abraham gave the tithe of the spoils.",
      "5": "For verily they which are the children of Levi, which receive the office of the Priesthood, have a commandment to take, according to the Law, tithes of the people (that is, of their brethren) though they came out of the loins of Abraham.",
      "6": "But he whose kindred is not counted among them, received tithes of Abraham, and blessed him that had the promises.",
      "7": "And without all contradiction the less is blessed of the greater.",
      "8": "And here men that die, receive tithes: but there he receiveth them, of whom it is witnessed, that he liveth.",
      "9": "And to say as the thing is, Levi also which receiveth tithes, payeth tithes in Abraham.",
      "10": "For he was yet in the loins of his father Abraham, when Melchizedek met him.",
      "11": "If therefore perfection had been by the Priesthood of the Levites (for under it the Law was established to the people) what needed it furthermore, that another Priest should rise after the order of Melchizedek, and not to be called after the order of Aaron?",
      "12": "For if the Priesthood be changed, then of necessity must there be a change of the Law.",
      "13": "For he of whom these things are spoken, pertaineth unto another tribe, whereof no man served at the altar.",
      "14": "For it is evident, that our Lord sprung out of Judah, concerning the which tribe Moses spake nothing, touching the Priesthood.",
      "15": "And it is yet a more evident thing, because that after the similitude of Melchizedek, there is risen up another Priest,",
      "16": "Which is not made Priest after the Law of the carnal commandment, but after the power of the endless life.",
      "17": "For he testifieth thus, Thou art a Priest forever, after the order of Melchizedek.",
      "18": "For the commandment that went afore, is disannulled, because of the weakness thereof, and unprofitableness.",
      "19": "For the Law made nothing perfect, but the bringing in of a better hope made perfect, whereby we draw near unto God.",
      "20": "And forasmuch as it is not without an oath (for these are made Priests without an oath:",
      "21": "But this is made with an oath by him that said unto him, The Lord hath sworn, and will not repent, Thou art a Priest forever, after the order of Melchizedek.)",
      "22": "By so much is Jesus made a surety of a better Testament.",
      "23": "And among them many were made Priests, because they were not suffered to endure, by the reason of death.",
      "24": "But this man, because he endureth ever, hath a Priesthood, which cannot pass from one to another.",
      "25": "Wherefore, he is able also perfectly to save them that come unto God by him, seeing he ever liveth, to make intercession for them.",
      "26": "For such an high Priest it became us to have, which is holy, harmless, undefiled, separate from sinners, and made higher than the heavens:",
      "27": "Which needeth not daily as those high Priests to offer up sacrifice, first for his own sins, and then for the peoples: for that did he once, when he offered up himself.",
      "28": "For the Law maketh men high Priests, which have infirmity: but the word of the oath that was since the Law, maketh the Son, who is consecrated for evermore."
    },
    "8": {
      "1": "Now of the things which we have spoken, this is the sum, that we have such an high Priest, that sitteth at the right hand of the throne of the Majesty in heavens,",
      "2": "And is a minister of the Sanctuary, and of that true Tabernacle which the Lord pitched, and not man.",
      "3": "For every high Priest is ordained to offer both gifts and sacrifices: wherefore it was of necessity, that this man should have somewhat also to offer.",
      "4": "For he were not a Priest, if he were on the earth, seeing there are Priests that according to the Law offer gifts,",
      "5": "Who serve unto the pattern and shadow of heavenly things, as Moses was warned by God when he was about to finish the Tabernacle. See, said he, that thou make all things according to the pattern, showed to thee in the mount.",
      "6": "But now our high Priest hath obtained a more excellent office, inasmuch as he is the Mediator of a better Testament, which is established upon better promises.",
      "7": "For if that first Testament had been unblameable, no place should have been sought for the second.",
      "8": "For in rebuking them he saith, Behold, the days will come, saith the Lord, when I shall make with the house of Israel, and with the house of Judah a new Testament:",
      "9": "Not like the Testament that I made with their fathers, in the day that I took them by the hand, to lead them out of the land of Egypt: for they continued not in my Testament, and I regarded them not, saith the Lord.",
      "10": "For this is the Testament that I will make with the house of Israel, After those days, saith the Lord, I will put my Laws in their mind, and in their heart I will write them, and I will be their God, and they shall be my people.",
      "11": "And they shall not teach every man his neighbor, and every man his brother, saying, Know the Lord: for all shall know me, from the least of them to the greatest of them.",
      "12": "For I will be merciful to their unrighteousness, and I will remember their sins and their iniquities no more.",
      "13": "In that he saith a new Testament, he hath abrogated the old: now that which is disannulled and waxed old, is ready to vanish away."
    },
    "9": {
      "1": "Then the first Testament had also ordinances of religion, and a worldly Sanctuary,",
      "2": "For the first Tabernacle was made, wherein was the candlestick, and the table, and the showbread, which Tabernacle is called the Holy places.",
      "3": "And after the second veil was the Tabernacle, which is called the Holiest of all,",
      "4": "Which had the golden censer, and the Ark of the Testament overlaid round about with gold, wherein the golden pot, which had Manna, was, and Aaron’s rod that had budded, and the tables of the Testament.",
      "5": "And over the Ark were the glorious Cherubims, shadowing the mercy seat: of which things we will not now speak particularly.",
      "6": "Now when these things were thus ordained, the Priest went always into the first Tabernacle, and accomplished the service.",
      "7": "But into the second went the high Priest alone, once every year, not without blood which he offered for himself, and for the ignorances of the people.",
      "8": "Whereby the holy Ghost this signified, that the way into the Holiest of all was not yet opened, while as yet the first tabernacle was standing,",
      "9": "Which was a figure for that present time, wherein were offered gifts and sacrifices that could not make holy, concerning the conscience, him that did the service,",
      "10": "Which only stood in meats and drinks, and divers washings, and carnal rites, which were enjoined, until the time of reformation.",
      "11": "But Christ being come an high Priest of good things to come, by a greater and a more perfect Tabernacle, not made with hands, that is, not of this building,",
      "12": "Neither by the blood of goats and calves: but by his own blood entered he in once unto the holy place, and obtained eternal redemption for us.",
      "13": "For if the blood of bulls and of goats, and the ashes of an heifer, sprinkling them that are unclean, sanctifieth as touching the purifying of the flesh,",
      "14": "How much more shall the blood of Christ which through the eternal Spirit offered himself without fault to God, purge your conscience from dead works, to serve the living God?",
      "15": "And for this cause is he the Mediator of the new Testament, that through death which was for the redemption of the transgressions that were in the former Testament, they which were called, might receive the promise of eternal inheritance.",
      "16": "For where a Testament is, there must be the death of him that made the Testament.",
      "17": "For the Testament is confirmed when men are dead: for it is yet of no force as long as he that made it, is alive.",
      "18": "Wherefore, neither was the first ordained without blood.",
      "19": "For when Moses had spoken every precept to the people, according to the Law, he took the blood of calves and of goats, with water and purple wool and hyssop, and sprinkled both the book, and all the people,",
      "20": "Saying, This is the blood of the Testament, which God hath appointed unto you.",
      "21": "Moreover, he sprinkled likewise the Tabernacle with blood also, and all the ministering vessels,",
      "22": "And almost all things are by the Law purged with blood, and without shedding of blood is no remission.",
      "23": "It was then necessary, that the similitudes of heavenly things should be purified with such things: but the heavenly things themselves are purified with better sacrifices than are these.",
      "24": "For Christ is not entered into the holy places that are made with hands, which are similitudes of the true Sanctuary: but is entered into very heaven, to appear now in the sight of God for us,",
      "25": "Not that he should offer himself often, as the high Priest entered into the Holy place every year with others’ blood,",
      "26": "(For then must he have often suffered since the foundation of the world) but now in the end of the world hath he been made manifest, once to put away sin by the sacrifice of himself.",
      "27": "And as it is appointed unto men that they shall once die, and after that cometh the judgment:",
      "28": "So Christ was once offered to take away the sins of many, and unto them that look for him, shall he appear the second time without sin unto salvation."
    },
    "10": {
      "1": "For the law having the shadow of good things to come, and not the very image of the things, can never with those sacrifices, which they offer year by year continually, sanctify the comers thereunto.",
      "2": "For would they not then have ceased to have been offered, because that the offerers once purged, should have had no more conscience of sins?",
      "3": "But in those sacrifices there is a remembrance again of sins every year.",
      "4": "For it is impossible that the blood of bulls and goats should take away sins.",
      "5": "Wherefore when he cometh into the world, he saith, Sacrifice and offering thou wouldest not: but a body hast thou ordained me.",
      "6": "In burnt offerings, and sin offerings thou hast had no pleasure.",
      "7": "Then I said, Lo, I come (in the beginning of the book it is written of me) that I should do thy will, O God.",
      "8": "Above, when he said, Sacrifice and offering, and burnt offerings, and sin offerings, thou wouldest not have, neither hadst pleasure therein (which are offered by the Law.)",
      "9": "Then said he, Lo, I come to do thy will, O God, he taketh away the first, that he may stablish the second.",
      "10": "By the which will we are sanctified, even by the offering of the body of Jesus Christ once made.",
      "11": "And every Priest standeth daily ministering, and ofttimes offereth one manner of offering, which can never take away sins:",
      "12": "But this man after he had offered one sacrifice for sins, sitteth forever at the right hand of God,",
      "13": "And from henceforth tarrieth, till his enemies be made his footstool.",
      "14": "For with one offering hath he consecrated forever them that are sanctified.",
      "15": "For the holy Ghost also beareth us record: for after that he had said before,",
      "16": "This is the Testament that I will make unto them after those days, saith the Lord, I will put my Laws in their heart, and in their minds I will write them.",
      "17": "And their sins and iniquities will I remember no more.",
      "18": "Now where remission of these things is, there is no more offering for sin.",
      "19": "Seeing therefore, brethren, that by the blood of Jesus we may be bold to enter into the Holy place,",
      "20": "By the new and living way, which he hath prepared for us, through the veil, that is, his flesh:",
      "21": "And seeing we have an high Priest, which is over the house of God,",
      "22": "Let us draw near with a true heart in assurance of faith, our hearts being pure from an evil conscience,",
      "23": "And washed in our bodies with pure water, let us keep the profession of our hope, without wavering, (for he is faithful that promised.)",
      "24": "And let us consider one another, to provoke unto love, and to good works,",
      "25": "Not forsaking the fellowship that we have among ourselves, as the manner of some is: but let us exhort one another, and that so much the more, because ye see that the day draweth near.",
      "26": "For if we sin willingly after that we have received and acknowledged that truth, there remaineth no more sacrifice for sins,",
      "27": "But a fearful looking for of judgment, and violent fire, which shall devour the adversaries.",
      "28": "He that despiseth Moses’ Law, dieth without mercy under two, or three witnesses:",
      "29": "Of how much sorer punishment suppose ye shall he be worthy, which treadeth under foot the Son of God, and counteth the blood of the Testament as an unholy thing, wherewith he was sanctified, and doeth despite the Spirit of grace?",
      "30": "For we know him that hath said, Vengeance belongeth unto me: I will recompense, saith the Lord. And again, The Lord shall judge his people.",
      "31": "It is a fearful thing to fall into the hands of the living God.",
      "32": "Now call to remembrance the days that are passed, in the which, after ye had received light ye endured a great fight in afflictions,",
      "33": "Partly while ye were made a gazing stock both by reproaches and afflictions, and partly while ye became companions of them which were so tossed to and fro.",
      "34": "For both ye sorrowed with me for my bonds, and suffered with joy the spoiling of your goods, knowing in yourselves how that ye have in heaven a better, and an enduring substance.",
      "35": "Cast not away therefore your confidence which hath great recompense of reward.",
      "36": "For ye have need of patience, that after ye have done the will of God, ye might receive the promise.",
      "37": "For yet a very little while, and he that shall come, will come, and will not tarry.",
      "38": "Now the just shall live by faith: but if any withdraw himself, my soul shall have no pleasure in him.",
      "39": "But we are not they which withdraw ourselves unto perdition, but follow faith unto the conservation of the soul."
    },
    "11": {
      "1": "Now faith is the grounds of things which are hoped for, and the evidence of things which are not seen.",
      "2": "For by it our elders were well reported of.",
      "3": "Through faith we understand that the world was ordained by the word of God, so that the things which we see, are not made of things which did appear.",
      "4": "By faith Abel offered unto God a greater sacrifice than Cain, by the which he obtained witness that he was righteous, God testifying of his gifts: by the which faith also he being dead, yet speaketh.",
      "5": "By faith was Enoch translated, that he should not see death: neither was he found: for God had translated him: for before he was translated, he was reported of, that he had pleased God.",
      "6": "But without faith it is impossible to please him: for he that cometh to God, must believe that God is, and that he is a rewarder of them that seek him.",
      "7": "By faith Noah being warned of God of the things which were as yet not seen, moved with reverence, prepared the Ark to the saving of his household, through the which Ark he condemned the world, and was made heir of the righteousness, which is by faith.",
      "8": "By faith Abraham, when he was called, obeyed God, to go out into a place, which he should afterward receive for inheritance, and he went out, not knowing whither he went.",
      "9": "By faith he abode in the land of promise, as in a strange country, as one that dwelt in tents with Isaac and Jacob heirs with him of the same promise.",
      "10": "For he looked for a city having a foundation, whose builder and maker is God.",
      "11": "Through faith Sarah also received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful which had promised.",
      "12": "And therefore sprang thereof one, even of one which was dead, so many as the stars of the sky in multitude, and as the sand of the sea shore which is innumerable.",
      "13": "All these died in faith, and received not the promises, but saw them afar off, and believed them, and received them thankfully, and confessed that they were strangers and pilgrims on the earth.",
      "14": "For they that say such things, declare plainly, that they seek a country.",
      "15": "And if they had been mindful of that country, from whence they came out, they had leisure to have returned.",
      "16": "But now they desire a better, that is an heavenly: wherefore God is not ashamed of them to be called their God: for he hath prepared for them a city.",
      "17": "By faith Abraham offered up Isaac, when he was tried, and he that had received the promises, offered his only begotten son.",
      "18": "(To whom it was said, In Isaac shall thy seed be called.)",
      "19": "For he considered that God was able to raise him up even from the dead: from whence he received him also after a sort.",
      "20": "By faith Isaac blessed Jacob and Esau, concerning things to come.",
      "21": "By faith Jacob when he was a dying, blessed both the sons of Joseph, and leaning on the end of his staff, worshipped God.",
      "22": "By faith Joseph when he died, made mention of the departing of the children of Israel, and gave commandment of his bones.",
      "23": "By faith Moses when he was born, was hid three months of his parents, because they saw he was a proper child, neither feared they the king’s commandment.",
      "24": "By faith Moses when he was come to age, refused to be called the son of Pharaoh’s daughter,",
      "25": "And chose rather to suffer adversity with the people of God, than to enjoy the pleasures of sin for a season,",
      "26": "Esteeming the rebuke of Christ greater riches, than the treasures of Egypt: for he had respect unto the recompense of the reward.",
      "27": "By faith he forsook Egypt, and feared not the fierceness of the king: for he endured, as he that saw him which is invisible.",
      "28": "Through faith he ordained the Passover and the effusion of blood, lest he that destroyed the first born, should touch them.",
      "29": "By faith they passed through the red sea as by dry land, which when the Egyptians had assayed to do, they were swallowed up.",
      "30": "By faith the walls of Jericho fell down after they were compassed about seven days.",
      "31": "By faith the harlot Rahab perished not with them which obeyed not, when she had received the spies peaceably.",
      "32": "And what shall I more say? for the time would be too short for me to tell of Gideon, of Barak, and of Samson, and of Jephthah, also of David, and Samuel, and of the Prophets:",
      "33": "Which through faith subdued kingdoms, wrought righteousness, obtained the promises, stopped the mouths of lions,",
      "34": "Quenched the violence of fire, escaped the edge of the sword, of weak were made strong, waxed valiant in battle, turned to flight the armies of the aliens.",
      "35": "The women received their dead raised to life: others also were racked, and would not be delivered, that they might receive a better resurrection.",
      "36": "And others have been tried by mockings and scourgings, yea, moreover by bonds, and imprisonment.",
      "37": "They were stoned, they were hewn asunder, they were tempted, they were slain with the sword, they wandered up and down in sheep’s skins, and in goats’ skins, being destitute, afflicted, and tormented:",
      "38": "Whom the world was not worthy of: they wandered in wildernesses and mountains, and dens, and caves of the earth.",
      "39": "And these all through faith obtained good report, and received not the promise,",
      "40": "God providing a better thing for us, that they without us should not be made perfect."
    },
    "12": {
      "1": "Wherefore, let us also, seeing that we are compassed with so great a cloud of witnesses, cast away everything that presseth down, and the sin that hangeth so fast on: let us run with patience the race that is set before us,",
      "2": "Looking unto Jesus the author and finisher of our faith, who for the joy that was set before him, endured the cross, and despised the shame, and is set at the right hand of the throne of God.",
      "3": "Consider therefore him that endureth such speaking against of sinners, lest ye should be wearied and faint in your minds.",
      "4": "Ye have not yet resisted unto blood, striving against sin.",
      "5": "And ye have forgotten the consolation, which speaketh unto you as unto children, My son, despise not the chastening of the Lord, neither faint when thou art rebuked of him.",
      "6": "For whom the Lord loveth, he chasteneth: and he scourgeth every son that he receiveth.",
      "7": "If ye endure chastening, God offered himself unto you as unto sons: for what son is it whom the father chasteneth not?",
      "8": "If therefore ye be without correction, whereof all are partakers, then are ye bastards, and not sons.",
      "9": "Moreover we have had the fathers of our bodies which corrected us, and we gave them reverence: should we not much rather be in subjection unto the father of spirits, that we might live?",
      "10": "For they verily for a few days chastened us after their own pleasure, but he chastened us for our profit, that we might be partakers of his holiness.",
      "11": "Now no chastising for the present seemeth to be joyous, but grievous: but afterward, it bringeth the quiet fruit of righteousness, unto them which are thereby exercised.",
      "12": "Wherefore lift up your hands which hang down, and your weak knees,",
      "13": "And make straight steps unto your feet, lest that which is halting, be turned out of the way, but let it rather be healed.",
      "14": "Follow peace with all men, and holiness, without the which no man shall see the Lord.",
      "15": "Take heed, that no man fall away from the grace of God: let no root of bitterness spring up and trouble you, lest thereby many be defiled.",
      "16": "Let there be no fornicator, or profane person as Esau, which for one portion of meat sold his birthright.",
      "17": "For ye know how that afterward also when he would have inherited the blessing, he was rejected: for he found no place to repentance, though he sought that blessing with tears.",
      "18": "For ye are not come unto the mount that might be touched, nor unto burning fire, nor to blackness and darkness, and tempest,",
      "19": "Neither unto the sound of a trumpet, and the voice of words, which they that heard it, excused themselves, that the word should not be spoken to them any more.",
      "20": "(For they were not able to abide that which was commanded, yea, though a beast touch the mountain, it shall be stoned, or thrust through with a dart:",
      "21": "And so terrible was the sight which appeared, that Moses said, I fear and quake.)",
      "22": "But ye are come unto the mount Sion, and to the city of the living God, the celestial Jerusalem, and to the company of innumerable Angels.",
      "23": "And to the assembly and congregation of the first born, which are written in heaven, and to God the judge of all, and to the spirits of just and perfect men,",
      "24": "And to Jesus the Mediator of the new Testament, and to the blood of sprinkling that speaketh better things than that of Abel.",
      "25": "See that ye despise not him that speaketh: for if they escaped not which refused him, that spake on earth: much more shall we not escape, if we turn away from him that speaketh from heaven.",
      "26": "Whose voice then shook the earth, and now hath declared, saying, Yet once more will I shake, not the earth only, but also heaven.",
      "27": "And this word, Yet once more, signifieth the removing of those things which are shaken, as of things which are made with hands, that the things which are not shaken, may remain.",
      "28": "Wherefore seeing we receive a kingdom, which cannot be shaken, let us have grace whereby we may so serve God, that we may please him with reverence and fear.",
      "29": "For even our God is a consuming fire."
    },
    "13": {
      "1": "Let brotherly love continue.",
      "2": "Be not forgetful to entertain strangers: for thereby some have received Angels into their houses unawares.",
      "3": "Remember them that are in bonds, as though ye were bound with them: and them that are in affliction, as if ye were also afflicted in the body.",
      "4": "Marriage is honorable among all, and the bed undefiled: but whoremongers and adulterers God will judge.",
      "5": "Let your conversation be without covetousness, and be content with those things that ye have, for he hath said,",
      "6": "I will not fail thee, neither forsake thee:",
      "7": "So that we may boldly say, The Lord is mine helper, neither will I fear what man can do unto me.",
      "8": "Remember them which have the oversight of you, which have declared unto you the word of God: whose faith follow, considering what hath been the end of their conversation. Jesus Christ yesterday, and today, the same also is forever.",
      "9": "Be not carried about with divers and strange doctrines: for it is a good thing that the heart be stablished with grace, and not with meats, which have not profited them that have been occupied therein.",
      "10": "We have an altar, whereof they have no authority to eat, which serve in the Tabernacle.",
      "11": "For the bodies of those beasts whose blood is brought into the holy place by the high Priest for sin, are burnt without the camp.",
      "12": "Therefore even Jesus, that he might sanctify the people with his own blood, suffered without the gate.",
      "13": "Let us go forth to him therefore out of the camp, bearing his reproach.",
      "14": "For here have we no continuing city: but we seek one to come.",
      "15": "Let us therefore by him offer the sacrifice of praise always to God, that is, the fruit of the lips, which confess his Name.",
      "16": "To do good, and to distribute forget not: for with such sacrifices God is pleased.",
      "17": "Obey them that have the oversight of you, and submit yourselves: for they watch for your souls, as they that must give accounts, that they may do it with joy, and not with grief: for that is unprofitable for you.",
      "18": "Pray for us, for we are assured that we have a good conscience in all things, desiring to live honestly.",
      "19": "And I desire you somewhat the more earnestly, that ye so do, that I may be restored to you more quickly.",
      "20": "The God of peace that brought again from the dead our Lord Jesus, the great shepherd of the sheep, through the blood of the everlasting Covenant,",
      "21": "Make you perfect in all good works, to do his will, working in you that which is pleasant in his sight through Jesus Christ, to whom be praise forever and ever, Amen.",
      "22": "I beseech you also, brethren, suffer the words of exhortation: for I have written unto you in few words.",
      "23": "Know that our brother Timothy is delivered, with whom (if he come shortly) I will see you.",
      "24": "Salute all them that have the oversight of you, and all the Saints. They of Italy salute you.",
      "25": "Grace be with you all, Amen.\nWritten to the Hebrews from Italy, and sent by Timothy."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:08.783375-04:00",
    "Translation": "GNV"
  }
}