{
  "Hosea": {
    "1": {
      "1": "The word of the Lord that came unto Hosea the son of Beeri, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash king of Israel.",
      "2": "At the beginning the Lord spake by Hosea, and the Lord said unto Hosea, Go, take unto thee a wife of fornications, and children of fornications: for the land hath committed great whoredom, departing from the Lord.",
      "3": "So he went, and took Gomer, the daughter of Diblaim, which conceived and bare him a son.",
      "4": "And the Lord said unto him, Call his name Jezreel: for yet a little, and I will visit the blood of Jezreel upon the house of Jehu, and will cause to cease the kingdom of the house of Israel.",
      "5": "And at that day will I also break the bow of Israel in the valley of Jezreel.",
      "6": "She conceived yet again, and bare a daughter, and God said unto him, Call her name Lo-Ruhamah: for I will no more have pity upon the house of Israel: but I will utterly take them away.",
      "7": "Yet I will have mercy upon the house of Judah, and will save them by the Lord their God, and will not save them by bow, nor by sword, nor by battle, by horses, nor by horsemen.",
      "8": "Now when she had weaned Lo-Ruhamah, she conceived, and bare a son.",
      "9": "Then said God, Call his name Lo-Ammi: for ye are not my people: therefore will I not be yours.",
      "10": "Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured nor told: and in the place where it was said unto them, Ye are not my people, it shall be said unto them, Ye are the sons of the living God.",
      "11": "Then shall the children of Judah, and the children of Israel be gathered together, and appoint themselves one head, and they shall come up out of the land: for great is the day of Jezreel."
    },
    "2": {
      "1": "Say unto your brethren, Ammi, and to your sisters, Ruhamah,",
      "2": "Plead with your mother: plead with her: for she is not my wife, neither am I her husband: but let her take away her fornications out of her sight, and her adulteries from between her breasts.",
      "3": "Lest I strip her naked, and set her as in the day that she was born, and make her as a wilderness, and leave her like a dry land, and slay her for thirst.",
      "4": "And I will have no pity upon her children: for they be the children of fornication.",
      "5": "For their mother hath played the harlot: she that conceived them, hath done shamefully: for she said, I will go after thy lovers that give me my bread and my water, my wool, and my flax, mine oil and my drink.",
      "6": "Therefore behold, I will stoop thy way with thorns, and make an hedge, that she shall not find her paths.",
      "7": "Though she follow after her lovers, yet shall she not come at them: though she seek them, yet shall she not find them: then shall she say, I will go and return to my first husband: for at that time was I better than now.",
      "8": "Now she did not know that I gave her corn, and wine, and oil, and multiplied her silver and gold, which they bestowed upon Baal.",
      "9": "Therefore will I return, and take away my corn in the time thereof, and my wine in the season thereof, and will recover my wool and my flax lent, to cover her shame.",
      "10": "And now will I discover her lewdness in the sight of her lovers, and no man shall deliver her out of mine hand.",
      "11": "I will also cause all her mirth to cease, her feast days, her new moons, and her Sabbaths, and all her solemn feasts.",
      "12": "And I will destroy her vines and her fig trees, whereof she hath said, These are my rewards that my lovers have given me: and I will make them as a forest, and the wild beasts shall eat them.",
      "13": "And I will visit upon her the days of Baal, wherein she burnt incense to them: and she decked herself with her earrings and her jewels, and she followed her lovers, and forgot me, saith the Lord.",
      "14": "Therefore behold, I will allure her, and bring her into the wilderness, and speak friendly unto her.",
      "15": "And I will give her her vineyards from thence, and the valley of Achor for the door of hope, and she shall sing there as in the days of her youth, and as in the day when she came up out of the land of Egypt.",
      "16": "And at that day, saith the Lord, thou shalt call me Ishi, and shalt call me no more Baali.",
      "17": "For I will take away the names of Baal out of her mouth, and they shall be no more remembered by their names.",
      "18": "And in that day will I make a covenant for them with the wild beasts, and with the fowls of the heaven, and with that that creepeth upon the earth: and I will break the bow, and the sword and the battle out of the earth: and will make them to sleep safely.",
      "19": "And I will marry thee unto me forever: yea, I will marry thee unto me in righteousness, and in judgment, and in mercy, and in compassion.",
      "20": "I will even marry thee unto me in faithfulness, and thou shalt know the Lord.",
      "21": "And in that day I will hear, saith the Lord, I will even hear the heavens, and they shall hear the earth,",
      "22": "And the earth shall hear the corn, and the wine, and the oil, and they shall hear Jezreel.",
      "23": "And I will sow her unto me in the earth, and I will have mercy upon her, that was not pitied, and I will say to them which were not my people, Thou art my people. And they shall say, Thou art my God."
    },
    "3": {
      "1": "Then said the Lord to me, Go yet, and love a woman (beloved of her husband, and was an harlot) according to the love of the Lord toward the children of Israel: yet they looked to other gods, and loved the wine bottles.",
      "2": "So I bought her to me for fifteen pieces of silver, and for an homer of barley, and an half homer of barley.",
      "3": "And I said unto her, Thou shalt abide with me many days: thou shalt not play the harlot, and thou shalt be to none other man, and I will be so unto thee.",
      "4": "For the children of Israel shall remain many days without a king and without a prince, and without an offering, and without an image, and without an Ephod, and without Teraphim.",
      "5": "Afterward shall the children of Israel convert and seek the Lord their God, and David their king, and shall fear the Lord and his goodness in the latter days."
    },
    "4": {
      "1": "Hear the word of the Lord, ye children of Israel: for the Lord hath a controversy with the inhabitants of the land, because there is no truth, nor mercy, nor knowledge of God in the land.",
      "2": "By swearing, and lying, and killing, and stealing, and whoring, they break out, and blood toucheth blood.",
      "3": "Therefore shall the land mourn, and everyone that dwelleth therein shall be cut off, with the beasts of the field, and with the fowls of the heaven, and also the fishes of the sea shall be taken away.",
      "4": "Yet let none rebuke, nor reprove another: for thy people are as they that rebuke the Priest.",
      "5": "Therefore shalt thou fall in the day, and the Prophet shall fall with thee in the night, and I will destroy thy mother.",
      "6": "My people are destroyed for lack of knowledge: because thou hast refused knowledge, I will also refuse thee that thou shalt be no Priest to me: and seeing thou hast forgotten the Law of thy God, I will also forget thy children.",
      "7": "As they were increased, so they sinned against me: therefore will I change their glory into shame.",
      "8": "They eat up the sins of my people, and lift up their minds in their iniquity.",
      "9": "And there shall be like people like priest: for I will visit their ways upon them, and reward them their deeds.",
      "10": "For they shall eat, and not have enough, they shall commit adultery, and shall not increase, because they have left off to take heed to the Lord.",
      "11": "Whoredom, and wine, and new wine take away their heart.",
      "12": "My people ask counsel at their stocks, and their staff teacheth them: for the spirit of fornications hath caused them to err, and they have gone a whoring from under their God.",
      "13": "They sacrifice upon the tops of the mountains, and burn incense upon the hills under the oaks, and the poplar tree, and the elm, because the shadow thereof is good: therefore your daughters shall be harlots, and your spouses shall be whores.",
      "14": "I will not visit your daughters when they are harlots: nor your spouses, when they are whores: for they themselves are separated with harlots, and sacrifice with whores: therefore the people that doth not understand, shall fall.",
      "15": "Though thou Israel, play the harlot, yet let not Judah sin: come not ye unto Gilgal, neither go ye up to Beth Aven, nor swear, The Lord liveth.",
      "16": "For Israel is rebellious as an unruly heifer. Now the Lord will feed them as a lamb in a large place.",
      "17": "Ephraim is joined to idols: let him alone.",
      "18": "Their drunkenness stinketh: they have committed whoredom: their rulers love to say with shame, Bring ye.",
      "19": "The wind hath bound them up in her wings, and they shall be ashamed of their sacrifices."
    },
    "5": {
      "1": "O ye Priests, hear this, and hearken ye, O house of Israel, and give ye ear, O house of the King: for judgment is toward you, because you have been a snare on Mizpah, and a net spread upon Tabor.",
      "2": "Yet they were profound to decline to slaughter, though I have been a rebuker of them all.",
      "3": "I know Ephraim, and Israel is not hid from me: for now, O Ephraim, thou art become an harlot, and Israel is defiled.",
      "4": "They will not give their minds to turn unto their God: for the spirit of fornication is in the midst of them, and they have not known the Lord.",
      "5": "And the pride of Israel doth testify to his face: therefore shall Israel and Ephraim fall in their iniquity: Judah also shall fall with them.",
      "6": "They shall go with their sheep, and with their bullocks, to seek the Lord: but they shall not find him: for he hath withdrawn himself from them.",
      "7": "They have transgressed against the Lord: for they have begotten strange children: now shall a month devour them with their portions.",
      "8": "Blow ye the trumpet in Gibeah, and the shame in Ramah: cry out at Beth Aven, after thee, O Benjamin.",
      "9": "Ephraim shall be desolate in the day of rebuke: among the tribes of Israel have I caused to know the truth.",
      "10": "The princes of Judah were like them that remove the bound: therefore will I pour out my wrath upon them like water.",
      "11": "Ephraim is oppressed and broken in judgment, because he willingly walked after the commandment.",
      "12": "Therefore will I be unto Ephraim as a moth, and to the house of Judah as a rottenness.",
      "13": "When Ephraim saw his sickness, and Judah his wound, then went Ephraim unto Assyria, and sent unto King Jareb: yet could he not heal you, nor cure you of your wound.",
      "14": "For I will be unto Ephraim as a lion, and as a lion’s whelp, to the house of Judah: I, even I will spoil and go away: I will take away, and none shall rescue it.",
      "15": "I will go, and return to my place, till they acknowledge their fault, and seek me: in their affliction, they will seek me diligently."
    },
    "6": {
      "1": "Come, and let us return to the Lord: for he hath spoiled, and he will heal us: he hath wounded us, and he will bind us up.",
      "2": "After two days will he revive us, and in the third day he will raise us up, and we shall live in his sight.",
      "3": "Then shall we have knowledge, and endeavor ourselves to know the Lord: his going forth is prepared as the morning, and he shall come unto us as the rain, and as the latter rain unto the earth.",
      "4": "O Ephraim, what shall I do unto thee? O Judah, how shall I entreat thee? for your goodness is as a morning cloud, and as the morning dew it goeth away.",
      "5": "Therefore have I cut down by the Prophets: I have slain them by the words of my mouth, and thy judgments were as the light that goeth forth.",
      "6": "For I desired mercy, and not sacrifice, and the knowledge of God more than burnt offerings.",
      "7": "But they like men have transgressed the covenant: there have they trespassed against me.",
      "8": "Gilead is a city of them that work iniquity, and is polluted with blood.",
      "9": "And as the thieves wait for a man, so the company of Priests murder in the way by consent: for they work mischief.",
      "10": "I have seen villainy in the house of Israel: there is the whoredom of Ephraim: Israel is defiled.",
      "11": "Yea, Judah hath set a plant for thee, while I would return the captivity of my people."
    },
    "7": {
      "1": "When I would have healed Israel, then the iniquity of Ephraim was discovered, and the wickedness of Samaria: for they have dealt falsely: and the thief cometh in, and the robber spoileth without.",
      "2": "And they consider not in their hearts, that I remember all their wickedness: now their own inventions have beset them about: they are in my sight.",
      "3": "They make the king glad with their wickedness, and the princes with their lies.",
      "4": "They are all adulterers, and as a very oven heated by the baker, which ceaseth from raising up, and from kneading the dough until it be leavened.",
      "5": "This is the day of our king: the princes have made him sick with flagons of wine: he stretcheth out his hand to scorners.",
      "6": "For they have made ready their heart like an oven while they lie in wait: their baker sleepeth all the night: in the morning it burneth as a flame of fire.",
      "7": "They are all hot as an oven, and have devoured their judges: all their kings are fallen: there is none among them that calleth unto me.",
      "8": "Ephraim hath mixed himself among the people. Ephraim is as a cake on the hearth not turned.",
      "9": "Strangers have devoured his strength, and he knoweth it not: yea, gray hairs are here, and there upon him, yet he knoweth not.",
      "10": "And the pride of Israel testifieth to his face, and they do not return to the Lord their God, nor seek him for all this.",
      "11": "Ephraim also is like a dove deceived without heart: they call to Egypt: they go to Assyria.",
      "12": "But when they shall go, I will spread my net upon them, and draw them down as the fowls of the heaven: I will chastise them as their Congregation hath heard.",
      "13": "Woe unto them: for they have fled away from me: destruction shall be unto them, because they have transgressed against me: though I have redeemed them, yet they have spoken lies against me.",
      "14": "And they have not cried unto me with their hearts, when they howled upon their beds: they assembled themselves for corn, and wine, and they rebel against me.",
      "15": "Though I have bound and strengthened their arm, yet do they imagine mischief against me.",
      "16": "They return, but not to the most high: they are like a deceitful bow: their princes shall fall by the sword, for the rage of their tongues: this shall be their derision in the land of Egypt."
    },
    "8": {
      "1": "Set the trumpet to thy mouth: he shall come as an eagle against the House of the Lord, because they have transgressed my covenant, and trespassed against my Law.",
      "2": "Israel shall cry unto me, My God, we know thee.",
      "3": "Israel hath cast off the thing that is good: the enemy shall pursue him.",
      "4": "They have set up a king, but not by me: they have made princes, and I knew it not: of their silver and their gold have they made them idols: therefore shall they be destroyed.",
      "5": "Thy calf, O Samaria, hath cast thee off: mine anger is kindled against them: how long will they be without innocency!",
      "6": "For it came even from Israel: the workman made it, therefore it is not God: but the calf of Samaria shall be broken in pieces.",
      "7": "For they have sown the wind, and they shall reap the whirlwind: it hath no stalk: the bud shall bring forth no meal: if so be it brought forth, the strangers shall devour it.",
      "8": "Israel is devoured, now shall they be among the Gentiles as a vessel wherein is no pleasure.",
      "9": "For they are gone up to Assyria: they are as a wild ass alone by himself: Ephraim hath hired lovers.",
      "10": "Yet though they have hired among the nations, now will I gather them and they shall sorrow a little for the burden of the king and the princes.",
      "11": "Because Ephraim hath made many altars to sin, his altars shall be to sin.",
      "12": "I have written to them the great things of my Law: but they were counted as a strange thing.",
      "13": "They sacrifice flesh for the sacrifices of mine offerings, and eat it: but the Lord accepteth them not: now will he remember their iniquity, and visit their sins: they shall return to Egypt.",
      "14": "For Israel hath forgotten his maker, and buildeth Temples, and Judah hath increased strong cities: but I will send a fire upon his cities, and it shall devour the palaces thereof."
    },
    "9": {
      "1": "Rejoice not, O Israel for joy as other people: for thou hast gone a whoring from thy God: thou hast loved a reward upon every corn floor.",
      "2": "The floor, and the winepress shall not feed them, and the new wine shall fail in her.",
      "3": "They will not dwell in the Lord’s land, but Ephraim will return to Egypt, and they will eat unclean things in Assyria.",
      "4": "They shall not offer wine to the Lord, neither shall their sacrifices be pleasant unto him: but they shall be unto them as the bread of mourners: all that eat thereof, shall be polluted: for their bread for their souls shall not come into the house of the Lord.",
      "5": "What will ye do then in the solemn day, and in the day of the feast of the Lord?",
      "6": "For lo, they are gone from destruction: but Egypt shall gather them up, and Memphis shall bury them: the nettle shall possess the pleasant places of their silver, and the thorn shall be in their tabernacles.",
      "7": "The days of visitation are come: the days of recompense are come: Israel shall know it: the Prophet is a fool: the spiritual man is mad, for the multitude of thine iniquity: therefore the hatred is great.",
      "8": "The watchman of Ephraim should be with my God: but the Prophet is the snare of a fowler in all his ways, and hatred in the house of his God.",
      "9": "They are deeply set: they are corrupt as in the days of Gibeah: therefore he will remember their iniquity, he will visit their sins.",
      "10": "I found Israel like grapes in the wilderness: I saw your fathers as the first ripe in the fig tree at her first time: but they went to Baal Peor, and separated themselves unto that shame, and their abominations were according to their lovers.",
      "11": "Ephraim their glory shall flee away like a bird: from the birth and from the womb, and from the conception.",
      "12": "Though they bring up their children, yet I will deprive them from being men: yea, woe to them, when I depart from them.",
      "13": "Ephraim, as I saw, is as a tree in Tyre planted in a cottage: but Ephraim shall bring forth his children to the murderer.",
      "14": "O Lord, give them: what wilt thou give them? give them a barren womb and dry breasts.",
      "15": "All their wickedness is in Gilgal: for there do I hate them: for the wickedness of their inventions, I will cast them out of mine House: I will love them no more: all their princes are rebels.",
      "16": "Ephraim is smitten, their root is dried up: they can bring no fruit: yea, though they bring forth, yet will I slay even the dearest of their body.",
      "17": "My God will cast them away, because they did not obey him: and they shall wander among the nations."
    },
    "10": {
      "1": "Israel is a empty vine, yet hath it brought forth fruit unto itself, and according to the multitude of the fruit thereof he hath increased the altars: according to the goodness of their land they have made fair images.",
      "2": "Their heart is divided: now shall they be found faulty: he shall break down their altars; he shall destroy their images.",
      "3": "For now they shall say, We have no King because we feared not the Lord: and what should a King do to us?",
      "4": "They have spoken words, swearing falsely in making a covenant: thus judgment groweth as wormwood in the furrows of the field.",
      "5": "The inhabitants of Samaria shall fear because of the calf of Beth Aven: for the people thereof shall mourn over it, and the Chemarims thereof, that rejoiced on it for the glory thereof, because it is departed from it.",
      "6": "It shall be also brought to Assyria, for a present unto king Jareb: Ephraim shall receive shame, and Israel shall be ashamed of his own counsel.",
      "7": "Of Samaria, the king thereof is destroyed, as the foam upon the water.",
      "8": "The high places also of Aven shall be destroyed, even the sin of Israel: the thorn and the thistle shall grow upon their altars, and they shall say to the mountains, Cover us, and to the hills, Fall upon us.",
      "9": "O Israel, thou hast sinned from the days of Gibeah: there they stood: the battle in Gibeah against the children of iniquity did not touch them.",
      "10": "It is my desire that I should chastise them, and the people shall be gathered against them, when they shall gather themselves in their two furrows.",
      "11": "And Ephraim is as a heifer used to delight in threshing: but I will pass by her fair neck: I will make Ephraim to ride: Judah shall plow, and Jacob shall break his clods.",
      "12": "Sow to yourselves in righteousness: reap after the measure of mercy: break up your fallow ground: for it is time to seek the Lord, till he come and rain righteousness upon you.",
      "13": "But you have plowed wickedness: ye have reaped iniquity: you have eaten the fruit of lies: because thou didst trust in thine own ways, and in the multitude of thy strong men,",
      "14": "Therefore shall a tumult arise among thy people, and all thy munitions shall be destroyed, as Shalman destroyed Beth Arbel in the day of battle: the mother with the children was dashed in pieces.",
      "15": "So shall Bethel do unto you, because of your malicious wickedness: in a morning shall the king of Israel be destroyed."
    },
    "11": {
      "1": "When Israel was a child, then I loved him, and called my son out of Egypt.",
      "2": "They called them, but they went thus from them: they sacrificed unto Baal, and burnt incense to images.",
      "3": "I led Ephraim also, as one should bear them in his arms: but they knew not that I healed them.",
      "4": "I led them with cords of a man, even with bands of love, and I was to them, as he was taketh off the yoke from their jaws, and I laid the meat unto them.",
      "5": "He shall no more return into the land of Egypt: but Assyria shall be his King, because they refused to convert.",
      "6": "And the sword shall fall on his cities, and shall consume his bars, and devour them, because of their own counsels.",
      "7": "And my people are bent to rebellion against me: though they called them to the most high, yet none at all would exalt him.",
      "8": "How shall I give thee up, Ephraim? how shall I deliver thee, Israel? how shall I make thee, as Admah? how shall I set thee, as Zeboim? mine heart is turned within me: my repentings are rouled together.",
      "9": "I will not execute the fierceness of my wrath: I will not return to destroy Ephraim: for I am God, and not man, the holy one in the midst of thee, and I will not enter into the city.",
      "10": "They shall walk after the Lord: he shall roar like a lion: when he shall roar, then the children of the West shall fear.",
      "11": "They shall fear as a sparrow out of Egypt, and as a dove out of the land of Assyria, and I will place them in their houses, saith the Lord.",
      "12": "Ephraim compasseth me about with lies, and the house of Israel with deceit: but Judah yet ruleth with God, and is faithful with the Saints."
    },
    "12": {
      "1": "Ephraim is fed with the wind, and followeth after the East wind: he increaseth daily lies and destruction, and they do make a covenant with Assyria, and oil is carried into Egypt.",
      "2": "The Lord hath also a controversy with Judah, and will visit Jacob, according to his ways: according to his works, will he recompense him.",
      "3": "He took his brother by the heel in the womb, and by his strength he had power with God,",
      "4": "And had power over the Angel, and prevailed: he wept and prayed unto him: he found him in Bethel, and there he spake with us.",
      "5": "Yea, the Lord God of hosts, the Lord is himself his memorial.",
      "6": "Therefore turn thou to thy God: keep mercy and judgment, and hope still in thy God.",
      "7": "He is Canaan: the balances of decree are in his hand: he loveth to oppress.",
      "8": "And Ephraim said, Notwithstanding I am rich, I have found me out riches in all my labors: they shall find none iniquity in me, that were wickedness.",
      "9": "Though I am the Lord thy God, from the land of Egypt, yet will I make thee to dwell in the tabernacles, as in the days of the solemn feast.",
      "10": "I have also spoken by the Prophets, and I have multiplied visions, and used similitudes by the ministry of the Prophets.",
      "11": "Is there iniquity in Gilead? surely they are vanity: they sacrifice bullocks in Gilgal, and their altars are as heaps in the furrows of the field.",
      "12": "And Jacob fled into the country of Aram, and Israel served for a wife, and for a wife he kept sheep,",
      "13": "And by a Prophet the Lord brought Israel out of Egypt, and by a Prophet was he reserved.",
      "14": "But Ephraim provoked him with high places: therefore shall his blood be poured upon him, and his reproach shall his Lord reward him."
    },
    "13": {
      "1": "When Ephraim spake, there was trembling: he exalted himself in Israel, but he hath sinned in Baal, and is dead.",
      "2": "And now they sin more and more, and have made them molten images of their silver, and idols according to their own understanding: they were all the work of the craftsmen: they say one to another while they sacrifice a man, Let them kiss the calves.",
      "3": "Therefore they shall be as the morning cloud, and as the morning dew that passeth away, as the chaff that is driven with a whirlwind out of the floor, and as the smoke that goeth out of the chimney.",
      "4": "Yet I am the Lord thy God from the land of Egypt, and thou shalt know no God but me: for there is no Savior beside me.",
      "5": "I did know thee in the wilderness, in the land of drought.",
      "6": "As in their pastures, so were they filled: they were filled, and their heart was exalted: therefore have they forgotten me.",
      "7": "And I will be unto them as a very lion, and as a leopard in the way of Assyria.",
      "8": "I will meet them, as a bear that is robbed of her whelps, and I will break the caul of their heart, and there will I devour them like a lion: the wild beasts shall tear them.",
      "9": "O Israel, one hath destroyed thee, but in me is thine help.",
      "10": "I am: where is thy king that should help thee in all thy cities? and thy judges, of whom thou saidest, Give me a king and princes?",
      "11": "I gave thee a king in mine anger, and I took him away in my wrath.",
      "12": "The iniquity of Ephraim is bound up: his sin is hid.",
      "13": "The sorrows of a travailing woman shall come upon him: he is an unwise son, else would he not stand still at the time, even at the breaking forth of the children.",
      "14": "I will redeem them from the power of the grave: I will deliver them from death: O death, I will be thy death: O grave, I will be thy destruction: repentance is hid from mine eyes.",
      "15": "Though he grew up among his brethren, an East wind shall come, even the wind of the Lord shall come up from the wilderness, and dry up his vein, and his fountain shall be dried up: he shall spoil the treasure of all pleasant vessels."
    },
    "14": {
      "1": "Samaria shall be desolate: for she hath rebelled against her God: they shall fall by the sword: their infants shall be dashed in pieces, and their women with child shall be ripped.",
      "2": "O Israel, return unto the Lord thy God: for thou hast fallen by thine iniquity.",
      "3": "Take unto you words, and turn to the Lord, and say unto him, Take away all iniquity, and receive us graciously: so will we render the calves of our lips.",
      "4": "Assyria shall not save us, neither will we ride upon horses, neither will we say anymore to the work of our hands, Ye are our gods: for in thee the fatherless findeth mercy.",
      "5": "I will heal their rebellion: I will love them freely: for mine anger is turned away from him.",
      "6": "I will be as the dew unto Israel: he shall grow as the lily and fasten his roots, as the trees of Lebanon.",
      "7": "His branches shall spread, and his beauty shall be as the olive tree, and his smell as Lebanon.",
      "8": "They that dwell under his shadow, shall return: they shall revive as the corn, and flourish as the vine: the scent thereof shall be as the wine of Lebanon.",
      "9": "Ephraim shall say, What have I to do anymore with idols? I have heard him, and looked upon him: I am like a green fir tree: upon me is thy fruit found.",
      "10": "Who is wise, and he shall understand these things? and prudent, and he shall know them? for the ways of the Lord are righteous and the just shall walk in them: but the wicked shall fall therein."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:43.844651-04:00",
    "Translation": "GNV"
  }
}