{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:09.687326-04:00",
    "Translation": "GNV"
  },
  "James": {
    "1": {
      "1": "James a servant of God, and of the Lord Jesus Christ, to the twelve Tribes, which are scattered abroad, salutation.",
      "2": "My brethren, count it exceeding joy, when ye fall into divers tentations,",
      "3": "Knowing that the trying of your faith bringeth forth patience,",
      "4": "And let patience have her perfect work, that ye may be perfect and entire, lacking nothing.",
      "5": "If any of you lack wisdom, let him ask of God, which giveth to all men liberally, and reproacheth no man, and it shall be given him.",
      "6": "But let him ask in faith, and waver not: for he that wavereth, is like a wave of the sea, tossed of the wind, and carried away.",
      "7": "Neither let that man think that he shall receive anything of the Lord.",
      "8": "A double minded man is unstable in all his ways.",
      "9": "Let the brother of low degree rejoice in that he is exalted:",
      "10": "Again, he that is rich, in that he is made low: for as the flower of the grass, shall he vanish away.",
      "11": "For as when the sun riseth with heat, then the grass withereth, and his flower falleth away, and the goodly shape of it perisheth: even so shall the rich man wither away in all his ways.",
      "12": "Blessed is the man, that endureth tentation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.",
      "13": "Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man.",
      "14": "But every man is tempted, when he is drawn away by his own concupiscence, and is enticed.",
      "15": "Then when lust hath conceived, it bringeth forth sin, and sin when it is finished, bringeth forth death.",
      "16": "Err not my dear brethren.",
      "17": "Every good giving and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.",
      "18": "Of his own will begat he us with the word of truth, that we should be as the firstfruits of his creatures.",
      "19": "Wherefore my dear brethren, let every man be swift to hear, slow to speak, and slow to wrath.",
      "20": "For the wrath of man doth not accomplish the righteousness of God.",
      "21": "Wherefore lay apart all filthiness, and superfluity of maliciousness, and receive with meekness the word that is grafted in you, which is able to save your souls.",
      "22": "And be ye doers of the word, and not hearers only, deceiving your own selves.",
      "23": "For if any hear the word, and do it not, he is like unto a man, that beholdeth his natural face in a glass.",
      "24": "For when he hath considered himself, he goeth his way, and forgetteth immediately what manner of one he was.",
      "25": "But who so looketh in the perfect law of liberty, and continueth therein, he not being a forgetful hearer, but a doer of the work, shall be blessed in his deed.",
      "26": "If any man among you seem religious, and refraineth not his tongue, but deceiveth his own heart, this man’s religion is vain.",
      "27": "Pure religion and undefiled before God, even the Father, is this, to visit the fatherless, and widows in their adversity, and to keep himself unspotted of the world."
    },
    "2": {
      "1": "My brethren, have not the faith of our glorious Lord Jesus Christ in respect of persons.",
      "2": "For if there come into your company a man with a gold ring, and in goodly apparel, and there come in also a poor man in vile raiment,",
      "3": "And ye have a respect to him that weareth the gay clothing; and say unto him, Sit thou here in a goodly place, and say unto the poor, Stand thou there, or sit here under my footstool,",
      "4": "Are ye not partial in your selves, and are become Judges of evil thoughts?",
      "5": "Hearken my beloved brethren, hath not God chosen the poor of this world, that they should be rich in faith, and heirs of the kingdom which he promised to them that love him?",
      "6": "But ye have despised the poor. Do not the rich oppress you by tyranny, and do they not draw you before the judgment seats?",
      "7": "Do not they blaspheme the worthy Name after which ye be named?",
      "8": "But if ye fulfill the royal Law according to the Scripture, which saith, Thou shalt love thy neighbor as thyself, ye do well.",
      "9": "But if ye regard the persons, ye commit sin, and are rebuked of the Law, as transgressors.",
      "10": "For whosoever shall keep the whole Law, and yet faileth in one point, he is guilty of all.",
      "11": "For he that said, Thou shalt not commit adultery, said also, Thou shalt not kill. Now though thou doest none adultery, yet if thou killest, thou art a transgressor of the Law.",
      "12": "So speak ye, and so do, as they that shall be judgeth by the Law of liberty.",
      "13": "For there shall be condemnation merciless to him that showeth not mercy, and mercy rejoiceth against condemnation.",
      "14": "What availeth it my brethren, though a man saith, he hath faith, when he hath no works? can that faith save him?",
      "15": "For if a brother or a sister be naked and destitute of daily food,",
      "16": "And one of you say unto them, Depart in peace: warm yourselves, and fill your bellies, notwithstanding ye give them not those things, which are needful to the body, what helpeth it?",
      "17": "Even so the faith, if it have no works, is dead in itself.",
      "18": "But some man might say, Thou hast the faith, and I have works: show me thy faith out of thy works, and I will show thee my faith by my works.",
      "19": "Thou believest that there is one God: thou doest well: the devils also believe it, and tremble.",
      "20": "But wilt thou understand, O thou vain man, that the faith which is without works, is dead?",
      "21": "Was not Abraham our father justified through works, when he offered Isaac his son upon the altar?",
      "22": "Seest thou not that the faith wrought with his works? and through the works was the faith made perfect.",
      "23": "And the Scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the friend of God.",
      "24": "Ye see then how that of works a man is justified, and not of faith only.",
      "25": "Likewise also was not Rahab the harlot justified through works, when she had received the messengers, and sent them out another way?",
      "26": "For as the body without the spirit is dead, even so the faith without works is dead."
    },
    "3": {
      "1": "My brethren, be not many masters, knowing that we shall receive the greater condemnation.",
      "2": "For in many things we sin all. If any man sin not in word, he is a perfect man, and able to bridle all the body.",
      "3": "Behold, we put bits into the horses’ mouths, that they should obey us, and we turn about all their body.",
      "4": "Behold also the ships, which though they be so great, and are driven of fierce winds, yet are they turned about with a very small rudder, whithersoever the governor listeth.",
      "5": "Even so the tongue is a little member, and boasteth of great things: behold, how great a thing a little fire kindleth.",
      "6": "And the tongue is fire, yea, a world of wickedness: so is the tongue set among our members, that it defileth the whole body, and setteth on fire the course of nature, and it is set on fire of hell.",
      "7": "For the whole nature of beasts, and of birds, and of creeping things, and things of the sea is tamed, and hath been tamed of the nature of man.",
      "8": "But the tongue can no man tame. It is an unruly evil, full of deadly poison.",
      "9": "Therewith bless we God even the Father, and therewith curse we men, which are made after the similitude of God.",
      "10": "Out of one mouth proceedeth blessing and cursing: my brethren, these things ought not so to be.",
      "11": "Doth a fountain send forth at one place sweet water and bitter?",
      "12": "Can the fig tree, my brethren, bring forth olives, either a vine figs? so can no fountain make both salt water and sweet.",
      "13": "Who is a wise man and endued with knowledge among you? let him show by good conversation his works in meekness of wisdom.",
      "14": "But if ye have bitter envying and strife in your hearts, rejoice not, neither be liars against the truth.",
      "15": "This wisdom descendeth not from above, but is earthly, sensual, and devilish.",
      "16": "For where envying and strife is, there is sedition, and all manner of evil works.",
      "17": "But the wisdom that is from above, is first pure, then peaceable, gentle, easy to be entreated, full of mercy and good fruits, without judging, and without hypocrisy.",
      "18": "And the fruit of righteousness is sown in peace, of them that make peace."
    },
    "4": {
      "1": "From whence are wars and contentions among you? are they not hence, even of your pleasures, that fight in your members?",
      "2": "Ye lust, and have not: ye envy, and desire immoderately, and cannot obtain: ye fight, and war, and get nothing, because ye ask not.",
      "3": "Ye ask, and receive not, because ye ask amiss, that ye might lay the same on your pleasures.",
      "4": "Ye adulterers and adulteresses, know ye not that the amity of the world is the enmity of God? Whosoever therefore will be a friend of the world, maketh himself the enemy of God.",
      "5": "Do ye think that the Scripture saith in vain, The spirit that dwelleth in us, lusteth after envy?",
      "6": "But the Scripture offereth more grace, and therefore saith, God resisteth the proud, and giveth grace to the humble.",
      "7": "Submit yourselves to God: resist the devil, and he will flee from you.",
      "8": "Draw near to God, and he will draw near to you. Cleanse your hands, ye sinners, and purge your hearts, ye double minded.",
      "9": "Suffer afflictions, and sorrow ye, and weep: let your laughter be turned into mourning, and your joy into heaviness.",
      "10": "Cast down yourselves before the Lord, and he will lift you up.",
      "11": "Speak not evil one of another, brethren. He that speaketh evil of his brother, or he that condemneth his brother, speaketh evil of the Law, and condemneth the Law: and if thou condemnest the Law, thou art not an observer of the Law, but a judge.",
      "12": "There is one Lawgiver, which is able to save, and to destroy, Who art thou that judgest another man?",
      "13": "Go to now, ye that say, Today or tomorrow we will go into such a city, and continue there a year, and buy and sell, and get gain,",
      "14": "(And yet ye cannot tell what shall be tomorrow. For what is your life? It is even a vapor that appeareth for a little time, and afterward vanisheth away.)",
      "15": "For that ye ought to say, If the Lord will, and if we live, we will do this or that.",
      "16": "But now ye rejoice in your boastings: all such rejoicing is evil.",
      "17": "Therefore to him that knoweth how to do well, and doeth it not, to him it is sin."
    },
    "5": {
      "1": "Go to now, ye rich men: weep, and howl for your miseries that shall come upon you.",
      "2": "Your riches are corrupt, and your garments are moth eaten.",
      "3": "Your gold and silver is cankered, and the rust of them shall be a witness against you, and shall eat your flesh, as it were fire. Ye have heaped up treasure for the last days.",
      "4": "Behold, the hire of the laborers, which have reaped your fields (which is of you kept back by fraud) crieth, and the cries of them which have reaped, are entered into the ears of the Lord of hosts.",
      "5": "Ye have lived in pleasure on the earth, and in wantonness. Ye have nourished your hearts, as in a day of slaughter.",
      "6": "Ye have condemned, and have killed the just, and he hath not resisted you.",
      "7": "Be patient therefore, brethren, unto the coming of the Lord. Behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, until he receive the former, and the latter rain.",
      "8": "Be ye also patient therefore, and settle your hearts: for the coming of the Lord draweth near.",
      "9": "Grudge not one against another, brethren, lest ye be condemned: behold, the judge standeth before the door.",
      "10": "Take, my brethren, the Prophets for an example of suffering adversity, and of long patience, which have spoken in the name of the Lord.",
      "11": "Behold, we count them blessed which endure. Ye have heard of the patience of Job, and have known what end the Lord made. For the Lord is very pitiful and merciful.",
      "12": "But before all things, my brethren, swear not, neither by heaven, nor by earth, nor by any other oath: but let your yea, be yea, and your nay, nay, lest ye fall into condemnation.",
      "13": "Is any among you afflicted? Let him pray. Is any merry? Let him sing.",
      "14": "Is any sick among you? Let him call for the Elders of the Church, and let them pray for him, and anoint him with oil in the Name of the Lord.",
      "15": "And the prayer of faith shall save the sick, and the Lord shall raise him up: and if he have committed sins, they shall be forgiven him.",
      "16": "Acknowledge your faults one to another, and pray one for another, that ye may be healed: for the prayer of a righteous man availeth much, if it be fervent.",
      "17": "Elijah was a man subject to like passions as we are, and he prayed earnestly that it might not rain, and it rained not on the earth for three years and six months.",
      "18": "And he prayed again: and the heaven gave rain, and the earth brought forth her fruit.",
      "19": "Brethren, If any of you hath erred from the truth, and some man hath converted him,",
      "20": "Let him know that he which hath converted the sinner from going astray out of his way, shall save a soul from death, and shall hide a multitude of sins."
    }
  }
}