{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:37.728735-04:00",
    "Translation": "GNV"
  },
  "Jeremiah": {
    "1": {
      "1": "The words of Jeremiah the son of Hilkiah one of the Priests that were at Anathoth in the land of Benjamin.",
      "2": "To whom the word of the Lord came in the days of Josiah the son of Amon King of Judah in the thirteenth year of his reign:",
      "3": "And also in the days of Jehoiakim the son of Josiah king of Judah unto the end of the eleventh year of Zedekiah, the son of Josiah king of Judah, even unto the carrying away of Jerusalem captive in the fifth month.",
      "4": "Then the word of the Lord came unto me, saying,",
      "5": "Before I formed thee in the womb, I knew thee, and before thou camest out of the womb, I sanctified thee, and ordained thee to be a Prophet unto the nations.",
      "6": "Then said I, Oh, Lord God, behold, I cannot speak, for I am a child.",
      "7": "But the Lord said unto me, Say not, I am a child: for thou shalt go to all that I shall send thee, and whatsoever I command thee, shalt thou speak.",
      "8": "Be not afraid of their faces: for I am with thee to deliver thee, saith the Lord.",
      "9": "Then the Lord stretched out his hand, and touched my mouth, and the Lord said unto me, Behold, I have put my words in thy mouth.",
      "10": "Behold, this day have I set thee over the nations, and over the kingdoms, to pluck up, and to root out, and to destroy, and throw down, to build, and to plant.",
      "11": "After this the word of the Lord came unto me, saying, Jeremiah, what seest thou? And I said, I see a rod of almond tree.",
      "12": "Then said the Lord unto me, Thou hast seen aright: for I will hasten my word to perform it.",
      "13": "Again the word of the Lord came unto me the second time, saying, What seest thou? And I said, I see a seething pot looking out of the North.",
      "14": "Then said the Lord unto me, Out of the North shall a plague be spread upon all the inhabitants of the land.",
      "15": "For lo, I will call all the families of the kingdoms of the North, saith the Lord, and they shall come, and everyone shall set his throne in the entering of the gates of Jerusalem, and on all the walls thereof round about, and in all the cities of Judah.",
      "16": "And I will declare unto them my judgments touching all the wickedness of them that have forsaken me, and have burnt incense unto other gods, and worshipped the works of their own hands.",
      "17": "Thou therefore truss up thy loins, and arise and speak unto them all that I command thee: be not afraid of their faces, lest I destroy thee before them.",
      "18": "For I, behold, I this day have made thee a defenced city, and an iron pillar and walls of brass against the whole land, against the Kings of Judah, and against the Princes thereof, against the Priests thereof, and against the people of the land.",
      "19": "For they shall fight against thee, but they shall not prevail against thee: for I am with thee to deliver thee, saith the Lord."
    },
    "2": {
      "1": "Moreover, the word of the Lord came unto me, saying,",
      "2": "Go and cry in the ears of Jerusalem, saying, Thus saith the Lord, I remember thee, with the kindness of thy youth and the love of thy marriage, when thou wentest after me in the wilderness in a land that was not sown.",
      "3": "Israel was as a thing hallowed unto the Lord, and his firstfruits: all they that eat it, shall offend: evil shall come upon them, saith the Lord.",
      "4": "Hear ye the word of the Lord, O house of Jacob, and all the families of the house of Israel.",
      "5": "Thus saith the Lord, What iniquity have your fathers found in me, that they are gone far from me, and have walked after vanity, and are become vain?",
      "6": "For they said not, Where is the Lord that brought us up out of the land of Egypt, that led us through the wilderness, through a desert, and waste land, through a dry land, and by the shadow of death, by a land that no man passed through, and where no man dwelt?",
      "7": "And I brought you into a plentiful country, to eat the fruit thereof, and the commodities of the same: but when ye entered, ye defiled my land, and made mine heritage an abomination.",
      "8": "The priests said not, Where is the Lord? and they that should minister the Law, knew me not: the pastors also offended against me, and the prophets prophesied in Baal, and went after things that did not profit.",
      "9": "Wherefore I will yet plead with you, saith the Lord, and I will plead with your children’s children.",
      "10": "For go ye to the isles of Chittim, and behold, and send unto Kedar, and take diligent heed, and see whether there be such things.",
      "11": "Hath any nation changed their gods, which yet are no gods? but my people have changed their glory, for that which doth not profit.",
      "12": "O ye heavens, be astonied at this: be afraid and utterly confounded, saith the Lord.",
      "13": "For my people have committed two evils: they have forsaken me the fountain of living waters, to dig them pits, even broken pits that can hold no water.",
      "14": "Is Israel a servant, or is he born in the house? why then is he spoiled?",
      "15": "The Lions roared upon him and yelled, and they have made his land waste: his cities are burnt without an inhabitant.",
      "16": "Also the children of Noph and Tahapanes have broken thine head.",
      "17": "Hast not thou procured this unto thyself, because thou hast forsaken the Lord thy God, when he led thee by the way?",
      "18": "And what hast thou now to do in the way of Egypt? to drink the water of Nilus? or what makest thou in the way of Assyria? to drink the water of the River?",
      "19": "Thine own wickedness shall correct thee, and thy turnings back shall reprove thee: know therefore and behold, that it is an evil thing, and bitter, that thou hast forsaken the Lord thy God, and that my fear is not in thee, saith the Lord God of hosts.",
      "20": "For of old time I have broken thy yoke, and burst thy bonds, and thou saidest, I will no more transgress, but like an harlot thou runnest about upon all high hills, and under all green trees.",
      "21": "Yet I had planted thee a noble vine, whose plants were all natural: how then art thou turned unto me into the plants of a strange vine?",
      "22": "Though thou wash thee with nitre, and take thee much soap, yet thine iniquity is marked before me, saith the Lord God.",
      "23": "How canst thou say, I am not polluted, neither have I followed Baal? behold thy ways in the valley, and know what thou hast done: thou art like a swift dromedary, that runneth by his ways.",
      "24": "And as a wild ass used to the wilderness that snuffeth up the wind by occasion at her pleasure: who can turn her back? all they that seek her, will not weary themselves, but will find her in her month.",
      "25": "Keep thou thy feet from bareness, and thy throat from thirst: but thou saidest desperately, No, for I have loved strangers, and them will I follow.",
      "26": "As the thief is ashamed when he is found, so is the house of Israel ashamed, they, their kings, their princes and their priests, and their prophets,",
      "27": "Saying to a tree, Thou art my father, and to a stone, Thou hast begotten me: for they have turned their back unto me, and not their face: but in the time of their trouble they will say, Arise, and help us.",
      "28": "But where are thy gods, that thou hast made thee? let them arise, if they can help thee in the time of thy trouble: for according to the number of thy cities, are thy gods, O Judah.",
      "29": "Wherefore will ye plead with me? ye all have rebelled against me, saith the Lord.",
      "30": "I have smitten your children in vain, they received no correction: your own sword hath devoured your Prophets like a destroying lion.",
      "31": "O generation, take heed to the word of the Lord: have I been as a wilderness unto Israel? or a land of darkness? Wherefore saith my people then, We are lords, we will come no more unto thee?",
      "32": "Can a maid forget her ornament, or a bride her attire? yet my people have forgotten me, days without number.",
      "33": "Why dost thou prepare thy way, to seek amity? even therefore will I teach thee, that thy ways are wickedness.",
      "34": "Also in thy wings is found the blood of the souls of the poor innocents: I have not found it in holes, but upon all these places.",
      "35": "Yet thou sayest, Because I am guiltless, surely his wrath shall turn from me: behold, I will enter with thee into judgment, because thou sayest, I have not sinned.",
      "36": "Why runnest thou about so much to change thy ways? for thou shalt be confounded of Egypt, as thou art confounded of Assyria.",
      "37": "For thou shalt go forth from thence, and thine hands upon thine head, because the Lord hath rejected thy confidence, and thou shalt not prosper thereby."
    },
    "3": {
      "1": "They say, If a man put away his wife, and she go from him, and become another man’s, shall he return again unto her? shall not this land be polluted? but thou hast played the harlot with many lovers: yet turn again to me, saith the Lord.",
      "2": "Lift up thine eyes unto the high places, and behold, where thou hast not played the harlot: thou hast sat waiting for them in the ways, as the Arabian in the wilderness: and thou hast polluted the land with thy whoredoms, and with thy malice.",
      "3": "Therefore the showers have been restrained, and the latter rain came not, and thou haddest a whore’s forehead: thou wouldest not be ashamed.",
      "4": "Didst thou not still cry unto me, Thou art my father, and the guide of my youth?",
      "5": "Will he keep his anger forever? will he reserve it to the end? thus hast thou spoken, but thou doest evil, even more and more.",
      "6": "The Lord said also unto me, in the days of Josiah the King, Hast thou seen what this rebel Israel hath done? for she hath gone up upon every high mountain, and under every green tree, and there played the harlot.",
      "7": "And I said, when she had done all this, Turn thou unto me: but she returned not, as her rebellious sister Judah saw.",
      "8": "When I saw, how that by all occasions rebellious Israel had played the harlot, I cast her away, and gave her a bill of divorcement: yet her rebellious sister Judah was not afraid, but she went also and played the harlot.",
      "9": "So that for the lightness of her whoredom she hath even defiled the land: for she hath committed fornication with stones and stocks.",
      "10": "Nevertheless for all this, her rebellious sister Judah hath not returned unto me with her whole heart, but feignedly, saith the Lord.",
      "11": "And the Lord said unto me, The rebellious Israel hath justified herself more than the rebellious Judah.",
      "12": "Go and cry these words toward the North, and say, Thou disobedient Israel, return, saith the Lord, and I will not let my wrath fall upon you: for I am merciful, saith the Lord, and I will not always keep mine anger.",
      "13": "But know thine iniquity: for thou hast rebelled against the Lord thy God, and hast scattered thy ways to the strange gods under every green tree, but ye would not obey my voice, saith the Lord.",
      "14": "O ye disobedient children, turn again, saith the Lord, for I am your Lord, and I will take you one of a city, and two of a tribe, and will bring you to Zion,",
      "15": "And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding.",
      "16": "Moreover, when ye be increased and multiplied in the land, in those days, saith the Lord, they shall say no more, The Ark of the covenant of the Lord: for it shall come no more to mind, neither shall they remember it, neither shall they visit it, for that shall be no more done.",
      "17": "At that time they shall call Jerusalem, The throne of the Lord, and all the nations shall be gathered unto it, even to the Name of the Lord in Jerusalem: and thence forth they shall follow no more the hardness of their wicked heart.",
      "18": "In those days the house of Judah shall walk with the house of Israel, and they shall come together out of the land of the North, into the land that I have given for an inheritance unto your fathers.",
      "19": "But I said, How did I take thee for children, and give thee a pleasant land, even the glorious heritage of the armies of the heathen, and say, Thou shalt call me, saying, My father, and shall not turn from me?",
      "20": "But as a woman rebelleth against her husband: so have ye rebelled against me, O house of Israel, saith the Lord.",
      "21": "A voice was heard upon the high places, weeping, and supplications of the children of Israel: for they have perverted their way, and forgotten the Lord their God.",
      "22": "O ye disobedient children, return and I will heal your rebellions. Behold, we come unto thee, for thou art the Lord our God.",
      "23": "Truly the hope of the hills is but vain, nor the multitude of mountains: but in the Lord our God is the health of Israel.",
      "24": "For confusion hath devoured our father’s labor, from our youth, their sheep and their bullocks, their sons and their daughters.",
      "25": "We lie down in our confusion, and our shame covereth us: for we have sinned against the Lord our God, we and our fathers from our youth, even unto this day, and have not obeyed the voice of the Lord our God."
    },
    "4": {
      "1": "O Israel, if thou return, return unto me, saith the Lord: and if thou put away thine abominations out of my sight, then shalt thou not remove.",
      "2": "And thou shalt swear, The Lord liveth in truth, in judgment and in righteousness, and the nations shall be blessed in him, and shall glory in him.",
      "3": "For thus saith the Lord to the men of Judah, and to Jerusalem,",
      "4": "Break up your fallow ground, and sow not among the thorns: be circumcised to the Lord, and take away the foreskins of your hearts, ye men of Judah, and inhabitants of Jerusalem, lest my wrath come forth like fire, and burn, that none can quench it, because of the wickedness of your inventions.",
      "5": "Declare in Judah, and show forth in Jerusalem, and say, Blow the trumpet in the land: cry, and gather together, and say, Assemble yourselves, and let us go into strong cities.",
      "6": "Set up the standard in Zion: prepare to flee, and stay not: for I will bring a plague from the North, and a great destruction.",
      "7": "The lion is come up from his den, and the destroyer of the Gentiles is departed, and gone forth of his place to lay thy land waste, and thy cities shall be destroyed without an inhabitant.",
      "8": "Wherefore gird you with sackcloth: lament, and howl, for the fierce wrath of the Lord is not turned back from us.",
      "9": "And in that day, saith the Lord, the heart of the king shall perish, and the heart of the princes and the Priests shall be astonished, and the Prophets shall wonder.",
      "10": "Then said I, Ah, Lord God, surely thou hast deceived this people, and Jerusalem, saying, Ye shall have peace, and the sword pierceth unto the heart.",
      "11": "At that time shall it be said to this people and to Jerusalem, A dry wind in the high places of the wilderness cometh toward the daughter of my people, but neither to fan nor to cleanse.",
      "12": "A mighty wind shall come unto me from those places, and now will I also give sentence upon them.",
      "13": "Behold, he shall come up as the clouds, and his chariots shall be as a tempest: his horses are lighter than eagles. Woe unto us, for we are destroyed.",
      "14": "O Jerusalem, wash thine heart from wickedness, that thou mayest be saved: how long shall thy wicked thoughts remain within thee?",
      "15": "For a voice declareth from Dan, and publisheth affliction from mount Ephraim.",
      "16": "Make ye mention of the heathen, and publish in Jerusalem, Behold, the scouts come from a far country, and cry out against the cities of Judah.",
      "17": "They have compassed her about as the watchmen of the field, because it hath provoked me unto wrath, saith the Lord.",
      "18": "Thy ways and thine inventions have procured thee these things, such is thy wickedness: therefore it shall be bitter, therefore it shall pierce unto thine heart.",
      "19": "My belly, my belly, I am pained, even at the very heart: mine heart is troubled within me: I cannot be still: for my soul hath heard the sound of the trumpet, and the alarm of the battle.",
      "20": "Destruction upon destruction is cried, for the whole land is wasted: suddenly are my tents destroyed, and my curtains in a moment.",
      "21": "How long shall I see the standard, and hear the sound of the trumpet?",
      "22": "For my people is foolish, they have not known me: they are foolish children, and have none understanding: they are wise to do evil, but to do well they have no knowledge.",
      "23": "I have looked upon the earth, and lo, it was without form and void: and to the heavens, and they had no light.",
      "24": "I beheld the mountains: and lo, they trembled, and all the hills shook.",
      "25": "I beheld, and lo, there was no man, and all the birds of the heaven were departed.",
      "26": "I beheld, and lo, the fruitful place was a wilderness, and all the cities thereof were broken down at the presence of the Lord, and by his fierce wrath.",
      "27": "For thus hath the Lord said, The whole land shall be desolate: yet will I not make a full end.",
      "28": "Therefore shall the earth mourn, and the heavens above shall be darkened, because I have pronounced it: I have thought it, and will not repent, neither will I turn back from it.",
      "29": "The whole city shall flee, for the noise of the horsemen and bowmen: they shall go into thickets, and climb up upon the rocks: every city shall be forsaken, and not a man dwell therein.",
      "30": "And when thou shalt be destroyed, what wilt thou do? Though thou clothest thyself with scarlet, though thou deckest thee with ornaments of gold, though thou paintest thy face with colors, yet shalt thou trim thyself in vain: for thy lovers will abhor thee and seek thy life.",
      "31": "For I have heard a noise as of a woman travailing, or as one laboring of her first child, even the voice of the daughter Zion that sigheth and stretcheth out her hands: woe is me now: for my soul fainteth because of the murderers."
    },
    "5": {
      "1": "Run to and fro by the streets of Jerusalem, and behold now, and know, and inquire in the open places thereof, if ye can find a man, or if there be any that executeth judgment, and seeketh the truth, and I will spare it.",
      "2": "For though they say, The Lord liveth, yet do they swear falsely.",
      "3": "O Lord, are not thine eyes upon the truth? thou hast stricken them, but they have not sorrowed: thou hast consumed them, but they have refused to receive correction: they have made their faces harder than a stone, and have refused to return.",
      "4": "Therefore I said, Surely they are poor, they are foolish, for they know not the way of the Lord, nor the judgment of their God.",
      "5": "I will get me unto the great men, and will speak unto them: for they have known the way of the Lord, and the judgment of their God: but these have altogether broken the yoke, and burst the bonds.",
      "6": "Wherefore a lion out of the forest shall slay them, and a wolf of the wilderness shall destroy them: a leopard shall watch over their cities: everyone that goeth out thence, shall be torn in pieces, because their trespasses are many, and their rebellions are increased.",
      "7": "How should I spare thee for this? thy children have forsaken me, and sworn by them that are no gods: though I fed them to the full, yet they committed adultery, and assembled themselves by companies in the harlot’s houses.",
      "8": "They rose up in the morning like fed horses: for every man neighed after his neighbor’s wife.",
      "9": "Shall I not visit for these things, saith the Lord? shall not my soul be avenged on such a nation as this?",
      "10": "Climb up upon their walls, and destroy them, but make not a full end: take away their battlements, for they are not the Lord’s.",
      "11": "For the house of Israel, and the house of Judah have grievously trespassed against me, saith the Lord.",
      "12": "They have denied the Lord, and said, It is not he, neither shall the plague come upon us, neither shall we see sword nor famine.",
      "13": "And the Prophets shall be as wind, and the word is not in them: thus shall it come unto them.",
      "14": "Wherefore thus saith the Lord God of hosts, Because ye speak such words, behold, I will put my words into thy mouth, like a fire, and this people shall be as wood, and it shall devour them.",
      "15": "Lo, I will bring a nation upon you from far, O house of Israel, saith the Lord, which is a mighty nation, and an ancient nation, a nation whose language thou knowest not, neither understandest what they say.",
      "16": "Whose quiver is as an open sepulcher: they are all very strong.",
      "17": "And they shall eat thine harvest and thy bread: they shall devour thy sons and thy daughters: they shall eat up thy sheep and thy bullocks: they shall eat thy vines and thy fig trees: they shall destroy with the sword thy fenced cities, wherein thou didst trust.",
      "18": "Nevertheless, at those days, saith the Lord, I will not make a full end of you.",
      "19": "And when ye shall say, Wherefore doth the Lord our God do these things unto us? then shalt thou answer them, Like as ye have forsaken me and served strange gods in your land, so shall ye serve strangers in a land that is not yours.",
      "20": "Declare this in the house of Jacob, and publish it in Judah, saying,",
      "21": "Hear now this, O foolish people, and without understanding, which have eyes and see not, which have ears and hear not.",
      "22": "Fear ye not me, saith the Lord? or will ye not be afraid at my presence, which have placed the sand for the bounds of the sea by the perpetual decree that it cannot pass it, and though the waves thereof rage, yet can they not prevail, though they roar, yet can they not pass over it?",
      "23": "But this people hath an unfaithful and rebellious heart: they are departed and gone.",
      "24": "For they say not in their heart, Let us now fear the Lord our God, that giveth rain both early and late in due season: he reserveth unto us the appointed weeks of the harvest.",
      "25": "Yet your iniquities have turned away these things, and your sins have hindered good things from you.",
      "26": "For among my people are found wicked persons, that lay wait as he that setteth snares: they have made a pit, to catch men.",
      "27": "As a cage is full of birds, so are their houses full of deceit: thereby they are become great and waxen rich.",
      "28": "They are waxen fat and shining: they do overpass the deeds of the wicked: they execute no judgment, no not the judgment of the fatherless: yet they prosper, though they execute no judgment for the poor.",
      "29": "Shall I not visit for these things, saith the Lord? or shall not my soul be avenged on such a nation as this?",
      "30": "An horrible and filthy thing is committed in the land.",
      "31": "The prophets prophesy lies, and the priests receive gifts in their hands, and my people delight therein. What will ye then do in the end thereof?"
    },
    "6": {
      "1": "O ye children of Benjamin, prepare to flee out of the midst of Jerusalem, and blow the trumpet in Tekoa: set up a standard upon Beth-Haccerem: for a plague appeareth out of the North and great destruction.",
      "2": "I have compared the daughter of Zion to a beautiful and dainty woman.",
      "3": "The Pastors with their flocks shall come unto her: they shall pitch their tents round about by her, and everyone shall feed in his place.",
      "4": "Prepare war against her: arise, and let us go up toward the South: woe unto us: for the day declineth, and the shadows of the evening are stretched out.",
      "5": "Arise, and let us go up by night, and destroy her palaces.",
      "6": "For thus hath the Lord of hosts said, Hew down wood, and cast a mount against Jerusalem: this city must be visited; all oppression is in the midst of it.",
      "7": "As the fountain casteth out her waters, so she casteth out her malice; cruelty and spoil is continually heard in her before me, with sorrow and strokes.",
      "8": "Be thou instructed, O Jerusalem, lest my soul depart from thee, lest I make thee desolate as a land that none inhabiteth.",
      "9": "Thus saith the Lord of hosts, They shall gather as a vine, the residue of Israel: turn back thine hand as the grape gatherer into the baskets.",
      "10": "Unto whom shall I speak, and admonish that they may hear? behold, their ears are uncircumcised, and they cannot hearken: behold, the word of the Lord is unto them as a reproach: they have no delight in it.",
      "11": "Therefore I am full of the wrath of the Lord: I am weary with holding it: I will pour it out upon the children in the street, and likewise upon the assembly of the young men: for the husband shall even be taken with the wife, and the aged with him that is full of days.",
      "12": "And their houses with their lands, and wives also shall be turned unto strangers: for I will stretch out mine hand upon the inhabitants of the land, saith the Lord.",
      "13": "For from the least of them, even unto the greatest of them, everyone is given unto covetousness, and from the Prophet even unto the Priest, they all deal falsely.",
      "14": "They have healed also the hurt of the daughter of my people with sweet words, saying, Peace, peace, when there is no peace.",
      "15": "Were they ashamed when they had committed abomination? nay, they were not ashamed, no neither could they have any shame: therefore they shall fall among the slain: when I shall visit them, they shall be cast down, saith the Lord.",
      "16": "Thus saith the Lord, Stand in the ways and behold, and ask for the old way, which is the good way, and walk therein, and ye shall find rest for your souls: but they said, We will not walk therein.",
      "17": "Also I set watchmen over you, which said, Take heed to the sound of the trumpet: but they said, We will not take heed.",
      "18": "Hear therefore, ye Gentiles, and thou Congregation know, what is among them.",
      "19": "Hear, O earth, behold, I will cause a plague to come upon this people, even the fruit of their own imaginations: because they have not taken heed unto my words, nor to my Law, but cast it off.",
      "20": "To what purpose bringest thou me incense from Sheba, and sweet calamus from a far country? Your burnt offerings are not pleasant, nor your sacrifices sweet unto me.",
      "21": "Therefore thus saith the Lord, Behold, I will lay stumbling blocks before this people, and the fathers and the sons together shall fall upon them: the neighbor and his friend shall perish.",
      "22": "Thus saith the Lord, Behold, a people cometh from the North country, and a great nation shall arise from the sides of the earth.",
      "23": "With bow and shield shall they be weaponed: they are cruel and will have no compassion: their voice roareth like the sea, and they ride upon horses well appointed, like men of war against thee, O daughter Zion.",
      "24": "We have heard their fame, and our hands wax feeble: sorrow is come upon us, as the sorrow of a woman in travail.",
      "25": "Go not forth into the field, nor walk by the way: for the sword of the enemy and fear is on every side.",
      "26": "O daughter of my people, gird thee with sackcloth, and wallow thyself in the ashes: make lamentation, and bitter mourning as for thine only son: for the destroyer shall suddenly come upon us.",
      "27": "I have set thee for a defense and fortress among my people, that thou mayest know and try their ways.",
      "28": "They are all rebellious traitors, walking craftily; they are brass and iron, they all are destroyers,",
      "29": "The bellows are burnt; the lead is consumed in the fire; the founder melteth in vain; for the wicked are not taken away.",
      "30": "They shall call them reprobate silver, because the Lord hath rejected them."
    },
    "7": {
      "1": "The words that came to Jeremiah from the Lord, saying,",
      "2": "Stand in the gate of the Lord’s house, and cry this word there, and say, Hear the word of the Lord, all ye of Judah that enter in at these gates to worship the Lord.",
      "3": "Thus saith the Lord of hosts, the God of Israel, Amend your ways and your works, and I will let you dwell in this place.",
      "4": "Trust not in lying words, saying, The Temple of the Lord, the Temple of the Lord; this is the Temple of the Lord.",
      "5": "For if you amend and redress your ways and your works; if you execute judgment between a man and neighbor,",
      "6": "And oppress not the stranger, the fatherless, and the widow, and shed no innocent blood in this place, neither walk after other gods to your destruction,",
      "7": "Then will I let you dwell in this place in the land that I gave unto your fathers forever and ever.",
      "8": "Behold, you trust in lying words, that cannot profit.",
      "9": "Will you steal, murder, and commit adultery, and swear falsely, and burn incense unto Baal, and walk after other gods whom ye know not?",
      "10": "And come and stand before me in this House, whereupon my Name is called, and say, We are delivered, though we have done all these abominations?",
      "11": "Is this House become a den of thieves, whereupon my Name is called before your eyes? Behold, even I see it, saith the Lord.",
      "12": "But go ye now unto my place which was in Shiloh, where I set my Name at the beginning, and behold, what I did to it for the wickedness, of my people Israel.",
      "13": "Therefore now because ye have done all these works, saith the Lord, (and I rose up early and spake unto you: but when I spake, ye would not hear me, neither when I called, would ye answer.)",
      "14": "Therefore will I do unto this house, whereupon my Name is called, wherein also ye trust, even unto the place that I gave to you, and to your fathers, as I have done unto Shiloh.",
      "15": "And I will cast you out of my sight, as I have cast out all your brethren, even the whole seed of Ephraim.",
      "16": "Therefore thou shalt not pray for this people, neither lift up cry or prayer for them, neither entreat me, for I will not hear thee.",
      "17": "Seest thou not what they do in the cities of Judah, and in the streets of Jerusalem?",
      "18": "The children gather wood, and the fathers kindle the fire, and the women kneed the dough to make cakes to the Queen of heaven, and to pour out drink offerings unto other gods, that they may provoke me unto anger.",
      "19": "Do they provoke me to anger, saith the Lord, and not themselves to the confusion of their own faces?",
      "20": "Therefore thus saith the Lord God, Behold, mine anger and my wrath shall be poured upon this place; upon man and upon beast, and upon the tree of the field, and upon the fruit of the ground, and it shall burn and not be quenched.",
      "21": "Thus saith the Lord of hosts, the God of Israel, Put your burnt offerings unto your sacrifices, and eat the flesh.",
      "22": "For I spake not unto your fathers, nor commanded them, when I brought them out of the land of Egypt, concerning burnt offerings and sacrifices.",
      "23": "But this thing commanded I them, saying, Obey my voice, and I will be your God, and ye shall be my people: and walk ye in all the ways which I have commanded you, that it may be well unto you.",
      "24": "But they would not obey, nor incline their ear, but went after the counsels, and the stubbornness of their wicked heart, and went backward and not forward.",
      "25": "Since the day that your fathers came up out of the land of Egypt, unto this day, I have even sent unto you all my servants the Prophets, rising up early every day, and sending them.",
      "26": "Yet would they not hear me, nor incline their ear, but hardened their neck, and did worse than their fathers.",
      "27": "Therefore shalt thou speak all these words unto them, but they will not hear thee: thou shalt also cry unto them, but they will not answer thee.",
      "28": "But thou shalt say unto them, This is a nation that heareth not the voice of the Lord their God, nor receiveth discipline: truth is perished, and is clean gone out of their mouth.",
      "29": "Cut off thine hair, O Jerusalem, and cast it away, and take up a complaint on the high places: for the Lord hath rejected and forsaken the generation of his wrath.",
      "30": "For the children of Judah have done evil in my sight, saith the Lord: they have set their abominations in the house, whereupon my Name is called to pollute it.",
      "31": "And they have built the high place of Tophet, which is in the valley of Ben-Hinnom to burn their sons and their daughters in the fire, which I commanded them not, neither came it in mine heart.",
      "32": "Therefore behold, the days come, saith the Lord, that it shall no more be called Tophet, nor the valley of Ben-Hinnom, but the valley of slaughter: for they shall bury in Tophet till there be no place.",
      "33": "And the carcasses of this people shall be meat for the fowls of the heaven, and for the beasts of the earth, and none shall fray them away.",
      "34": "Then I will cause to cease from the cities of Judah, and from the streets of Jerusalem the voice of mirth, and the voice of gladness, the voice of the bridegroom, and the voice of the bride: for the land shall be desolate."
    },
    "8": {
      "1": "At that time, saith the Lord, they shall bring out the bones of the kings of Judah, and the bones of their Princes, and the bones of the Priests, and the bones of the Prophets, and the bones of the inhabitants of Jerusalem out of their graves.",
      "2": "And they shall spread them before the sun, and the moon, and all the host of heaven, whom they have loved, and whom they have served, and whom they have followed, and whom they have sought, and whom they have worshipped: they shall not be gathered nor be buried, but shall be as dung upon the earth.",
      "3": "And death shall be desired rather than life of all the residue that remaineth of this wicked family, which remain in all the places where I have scattered them, saith the Lord of hosts.",
      "4": "Thou shalt say unto them also, Thus saith the Lord, Shall they fall, and not arise? shall he turn away and not turn again?",
      "5": "Wherefore is this people of Jerusalem turned back by a perpetual rebellion? they gave themselves to deceit, and would not return.",
      "6": "I hearkened and heard, but none spake aright: no man repented him of his wickedness, saying, What have I done? everyone turned to their race, as the horse rusheth into the battle.",
      "7": "Even the stork in the air knoweth her appointed times, and the turtle, and the crane and the swallow observe the time of their coming, but my people knoweth not the judgment of the Lord.",
      "8": "How do ye say, We are wise, and the Law of the Lord is with us? Lo, certainly in vain made he it, the pen of the scribes is in vain.",
      "9": "The wise men are ashamed: they are afraid and taken: lo, they have rejected the word of the Lord, and what wisdom is in them?",
      "10": "Therefore will I give their wives unto others, and their fields to them that shall possess them: for everyone from the least even unto the greatest is given to covetousness, and from the Prophet even unto the Priest, everyone dealeth falsely.",
      "11": "For they have healed the hurt of the daughter of my people with sweet words, saying, Peace, peace, when there is no peace.",
      "12": "Were they ashamed when they had committed abomination? nay, they were not ashamed, neither could they have any shame: therefore shall they fall among the slain: when I shall visit them, they shall be cast down, saith the Lord.",
      "13": "I will surely consume them, saith the Lord: there shall be no grapes on the vine, nor figs on the fig tree, and the leaf shall fade, and the things that I have given them shall depart from them.",
      "14": "Why do we stay? assemble yourselves, and let us enter into the strong cities, and let us be quiet there: for the Lord our God hath put us to silence, and given us water with gall to drink, because we have sinned against the Lord.",
      "15": "We looked for peace, but no good came, and for a time of health, and behold troubles.",
      "16": "The neighing of his horses was heard from Dan, the whole land trembled at the noise of the neighing of his strong horses: for they are come, and have devoured the land with all that is in it, the city, and those that dwell therein.",
      "17": "For behold, I will send serpents, and cockatrices among you, which will not be charmed, and they shall sting you, saith the Lord.",
      "18": "I would have comforted myself against sorrow, but mine heart is heavy in me.",
      "19": "Behold, the voice of the cry of the daughter of my people for fear of them of a far country, Is not the Lord in Zion? is not her king in her? Why have they provoked me to anger with their graven images, and with the vanities of a strange god?",
      "20": "The harvest is past, the Summer is ended, and we are not holpen.",
      "21": "I am sore vexed for the hurt of the daughter of my people, I am heavy, and astonishment hath taken me.",
      "22": "Is there no balm at Gilead? is there no Physician there? Why then is not the health of the daughter of my people recovered?"
    },
    "9": {
      "1": "Oh, that mine head were full of water, and mine eyes a fountain of tears, that I might weep day and night for the slain of the daughter of my people.",
      "2": "Oh, that I had in the wilderness a cottage of wayfaring men, that I might leave my people, and go from them: for they be all adulterers, and an assembly of rebels.",
      "3": "And they bend their tongues like their bows for lies: but they have no courage for the truth upon the earth, for they proceed from evil to worse, and they have not known me, saith the Lord.",
      "4": "Let everyone take heed of his neighbor, and trust you not in any brother: for every brother will use deceit, and every friend will deal deceitfully,",
      "5": "And everyone will deceive his friend, and will not speak the truth: for they have taught their tongue to speak lies, and take great pains to do wickedly.",
      "6": "Thine habitation is in the midst of deceivers: because of their deceit they refuse to know me, saith the Lord.",
      "7": "Therefore thus saith the Lord of hosts, Behold, I will melt them, and try them: for what should I else do for the daughter of my people?",
      "8": "Their tongue is as an arrow shot out, and speaketh deceit: one speaketh peaceably to his neighbor with his mouth, but in his heart he layeth wait for him.",
      "9": "Shall I not visit them for these things, saith the Lord? or shall not my soul be avenged on such a nation as this?",
      "10": "Upon the mountains will I take up a weeping and a lamentation, and upon the fair places of the wilderness a mourning, because they are burnt up, so that none can pass through them, neither can men hear the voice of the flock: both the fowl of the air, and the beast are fled away and gone.",
      "11": "And I will make Jerusalem an heap, and a den of dragons, and I will make the cities of Judah waste without an inhabitant.",
      "12": "Who is wise to understand this? and to whom the mouth of the Lord hath spoken, even he shall declare it. Why doth the land perish, and is burnt up like a wilderness, that none passeth through?",
      "13": "And the Lord saith, because they have forsaken my Law, which I set before them, and have not obeyed my voice, neither walked thereafter,",
      "14": "But have walked after the stubbornness of their own heart, and after Baal, which their fathers taught them.",
      "15": "Therefore thus saith the Lord of hosts, the God of Israel, Behold, I will feed this people with wormwood, and give them waters of gall to drink:",
      "16": "I will scatter them also among the heathen, whom neither they nor their fathers have known, and I will send a sword after them, till I have consumed them.",
      "17": "Thus saith the Lord of hosts, Take heed, and call for the mourning women, that they may come, and send for skillful women, that they may come,",
      "18": "And let them make haste, and let them take up a lamentation for us, that our eyes may cast out tears, and our eyelids gush out of water.",
      "19": "For a lamentable noise is heard out of Zion, How are we destroyed, and utterly confounded, for we have forsaken the land, and our dwellings have cast us out.",
      "20": "Therefore hear the word of the Lord, O ye women, and let your ears regard the words of his mouth, and teach your daughters to mourn, and everyone her neighbor to lament.",
      "21": "For death is come up into our windows, and is entered into our palaces, to destroy the children without, and the young men in the streets.",
      "22": "Speak, Thus saith the Lord, The carcasses of men shall lie, even as the dung upon the field, and as the handful after the mower, and none shall gather them.",
      "23": "Thus saith the Lord, Let not the wise man glory in his wisdom, nor the strong man glory in his strength, neither the rich man glory in his riches.",
      "24": "But let him that glorieth, glory in this, that he understandeth and knoweth me: for I am the Lord, which show mercy, judgment, and righteousness in the earth: for in these things I delight, saith the Lord.",
      "25": "Behold, the days come saith the Lord, that I will visit all them which are circumcised with the uncircumcised:",
      "26": "Egypt and Judah, and Edom, and the children of Ammon, and Moab, and all the utmost corners of them that dwell in the wilderness: for all these nations are uncircumcised, and all the house of Israel are uncircumcised in the heart."
    },
    "10": {
      "1": "Hear ye the word of the Lord that he speaketh unto you, O house of Israel.",
      "2": "Thus saith the Lord, Learn not the way of the heathen, and be not afraid for the signs of heaven, though the heathen be afraid of such.",
      "3": "For the customs of the people are vain: for one cutteth a tree out of the forest (which is the work of the hands of the carpenter) with the axe,",
      "4": "And another decketh it with silver, and with gold: they fasten it with nails and hammers that it fall not.",
      "5": "The idols stand up as the palm tree, but speak not: they are borne because they cannot go: fear them not, for they cannot do evil, neither can they do good.",
      "6": "There is none like unto thee, O Lord: thou art great, and thy Name is great in power.",
      "7": "Who would not fear thee, O king of nations? for to thee appertaineth the dominion: for among all the wise men of the Gentiles, and in all their kingdoms there is none like thee.",
      "8": "But altogether they dote, and are foolish: for the stock is a doctrine of vanity.",
      "9": "Silver plates are brought from Tarshish, and gold from Uphaz, for the work of the workman, and the hands of the founder: the blue silk, and the purple is their clothing: all these things are made by cunning men.",
      "10": "But the Lord is the God of truth: he is the living God, and an everlasting King: at his anger the earth shall tremble, and the nations cannot abide his wrath.",
      "11": "(Thus shall you say unto them, The gods that have not made the heavens and the earth, shall perish from the earth, and from under these heavens.)",
      "12": "He hath made the earth by his power, and established the world by his wisdom, and hath stretched out the heaven by his discretion.",
      "13": "He giveth by his voice the multitude of waters in the heaven, and he causeth the clouds to ascend from the ends of the earth: he turneth lightnings to rain, and bringeth forth the wind out of his treasures.",
      "14": "Every man is a beast by his own knowledge: every founder is confounded by the graven image: for his melting is but falsehood, and there is no breath therein.",
      "15": "They are vanity, and the work of errors: in the time of their visitation they shall perish.",
      "16": "The portion of Jacob is not like them: for he is the maker of all things, and Israel is the rod of his inheritance: the Lord of hosts is his Name.",
      "17": "Gather up thy wares out of the land, O thou that dwellest in the strong place.",
      "18": "For thus saith the Lord, Behold, at this time I will throw as with a sling the inhabitants of the land, and will trouble them, and they shall find it so.",
      "19": "Woe is me for my destruction, and my grievous plague: but I thought, Yet it is my sorrow, and I will bear it.",
      "20": "My Tabernacle is destroyed, and all my cords are broken: my children are gone from me, and are not: there is none to spread out my tent anymore, and to set up my curtains.",
      "21": "For the Pastors are become beasts, and have not sought the Lord: therefore have they none understanding: and all the flocks of their pastures are scattered.",
      "22": "Behold, the noise of the bruit is come, and a great commotion out of the North country, to make the cities of Judah desolate, and a den of dragons.",
      "23": "O Lord, I know that the way of man is not in himself, neither is it in man to walk and to direct his steps.",
      "24": "O Lord, correct me, but with judgment, not in thine anger, lest thou bring me to nothing.",
      "25": "Pour out thy wrath upon the heathen that know thee not, and upon the families that call not on thy Name: for they have eaten up Jacob, and devoured him, and consumed him, and have made his habitation desolate."
    },
    "11": {
      "1": "The word that came to Jeremiah from the Lord, saying,",
      "2": "Hear ye the words of this covenant, and speak unto the men of Judah, and to the inhabitants of Jerusalem,",
      "3": "And say thou unto them, Thus saith the Lord God of Israel, Cursed be the man that obeyeth not the words of this covenant,",
      "4": "Which I commanded unto your fathers, when I brought them out of the land of Egypt, from the iron furnace, saying, Obey my voice, and do according to all these things which I command you: so shall ye be my people, and I will be your God,",
      "5": "That I may confirm the oath, that I have sworn unto your fathers, to give them a land, which floweth with milk and honey, as appeareth this day. Then answered I, and said, So be it, O Lord.",
      "6": "Then the Lord said unto me, Cry all these words in the cities of Judah, and in the streets of Jerusalem, saying, Hear ye the words of this covenant, and do them.",
      "7": "For I have protested unto your fathers, when I brought them up out of the land of Egypt unto this day, rising early and protesting, saying, Obey my voice.",
      "8": "Nevertheless they would not obey, nor incline their ear: but everyone walked in the stubbornness of his wicked heart: therefore I will bring upon them all the words of this covenant which I commanded them to do, but they did it not.",
      "9": "And the Lord said unto me, A conspiracy is found among the men of Judah, and among the inhabitants of Jerusalem.",
      "10": "They are turned back to the iniquities of their forefathers, which refused to hear my words: and they went after other gods to serve them: thus the house of Israel and the house of Judah have broken my covenant, which I made with their fathers.",
      "11": "Therefore thus saith the Lord, Behold, I will bring a plague upon them, which they shall not be able to escape, and though they cry unto me, I will not hear them.",
      "12": "Then shall the cities of Judah, and the inhabitants of Jerusalem go, and cry unto the gods unto whom they offer incense, but they shall not be able to help them in time of their trouble.",
      "13": "For according to the number of thy cities were thy gods, O Judah, and according to the number of the streets of Jerusalem have ye set up altars of confusion, even altars to burn incense unto Baal.",
      "14": "Therefore thou shalt not pray for this people, neither lift up a cry or prayer for them: for when they cry unto me in their trouble, I will not hear them.",
      "15": "What should my beloved tarry in mine house, seeing they have committed abomination with many, and the holy flesh goeth away from thee: yet when thou doest evil, thou rejoicest.",
      "16": "The Lord called thy name, A green olive tree, fair, and of goodly fruit: but with noise and great tumult he hath set fire upon it, and the branches of it are broken.",
      "17": "For the Lord of hosts that planted thee, hath pronounced a plague against thee, for the wickedness of the house of Israel, and of the house of Judah, which they have done against themselves to provoke me to anger in offering incense unto Baal,",
      "18": "And the Lord hath taught me, and I know it, even then thou showedst me their practices.",
      "19": "But I was like a lamb, or a bullock, that is brought to the slaughter, and I knew not that they had devised thus against me, saying, Let us destroy the tree with the fruit thereof, and cut him out of the land of the living, that his name may be no more in memory,",
      "20": "But O Lord of hosts, that judgest righteously, and triest the reins and the heart, let me see thy vengeance on them: for unto thee have I opened my cause.",
      "21": "The Lord therefore speaketh thus of the men of Anathoth, (that seek thy life, and say, Prophesy not in the name of the Lord, that thou die not by our hands.)",
      "22": "Thus therefore saith the Lord of hosts, Behold, I will visit them: the young men shall die by the sword: their sons and their daughters shall die by famine,",
      "23": "And none of them shall remain: for I will bring a plague upon the men of Anathoth, even the year of their visitation."
    },
    "12": {
      "1": "O Lord, if I dispute with thee, thou art righteous: yet let me talk with thee of thy judgments: wherefore doth the way of the wicked prosper? why are all they in wealth that rebelliously transgress?",
      "2": "Thou hast planted them, and they have taken root: they grow, and bring forth fruit, thou art near in their mouth, and far from their reins.",
      "3": "But thou, Lord, knowest me: thou hast seen me, and tried mine heart toward thee: pull them out like sheep for the slaughter, and prepare them for the day of slaughter.",
      "4": "How long shall the land mourn, and the herbs of every field wither, for the wickedness of them that dwell therein? the beasts are consumed, and the birds, because they said, He will not see our last end.",
      "5": "If thou hast run with the footmen, and they have wearied thee, then how canst thou match thyself with horses? and if thou thoughtest thyself safe in a peaceable land, what wilt thou do in the swelling of Jordan?",
      "6": "For even thy brethren and the house of thy father, even they have dealt unfaithfully with thee, and they have cried out altogether upon thee: but believe them not, though they speak fair to thee.",
      "7": "I have forsaken mine house: I have left mine heritage: I have given the dearly beloved of my soul into the hands of her enemies.",
      "8": "Mine heritage is unto me, as a lion in the forest: it crieth out against me, therefore have I hated it.",
      "9": "Shall mine heritage be unto me, as a bird of divers colors? are not the birds about her, saying, Come, assemble all the beasts of the field, come to eat her?",
      "10": "Many pastors have destroyed my vineyard, and trodden my portion under foot: of my pleasant portion they have made a desolate wilderness.",
      "11": "They have laid it waste, and it, being waste mourneth unto me, and the whole land lieth waste, because no man setteth his mind on it.",
      "12": "The destroyers are come upon all the high places in the wilderness: for the sword of the Lord shall devour from the one end of the land, even to the other end of the land: no flesh shall have peace.",
      "13": "They have sown wheat, and reaped thorns: they were sick, and had no profit: and they were ashamed of your fruits, because of the fierce wrath of the Lord.",
      "14": "Thus saith the Lord against all mine evil neighbors, that touch the inheritance, which I have caused my people Israel to inherit, Behold, I will pluck them out of their land, and pluck out the house of Judah from among them.",
      "15": "And after that I have plucked them out, I will return, and have compassion on them, and will bring again every man to his heritage, and every man to his land.",
      "16": "And if they will learn the ways of my people, to swear by my Name, (The Lord liveth, as they taught my people to swear by Baal) then shall they be built in the midst of my people.",
      "17": "But if they will not obey, then will I utterly pluck up, and destroy that nation, saith the Lord."
    },
    "13": {
      "1": "Thus saith the Lord unto me, Go, and buy thee a linen girdle, and put it upon thy loins, and put it not in water.",
      "2": "So I bought the girdle according to the commandment of the Lord, and put it upon my loins.",
      "3": "And the word of the Lord came unto me the second time, saying,",
      "4": "Take the girdle that thou hast bought, which is upon thy loins, and arise, go toward Perath, and hide it there in the cleft of the rock.",
      "5": "So I went, and hid it by Perath, as the Lord had commanded me.",
      "6": "And after many days the Lord said unto me, Arise, go toward Perath, and take the girdle from thence, which I commanded thee to hide there.",
      "7": "Then went I to Perath, and dug, and took the girdle from the place where I had hid it, and behold, the girdle was corrupt, and was profitable for nothing.",
      "8": "Then the word of the Lord came unto me, saying,",
      "9": "Thus saith the Lord, After this manner will I destroy the pride of Judah, and the great pride of Jerusalem.",
      "10": "This wicked people have refused to hear my word, and walk after the stubbornness of their own heart, and walk after other gods to serve them, and to worship them: therefore they shall be as this girdle, which is profitable to nothing.",
      "11": "For as the girdle cleaveth to the loins of a man, so have I tied to me the whole house of Israel, and the whole house of Judah, saith the Lord, that they might be my people: that they might have a name, and praise, and glory, but they would not hear.",
      "12": "Therefore thou shalt say unto them this word, Thus saith the Lord God of Israel, Every bottle shall be filled with wine, and they shall say unto thee, do we not know that every bottle shall be filled with wine?",
      "13": "Then shalt thou say unto them, Thus saith the Lord, Behold, I will fill all the inhabitants of this land, even the kings that sit upon the throne of David, and the Priests and the Prophets, and all the inhabitants of Jerusalem with drunkenness.",
      "14": "And I will dash them one against another, even the fathers and the sons together, saith the Lord: I will not spare, I will not pity, nor have compassion, but destroy them.",
      "15": "Hear and give ear, be not proud: for the Lord hath spoken it.",
      "16": "Give glory to the Lord your God before he bring darkness, and or ever your feet stumble in the dark mountains, and while you look for light, he turn it into the shadow of death and make it as darkness.",
      "17": "But if ye will not hear this, my soul shall weep in secret for your pride, and mine eye shall weep and drop down tears, because the Lord’s flock is carried away captive.",
      "18": "Say unto the King and to the Queen: Humble yourselves, sit down, for the crown of your glory shall come down from your heads.",
      "19": "The cities of the South shall be shut up, and no man shall open them: all Judah shall be carried away captive: it shall be wholly carried away captive:",
      "20": "Lift up your eyes, and behold them that come from the North: where is the flock that was given thee, even thy beautiful flock?",
      "21": "What wilt thou say when he shall visit thee? (for thou hast taught them to be captains and as chief over thee) shall not sorrow take thee as a woman in travail?",
      "22": "And if thou say in thine heart, Wherefore come these things upon me? For the multitude of thine iniquities are thy skirts discovered and thy heels made bare.",
      "23": "Can the black Moor change his skin? or the leopard his spots, then may ye also do good, that are accustomed to do evil?",
      "24": "Therefore will I scatter them, as the stubble that is taken away with the South wind.",
      "25": "This is thy portion, and the part of thy measures from me, saith the Lord, because thou hast forgotten me, and trusted in lies.",
      "26": "Therefore I have also discovered thy skirts upon thy face, that thy shame may appear.",
      "27": "I have seen thine adulteries, and thy neighings, the filthiness of thy whoredom on the hills in the fields, and thine abominations. [Woe] unto thee, O Jerusalem: wilt thou not be made clean? when shall it once be?"
    },
    "14": {
      "1": "The word of the Lord that came unto Jeremiah, concerning the dearth.",
      "2": "Judah hath mourned, and the gates thereof are desolate, they have been brought to heaviness unto the ground, and the cry of Jerusalem goeth up.",
      "3": "And their nobles have sent their inferiors to the water, who came to the wells, and found no water: they returned with their vessels empty: they were ashamed and confounded: and covered their heads.",
      "4": "For the ground was destroyed, because there was no rain in the earth: the plowmen were ashamed, and covered their heads.",
      "5": "Yea, the hind also calved in the field, and forsook it, because there was no grass.",
      "6": "And the wild asses did stand in the high places, and drew in their wind like dragons: their eyes did fail, because there was no grass.",
      "7": "O Lord, though our iniquities testify against us, deal with us according to thy Name: for our rebellions are many, we sinned against thee.",
      "8": "O thou hope of Israel, the savior thereof in the time of trouble, why art thou as a stranger in the land, as one that passeth by, to tarry for a night?",
      "9": "Why art thou as a man astonied, and as a strong man that cannot help? yet thou, O Lord, art in the midst of us, and thy name is called upon us: forsake us not.",
      "10": "Thus saith the Lord unto this people, Thus have they delighted to wander: they have not refrained their feet, therefore the Lord hath no delight in them: but he will now remember their iniquity, and visit their sins.",
      "11": "Then said the Lord unto me, Thou shalt not pray to do this people good.",
      "12": "When they fast, I will not hear their cry, and when they offer burnt offering, and an oblation, I will not accept them: but I will consume them by the sword, and by the famine, and by the pestilence.",
      "13": "Then answered I, Ah Lord God, behold, the prophets say unto them, Ye shall not see the sword, neither shall famine come upon you, but I will give you assured peace in this place.",
      "14": "Then the Lord said unto me, The prophets prophesy lies in my name: I have not sent them, neither did I command them, neither spake I unto them, but they prophesy unto you a false vision, and divination, and vanity, and deceitfulness of their own heart.",
      "15": "Therefore thus saith the Lord, Concerning the prophets that prophesy in my Name, whom I have not sent, yet they say, Sword and famine shall not be in this land, by sword and famine shall those prophets be consumed.",
      "16": "And the people to whom these prophets do prophesy shall be cast out in the streets of Jerusalem, because of the famine, and the sword, and there shall be none to bury them: both they and their wives, and their sons, and their daughters: for I will pour their wickedness upon them.",
      "17": "Therefore thou shalt say this word unto them, Let mine eyes drop down tears night and day without ceasing: for the virgin daughter of my people is destroyed with a great destruction, and with a sore grievous plague.",
      "18": "For if I go into the field, behold the slain with the sword: and if I enter into the city, behold them that are sick for hunger also: moreover, the Prophet also and the Priest go a wandering into a land that they know not.",
      "19": "Hast thou utterly rejected Judah, or hath thy soul abhorred Zion? why hast thou smitten us, that we cannot be healed? We looked for peace, and there is no good, and for the time of health, and behold trouble.",
      "20": "We acknowledge, O Lord, our wickedness, and the iniquity of our fathers: for we have sinned against thee.",
      "21": "Do not abhor us: for thy Name’s sake cast not down the throne of thy glory: remember and break not thy covenant with us.",
      "22": "Are there any among the vanities of the Gentiles, that can give rain? or can the heavens give showers? Is it not thou, O Lord our God? therefore we will wait upon thee: for thou hast made all these things."
    },
    "15": {
      "1": "Then said the Lord unto me, Though Moses and Samuel stood before me, yet mine affection could not be toward this people: cast them out of my sight, and let them depart.",
      "2": "And if they say unto thee, Whither shall we depart? then tell them, Thus saith the Lord, Such as are appointed to death, unto death: and such as are for the sword, to the sword: and such as are for the famine, to the famine: and such as are for the captivity, to the captivity.",
      "3": "And I will appoint over them four kinds, saith the Lord, the sword to slay, and the dogs to tear in pieces, and the fowls of the heaven, and the beasts of the earth to devour, and to destroy.",
      "4": "I will scatter them also in all kingdoms of the earth, because of Manasseh the son of Hezekiah King of Judah for that which he did in Jerusalem.",
      "5": "Who shall then have pity upon thee, O Jerusalem? or who shall be sorry for thee? or who shall go to pray for thy peace?",
      "6": "Thou hast forsaken me, saith the Lord, and gone backward: therefore will I stretch out mine hand against thee, and destroy thee: for I am weary with repenting.",
      "7": "And I will scatter them with the fan in the gates of the earth: I have wasted, and destroyed my people, yet they would not return from their ways.",
      "8": "Their widows are increased by me above the sand of the sea: I have brought upon them, and against the assembly of the young men, a destroyer at noon day: I have caused him to fall upon them, and the city, suddenly and speedily.",
      "9": "She that hath borne seven, hath been made weak: her heart hath failed: the sun hath failed her, while it was day, she hath been confounded, and ashamed, and the residue of them will I deliver unto the sword before their enemies, saith the Lord.",
      "10": "Woe is me, my mother, that thou hast borne me, a contentious man, and a man that striveth with the whole earth: I have neither lent on usury, nor men have lent unto me on usury: yet everyone doth curse me.",
      "11": "The Lord said, Surely thy remnant shall have wealth: surely I will cause thine enemy to entreat thee in the time of trouble, and in the time of affliction.",
      "12": "Shall the iron break the iron, and the brass that cometh from the North?",
      "13": "Thy substance and thy treasures will I give to be spoiled without gain, and that for all thy sins even in all thy borders.",
      "14": "And I will make thee to go with thine enemies into a land that thou knowest not, for a fire is kindled in mine anger, which shall burn you.",
      "15": "O Lord, thou knowest, remember me, and visit me, and revenge me of my persecutors: take me not away in the continuance of thine anger: know that for thy sake I have suffered rebuke.",
      "16": "Thy words were found by me, and I did eat them, and thy word was unto me the joy and rejoicing of mine heart: for thy Name is called upon me, O Lord God of hosts.",
      "17": "I sat not in the assembly of the mockers, neither did I rejoice, but sat alone because of thy plague: for thou hast filled me with indignation.",
      "18": "Why is mine heaviness continual? and my plague desperate and cannot be healed, why art thou unto me as a liar, and as waters that fail?",
      "19": "Therefore thus saith the Lord, If thou return, then will I bring thee again, and thou shalt stand before me: and if thou take away the precious from the vile, thou shalt be according to my word: let them return unto thee, but return not thou unto them.",
      "20": "And I will make thee unto this people a strong brazen wall, and they shall fight against thee, but they shall not prevail against thee: for I am with thee to save thee, and to deliver thee, saith the Lord.",
      "21": "And I will deliver thee out of the hand of the wicked, and I will redeem thee out of the hand of the tyrants."
    },
    "16": {
      "1": "The word of the Lord came also unto me, saying,",
      "2": "Thou shalt not take thee a wife, nor have sons nor daughters in this place.",
      "3": "For thus saith the Lord concerning the sons, and concerning the daughters, that are born in this place, and concerning their mothers that bear them, and concerning their fathers that beget them in this land,",
      "4": "They shall die of deaths and diseases: they shall not be lamented, neither shall they be buried, but they shall be as dung upon the earth, and they shall be consumed by the sword, and by famine, and their carcasses shall be meat for the fowls of the heaven, and for the beasts of the earth.",
      "5": "For thus saith the Lord, Enter not into the house of mourning, neither go to lament, nor be moved for them: for I have taken my peace from this people, saith the Lord, even mercy and compassion.",
      "6": "Both the great, and the small shall die in this land: they shall not be buried, neither shall men lament for them, nor cut themselves, nor make themselves bald for them.",
      "7": "They shall not stretch out the hands for them in the mourning to comfort them for the dead, neither shall they give them the cup of consolation to drink for their father or for their mother.",
      "8": "Thou shalt not also go into the house of feasting, to sit with them to eat and to drink.",
      "9": "For thus saith the Lord of hosts, the God of Israel, Behold, I will cause to cease out of this place in your eyes, even in your days, the voice of mirth, and the voice of gladness, the voice of the bridegroom, and the voice of the bride.",
      "10": "And when thou shalt show this people all these words, and they shall say unto thee, Wherefore hath the Lord pronounced all this great plague against us? or what is our iniquity? and what is our sin that we have committed against the Lord our God?",
      "11": "Then shalt thou say unto them, Because your fathers have forsaken me, saith the Lord, and have walked after other gods, and have served them, and worshipped them, and have forsaken me, and have not kept my Law,",
      "12": "(And ye have done worse than your fathers: for behold, you walk everyone after the stubbornness of his wicked heart, and will not hear me.)",
      "13": "Therefore will I drive you out of this land into a land that ye know not, neither you nor your fathers, and there ye shall serve other gods day and night: for I will show you no grace.",
      "14": "Behold therefore saith the Lord, the days come that it shall no more be said, The Lord liveth, which brought up the children of Israel out of the land of Egypt,",
      "15": "But, The Lord liveth, that brought up the children of Israel from the land of the North, and from all the lands where he had scattered them, and I will bring them again into their land that I gave unto their fathers.",
      "16": "Behold, saith the Lord, I will send out many fishers, and they shall fish them, and after will I send out many hunters, and they shall hunt them from every mountain, and from every hill, and out of the caves of the rocks.",
      "17": "For mine eyes are upon all their ways: they are not hid from my face, neither is their iniquity hid from mine eyes.",
      "18": "And first I will recompense their iniquity and their sin double, because they have defiled my land, and have filled mine inheritance with their filthy carrions and their abominations.",
      "19": "O Lord, thou art my fortress, and my strength and my refuge in the day of affliction: the Gentiles shall come unto thee from the ends of the world, and shall say, Surely our fathers have inherited lies, and vanity, wherein there was no profit.",
      "20": "Shall a man make gods unto himself, and they are no gods?",
      "21": "Behold, therefore I will this once teach them: I will show them mine hand and my power, and they shall know that my Name is the Lord."
    },
    "17": {
      "1": "The sin of Judah is written with a pen of iron, and with the point of a diamond, and graven upon the table of their heart, and upon the horns of your altars.",
      "2": "They remember their altars as their children, with their groves by the green trees upon the high hills.",
      "3": "O my mountain in the field, I will give thy substance, and all thy treasures to be spoiled, for the sin of thy high places throughout all thy borders.",
      "4": "And thou shalt rest, and in thee shall be a rest from thine heritage that I gave thee, and I will cause thee to serve thine enemies in the land, which thou knowest not: for ye have kindled a fire in mine anger, which shall burn forever.",
      "5": "Thus saith the Lord, Cursed be the man that trusteth in man, and maketh flesh his arm, and withdraweth his heart from the Lord.",
      "6": "For he shall be like the heath in the wilderness, and shall not see when any good cometh, but shall inhabit the parched places in the wilderness, in a salt land, and not inhabited.",
      "7": "Blessed be the man that trusteth in the Lord, and whose hope the Lord is.",
      "8": "For he shall be as a tree that is planted by the water, which spreadeth out her roots by the river, and shall not feel when the heat cometh, but her leaf shall be green, and shall not care for the year of drought, neither shall cease from yielding fruit.",
      "9": "The heart is deceitful and wicked above all things, who can know it?",
      "10": "I the Lord search the heart, and try the reins, even to give every man according to his ways, and according to the fruit of his works.",
      "11": "As the partridge gathereth the young, which she hath not brought forth: so he that getteth riches, and not by right, shall leave them in the midst of his days, and at his end shall be a fool.",
      "12": "As a glorious throne exalted from the beginning, so is the place of our Sanctuary.",
      "13": "O Lord, the hope of Israel, that forsake thee, shall be confounded: they that depart from thee, shall be written in the earth, because they have forsaken the Lord, the fountain of living waters.",
      "14": "Heal me, O Lord, and I shall be whole: save me, and I shall be saved: for thou art my praise.",
      "15": "Behold, they say unto me, Where is the word of the Lord? let it come now.",
      "16": "But I have not thrust in myself for a pastor after thee, neither have I desired the day of misery, thou knowest that which came out of my lips was right before thee.",
      "17": "Be not terrible unto me: thou art mine hope in the day of adversity.",
      "18": "Let them be confounded, that persecute me, but let not me be confounded: let them be afraid, but let not me be afraid: bring upon them the day of adversity, and, destroy them with double destruction.",
      "19": "Thus hath the Lord said unto me, Go and stand in the gate of the children of the people, whereby the Kings of Judah come in, and by the which they go out, and in all the gates of Jerusalem,",
      "20": "And say unto them, Hear the word of the Lord, ye kings of Judah, and all Judah, and all the inhabitants of Jerusalem, that enter in by these gates.",
      "21": "Thus saith the Lord, Take heed to your souls, and bear no burden in the Sabbath day, nor bring it in by the gates of Jerusalem.",
      "22": "Neither carry forth burdens out of your houses in the Sabbath day: neither do ye any work, but sanctify the Sabbath, as I commanded your fathers.",
      "23": "But they obeyed not, neither inclined their ears, but made their necks stiff, and would not hear, nor receive correction.",
      "24": "Nevertheless, if ye will hear me, saith the Lord, and bear no burden through the gates of the city in the Sabbath day, but sanctify the Sabbath day, so that ye do no work therein,",
      "25": "Then shall the Kings and the Princes enter in at the gates of this city, and shall sit upon the throne of David, and shall ride upon chariots and upon horses, both they and their princes, the men of Judah, and the inhabitants of Jerusalem: and this city shall remain forever.",
      "26": "And they shall come from the cities of Judah, and from about Jerusalem, and from the land of Benjamin, and from the plain, and from the mountains, and from the South, which shall bring burnt offerings, and sacrifices, and meat offerings, and incense, and shall bring sacrifice of praise into the house of the Lord.",
      "27": "But if ye will not hear me to sanctify the Sabbath day, and not to bear a burden, nor to go through the gates of Jerusalem in the Sabbath day, then will I kindle a fire in the gates thereof, and it shall devour the palaces of Jerusalem, and it shall not be quenched."
    },
    "18": {
      "1": "The word which came to Jeremiah from the Lord, saying,",
      "2": "Arise, and go down into the potter’s house, and there shall I show thee my words.",
      "3": "Then I went down to the potter’s house, and behold, he wrought a work on the wheels.",
      "4": "And the vessel that he made of clay, was broken in the hand of the potter, so he returned, and made it another vessel, as seemed good to the potter to make it.",
      "5": "Then the word of the Lord came unto me, saying,",
      "6": "O house of Israel, cannot I do with you as this potter, saith the Lord? behold, as the clay is in the potter’s hand, so are you in mine hand, O house of Israel.",
      "7": "I will speak suddenly against a nation, or against a kingdom to pluck it up, and to root it out, and to destroy it.",
      "8": "But if this nation against whom I have pronounced turn from their wickedness, I will repent of the plague that I thought to bring upon them.",
      "9": "And I will speak suddenly concerning a nation, and concerning a kingdom to build it and to plant it.",
      "10": "But if it do evil in my sight, and hear not my voice, I will repent of the good that I thought to do for them.",
      "11": "Speak thou now therefore unto the men of Judah, and to the inhabitants of Jerusalem, saying, Thus saith the Lord, Behold, I prepare a plague for you, and purpose a thing against you: return you therefore every one from his evil way, and make your ways and your works good.",
      "12": "But they said desperately, Surely we will walk after our own imaginations, and do every man after the stubbornness of his wicked heart.",
      "13": "Therefore thus saith the Lord, Ask now among the heathen, who hath heard such things? the virgin of Israel hath done very filthily.",
      "14": "Will a man forsake the snow of Lebanon, which cometh from the rock of the field? or shall the cold flowing waters, that come from another place, be forsaken?",
      "15": "Because my people hath forgotten me, and have burnt incense to vanity, and their prophets have caused them to stumble in their ways from the ancient ways, to walk in the paths and way that is not trodden,",
      "16": "To make their land desolate, and a perpetual derision, so that everyone that passeth thereby, shall be astonished and wag his head,",
      "17": "I will scatter them with an East wind before the enemy: I will show them the back, and not the face in the day of their destruction.",
      "18": "Then said they, Come, and let us imagine some device against Jeremiah: for the Law shall not perish from the Priest, nor counsel from the wise, nor the word from the Prophet: come, and let us smite him with the tongue, and let us not give heed to any of his words.",
      "19": "Hearken unto me, O Lord, and hear the voice of them that contend with me.",
      "20": "Shall evil be recompensed for good? for they have dug a pit for my soul: remember that I stood before thee, to speak good for them, and to turn away thy wrath from them.",
      "21": "Therefore, deliver up their children to famine, and let them drop away by the force of the sword, let their wives be robbed of their children, and be widows: and let their husbands be put to death, and let their young men be slain by the sword in the battle.",
      "22": "Let the cry be heard from their houses, when thou shalt bring an host suddenly upon them: for they have dug a pit to take me, and hid snares for my feet.",
      "23": "Yet Lord thou knowest all their counsel against me tendeth to death: forgive not their iniquity, neither put out their sin from thy sight, but let them be overthrown before thee: deal thus with them in the time of thine anger."
    },
    "19": {
      "1": "Thus saith the Lord, Go, and buy an earthen bottle of a potter, and take of the ancients for the people, and of the ancients of the Priests,",
      "2": "And go forth unto the valley of Ben-Hinnom, which is by the entry of the East gate: and thou shalt preach there the words, that I shall tell thee,",
      "3": "And shalt say, Hear ye the word of the Lord, O Kings of Judah, and inhabitants of Jerusalem, Thus saith the Lord of hosts, the God of Israel, Behold, I will bring a plague upon this place, the which whosoever heareth, his ears shall tingle.",
      "4": "Because they have forsaken me, and profaned this place, and have burnt incense in it unto other gods, whom neither they, nor their fathers have known, nor the Kings of Judah (they have filled this place also with the blood of innocents,",
      "5": "And they have built the high places of Baal, to burn their sons with fire for burnt offerings unto Baal, which I commanded not, nor spake it, neither came it into my mind)",
      "6": "Therefore behold, the days come, saith the Lord, that this place shall no more be called Topheth, nor the valley of Ben-Hinnom, but the valley of slaughter.",
      "7": "And I will bring the counsel of Judah and Jerusalem to nought in this place, and I will cause them to fall by the sword before their enemies, and by the hand of them that seek their lives: and their carcasses will I give to be meat for the fowls of the heaven, and to the beasts of the field.",
      "8": "And I will make this city desolate, and an hissing, so that everyone that passeth thereby, shall be astonished and hiss because of all the plagues thereof.",
      "9": "And I will feed them with the flesh of their sons, and with the flesh of their daughters, and everyone shall eat the flesh of his friend in the siege and straitness, wherewith their enemies that seek their lives, shall hold them strait.",
      "10": "Then shalt thou break the bottle in the sight of the men that go with thee,",
      "11": "And shalt say unto them, Thus saith the Lord of hosts, Even so will I break this people and this city, as one breaketh a potter’s vessel, that cannot be made whole again, and they shall bury them in Topheth till there be no place to bury.",
      "12": "Thus will I do unto this place, saith the Lord, and to the inhabitants thereof, and I will make this city like Topheth.",
      "13": "For the houses of Jerusalem, and the houses of the Kings of Judah shall be defiled as the place of Topheth, because of all the houses upon whose roofs they have burnt incense unto all the host of heaven, and have poured out drink offerings unto other gods.",
      "14": "Then came Jeremiah from Topheth, where the Lord had sent him to prophesy, and he stood in the court of the Lord’s house, and said to all the people,",
      "15": "Thus saith the Lord of hosts, the God of Israel, Behold, I will bring upon this city, and upon all her towns, all the plagues that I have pronounced against it, because they have hardened their necks, and would not hear my words."
    },
    "20": {
      "1": "When Pashhur, the son of Immer, the priest, which was appointed governor in the house of the Lord, heard that Jeremiah prophesied these things,",
      "2": "Then Pashhur smote Jeremiah the Prophet, and put him in the stocks that were in the high gate of Benjamin, which was by the house of the Lord.",
      "3": "And on the morning, Pashhur brought Jeremiah out of the stocks. Then said Jeremiah unto him, The Lord hath not called thy name Pashhur, but Magor-Missabib.",
      "4": "For thus saith the Lord, behold, I will make thee to be a terror to thyself, and to all thy friends, and they shall fall by the sword of their enemies, and thine eyes shall behold it, and I will give all Judah into the hand of the king of Babel, and he shall carry them captive into Babel, and shall slay them with the sword.",
      "5": "Moreover, I will deliver all the substance of this city, and all the labors thereof, and all the precious things thereof, and all the treasures of the Kings of Judah will I give into the hand of their enemies, which shall spoil them, and take them away and carry them to Babel.",
      "6": "And thou Pashhur, and all that dwell in thine house, shall go into captivity, and thou shalt come to Babel, and there thou shalt die, and shalt be buried there, thou and all thy friends, to whom thou hast prophesied lies.",
      "7": "O Lord, thou hast deceived me, and I am deceived: thou art stronger than I, and hast prevailed: I am in derision daily: everyone mocketh me.",
      "8": "For since I spake, I cried out of wrong, and proclaimed desolation: therefore the word of the Lord was made a reproach unto me, and in derision daily.",
      "9": "Then I said, I will not make mention of him, nor speak anymore in his Name. But his word was in mine heart as a burning fire shut up in my bones, and I was weary with forbearing, and I could not stay.",
      "10": "For I had heard the railing of many, and fear on every side. Declare, said they, and we will declare it: all my familiars watched for mine halting, saying, It may be that he is deceived: so we shall prevail against him, and we shall execute our vengeance upon him.",
      "11": "But the Lord is with me like a mighty giant: therefore my persecutors shall be overthrown, and shall not prevail, and shall be greatly confounded: for they have done unwisely, and their everlasting shame shall never be forgotten.",
      "12": "But, O Lord of hosts, that triest the righteous, and seest the reins and the heart, let me see thy vengeance on them: for unto thee have I opened my cause.",
      "13": "Sing unto the Lord, praise ye the Lord: for he hath delivered the soul of the poor from the hand of the wicked.",
      "14": "Cursed be the day wherein I was born: and let not the day wherein my mother bare me, be blessed.",
      "15": "Cursed be the man that showed my father, saying, A man child is born unto thee, and comforted him.",
      "16": "And let that man be as the cities, which the Lord hath overturned and repented not: and let him hear the cry in the morning, and the shouting at noon tide,",
      "17": "Because he hath not slain me, even from the womb, or that my mother might have been my grave, or her womb a perpetual conception.",
      "18": "How is it, that I came forth of the womb, to see labor and sorrow, that my days should be consumed with shame?"
    },
    "21": {
      "1": "The word which came unto Jeremiah from the Lord, when king Zedekiah sent unto him Pashhur, the son of Melchiah, and Zephaniah, the son of Maaseiah the Priest, saying,",
      "2": "Inquire, I pray thee, of the Lord for us, (for Nebuchadnezzar king of Babel maketh war against us) if so be that the Lord will deal with us according to all his wondrous works, that he may return up from us.",
      "3": "Then said Jeremiah, Thus shall you say to Zedekiah,",
      "4": "Thus saith the Lord God of Israel, Behold, I will turn back the weapons of war that are in your hands, wherewith ye fight against the king of Babel, and against the Chaldeans, which besiege you without the walls, and I will assemble them into the midst of this city.",
      "5": "And I myself will fight against you with an outstretched hand, and with a mighty arm, even in anger and in wrath, and in great indignation.",
      "6": "And I will smite the inhabitants of this city, both man and beast: they shall die of a great pestilence.",
      "7": "And after this, saith the Lord, I will deliver Zedekiah the King of Judah, and his servants, and the people, and such as are left in this city, from the pestilence, from the sword, and from the famine, into the hand of Nebuchadnezzar king of Babel, and into the hand of their enemies, and into the hand of those that seek their lives, and he shall smite them with the edge of the sword: he shall not spare them, neither have pity nor compassion.",
      "8": "And unto this people thou shalt say, Thus saith the Lord, Behold, I set before you the way of life, and the way of death.",
      "9": "He that abideth in this city, shall die by the sword, and by the famine, and by the pestilence: but he that goeth out, and falleth to the Chaldeans, that besiege you, he shall live, and his life shall be unto him for a prey.",
      "10": "For I have set my face against this city, for evil and not for good, saith the Lord: it shall be given into the hand of the king of Babel, and he shall burn it with fire.",
      "11": "And say unto the house of the King of Judah, Hear ye the word of the Lord.",
      "12": "O house of David, Thus saith the Lord, Execute judgment in the morning, and deliver the oppressed out of the hand of the oppressor, lest my wrath go out like fire, and burn that none can quench it, because of the wickedness of your works.",
      "13": "Behold, I come against thee, O inhabitant of the valley, and rock of the plain, saith the Lord, which say, Who shall come down against us? or who shall enter into our habitations?",
      "14": "But I will visit you according to the fruit of your works, saith the Lord, and I will kindle a fire in the forest thereof, and it shall devour round about it."
    },
    "22": {
      "1": "Thus said the Lord, Go down to the house of the King of Judah, and speak there this thing,",
      "2": "And say, Hear the word of the Lord, O King of Judah, that sittest upon the throne of David, thou and thy servants, and thy people that enter in by these gates.",
      "3": "Thus saith the Lord, Execute ye judgment and righteousness, and deliver the oppressed from the hand of the oppressor, and vex not the stranger, the fatherless, nor the widow: do no violence, nor shed innocent blood in this place.",
      "4": "For if ye do this thing, then shall the kings sitting upon the throne of David enter in by the gates of this House, and ride upon chariots and upon horses, both he and his servants and his people.",
      "5": "But if ye will not hear these words, I swear by myself, saith the Lord, that this House shall be waste.",
      "6": "For thus hath the Lord spoken upon the king’s house of Judah, Thou art Gilead unto me, and the head of Lebanon, yet surely I will make thee a wilderness, and as cities not inhabited.",
      "7": "And I will prepare destroyers against thee, everyone with his weapons, and they shall cut down thy chief cedar trees, and cast them in the fire.",
      "8": "And many nations shall pass by this city, and they shall say every man to his neighbor, Wherefore hath the Lord done thus unto this great city?",
      "9": "Then shall they answer, Because they have forsaken the covenant of the Lord their God, and worshipped other gods, and served them.",
      "10": "Weep not for the dead, and be not moved for them, but weep for him that goeth out: for he shall return no more, nor see his native country.",
      "11": "For thus saith the Lord, As touching Shallum the son of Josiah King of Judah, which reigned for Josiah his father, which went out of this place, he shall not return thither,",
      "12": "But he shall die in the place, whither they have led him captive, and shall see this land no more.",
      "13": "Woe unto him that buildeth his house by unrighteousness, and his chambers without equity: he useth his neighbor without wages, and giveth him not for his work.",
      "14": "He saith, I will build me a wide house and large chambers: so he will make himself large windows, and ceiling with cedar, and paint them with vermilion.",
      "15": "Shalt thou reign, because thou closest thyself in cedar? did not thy father eat and drink and prosper, when he executed judgment and justice?",
      "16": "When he judged the cause of the afflicted and the poor, he prospered: was not this because he knew me, saith the Lord?",
      "17": "But thine eyes and thine heart are but only for thy covetousness, and for to shed innocent blood, and for oppression, and for destruction, even to do this.",
      "18": "Therefore thus saith the Lord against Jehoiakim, the son of Josiah king of Judah, They shall not lament him, saying, Ah, my brother, or ah sister: neither shall they mourn for him, saying, Ah, lord, or ah, his glory.",
      "19": "He shall be buried, as an ass is buried, even drawn and cast forth without the gates of Jerusalem.",
      "20": "Go up to Lebanon, and cry: shout in Bashan, and cry by the passages: for all thy lovers are destroyed.",
      "21": "I spake unto thee when thou wast in prosperity: but thou saidest, I will not hear, this hath been thy manner from thy youth, that thou wouldest not obey my voice.",
      "22": "The wind shall feed all thy pastors, and thy lovers shall go into captivity: and then shalt thou be ashamed and confounded of all thy wickedness.",
      "23": "Thou that dwellest in Lebanon, and makest thy nest in the cedars, how beautiful shalt thou be when sorrows come upon thee, as the sorrow of a woman in travail?",
      "24": "As I live, saith the Lord, though Coniah the son of Jehoiakim king of Judah, were the signet of my right hand, yet would I pluck thee thence.",
      "25": "And I will give thee into the hand of them that seek thy life, and into the hand of them, whose face thou fearest, even into the hand of Nebuchadnezzar king of Babel, and into the hand of the Chaldeans.",
      "26": "And I will cause them to carry thee away, and thy mother that bare thee into another country, where ye were not born, and there shall ye die.",
      "27": "But to the land, whereunto they desire to return, they shall not return thither.",
      "28": "Is not this man Coniah as a despised and broken idol? or as a vessel, wherein is no pleasure? wherefore are they carried away, he and his seed, and cast out into a land that they know not?",
      "29": "O earth, earth, earth, hear the word of the Lord.",
      "30": "Thus saith the Lord, Write this man destitute of children, a man that shall not prosper in his days: for there shall be no man of his seed that shall prosper and sit upon the throne of David, or bear rule anymore in Judah."
    },
    "23": {
      "1": "Woe be unto the pastors that destroy and scatter the sheep of my pasture, saith the Lord.",
      "2": "Therefore thus saith the Lord God of Israel unto the pastors that feed my people, Ye have scattered my flock, and thrust them out, and have not visited them: behold, I will visit you for the wickedness of your works, saith the Lord.",
      "3": "And I will gather the remnant of my sheep out of all countries, whither I had driven them, and will bring them again to their folds, and they shall grow and increase:",
      "4": "And I will set up shepherds over them, which shall feed them: and they shall dread no more nor be afraid, neither shall any of them be lacking, saith the Lord.",
      "5": "Behold, the days come, saith the Lord, that I will raise unto David a righteous branch, and a King shall reign and prosper, and shall execute judgment and justice in the earth.",
      "6": "In his days Judah shall be saved, and Israel shall dwell safely, and this is the Name whereby they shall call him, The Lord our righteousness.",
      "7": "Therefore behold, the days come, saith the Lord, that they shall no more say, The Lord liveth, which brought up the children of Israel out of the land of Egypt.",
      "8": "But the Lord liveth, which brought up and led the seed of the house of Israel out of the North country, and from all countries where I had scattered them, and they shall dwell in their own land.",
      "9": "Mine heart breaketh within me, because of the prophets, all my bones shake: I am like a drunken man (and like a man whom wine hath overcome) for the presence of the Lord and for his holy words.",
      "10": "For the land is full of adulterers, and because of oaths the land mourneth, the pleasant places of the wilderness are dried up, and their course is evil, and their force is not right.",
      "11": "For both the Prophet and the Priest do wickedly: and their wickedness have I found in mine House, saith the Lord.",
      "12": "Wherefore their way shall be unto them as slippery ways in the darkness: they shall be driven forth and fall therein: for I will bring a plague upon them, even the year of their visitation, saith the Lord.",
      "13": "And I have seen foolishness in the prophets of Samaria that prophesied in Baal, and caused my people Israel to err.",
      "14": "I have seen also in the prophets of Jerusalem filthiness: they commit adultery and walk in lies: they strengthen also the hands of the wicked, that none can return from his wickedness: they are all unto me as Sodom, and the inhabitants thereof as Gomorrah.",
      "15": "Therefore thus saith the Lord of hosts concerning the prophets, Behold, I will feed them with wormwood, and make them drink the water of gall: for from the prophets of Jerusalem is wickedness gone forth into all the land.",
      "16": "Thus saith the Lord of hosts, Hear not the words of the prophets that prophesy unto you, and teach you vanity: they speak the vision of their own heart, and not out of the mouth of the Lord.",
      "17": "They say still unto them that despise me, The Lord hath said, Ye shall have peace: and they say unto everyone that walketh after the stubbornness of his own heart, No evil shall come upon you.",
      "18": "For who hath stood in the counsel of the Lord that he hath perceived, and heard his word? Who hath marked his word and heard it?",
      "19": "Behold, the tempest of the Lord goeth forth in his wrath, and a violent whirlwind shall fall down upon the head of the wicked.",
      "20": "The anger of the Lord shall not return until he have executed, and till he have performed the thoughts of his heart: in the latter days ye shall understand it plainly.",
      "21": "I have not sent these prophets, saith the Lord, yet they ran; I have not spoken to them, and yet they prophesied.",
      "22": "But if they had stood in my counsel, and had declared my words to my people, then they should have turned them from their evil way, and from the wickedness of their inventions.",
      "23": "Am I a God at hand, saith the Lord, and not a God far off?",
      "24": "Can any hide himself in secret places, that I shall not see him, saith the Lord? Do not I fill heaven and earth, saith the Lord?",
      "25": "I have heard what the prophets said, that prophesied lies in my Name, saying, I have dreamed, I have dreamed.",
      "26": "How long? Do the prophets delight to prophesy lies, even prophesying the deceit of their own heart?",
      "27": "Think they to cause my people to forget my Name by their dreams, which they tell every man to his neighbor, as their forefathers have forgotten my Name for Baal?",
      "28": "The prophet that hath a dream, let him tell a dream, and he that hath my word, let him speak my word faithfully: what is the chaff to the wheat, saith the Lord?",
      "29": "Is not my word even like a fire, saith the Lord? and like an hammer, that breaketh the stone?",
      "30": "Therefore behold, I will come against the prophets, saith the Lord, that steal my word every one from his neighbor.",
      "31": "Behold, I will come against the prophets, saith the Lord, which have sweet tongues, and say, He saith.",
      "32": "Behold, I will come against them that prophesy false dreams, saith the Lord, and do tell them, and cause my people to err by their lies, and by their flatteries, and I sent them not, nor commanded them: therefore they bring no profit unto this people, saith the Lord.",
      "33": "And when this people, or the prophet, or a Priest shall ask thee, saying, What is the burden of the Lord? thou shalt then say unto them, What burden? I will even forsake you, saith the Lord.",
      "34": "And the prophet, or the priest, or the people that shall say, The burden of the Lord, I will even visit every such one, and his house.",
      "35": "Thus shall ye say every one to his neighbor, and every one to his brother, What hath the Lord answered? and what hath the Lord spoken?",
      "36": "And the burden of the Lord shall ye mention no more: for every man’s word shall be his burden: for ye have perverted the words of the living God, the Lord of hosts our God.",
      "37": "Thus shalt thou say to the Prophet, What hath the Lord answered thee? and what hath the Lord spoken?",
      "38": "And if you say, The burden of the Lord, Then thus saith the Lord, Because ye say this word, The burden of the Lord, and I have sent unto you, saying, Ye shall not say, The burden of the Lord.",
      "39": "Therefore behold, I, even I will utterly forget you, and I will forsake you, and the city that I gave you and your fathers, and cast you out of my presence,",
      "40": "And will bring an everlasting reproach upon you, and a perpetual shame which shall never be forgotten."
    },
    "24": {
      "1": "The Lord showed me, and behold, two baskets of figs were set before the Temple of the Lord, after that Nebuchadnezzar king of Babel had carried away captive Jeconiah the son of Jehoiakim king of Judah, and the princes of Judah with the workmen, and cunning men of Jerusalem, and had brought them to Babel.",
      "2": "One basket had very good figs, even like the figs that are first ripe, and the other basket had very naughty figs, which could not be eaten, they were so evil.",
      "3": "Then said the Lord unto me, What seest thou, Jeremiah? And I said, Figs: the good figs very good, and the naughty very naughty, which cannot be eaten, they are so evil.",
      "4": "Again the word of the Lord came unto me, saying,",
      "5": "Thus saith the Lord the God of Israel, Like these good figs, so will I know them that are carried away captive of Judah to be good, whom I have sent out of this place, into the land of the Chaldeans.",
      "6": "For I will set mine eyes upon them for good, and I will bring them again to this land, and I will build them and not destroy them, and I will plant them, and not root them out.",
      "7": "And I will give them an heart to know me, that I am the Lord, and they shall be my people, and I will be their God: for they shall return unto me with their whole heart.",
      "8": "And as the naughty figs which cannot be eaten, they are so evil (surely thus saith the Lord) so will I give Zedekiah the King of Judah, and his princes, and the residue of Jerusalem, that remain in this land, and them that dwell in the land of Egypt:",
      "9": "I will even give them for a terrible plague to all the kingdoms of the earth, and for a reproach and for a proverb, for a common talk, and for a curse, in all places where I shall cast them.",
      "10": "And I will send the sword, the famine, and the pestilence among them, till they be consumed out of the land, that I gave unto them, and to their fathers."
    },
    "25": {
      "1": "The word that came to Jeremiah, concerning all the people of Judah, in the fourth year of Jehoiakim the son of Josiah king of Judah, that was in the first year of Nebuchadnezzar king of Babel:",
      "2": "The which Jeremiah the Prophet spake unto all the people of Judah, and to all the inhabitants of Jerusalem, saying,",
      "3": "From the thirteenth year of Josiah the son of Amon king of Judah, even unto this day (that is the three and twentieth year) the word of the Lord hath come unto me, and I have spoken unto you rising early and speaking, but ye would not hear.",
      "4": "And the Lord hath sent unto you all his servants the Prophets, rising early, and sending them, but ye would not hear, nor incline your ears, to obey.",
      "5": "They said, Turn again now everyone from his evil way, and from the wickedness of your inventions, and ye shall dwell in the land that the Lord hath given unto you, and to your fathers forever and ever.",
      "6": "And go not after other gods to serve them and to worship them, and provoke me not to anger with the works of your hands, and I will not punish you.",
      "7": "Nevertheless, ye would not hear me, saith the Lord, but have provoked me to anger with the works of your hands to your own hurt.",
      "8": "Therefore thus saith the Lord of hosts, Because ye have not heard my words,",
      "9": "Behold, I will send and take to me all the families of the North, saith the Lord, and Nebuchadnezzar the king of Babel my servant, and will bring them against this land, and against the inhabitants thereof, and against all these nations round about, and will destroy them, and make them an astonishment and an hissing, and a continual desolation.",
      "10": "Moreover I will take from them the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride, the noise of the millstones, and the light of the candle.",
      "11": "And this whole land shall be desolate, and an astonishment, and these nations shall serve the king of Babel seventy years.",
      "12": "And when the seventy years are accomplished, I will visit the king of Babel and that nation, saith the Lord, for their iniquities, even the land of the Chaldeans, and will make it a perpetual desolation.",
      "13": "And I will bring upon that land all my words which I have pronounced against it, even all that is written in this book, which Jeremiah hath prophesied against all nations.",
      "14": "For many nations, and great kings shall even serve themselves of them: thus will I recompense them according to their deeds, and according to the works of their own hands.",
      "15": "For thus hath the Lord God of Israel spoken unto me, Take the cup of wine of this mine indignation at mine hand, and cause all the nations, to whom I send thee, to drink it.",
      "16": "And they shall drink, and be moved, and be mad, because of the sword that I will send among them.",
      "17": "Then took I the cup at the Lord’s hand, and made all people to drink, unto whom the Lord had sent me:",
      "18": "Even Jerusalem, and the cities of Judah, and the kings thereof, and the princes thereof, to make them desolate, an astonishment, an hissing, and a curse, as appeareth this day:",
      "19": "Pharaoh also, King of Egypt, and his servants, and his princes, and all his people:",
      "20": "And all sorts of people, and all the Kings of the land of Uz: and all the kings of the land of the Philistines, and Ashkelon, and Gaza, and Ekron, and the remnant of Ashdod:",
      "21": "Edom, and Moab, and the Ammonites,",
      "22": "And all the Kings of Tyre, and all the kings of Sidon, and the kings of the Isles, that are beyond the sea,",
      "23": "And Dedan, and Tema, and Buz, and all that dwell in the uttermost corners,",
      "24": "And all the kings of Arabia, and all the kings of Arabia that dwell in the desert,",
      "25": "And all the kings of Zimri, and all the kings of Elam, and all the kings of the Medes,",
      "26": "And all the kings of the North, far and near one to another, and all the kingdoms of the world, which are upon the earth, and the king of Sheshach shall drink after them.",
      "27": "Therefore say thou unto them, Thus saith the Lord of hosts, the God of Israel, Drink and be drunken, and spew and fall, and rise no more, because of the sword, which I will send among you.",
      "28": "But if they refuse to take the cup at thine hand to drink, then tell them, Thus saith the Lord of hosts, Ye shall certainly drink.",
      "29": "For lo, I begin to plague the city, where my Name is called upon, and should you go free? Ye shall not go acquited: for I will call for a sword upon all the inhabitants of the earth, saith the Lord of hosts.",
      "30": "Therefore prophesy thou against them all these words, and say unto them, The Lord shall roar from above, and thrust out his voice from his holy habitation: he shall roar upon his habitation, and cry aloud, as they that press the grapes, against all the inhabitants of the earth.",
      "31": "The sounds shall come to the ends of the earth: for the Lord hath a controversy with the nations, and will enter into judgment with all flesh, and he will give them that are wicked, to the sword, saith the Lord.",
      "32": "Thus saith the Lord of hosts, Behold, a plague shall go forth from nation to nation, and a great whirlwind shall be raised up from the coasts of the earth.",
      "33": "And the slain of the Lord shall be at that day, from one end of the earth, even unto the other end of the earth: they shall not be mourned, neither gathered nor buried, but shall be as the dung upon the ground.",
      "34": "Howl, ye shepherds, and cry, and wallow yourselves in the ashes, ye principal of the flock: for your days of slaughter are accomplished, and of your dispersion, and ye shall fall like precious vessels.",
      "35": "And the flight shall fail from the shepherds, and the escaping from the principal of the flock.",
      "36": "A voice of the cry of the shepherds, and an howling of the principal of the flock, shall be heard: for the Lord hath destroyed their pasture.",
      "37": "And the best pastures are destroyed because of the wrath and indignation of the Lord.",
      "38": "He hath forsaken his covert, as the lion: for their land is waste, because of the wrath of the oppressor, and because of the wrath of his indignation."
    },
    "26": {
      "1": "In the beginning of the reign of Jehoiakim the son of Josiah King of Judah, came this word from the Lord, saying,",
      "2": "Thus saith the Lord, Stand in the court of the Lord’s House, and speak unto all the cities of Judah, which come to worship in the Lord’s House, all the words that I command thee to speak unto them: keep not a word back,",
      "3": "If so be they will hearken, and turn every man from his evil way, that I may repent me of the plague, which I have determined to bring upon them because of the wickedness of their works.",
      "4": "And thou shalt say unto them, Thus saith the Lord, If ye will not hear me to walk in my Laws, which I have set before you,",
      "5": "And to hear the words of my servants the Prophets, whom I sent unto you, both rising up early, and sending them, and will not obey them,",
      "6": "Then will I make this House like Shiloh, and will make this city a curse to all nations of the earth.",
      "7": "So the Priests, and the Prophets, and all the people heard Jeremiah speaking these words in the House of the Lord.",
      "8": "Now when Jeremiah had made an end of speaking all that the Lord had commanded him to speak unto all the people, then the Priests, and the Prophets, and all the people took him, and said, Thou shalt die the death.",
      "9": "Why hast thou prophesied in the name of the Lord, saying, This House shall be like Shiloh, and this city shall be desolate without an inhabitant? and all the people were gathered against Jeremiah in the house of the Lord.",
      "10": "And when the Princes of Judah heard of these things, they came up from the king’s house into the House of the Lord, and sat down in the entry of the new gate of the Lord’s House.",
      "11": "Then spake the Priests, and the Prophets unto the Princes, and to all the people, saying, This man is worthy to die: for he hath prophesied against this city, as ye have heard with your ears.",
      "12": "Then spake Jeremiah unto all the Princes and to all the people, saying, The Lord hath sent me to prophesy against this House and against this city all the things that ye have heard.",
      "13": "Therefore now amend your ways, and your works, and hear the voice of the Lord your God, that the Lord may repent him of the plague, that he hath pronounced against you.",
      "14": "As for me, behold, I am in your hands: do with me as ye think good and right:",
      "15": "But know ye for certain, that if ye put me to death, ye shall surely bring innocent blood upon yourselves, and upon this city, and upon the inhabitants thereof: for of a truth the Lord hath sent me unto you, to speak all these words in your ears.",
      "16": "Then said the Princes and all the people unto the Priests, and to the Prophets, This man is not worthy to die: for he hath spoken unto us in the Name of the Lord our God.",
      "17": "Then rose up certain of the Elders of the land, and spake to all the assembly of the people, saying,",
      "18": "Micah the Morashite prophesied in the days of Hezekiah king of Judah, and spake to all the people of Judah, saying, Thus saith the Lord of hosts, Zion shall be plowed like a field, and Jerusalem shall be an heap, and the mountain of the house shall be as the high places of the forest.",
      "19": "Did Hezekiah King of Judah, and all Judah put him to death? did he not fear the Lord, and prayed before the Lord, and the Lord repented him of the plague, that he had pronounced against them? Thus might we procure great evil against our souls.",
      "20": "And there was also a man that prophesied in the Name of the Lord, one Urijah the son of Shemaiah, of Kirjath Jearim, who prophesied against this city, and against this land, according to all the words of Jeremiah.",
      "21": "Now when Jehoiakim the king with all his men of power, and all the princes heard his words, the King sought to slay him. But when Urijah heard it, he was afraid and fled, and went into Egypt.",
      "22": "Then Jehoiakim the king sent men into Egypt, even Elnathan the son of Achbor, and certain with him into Egypt.",
      "23": "And they fetched Urijah out of Egypt, and brought him unto Jehoiakim the king, who slew him with the sword, and cast his dead body into the graves of the children of the people.",
      "24": "But the hand of Ahikam the son of Shaphan was with Jeremiah that they should not give him into the hand of the people to put him to death."
    },
    "27": {
      "1": "In the beginning of the reign of Jehoiakim the son of Josiah King of Judah came this word unto Jeremiah from the Lord, saying,",
      "2": "Thus saith the Lord to me, Make thee bonds, and yokes, and put them upon thy neck,",
      "3": "And send them to the king of Edom, and to the king of Moab, and to the king of the Ammonites, and to the king of Tyre, and to the king of Sidon, by the hand of the messengers which come to Jerusalem unto Zedekiah the king of Judah,",
      "4": "And command them to say unto their masters, Thus saith the Lord of hosts the God of Israel, Thus shall ye say unto your masters,",
      "5": "I have made the earth, the man, and the beast that are upon the ground, by my great power, and by my outstretched arm, and have given it unto whom it pleased me.",
      "6": "But now I have given all these lands into the hand of Nebuchadnezzar the king of Babel my servant, and the beasts of the field have I also given him to serve him.",
      "7": "And all nations shall serve him, and his son, and his son’s son until the very time of his land come also: then many nations and great kings shall serve themselves of him.",
      "8": "And the nation and kingdom which will not serve the same Nebuchadnezzar king of Babel, and that will not put their neck under the yoke of the king of Babel, the same nation will I visit saith the Lord, with the sword, and with the famine, and with the pestilence, until I have wholly given them into his hands.",
      "9": "Therefore hear not your prophets nor your soothsayers, nor your dreamers, nor your enchanters, nor your sorcerers which say unto you thus, Ye shall not serve the king of Babel.",
      "10": "For they prophesy a lie unto you to cause you to go far from your land, and that I should cast you out, and you should perish.",
      "11": "But the nation that put their necks under the yoke of the king of Babel, and serve him, those will I let remain still in their own land, saith the Lord, and they shall occupy it, and dwell therein.",
      "12": "I spake also to Zedekiah king of Judah according to all these words, saying, Put your necks under the yoke of the king of Babel, and serve him and his people, that ye may live.",
      "13": "Why will ye die, thou, and thy people by the sword, by the famine, and by the pestilence, as the Lord hath spoken against the nation, that will not serve the king of Babel?",
      "14": "Therefore hear not the words of the prophets that speak unto you, saying, Ye shall not serve the king of Babel: for they prophesy a lie unto you.",
      "15": "For I have not sent them, saith the Lord, yet they prophesy a lie in my Name, that I might cast you out, and that ye might perish, both you, and the Prophets that prophesy unto you.",
      "16": "Also I spake to the Priests, and to all this people, saying, Thus saith the Lord, Hear not the words of your prophets that prophesy unto you, saying, Behold, the vessels of the house of the Lord shall now shortly be brought again from Babel: for they prophesy a lie unto you.",
      "17": "Hear them not, but serve the king of Babel, that ye may live: wherefore should this city be desolate?",
      "18": "But if they be Prophets, and if the word of the Lord be with them, let them entreat the Lord of hosts, that the vessels, which are left in the House of the Lord, and in the house of the king of Judah, and at Jerusalem, go not to Babel.",
      "19": "For thus saith the Lord of hosts, concerning the pillars, and concerning the sea, and concerning the bases, and concerning the residue of the vessels that remain in this city,",
      "20": "Which Nebuchadnezzar King of Babel took not, when he carried away captive Jeconiah the son of Jehoiakim king of Judah from Jerusalem to Babel, with all the nobles of Judah, and Jerusalem.",
      "21": "For thus saith the Lord of hosts the God of Israel, concerning the vessels that remain in the house of the Lord, and in the house of the king of Judah, and at Jerusalem,",
      "22": "They shall be brought to Babel, and there they shall be until the day that I visit them, saith the Lord: then will I bring them up, and restore them unto this place."
    },
    "28": {
      "1": "And that same year in the beginning of the reign of Zedekiah King of Judah, in the fourth year, and in the fifth month, Hananiah the son of Azur the prophet, which was of Gibeon, spake to me in the house of the Lord in the presence of the Priests, and of all the people, and said,",
      "2": "Thus speaketh the Lord of hosts, the God of Israel, saying, I have broken the yoke of the King of Babel.",
      "3": "Within two years space I will bring into this place all the vessels of the Lord’s House, that Nebuchadnezzar king of Babel took away from this place, and carried them into Babel.",
      "4": "And I will bring again to this place Jeconiah the son of Jehoiakim King of Judah, with all them that were carried away captive of Judah, and went into Babel, saith the Lord: for I will break the yoke of the king of Babel.",
      "5": "Then the Prophet Jeremiah said unto the Prophet Hananiah in the presence of the Priests, and in the presence of all the people that stood in the House of the Lord.",
      "6": "Even the Prophet Jeremiah said, So be it: the Lord so do, the Lord confirm thy words which thou hast prophesied, to restore the vessels of the Lord’s house, and all that is carried captive from Babel, into this place.",
      "7": "But hear thou now this word that I will speak in thine ears, and in the ears of all the people.",
      "8": "The Prophets that have been before me, and before thee in time past, prophesied against many countries, and against great kingdoms, of war, and of plagues, and of pestilence.",
      "9": "And the Prophet which prophesieth of peace, when the word of the Prophet shall come to pass, then shall the Prophet be known that the Lord hath truly sent him.",
      "10": "Then Hananiah the Prophet took the yoke from the Prophet Jeremiah’s neck, and brake it.",
      "11": "And Hananiah spake in the presence of all the people, saying, Thus saith the Lord, Even so will I break the yoke of Nebuchadnezzar king of Babel, from the neck of all nations within the space of two years: and the Prophet Jeremiah went his way.",
      "12": "Then the word of the Lord came unto Jeremiah the Prophet, (after that Hananiah the Prophet had broken the yoke from the neck of the Prophet Jeremiah) saying,",
      "13": "Go and tell Hananiah, saying, Thus saith the Lord, Thou hast broken the yokes of wood, but thou shalt make for them yokes of iron.",
      "14": "For thus saith the Lord of hosts the God of Israel, I have put a yoke of iron upon the neck of all these nations, that they may serve Nebuchadnezzar King of Babel: for they shall serve him, and I have given him the beasts of the field also.",
      "15": "Then said the Prophet Jeremiah, unto the Prophet Hananiah, Hear now Hananiah, the Lord hath not sent thee, but thou makest this people to trust in a lie.",
      "16": "Therefore thus saith the Lord, Behold, I will cast thee from of the earth: this year thou shalt die, because thou hast spoken rebelliously against the Lord.",
      "17": "So Hananiah the Prophet died the same year in the seventh month."
    },
    "29": {
      "1": "Now these are the words of the book that Jeremiah the Prophet sent from Jerusalem unto the residue of the Elders, which were carried away captives, and to the Priests, and to the Prophets, and to all the people, whom Nebuchadnezzar had carried away captive from Jerusalem to Babel:",
      "2": "(After that Jeconiah the King, and the Queen, and the eunuchs, the princes of Judah, and of Jerusalem, and the workmen, and cunning men were departed from Jerusalem)",
      "3": "By the hand of Elasah the son of Shaphan and Gemariah the son of Hilkiah, (whom Zedekiah king of Judah sent unto Babel to Nebuchadnezzar king of Babel) saying,",
      "4": "Thus hath the Lord of hosts the God of Israel spoken unto all that are carried away captives, whom I have caused to be carried away captives from Jerusalem unto Babel:",
      "5": "Build you houses to dwell in, and plant you gardens, and eat the fruits of them.",
      "6": "Take you wives, and beget sons and daughters, and take wives for your sons, and give your daughters husbands, that they may bear sons and daughters, that ye may be increased there, and not diminished.",
      "7": "And seek the prosperity of the city, whither I have caused you to be carried away captives, and pray unto the Lord for it: for in the peace thereof shall you have peace.",
      "8": "For thus saith the Lord of hosts the God of Israel, Let not your prophets, and your soothsayers that be among you, deceive you, neither give ear to your dreams, which you dream.",
      "9": "For they prophesy you a lie in my Name: I have not sent them, saith the Lord.",
      "10": "But thus saith the Lord, that after seventy years be accomplished at Babel, I will visit you, and perform my good promise toward you, and cause you to return to this place.",
      "11": "For I know the thoughts, that I have thought towards you, saith the Lord, even the thoughts of peace, and not of trouble, to give you an end, and your hope.",
      "12": "Then shall you cry unto me, and ye shall go and pray unto me, and I will hear you,",
      "13": "And ye shall seek me, and find me, because ye shall seek me with all your heart.",
      "14": "And I will be found of you, saith the Lord, and I will turn away your captivity, and I will gather you from all the nations, and from all the places, whither I have cast you, saith the Lord, and will bring you again unto the place, whence I caused you to be carried away captive.",
      "15": "Because ye have said, The Lord hath raised us up Prophets in Babel.",
      "16": "Therefore thus saith the Lord of the King, that sitteth upon the throne of David, and of all the people that dwell in this city, your brethren that are not gone forth with you into captivity:",
      "17": "Even thus saith the Lord of hosts, Behold, I will send upon them the sword, the famine, and the pestilence, and will make them like vile figs, that cannot be eaten, they are so naughty.",
      "18": "And I will persecute them with the sword, with the famine, and with the pestilence: and I will make them a terror to all kingdoms of the earth, and a curse, and astonishment, and an hissing and a reproach among all the nations whither I have cast them,",
      "19": "Because they have not heard my words saith the Lord, which I sent unto them by my servants the Prophets, rising up early, and sending them, but ye would not hear, saith the Lord.",
      "20": "Hear ye therefore the word of the Lord, all ye of the captivity, whom I have sent from Jerusalem to Babel.",
      "21": "Thus saith the Lord of hosts, the God of Israel, of Ahab the son of Kolaiah, and of Zedekiah the son of Maaseiah, which prophesy lies unto you in my Name, Behold, I will deliver them into the hand of Nebuchadnezzar King of Babel, and he shall slay them before your eyes.",
      "22": "And all they of the captivity of Judah, that are in Babel, shall take up this curse against them, and say, The Lord make thee like Zedekiah, and like Ahab, whom the King of Babel burnt in the fire,",
      "23": "Because they have committed villainy in Israel, and have committed adultery with their neighbor’s wives, and have spoken lying words in my Name, which I have not commanded them, even I know it, and testify it, saith the Lord.",
      "24": "Thou shalt also speak to Shemaiah the Nehelamite, saying,",
      "25": "Thus speaketh the Lord of hosts, the God of Israel, saying, Because thou hast sent letters in thy name unto all the people, that are at Jerusalem, and to Zephaniah the son of Maaseiah the Priest, and to all the Priests, saying,",
      "26": "The Lord hath made thee Priest, for Jehoiada the Priest, that ye should be officers in the House of the Lord, for every man that raveth and maketh himself a Prophet, to put him in prison and in the stocks.",
      "27": "Now therefore why hast not thou reproved Jeremiah of Anathoth, which prophesieth unto you?",
      "28": "For, for this cause he sent unto us in Babel, saying, This captivity is long: build houses to dwell in, and plant gardens, and eat the fruits of them.",
      "29": "And Zephaniah the Priest read this letter in the ears of Jeremiah the Prophet.",
      "30": "Then came the word of the Lord unto Jeremiah, saying,",
      "31": "Send to all them of the captivity, saying, Thus saith the Lord of Shemaiah the Nehelamite, Because that Shemaiah hath prophesied unto you, and I sent him not, and he caused you to trust in a lie,",
      "32": "Therefore thus saith the Lord, Behold, I will visit Shemaiah the Nehelamite, and his seed: he shall not have a man to dwell among this people, neither shall he behold the good, that I will do for my people, saith the Lord, because he hath spoken rebelliously against the Lord."
    },
    "30": {
      "1": "The word, that came to Jeremiah from the Lord, saying,",
      "2": "Thus speaketh the Lord God of Israel, saying, Write thee all the words that I have spoken unto thee, in a book.",
      "3": "For lo, the days come, saith the Lord, that I will bring again the captivity of my people Israel and Judah, saith the Lord: for I will restore them unto the land, that I gave to their fathers, and they shall possess it.",
      "4": "Again, these are the words that the Lord spake concerning Israel, and concerning Judah.",
      "5": "For thus saith the Lord, We have heard a terrible voice, of fear and not of peace.",
      "6": "Demand now and behold, if man travail with child: wherefore do I behold every man with his hands on his loins as a woman in travail, and all faces are turned into a paleness?",
      "7": "Alas, for this day is great: none hath been like it: it is even the time of Jacob’s trouble, yet shall he be delivered from it.",
      "8": "For in that day, saith the Lord of hosts, I will break his yoke from off thy neck, and break thy bonds, and strangers shall no more serve themselves of him.",
      "9": "But they shall serve the Lord their God, and David their King, whom I will raise up unto them.",
      "10": "Therefore fear not, O my servant Jacob, saith the Lord, neither be afraid, O Israel: for lo, I will deliver thee from a far country, and thy seed from the land of their captivity, and Jacob shall turn again, and shall be in rest and prosperity, and none shall make him afraid.",
      "11": "For I am with thee saith the Lord, to save thee: though I utterly destroy all the nations where I have scattered thee, yet will I not utterly destroy thee, but I will correct thee by judgment, and not utterly cut thee off.",
      "12": "For thus saith the Lord, Thy bruising is incurable, and thy wound is dolorous.",
      "13": "There is none to judge thy cause, or to lay a plaster: there are no medicines, nor help for thee.",
      "14": "All thy lovers have forgotten thee: they seek thee not: for I have stricken thee with the wound of an enemy, and with a sharp chastisement for the multitude of thine iniquities, because thy sins were increased.",
      "15": "Why cryest thou for thine affliction? thy sorrow is incurable, for the multitude of thine iniquities: because thy sins were increased, I have done these things unto thee.",
      "16": "Therefore all they that devour thee, shall be devoured, and all thine enemies everyone shall go into captivity, and they that spoil thee, shall be spoiled, and all they that rob thee, will I give to be robbed.",
      "17": "For I will restore health unto thee, and I will heal thee of thy wounds, saith the Lord, because they called thee, The castaway, saying, This is Zion whom no man seeketh after.",
      "18": "Thus saith the Lord, Behold, I will bring again the captivity of Jacob’s tents, and have compassion on his dwelling places, and the city shall be built upon her own heap, and the palace shall remain after the manner thereof.",
      "19": "And out of them shall proceed thanksgiving, and the voice of them that are joyous, and I will multiply them, and they shall not be few: I will also glorify them, and they shall not be diminished.",
      "20": "Their children also shall be as afore time, and their congregation shall be established before me: and I will visit all that vex them.",
      "21": "And their noble ruler shall be of themselves, and their governor shall proceed from the midst of them, and I will cause him to draw near and approach unto me: for who is this that directeth his heart to come unto me, saith the Lord?",
      "22": "And ye shall be my people, and I will be your God.",
      "23": "Behold, the tempest of the Lord goeth forth with wrath: the whirlwind that hangeth over, shall light upon the head of the wicked.",
      "24": "The fierce wrath of the Lord shall not return, until he have done, and until he have performed the intents of his heart: in the latter days ye shall understand it."
    },
    "31": {
      "1": "At the same time, saith the Lord, will I be the God of all the families of Israel, and they shall be my people.",
      "2": "Thus saith the Lord, The people which escaped the sword, found grace in the wilderness: he walketh before Israel to cause him to rest.",
      "3": "The Lord hath appeared unto me of old, say they: Yea, I have loved thee with an everlasting love, therefore with mercy I have drawn thee.",
      "4": "Again I will build thee, and thou shalt be built, O virgin Israel: thou shalt still be adorned with thy timbrels, and shalt go forth in the dance of them that be joyful.",
      "5": "Thou shalt yet plant vines upon the mountains of Samaria, and the planters that plant them, shall make them common.",
      "6": "For the days shall come, that the watchmen upon the mount of Ephraim shall cry, Arise, and let us go up unto Zion to the Lord our God.",
      "7": "For thus saith the Lord, Rejoice with gladness for Jacob, and shout for joy among the chief of the Gentiles: publish praise and say, O Lord, save thy people, the remnant of Israel.",
      "8": "Behold, I will bring them from the North country, and gather them from the coasts of the world, with the blind and the lame among them, with the woman with child, and her that is delivered also: a great company shall return hither.",
      "9": "They shall come weeping, and with mercy will I bring them again: I will lead them by the rivers of water in a straight way, wherein they shall not stumble: for I am a father to Israel, and Ephraim is my firstborn.",
      "10": "Hear the word of the Lord, O ye Gentiles, and declare in the isles afar off, and say, He that scattered Israel, will gather him, and will keep him, as a shepherd doth his flock.",
      "11": "For the Lord hath redeemed Jacob, and ransomed him from the hand of him, that was stronger than he.",
      "12": "Therefore they shall come, and rejoice in the height of Zion, and shall run to the bountifulness of the Lord, even for the wheat and for the wine, and for the oil, and for the increase of sheep and bullocks: and their soul shall be as a watered garden, and they shall have no more sorrow.",
      "13": "Then shall the virgin rejoice in the dance, and the young men and the old men together: for I will turn their mourning into joy, and will comfort them, and give them joy for their sorrows.",
      "14": "And I will replenish the soul of the Priests with fatness, and my people shall be satisfied with my goodness, saith the Lord.",
      "15": "Thus saith the Lord, A voice was heard on high, a mourning, and bitter weeping. Rachel weeping for her children, refused to be comforted for her children, because they were not.",
      "16": "Thus saith the Lord, Refrain the voice from weeping, and thine eyes from tears: for thy work shall be rewarded, saith the Lord, and they shall come again from the land of the enemy:",
      "17": "And there is hope in thine end, saith the Lord, that thy children shall come again to their own borders.",
      "18": "I have heard Ephraim lamenting thus, Thou hast corrected me, and I was chastised as an untamed calf: convert thou me, and I shall be converted: for thou art the Lord my God.",
      "19": "Surely after that I was converted, I repented, and after that I was instructed, I smote upon my thigh: I was ashamed, yea, even confounded, because I did bear the reproach of my youth.",
      "20": "Is Ephraim my dear son or pleasant child? yet since I spake unto him, I still remembered him: therefore my bowels are troubled for him. I will surely have compassion upon him, saith the Lord.",
      "21": "Set thee up signs: make thee heaps: set thine heart toward the path and way, that thou hast walked: turn again, O virgin of Israel: turn again to these thy cities.",
      "22": "How long wilt thou go astray, O thou rebellious daughter? for the Lord hath created a new thing in the earth: A WOMAN shall compass a man.",
      "23": "Thus saith the Lord of hosts the God of Israel, Yet shall they say this thing in the land of Judah, and in the cities thereof, when I shall bring again their captivity, The Lord bless thee, O habitation of justice and holy mountain.",
      "24": "And Judah shall dwell in it, and all the cities thereof together, the husbandmen and they that go forth with the flock.",
      "25": "For I have satiated the weary soul, and I have replenished every sorrowful soul.",
      "26": "Therefore I awaked and beheld, and my sleep was sweet unto me.",
      "27": "Behold, the days come, saith the Lord, that I will sow the house of Israel, and the house of Judah with the seed of man, and with the seed of beast.",
      "28": "And like as I have watched upon them, to pluck up and to root out, and to throw down, and to destroy, and to plague them, so will I watch over them, to build and to plant them, saith the Lord.",
      "29": "In those days shall they say no more, The fathers have eaten a sour grape, and the children’s teeth are set on edge.",
      "30": "But everyone shall die for his own iniquity, every man that eateth the sour grape, his teeth shall be set on edge.",
      "31": "Behold, the days come, saith the Lord, that I will make a new covenant with the house of Israel, and with the house of Judah,",
      "32": "Not according to the covenant that I made with their fathers, when I took them by the hand to bring them out of the land of Egypt, the which my covenant they brake, although I was an husband unto them, saith the Lord.",
      "33": "But this shall be the covenant that I will make with the house of Israel, After those days, saith the Lord, I will put my law in their inward parts, and write it in their hearts, and will be their God, and they shall be my people.",
      "34": "And they shall teach no more every man his neighbor, and every man his brother, saying, Know the Lord: for they shall all know me from the least of them unto the greatest of them, saith the Lord: for I will forgive their iniquity, and will remember their sins no more.",
      "35": "Thus saith the Lord, which giveth the sun for a light to the day, and the courses of the moon and of the stars for a light to the night, which breaketh the sea, when the waves thereof roar: his Name is the Lord of hosts.",
      "36": "If these ordinances depart out of my sight, saith the Lord, then shall the seed of Israel cease from being a nation before me, forever.",
      "37": "Thus saith the Lord, If the heavens can be measured, or the foundations of the earth be searched out beneath, then will I cast off all the seed of Israel, for all that they have done, saith the Lord.",
      "38": "Behold, the days come, saith the Lord, that the city shall be built to the Lord from the tower of Hananel, unto the gate of the corner.",
      "39": "And the line of the measure shall go forth [in] his presence upon the hill Gareb, and shall compass about to Goath.",
      "40": "And the whole valley of the dead bodies, and of the ashes, and all the fields unto the brook of Kidron, and unto the corner of the horsegate toward the East, shall be holy unto the Lord, neither shall it be plucked up nor destroyed anymore forever."
    },
    "32": {
      "1": "The word that came unto Jeremiah from the Lord, in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar.",
      "2": "For then the king of Babel’s host besieged Jerusalem: and Jeremiah the Prophet was shut up in the court of the prison, which was in the King of Judah’s house.",
      "3": "For Zedekiah king of Judah had shut him up, saying, Wherefore dost thou prophesy, and say, Thus saith the Lord, Behold, I will give this city into the hands of the King of Babel, and he shall take it?",
      "4": "And Zedekiah the king of Judah shall not escape out of the hand of the Chaldeans, but shall surely be delivered into the hands of the king of Babel, and shall speak with him mouth to mouth, and his eyes shall behold his face,",
      "5": "And he shall lead Zedekiah to Babel, and there shall he be, until I visit him, saith the Lord: though ye fight with the Chaldeans, ye shall not prosper.",
      "6": "And Jeremiah said, The word of the Lord came unto me, saying,",
      "7": "Behold, Hanamel, the son of Shallum thine uncle, shall come unto thee and say, Buy unto thee my field, that is in Anathoth: for the title by kindred appertaineth unto thee to buy it.",
      "8": "So Hanamel mine uncle’s son came to me in the court of the prison, according to the word of the Lord, and said unto me, Buy my field, I pray thee, that is in Anathoth, which is in the country of Benjamin: for the right of the possession is thine, and the purchase belongeth unto thee: buy it for thee. Then I knew that this was the word of the Lord.",
      "9": "And I bought the field of Hanamel, mine uncle’s son, that was in Anathoth, and weighed him the silver, even seven shekels, and ten pieces of silver.",
      "10": "And I wrote it in the book and signed it, and took witnesses, and weighed him the silver in the balances.",
      "11": "So I took the book of the possession, being sealed according to the Law, and custom, with the book that was open,",
      "12": "And I gave the book of the possession unto Baruch the son of Neriah, the son of Mahseiah, in the sight of Hanamel mine uncle’s son, and in the presence of the witnesses, written in the book of the possession, before all the Jews that sat in the court of the prison.",
      "13": "And I charged Baruch before them, saying,",
      "14": "Thus saith the Lord of hosts the God of Israel, Take the writings, even this book of the possession, both that is sealed, and this book that is open, and put them in an earthen vessel, that they may continue a long time.",
      "15": "For the Lord of hosts, the God of Israel saith thus, Houses and fields, and vineyards shall be possessed again in this land.",
      "16": "Now when I had delivered the book of the possession unto Baruch the son of Neriah, I prayed unto the Lord, saying,",
      "17": "Ah Lord God, behold, thou hast made the heaven and the earth by thy great power, and by thy stretched out arm, and there is nothing hard unto thee.",
      "18": "Thou showest mercy unto thousands, and recompensest the iniquity of the fathers into the bosom of their children after them: O God the great and mighty, whose name is the Lord of hosts,",
      "19": "Great in counsel, and mighty in work, (for thine eyes are open upon all the ways of the sons of men, to give to everyone according to his ways, and according to the fruit of his works)",
      "20": "Which hast set signs and wonders in the land of Egypt unto this day, and in Israel and among all men, and hast made thee a Name, as appeareth this day,",
      "21": "And hast brought thy people Israel out of the land of Egypt with signs, and with wonders, and with a strong hand, and a stretched out arm, and with great terror,",
      "22": "And hast given them this land, which thou didst swear to their fathers to give them, even a land that floweth with milk and honey,",
      "23": "And they came in, and possessed it, but they obeyed not thy voice, neither walked in thy Law: all that thou commandedst them to do, they have not done: therefore thou hast caused this whole plague to come upon them.",
      "24": "Behold, the mounts, they are come into the city to take it, and the city is given into the hand of the Chaldeans, that fight against it by means of the sword, and of the famine, and of the pestilence, and what thou hast spoken, is come to pass, and behold, thou seest it.",
      "25": "And thou hast said unto me, O Lord God, Buy unto thee the field for silver, and take witnesses: for the city shall be given into the hand of the Chaldeans.",
      "26": "Then came the word of the Lord unto Jeremiah, saying,",
      "27": "Behold, I am the LORD GOD of all flesh: is there anything too hard for me?",
      "28": "Therefore thus saith the Lord, Behold, I will give this city into the hand of the Chaldeans, and into the hand of Nebuchadnezzar, king of Babel, and he shall take it.",
      "29": "And the Chaldeans shall come and fight against this city, and set fire on this city, and burn it with the houses, upon whose roofs they have offered incense unto Baal, and poured drink offerings unto other gods, to provoke me unto anger.",
      "30": "For the children of Israel, and the children of Judah have surely done evil before me, from their youth: for the children of Israel have surely provoked me to anger with the works of their hands, saith the Lord.",
      "31": "Therefore this city hath been unto me as a provocation of mine anger, and of my wrath, from the day that they built it, even unto this day, that I should remove it out of my sight,",
      "32": "Because of all the evil of the children of Israel, and of the children of Judah, which they have done to provoke me to anger, even they, their Kings, their Princes, their Priests, and their Prophets, and the men of Judah, and the inhabitants of Jerusalem.",
      "33": "And they have turned unto me the back and not the face: though I taught them, rising up early, and instructing them, yet they were not obedient to receive doctrine,",
      "34": "But they set their abominations in the house (whereupon my Name was called) to defile it.",
      "35": "And they built the high places of Baal, which are in the valley of Ben-Hinnom, to cause their sons and their daughters to pass through the fire unto Molech, which I commanded them not, neither came it into my mind, that they should do such abomination, to cause Judah to sin.",
      "36": "And now therefore, thus hath the Lord God of Israel spoken concerning this city, whereof ye say, It shall be delivered into the hand of the king of Babel by the sword, and by the famine, and by the pestilence.",
      "37": "Behold, I will gather them out of all countries, wherein I have scattered them in mine anger, and in my wrath, and in great indignation, and I will bring them again unto this place, and I will cause them to dwell safely.",
      "38": "And they shall be my people, and I will be their God.",
      "39": "And I will give them one heart and one way, that they may fear me forever for the wealth of them, and of their children after them.",
      "40": "And I will make an everlasting covenant with them, that I will never turn away from them to do them good, but I will put my fear in their hearts, that they shall not depart from me.",
      "41": "Yea, I will delight in them to do them good, and I will plant them in this land assuredly with my whole heart, and with all my soul.",
      "42": "For thus saith the Lord, Like as I have brought all this great plague upon this people, so will I bring upon them all the good that I have promised them.",
      "43": "And the fields shall be possessed in this land, whereof ye say, it is desolate without man or beast, and shall be given into the hand of the Chaldeans.",
      "44": "Men shall buy fields for silver, and make writings and seal them, and take witnesses in the land of Benjamin, and round about Jerusalem, and in the cities of Judah, and in the cities of the mountains, and in the cities of the plain, and in the cities of the South: for I will cause their captivity to return, saith the Lord."
    },
    "33": {
      "1": "Moreover the word of the Lord came unto Jeremiah the second time (while he was yet shut up in the court of prison) saying,",
      "2": "Thus saith the Lord, the maker thereof, the Lord that formed it, and established it, the Lord is his Name.",
      "3": "Call unto me, and I will answer thee, and show thee great and mighty things, which thou knowest not.",
      "4": "For thus saith the Lord God of Israel, concerning the houses of this city, and concerning the houses of the Kings of Judah, which are destroyed by the mounts, and by the sword,",
      "5": "They come to fight with the Chaldeans, but it is to fill themselves with the dead bodies of men, whom I have slain in mine anger and in my wrath: for I have hid my face from this city, because of all their wickedness.",
      "6": "Behold, I will give it health and amendment: for I will cure them, and will reveal unto them the abundance of peace, and truth.",
      "7": "And I will cause the captivity of Judah and the captivity of Israel to return, and will build them as at the first.",
      "8": "And I will cleanse them from all their iniquity, whereby they have sinned against me: yea, I will pardon all their iniquities, whereby they have sinned against me, and whereby they have rebelled against me.",
      "9": "And it shall be to me a name, a joy, a praise, and an honor before all the nations of the earth, which shall hear all the good that I do unto them: and they shall fear and tremble for all the goodness, and for all the wealth, that I show unto this city.",
      "10": "Thus saith the Lord, Again there shall be heard in this place (which ye say shall be desolate, without man, and without beast, even in the cities of Judah, and in the streets of Jerusalem, that are desolate without man, and without inhabitant, and without beast)",
      "11": "The voice of joy and the voice of gladness, the voice of the bridegroom, and the voice of the bride, the voice of them that shall say, Praise the Lord of hosts, because the Lord is good: for his mercy endureth forever, and of them that offer the sacrifice of praise in the house of the Lord, for I will cause to return the captivity of the land, as at the first, saith the Lord.",
      "12": "Thus saith the Lord of hosts, Again in this place, which is desolate, without man, and without beast, and in all the cities thereof there shall be dwelling for shepherds to rest their flocks.",
      "13": "In the cities of the mountains, in the cities in the plain, and in the cities of the South, and in the land of Benjamin and about Jerusalem, and in the cities of Judah shall the sheep pass again, under the hand of him that telleth them, saith the Lord.",
      "14": "Behold, the days come, saith the Lord, that I will perform that good thing, which I have promised unto the house of Israel, and to the house of Judah.",
      "15": "In those days, and at that time will I cause the Branch of righteousness to grow up unto David, and he shall execute judgment and righteousness in the land.",
      "16": "In those days shall Judah be saved, and Jerusalem shall dwell safely, and he that shall call her, is the Lord our righteousness.",
      "17": "For thus saith the Lord, David shall never want a man to sit upon the throne of the house of Israel.",
      "18": "Neither shall the Priests and Levites want a man before me to offer burnt offerings, and to offer meat offerings, and to do sacrifice continually.",
      "19": "And the word of the Lord came unto Jeremiah, saying,",
      "20": "Thus saith the Lord, If you can break my covenant of the day, and my covenant of the night, that there should not be day and night in their season,",
      "21": "Then may my covenant be broken with David my servant, that he should not have a son to reign upon his throne, and with the Levites, and Priests my ministers.",
      "22": "As the army of heaven cannot be numbered, neither the sand of the sea measured: so will I multiply the seed of David my servant, and the Levites, that minister unto me.",
      "23": "Moreover, the word of the Lord came to Jeremiah, saying,",
      "24": "Considerest thou not what this people have spoken, saying, The two families, which the Lord hath chosen, he hath even cast them off? thus they have despised my people, that they should be no more a nation before them.",
      "25": "Thus saith the Lord, If my covenant be not with day and night, and if I have not appointed the order of heaven and earth,",
      "26": "Then will I cast away the seed of Jacob and David my servant, and not take of his seed to be rulers over the seed of Abraham, Isaac, and Jacob: for I will cause their captivity to return, and have compassion on them."
    },
    "34": {
      "1": "The word which came unto Jeremiah from the Lord (when Nebuchadnezzar king of Babel, and all his host, and all the kingdoms of the earth, that were under the power of his hand, and all people fought against Jerusalem, and against all the cites thereof) saying,",
      "2": "Thus saith the Lord God of Israel, Go, and speak to Zedekiah king of Judah, and tell him, Thus saith the Lord, behold, I will give this city into the hand of the king of Babel, and he shall burn it with fire,",
      "3": "And thou shall not escape out of his hand, but shalt surely be taken, and delivered into his hand, and thine eyes shall behold the face of the king of Babel, and he shall speak with thee mouth to mouth, and thou shalt go to Babel.",
      "4": "Yet hear the word of the Lord, O Zedekiah king of Judah, thus saith the Lord of thee, Thou shalt not die by the sword,",
      "5": "But thou shalt die in peace: and according to the burning for thy fathers the former kings which were before thee, so shall they burn odors for thee, and they shall lament thee, saying, Oh Lord: for I have pronounced the word, saith the Lord.",
      "6": "Then Jeremiah the Prophet spake all these words unto Zedekiah king of Judah in Jerusalem,",
      "7": "(When the King of Babel’s host fought against Jerusalem, and against all the cities of Judah, that were left, even against Lachish, and against Azekah: for these strong cities remained of the cities of Judah)",
      "8": "This is the word that came unto Jeremiah from the Lord, after that the king Zedekiah had made a covenant with all the people, which were at Jerusalem, to proclaim liberty unto them,",
      "9": "That every man should let his servant go free, and every man his handmaid, which was an Hebrew or an Hebrewess, and that none should serve himself of them, to wit, of a Jew his brother.",
      "10": "Now when all the princes, and all the people which was agreed to the covenant, heard that everyone should let his servant go free, and everyone his handmaid, and that none should serve themselves of them anymore, they obeyed and let them go.",
      "11": "But afterward they repented and caused the servants and the handmaids, whom they had let go free, to return, and held them in subjection as servants and handmaids.",
      "12": "Therefore the word of the Lord came unto Jeremiah from the Lord, saying,",
      "13": "Thus saith the Lord God of Israel, I made a covenant with your fathers, when I brought them out of the land of Egypt, out of the house of servants, saying,",
      "14": "At the term of seven years, let ye go every man his brother an Hebrew which hath been sold unto thee: and when he hath served thee six years, thou shalt let him go free from thee: but your fathers obeyed me not, neither inclined their ears.",
      "15": "And ye were now turned, and had done right in my sight in proclaiming liberty, every man to his neighbor, and ye had made a covenant before me in the house, whereupon my Name is called.",
      "16": "But ye repented, and polluted my Name: for ye have caused every man his servant, and every man his handmaid, whom ye had set at liberty at their pleasure, to return, and hold them in subjection to be unto you as servants and as handmaids.",
      "17": "Therefore thus saith the Lord, Ye have not obeyed me, in proclaiming freedom every man to his brother, and every man to his neighbor: behold, I proclaim a liberty for you, saith the Lord, to the sword, to the pestilence, and to the famine, and I will make you a terror to all the kingdoms of the earth.",
      "18": "And I will give those men that have broken my Covenant, and have not kept the words of the Covenant, which they had made before me, when they cut the calf in twain, and passed between the parts thereof,",
      "19": "The princes of Judah, and the princes of Jerusalem, the Eunuchs, and the Priests, and all the people of the land, which passed between the parts of the calf,",
      "20": "I will even give them into the hand of their enemies, and into the hands of them that seek their life: and their dead bodies shall be for meat unto the fowls of the heaven, and to the beasts of the earth.",
      "21": "And Zedekiah king of Judah, and his princes will I give into the hand of their enemies, and into the hand of them that seek their life, and into the hand of the king of Babel’s host, which are gone up from you.",
      "22": "Behold, I will command, saith the Lord, and cause them to return to this city, and they shall fight against it, and take it and burn it with fire: and I will make the cities of Judah desolate without an inhabitant."
    },
    "35": {
      "1": "The word which came unto Jeremiah from the Lord, in the days of Jehoiakim the son of Josiah king of Judah, saying,",
      "2": "Go unto the house of the Rechabites, and speak unto them, and bring them into the house of the Lord into one of the chambers, and give them wine to drink.",
      "3": "Then took I Jaazaniah, the son of Jeremiah the son of Habazziniah, and his brethren, and all his sons, and the whole house of the Rechabites,",
      "4": "And I brought them into the house of the Lord, into the chamber of the sons of Hanan the son of Igdaliah a man of God, which was by the chamber of the princes, which was above the chamber of Maaseiah the son of Shallum, the keeper of the treasure.",
      "5": "And I set before the sons of the house of the Rechabites pots full of wine, and cups, and said unto them, Drink wine.",
      "6": "But they said, We will drink no wine: for Jonadab the son of Rechab our father commanded us, saying, Ye shall drink no wine, neither you nor your sons forever.",
      "7": "Neither shall ye build house, nor sow seed, nor plant vineyard, nor have any, but all your days ye shall dwell in tents, that ye may live a long time in the land where ye be strangers.",
      "8": "Thus have we obeyed the voice of Jonadab the son of Rechab our father, in all that he hath charged us, and we drink no wine all our days, neither we, our wives, our sons, nor our daughters.",
      "9": "Neither build we houses for us to dwell in, neither have we vineyard, nor field, nor seed,",
      "10": "But we have remained in tents, and have obeyed, and done according to all that Jonadab our father commanded us.",
      "11": "But when Nebuchadnezzar king of Babel came up into the land, we said, Come, and let us go to Jerusalem, from the host of the Chaldeans, and from the host of Aram: so we dwell at Jerusalem.",
      "12": "Then came the word of the Lord unto Jeremiah, saying,",
      "13": "Thus saith the Lord of hosts, the God of Israel, Go, and tell the men of Judah, and the inhabitants of Jerusalem, Will ye not receive doctrine to obey my words, saith the Lord?",
      "14": "The commandment of Jonadab the son of Rechab that he commanded his sons, that they should drink no wine, is surely kept: for unto this day they drink none, but obey their father’s commandment: notwithstanding I have spoken unto you, rising early, and speaking, but ye would not obey me.",
      "15": "I have sent also unto you all my servants the Prophets: rising up early, and sending them, saying, Return now every man from his evil way, and amend your works, and go not after other gods to serve them, and ye shall dwell in the land which I have given unto you, and to your fathers, but ye would not incline your ear, nor obey me.",
      "16": "Surely the sons of Jonadab the son of Rechab, have kept the commandment of their father, which he gave them, but this people hath not obeyed me.",
      "17": "Therefore thus saith the Lord of hosts, the God of Israel, Behold, I will bring upon Judah, and upon all the inhabitants of Jerusalem, all the evil that I have pronounced against them, because I have spoken unto them, but they would not hear, and I have called unto them, but they would not answer.",
      "18": "And Jeremiah said to the house of the Rechabites, Thus saith the Lord of hosts, the God of Israel, Because ye have obeyed the commandment of Jonadab your father, and kept all his precepts, and done according unto all that he hath commanded you,",
      "19": "Therefore thus saith the Lord of hosts, the God of Israel, Jonadab the son of Rechab shall not want a man, to stand before me forever."
    },
    "36": {
      "1": "And in the fourth year of Jehoiakim the son of Josiah king of Judah came this word unto Jeremiah from the Lord, saying,",
      "2": "Take thee a roll or book, and write therein all the words that I have spoken to thee against Israel, and against Judah, and against all the nations, from the day that I spake unto thee, even from the days of Josiah unto this day.",
      "3": "It may be that the house of Judah will hear of all the evil, which I determined to do unto them, that they may return every man from his evil way, that I may forgive their iniquity and their sins.",
      "4": "Then Jeremiah called Baruch the son of Neriah, and Baruch wrote at the mouth of Jeremiah all the words of the Lord, which he had spoken unto him, upon a roll or book.",
      "5": "And Jeremiah commanded Baruch, saying, I am shut up, and cannot go into the House of the Lord.",
      "6": "Therefore go thou, and read the roll wherein thou hast written at my mouth the words of the Lord, in the audience of the people in the Lord’s house upon the fasting day: also thou shalt read them in the hearing of all Judah, that come out of their cities.",
      "7": "It may be that they will pray before the Lord, and everyone return from his evil way, for great is the anger and the wrath that the Lord hath declared against this people.",
      "8": "So Baruch the son of Neriah did according unto all, that Jeremiah the Prophet commanded him, reading in the book the words of the Lord in the Lord’s house.",
      "9": "And in the fifth year of Jehoiakim the son of Josiah King of Judah, in the ninth month, they proclaimed a fast before the Lord to all the people in Jerusalem, and to all the people that came from the cities of Judah unto Jerusalem.",
      "10": "Then read Baruch in the book the words of Jeremiah in the house of the Lord, in the chamber of Gemariah the son of Shaphan the Secretary, in the higher court at the entry of the new gate of the Lord’s house in the hearing of all the people.",
      "11": "When Michaiah the son of Gemariah, the son of Shaphan had heard out of the book all the words of the Lord,",
      "12": "Then he went down to the King’s house into the Chancellor’s chamber, and lo, all the princes sat there, even Elishama the Chancellor, and Delaiah the son of Shemaiah, and Elnathan the son of Achbor, and Gemariah the son of Shaphan, and Zedekiah the son of Hananiah, and all the princes.",
      "13": "Then Michaiah declared unto them all the words that he had heard when Baruch read in the book in the audience of the people.",
      "14": "Therefore all the princes sent Jehudi the son of Nethaniah, the son of Shelemiah, the son of Cushi, unto Baruch, saying, Take in thine hand the roll, wherein thou hast read in the audience of the people, and come. So Baruch the son of Neriah took the roll in his hand, and came unto them.",
      "15": "And they said unto him, Sit down now, and read it, that we may hear. So Baruch read it in their audience.",
      "16": "Now when they had heard all the words, they were afraid both one and other, and said unto Baruch, We will certify the King of all these words.",
      "17": "And they examined Baruch, saying, Tell us now, how didst thou write all these words at his mouth?",
      "18": "Then Baruch answered them, He pronounced all these words unto me with his mouth, and I wrote them with ink in the book.",
      "19": "Then said the princes unto Baruch, Go, hide thee, thou and Jeremiah, and let no man know where ye be.",
      "20": "And they went in to the king to the court, but they laid up the roll in the chamber of Elishama the Chancellor, and told the King all the words, that he might hear.",
      "21": "So the King sent Jehudi to fetch the roll, and he took it out of Elishama the Chancellor’s chamber, and Jehudi read it in the audience of the King, and in the audience of all the princes, which stood beside the King.",
      "22": "Now the King sat in the winter house, in the ninth month, and there was a fire burning before him.",
      "23": "And when Jehudi had read three or four sides, he cut it with the penknife, and cast it into the fire that was on the hearth, until all the roll was consumed in the fire, that was on the hearth.",
      "24": "Yet they were not afraid, nor rent their garments, neither the King, nor any of his servants that heard all these words.",
      "25": "Nevertheless, Elnathan, and Delaiah, and Gemariah had besought the King, that he would not burn the roll: but he would not hear them.",
      "26": "But the King commanded Jerahmeel the son of Hammelech, and Seraiah the son of Azriel, and Shelemiah the son of Abdeel, to take Baruch the Scribe, and Jeremiah the Prophet, but the Lord hid them.",
      "27": "Then the word of the Lord came to Jeremiah (after that the King had burnt the roll and the words that Baruch wrote at the mouth of Jeremiah) saying,",
      "28": "Take thee again another roll, and write in it all the former words that were in the first roll which Jehoiakim the King of Judah hath burnt,",
      "29": "And thou shalt say to Jehoiakim King of Judah, Thus saith the Lord, thou hast burnt this roll, saying, Why hast thou written therein, saying, That the King of Babel shall certainly come and destroy this land, and shall take thence both man and beast?",
      "30": "Therefore thus saith the Lord of Jehoiakim King of Judah, He shall have none to sit upon the throne of David, and his dead body shall be cast out in the day to the heat, and in the night to the frost.",
      "31": "And I will visit him and his seed, and his servants for their iniquity, and I will bring upon them, and upon the inhabitants of Jerusalem, and upon the men of Judah all the evil that I have pronounced against them: but they would not hear.",
      "32": "Then took Jeremiah another roll, and gave it to Baruch the Scribe the son of Neriah, which wrote therein at the mouth of Jeremiah all the words of the book which Jehoiakim King of Judah had burnt in the fire, and there were added besides them many like words."
    },
    "37": {
      "1": "And King Zedekiah the son of Josiah reigned for Coniah the son of Jehoiakim, whom Nebuchadnezzar king of Babel made king in the land of Judah.",
      "2": "But neither he, nor his servants, nor the people of the land would obey the words of the Lord which he spake by the ministry of the Prophet Jeremiah.",
      "3": "And Zedekiah the king sent Jehucal the son of Shelemiah, and Zephaniah the son of Maaseiah the Priest to the Prophet Jeremiah, saying, Pray now unto the Lord our God for us.",
      "4": "(Now Jeremiah went in and out among the people: for they had not put him into the prison.",
      "5": "Then Pharaoh’s host was come out of Egypt: and when the Chaldeans that besieged Jerusalem, heard tidings of them, they departed from Jerusalem.)",
      "6": "Then came the word of the Lord unto the Prophet Jeremiah, saying,",
      "7": "Thus saith the Lord God of Israel, Thus shall ye say to the King of Judah, that sent you unto me to inquire of me, Behold, Pharaoh’s host, which is come forth to help you, shall return to Egypt into their own land.",
      "8": "And the Chaldeans shall come again, and fight against this city, and take it and burn it with fire.",
      "9": "Thus saith the Lord, Deceive not yourselves, saying, The Chaldeans shall surely depart from us: for they shall not depart.",
      "10": "For though ye had smitten the whole host of the Chaldeans that fight against you, and there remained, but wounded men among them, yet should every man rise up in his tent, and burn this city with fire.",
      "11": "When the host of the Chaldeans was broken up from Jerusalem, because of Pharaoh’s army,",
      "12": "Then Jeremiah went out of Jerusalem to go into the land of Benjamin, separating himself thence from among the people.",
      "13": "And when he was in the gate of Benjamin, there was a chief officer, whose name was Irijah, the son of Shelemiah, the son of Hananiah, and he took Jeremiah the Prophet, saying, Thou fleest to the Chaldeans.",
      "14": "Then said Jeremiah, That is false, I flee not to the Chaldeans: but he would not hear him: so Irijah took Jeremiah, and brought him to the princes.",
      "15": "Wherefore the princes were angry with Jeremiah, and smote him, and laid him in prison in the house of Jehonathan the Scribe: for they had made that the prison.",
      "16": "When Jeremiah was entered into the dungeon, and into the prisons, and had remained there a long time,",
      "17": "Then Zedekiah the king sent, and took him out, and the king asked him secretly, in his house, and said, Is there any word from the Lord? And Jeremiah said, Yea: for, said he, thou shalt be delivered into the hand of the king of Babel.",
      "18": "Moreover, Jeremiah said unto king Zedekiah, What have I offended against thee, or against thy servants, or against this people, that ye have put me in prison?",
      "19": "Where are now your prophets, which prophesied unto you, saying, The king of Babel shall not come against you, nor against this land?",
      "20": "Therefore hear now, I pray thee, O my lord the King: let my prayer be acceptable before thee, that thou cause me not to return to the house of Jehonathan the scribe, lest I die there.",
      "21": "Then Zedekiah the King commanded, that they should put Jeremiah in the court of the prison, and that they should give him daily a piece of bread out of the baker’s street until all the bread in the city were eaten up. Thus Jeremiah remained in the court of the prison."
    },
    "38": {
      "1": "Then Shephatiah the son of Mattan, and Gedaliah the son of Pashhur, and Jucal the son of Shelemiah, and Pashhur the son of Malchiah, heard the words that Jeremiah had spoken unto all the people, saying,",
      "2": "Thus saith the Lord, He that remaineth in this city, shall die by the sword, by the famine and by the pestilence: but he that goeth forth to the Chaldeans, shall live: for he shall have his life for a prey, and shall live.",
      "3": "Thus saith the Lord, This city shall surely be given into the hand of the king of Babel’s army, which shall take it.",
      "4": "Therefore the Princes said unto the king, We beseech you, let this man be put to death: for thus he weakeneth the hands of the men of war that remain in this city, and the hands of all the people, in speaking such words unto them: for this man seeketh not the wealth of this people, but the hurt.",
      "5": "Then Zedekiah the king said, Behold, he is in your hands, for the king can deny you nothing.",
      "6": "Then took they Jeremiah, and cast him into the dungeon of Malchiah the son of Hammelech, that was in the court of the prison: and they let down Jeremiah with cords: and in the dungeon there was no water but mire: so Jeremiah stuck fast in the mire.",
      "7": "Now when Ebed-Melech ye black Moor, one of the Eunuchs which was in the king’s house, heard that they had put Jeremiah in the dungeon, (then the king sat in the gate of Benjamin)",
      "8": "And Ebed-Melech went out of the king’s house, and spake to the king, saying,",
      "9": "My lord the king, these men have done evil in all that they have done to Jeremiah the Prophet, whom they have cast into the dungeon, and he dieth for hunger in the place where he is: for there is no more bread in the city.",
      "10": "Then the king commanded Ebed-Melech the black Moor, saying, Take from hence thirty men with thee, and take Jeremiah the Prophet out of the dungeon before he die.",
      "11": "So Ebed-Melech took the men with him, and went to the house of the king under the treasury, and took there old rotten rags, and old worn clouts, and let them down by cords into the dungeon to Jeremiah.",
      "12": "And Ebed-Melech the black Moor said unto Jeremiah, Put now these old rotten rags and worn, under thine arm holes, between the cords. And Jeremiah did so.",
      "13": "So they drew up Jeremiah with cords, and took him up out of the dungeon, and Jeremiah remained in the court of the prison.",
      "14": "Then Zedekiah the king sent, and took Jeremiah the Prophet unto him, into the third entry that is in the House of the Lord, and the king said unto Jeremiah, I will ask thee a thing: hide nothing from me.",
      "15": "Then Jeremiah said to Zedekiah, If I declare it unto thee, wilt thou not slay me? and if I give thee counsel, thou wilt not hear me.",
      "16": "So the King sware secretly unto Jeremiah, saying, As the Lord liveth, that made us these souls, I will not slay thee, nor give thee into the hands of those men that seek thy life.",
      "17": "Then said Jeremiah unto Zedekiah, Thus saith the Lord God of hosts the God of Israel, If thou wilt go forth unto the king of Babel’s princes, then thy soul shall live, and this city shall not be burnt up with fire, and thou shalt live, and thine house.",
      "18": "But if thou wilt not go forth to the king of Babel’s princes, then shall this city be given into the hand of the Chaldeans, and they shall burn it with fire, and thou shalt not escape out of their hands.",
      "19": "And Zedekiah the king said unto Jeremiah, I am careful for the Jews that are fled unto the Chaldeans, lest they deliver me into their hands, and they mock me.",
      "20": "But Jeremiah said, They shall not deliver thee: hearken unto the voice of the Lord, I beseech thee, which I speak unto thee: so shall it be well unto thee, and thy soul shall live.",
      "21": "But if thou wilt refuse to go forth, this is the word that the Lord hath showed me.",
      "22": "And behold, all the women that are left in the king of Judah’s house, shall be brought forth to the king of Babel’s princes, and those women shall say, Thy friends have persuaded thee, and have prevailed against thee: thy feet are fastened in the mire, and they are turned back.",
      "23": "So they shall bring out all thy wives, and thy children to the Chaldeans, and thou shalt not escape out of their hands, but shalt be taken by the hand of the king of Babel: and this city shalt thou cause to be burnt with fire.",
      "24": "Then said Zedekiah unto Jeremiah, Let no man know of these words, and thou shalt not die.",
      "25": "But if the princes understand that I have talked with thee, and they come unto thee, and say unto thee, Declare unto us now, what thou hast said unto the king, hide it not from us, and we will not slay thee: also what the King said unto thee,",
      "26": "Then shalt thou say unto them, I humbly besought the king that he would not cause me to return to Jonathan’s house, to die there.",
      "27": "Then came all the princes unto Jeremiah and asked him, And he told them according to all these words that the king had commanded: so they left off speaking with him, for the matter was not perceived.",
      "28": "So Jeremiah abode still in the court of the prison until the day that Jerusalem was taken: and he was there when Jerusalem was taken."
    },
    "39": {
      "1": "In the ninth year of Zedekiah King of Judah in the tenth month, came Nebuchadnezzar King of Babel and all his host against Jerusalem, and they besieged it.",
      "2": "And in the eleventh year of Zedekiah in the fourth month, the ninth day of the month, the city was broken up.",
      "3": "And all the princes of the King of Babel came in, and sat in the middle gate, even Nergal-Sharezer, Samgar-Nebo, Sarsechim, Rabsaris, Nergal-Sharezer, Rabmag, with all the residue of the princes of the king of Babel.",
      "4": "And when Zedekiah the king of Judah saw them, and all the men of war, then they fled, and went out of the city by night, through the king’s garden, and by the gate between the two walls, and he went toward the wilderness.",
      "5": "But the Chaldean’s host pursued after them, and overtook Zedekiah in the desert of Jericho: and when they had taken him, they brought him to Nebuchadnezzar king of Babel unto Riblah in the land of Hamath, where he gave judgment upon him.",
      "6": "Then the king of Babel slew the sons of Zedekiah in Riblah before his eyes: also the king of Babel slew all the nobles of Judah.",
      "7": "Moreover he put out Zedekiah’s eyes, and bound him in chains to carry him to Babel.",
      "8": "And the Chaldeans burnt the king’s house, and the houses of the people with fire, and brake down the walls of Jerusalem.",
      "9": "Then Nebuzaradan the chief steward carried away captive into Babel the remnant of the people that remained in the city, and those that were fled and fallen unto him, with the rest of the people that remained.",
      "10": "But Nebuzaradan the chief steward left the poor that had nothing in the land of Judah, and gave them vineyards and fields at the same time.",
      "11": "Now Nebuchadnezzar king of Babel gave charge concerning Jeremiah unto Nebuzaradan the chief steward, saying,",
      "12": "Take him, and look well to him, and do him no harm, but do unto him even as he shall say unto thee.",
      "13": "So Nebuzaradan the chief steward sent, and Nebushasban, Rabsaris, and Nergal-Sharezar, Rabmag, and all the King of Babel’s princes:",
      "14": "Even they sent, and took Jeremiah out of the court of the prison, and committed him unto Gedaliah the son of Ahikam the son of Shaphan, that he should carry him home: so he dwelt among the people.",
      "15": "Now the word of the Lord came unto Jeremiah, while he was shut up in the court of the prison, saying,",
      "16": "Go and speak to Ebed-Melech the black Moor, saying, Thus saith the Lord of hosts the God of Israel, Behold, I will bring my words upon this city for evil, and not for good, and they shall be accomplished in that day before thee.",
      "17": "But I will deliver thee in that day, saith the Lord, and thou shalt not be given into the hand of the men whom thou fearest.",
      "18": "For I will surely deliver thee, and thou shalt not fall by the sword, but thy life shall be for a prey unto thee, because thou hast put thy trust in me, saith the Lord."
    },
    "40": {
      "1": "The word which came to Jeremiah from the Lord after that Nebuzaradan the chief steward had let him go from Ramah, when he had taken him being bound in chains among all that were carried away captive of Jerusalem and Judah, which were carried away captive unto Babel.",
      "2": "And the chief steward took Jeremiah and said unto him, The Lord thy God hath pronounced this plague upon this place.",
      "3": "Now the Lord hath brought it, and done according as he hath said: because ye have sinned against the Lord, and have not obeyed his voice, therefore this thing is come upon you.",
      "4": "And now behold, I loose thee this day from the chains which were on thine hands: if it please thee to come with me into Babel, come, and I will look well unto thee: but if it please thee not to come with me into Babel, tarry still: behold, all the land is before thee: whither it seemeth good, and convenient for thee to go, thither go.",
      "5": "For yet he was not returned: therefore he said, Return to Gedaliah the son of Ahikam, the son of Shaphan, whom the king of Babel hath made governor over all the cities of Judah, and dwell with him among the people, or go wheresoever it pleaseth thee to go. So the chief steward gave him vittles and a reward, and let him go.",
      "6": "Then went Jeremiah unto Gedaliah the son of Ahikam, to Mizpah, and dwelt there with him among the people that were left in the land.",
      "7": "Now when all the captains of the host, which were in the fields, even they and their men heard, that the king of Babel had made Gedaliah the son of Ahikam governor in the land, and that he had committed unto him men, and women, and children, and of the poor of the land, that were not carried away captive to Babel,",
      "8": "Then they came to Gedaliah to Mizpah, even Ishmael the son of Nethaniah, and Johanan, and Jonathan the sons of Kareah, and Seraiah the son of Tanhumeth, and the sons of Ephai, the Netophathite, and Jezaniah the son of Maachathi, they and their men.",
      "9": "And Gedaliah the son of Ahikam, the son of Shaphan sware unto them, and to their men, saying, Fear not to serve the Chaldeans: dwell in the land, and serve the king of Babel, and it shall be well with you:",
      "10": "As for me, Behold, I will dwell at Mizpah to serve the Chaldeans, which will come unto us: but you, gather you wine, and summer fruits, and oil, and put them in your vessels, and dwell in your cities, that ye have taken.",
      "11": "Likewise when all the Jews that were in Moab, and among the Ammonites, and in Edom, and that were in all the countries, heard that the king of Babel had left a remnant of Judah, and that he had set over them Gedaliah the son of Ahikam the son of Shaphan,",
      "12": "Even all the Jews returned out of all places where they were driven, and came to the land of Judah to Gedaliah unto Mizpah, and gathered wine and summer fruits, very much.",
      "13": "Moreover Johanan the son of Kareah, and all the captains of the host, that were in the fields, came to Gedaliah to Mizpah,",
      "14": "And said unto him, Knowest thou not that Baalis the King of the Ammonites hath sent Ishmael the son of Nethaniah to slay thee? But Gedaliah the son of Ahikam believed them not.",
      "15": "Then Johanan the son of Kareah spake to Gedaliah in Mizpah secretly, saying, Let me go, I pray thee, and I will slay Ishmael the son of Nethaniah, and no man shall know it. Wherefore should he kill thee, that all the Jews, which are gathered unto thee, should be scattered, and the remnant in Judah perish?",
      "16": "But Gedaliah the son of Ahikam said unto Johanan the son of Kareah, Thou shalt not do this thing: for thou speakest falsely of Ishmael."
    },
    "41": {
      "1": "But in the seventh month came Ishmael the son of Nethaniah, the son of Elishama of the seed royal, and the princes of the king, and ten men with him, unto Gedaliah the son of Ahikam to Mizpah, and there they did eat bread together in Mizpah.",
      "2": "Then arose Ishmael the son of Nethaniah with these ten men that were with him, and smote Gedaliah the son of Ahikam the son of Shaphan with the sword, and slew him whom the king of Babel had made governor over the land.",
      "3": "Ishmael also slew all the Jews that were with Gedaliah at Mizpah, and all the Chaldeans that were found there, and the men of war.",
      "4": "Now the second day that he had slain Gedaliah, and no man knew it,",
      "5": "There came men from Shechem, from Shiloh, and from Samaria, even fourscore men having their beards shaven, and their clothes rent and cut, with offerings and incense in their hands to offer in the house of the Lord.",
      "6": "And Ishmael the son of Nethaniah went forth from Mizpah to meet them, weeping, as he went: and when he met them, he said unto them, Come to Gedaliah the son of Ahikam.",
      "7": "And when they came into the midst of the city, Ishmael the son of Nethaniah slew them, and cast them into the midst of the pit, he and the men that were with him.",
      "8": "But ten men were found among them, that said unto Ishmael, Slay us not: for we have treasures in the field, of wheat, and of barley, and of oil, and of honey: so he stayed, and slew them not among their brethren.",
      "9": "Now the [pit] wherein Ishmael had cast the dead bodies of the men (whom he had slain because of Gedaliah) is it, which Asa the king had made because of Baasha king of Israel, and Ishmael the son of Nethaniah filled it with them that were slain.",
      "10": "Then Ishmael carried away captive all the residue of the people that were in Mizpah, even the King’s daughters, and all the people that remained in Mizpah, whom Nebuzaradan the chief steward had committed to Gedaliah the son of Ahikam, and Ishmael the son of Nethaniah carried them away captive, and departed to go over to the Ammonites.",
      "11": "But when Johanan the son of Kareah, and all the captains of the host that were with him, heard of all the evil that Ishmael the son of Nethaniah had done,",
      "12": "Then they all took their men, and went to fight with Ishmael the son of Nethaniah, and found him by the great waters that are in Gibeon.",
      "13": "Now when all the people whom Ishmael carried away captive, saw Johanan the son of Kareah, and all the captains of the host, that were with him, they were glad.",
      "14": "So all the people that Ishmael had carried away captive from Mizpah, returned and came again, and went unto Johanan the son of Kareah.",
      "15": "But Ishmael the son of Nethaniah, escaped from Johanan with eight men, and went to the Ammonites.",
      "16": "Then took Johanan the son of Kareah, and all the captains of the host that were with him, all the remnant of the people, whom Ishmael the son of Nethaniah had carried away captive from Mizpah, (after that he had slain Gedaliah the son of Ahikam) even the strong men of war, and the women, and the children, and the eunuchs, whom he had brought again from Gibeon.",
      "17": "And they departed and dwelt in Geruth Chimham, which is by Bethlehem, to go and to enter into Egypt,",
      "18": "Because of the Chaldeans: for they feared them, because Ishmael the son of Nethaniah had slain Gedaliah the son of Ahikam, whom the king of Babel made governor in the land."
    },
    "42": {
      "1": "Then all the captains of the host, and Johanan the son of Kareah, and Jezaniah the son of Hoshaiah, and all the people from the least unto the most, came,",
      "2": "And said unto Jeremiah the Prophet, Hear our prayer, we beseech thee, and pray for us unto the Lord thy God, even for all this remnant (for we are left, but a few of many, as thine eyes do behold)",
      "3": "That the Lord thy God may show us the way wherein we may walk, and the thing that we may do.",
      "4": "Then Jeremiah the Prophet said unto them, I have heard you: behold, I will pray unto the Lord your God according to your words, and whatsoever thing the Lord shall answer you, I will declare it unto you: I will keep nothing back from you.",
      "5": "Then they said to Jeremiah, The Lord be a witness of truth, and faith between us, if we do not even according to all things for the which the Lord thy God shall send thee to us.",
      "6": "Whether it be good or evil, we will obey the voice of the Lord God, to whom we send thee, that it may be well with us, when we obey the voice of the Lord our God.",
      "7": "And so after ten days came the word of the Lord unto Jeremiah.",
      "8": "Then called he Johanan the son of Kareah, and all the captains of the host, which were with him, and all the people from the least to the most,",
      "9": "And said unto them, Thus saith the Lord God of Israel, unto whom ye sent me to present your prayers before him,",
      "10": "If ye will dwell in this land, then I will build you, and not destroy you, and I will plant you, and not root you out: for I repent me of the evil that I have done unto you.",
      "11": "Fear not for the king of Babel, of whom ye are afraid: be not afraid of him, saith the Lord: for I am with you, to save you, and to deliver you from his hand,",
      "12": "And I will grant you mercy that he may have compassion upon you, and he shall cause you to dwell in your own land.",
      "13": "But if ye say, We will not dwell in this land, neither hear the voice of the Lord your God,",
      "14": "Saying, Nay, but we will go into the land of Egypt, where we shall see no war, nor hear the sound of the trumpet, nor have hunger of bread, and there will we dwell,",
      "15": "(And now therefore hear the word of the Lord, ye remnant of Judah: thus saith the Lord of hosts, the God of Israel, If ye set your faces to enter into Egypt, and go to dwell there,)",
      "16": "Then the sword that ye feared, shall take you there in the land of Egypt, and the famine, for the which ye care, shall there hang upon you in Egypt, and there shall ye die.",
      "17": "And all the men that set their faces to enter into Egypt to dwell there, shall die by the sword, by the famine, and by the pestilence, and none of them shall remain, nor escape from the plague, that I will bring upon them.",
      "18": "For thus saith the Lord of hosts, the God of Israel, As mine anger and my wrath hath been poured forth upon the inhabitants of Jerusalem: so shall my wrath be poured forth upon you, when ye shall enter into Egypt, and ye shall be a detestation, and an astonishment, and a curse, and a reproach, and ye shall see this place no more.",
      "19": "O ye remnant of Judah, the Lord hath said concerning you, Go not into Egypt: know certainly that I have admonished you this day.",
      "20": "Surely ye dissembled in your hearts when ye sent me unto the Lord your God, saying, Pray for us unto the Lord our God, and declare unto us even according unto all that the Lord our God shall say, and we will do it.",
      "21": "Therefore I have this day declared it you, but you have not obeyed the voice of the Lord your God, nor anything for the which he hath sent me unto you.",
      "22": "Now therefore, know certainly that ye shall die by the sword, by the famine, and by the pestilence in the place whither ye desire to go and dwell."
    },
    "43": {
      "1": "Now when Jeremiah had made an end of speaking unto the whole people all the words of the Lord their God, for the which the Lord their God had sent him to them, even all these words,",
      "2": "Then spake Azariah the son of Hoshaiah, and Johanan the son of Kareah, and all the proud men, saying unto Jeremiah, Thou speakest falsely: the Lord our God hath not sent thee to say, Go not into Egypt to dwell there,",
      "3": "But Baruch the son of Neriah provoketh thee against us, for to deliver us into the hand of the Chaldeans, that they might slay us, and carry us away captives into Babel.",
      "4": "So Johanan the son of Kareah, and all the captains of the host, and all the people obeyed not the voice of the Lord, to dwell in the land of Judah.",
      "5": "But Johanan the son of Kareah, and all the captains of the host took all the remnant of Judah that were returned from all nations, whither they had been driven, to dwell in the land of Judah:",
      "6": "Even men and women, and children, and the king’s daughters, and every person that Nebuzaradan the chief steward had left with Gedaliah the son of Ahikam, the son of Shaphan, and Jeremiah the Prophet, and Baruch the son of Neriah.",
      "7": "So they came into the land of Egypt: for they obeyed not the voice of the Lord: thus came they to Tahpanhes.",
      "8": "Then came the word of the Lord unto Jeremiah in Tahpanhes, saying,",
      "9": "Take great stones in thine hand, and hide them in the clay in the brick kiln, which is at the entry of Pharaoh’s house in Tahpanhes in the sight of the men of Judah,",
      "10": "And say unto them, Thus saith the Lord of hosts the God of Israel, Behold, I will send and bring Nebuchadnezzar the king of Babel my servant, and will set his throne upon these stones that I have hid, and he shall spread his pavilion over them.",
      "11": "And when he shall come, he shall smite the land of Egypt: such as are appointed for death, to death, and such as are for captivity, to captivity, and such as are for the sword, to the sword.",
      "12": "And I will kindle a fire in the houses of the gods of Egypt, and he shall burn them and carry them away captives, and he shall array himself with the land of Egypt, as a shepherd putteth on his garment, and shall depart from thence in peace.",
      "13": "He shall break also the images of Beth Shemesh, that is in the land of Egypt, and the houses of the gods of the Egyptians shall he burn with fire."
    },
    "44": {
      "1": "The word that came to Jeremiah concerning all the Jews, which dwell in the land of Egypt, and remained at Migdol and at Tahpanhes, and at Noph, and in the country of Pathros, saying,",
      "2": "Thus saith the Lord of hosts the God of Israel, Ye have seen all the evil that I have brought upon Jerusalem, and upon all the cities of Judah: and behold, this day they are desolate and no man dwelleth therein,",
      "3": "Because of their wickedness which they have committed, to provoke me to anger in that they went to burn incense, and to serve other gods whom they knew not, neither they nor you, nor your fathers.",
      "4": "Howbeit I sent unto you all my servants the Prophets rising early, and sending them, saying, Oh do not this abominable thing that I hate.",
      "5": "But they would not hear nor incline their ear to turn from their wickedness, and to burn no more incense unto other gods.",
      "6": "Wherefore my wrath, and mine anger was poured forth, and was kindled in the cities of Judah, and in the streets of Jerusalem, and they are desolate, and wasted, as appeareth this day.",
      "7": "Therefore now thus saith the Lord of hosts the God of Israel, wherefore commit ye this great evil against your souls, to cut off from you man and woman, child and suckling out of Judah, and leave you none to remain?",
      "8": "In that ye provoke me unto wrath with the works of your hands, burning incense unto other gods in the land of Egypt, whither ye be gone to dwell: that ye might bring destruction unto yourselves, and that ye might be a curse and a reproach among all nations of the earth.",
      "9": "Have ye forgotten the wickedness of your fathers, and the wickedness of the kings of Judah, and the wickedness of their wives, and your own wickedness, and the wickedness of your wives, which they have committed in the land of Judah, and in the streets of Jerusalem?",
      "10": "They are not humbled unto this day, neither have they feared nor walked in my law nor in my statutes, that I set before you and before your fathers.",
      "11": "Therefore thus saith the Lord of hosts, the God of Israel, Behold, I will set my face against you to evil, and to destroy all Judah,",
      "12": "And I will take the remnant of Judah that have set their faces to go into the land of Egypt there to dwell, and they shall all be consumed and fall in the land of Egypt: they shall even be consumed by the sword and by the famine: they shall die from the least unto the most, by the sword, and by the famine and they shall be a detestation and an astonishment, and a curse and a reproach.",
      "13": "For I will visit them that dwell in the land of Egypt, as I have visited Jerusalem, by the sword, by the famine, and by the pestilence,",
      "14": "So that none of the remnant of Judah, which are gone into the land of Egypt to dwell there shall escape or remain, that they should return into the land of Judah to the which they have a desire to return to dwell there: for none shall return but such as shall escape.",
      "15": "Then all the men which knew that their wives had burnt incense unto other gods, and all the women that stood by, a great multitude, even all the people that dwelt in the land of Egypt in Pathros, answered Jeremiah, saying,",
      "16": "The word that thou hast spoken unto us in the Name of the Lord, we will not hear it of thee,",
      "17": "But we will do whatsoever thing goeth out of our own mouth, as to burn incense unto the Queen of heaven, and to pour out drink offerings unto her, as we have done, both we and our fathers, our kings and our princes in the cities of Judah, and in the streets of Jerusalem: for then had we plenty of vittles and were well and felt none evil.",
      "18": "But since we left off to burn incense to the Queen of heaven, and to pour out drink offerings unto her, we have had scarceness of all things, and have been consumed by the sword and by the famine.",
      "19": "And when we burnt incense unto the Queen of heaven, and poured out drink offerings unto her, did we make her cakes to make her glad, and pour out drink offerings unto her without our husbands?",
      "20": "Then said Jeremiah unto all the people, to the men, and to the women, and to all the people which had given him that answer, saying,",
      "21": "Did not the Lord remember the incense, that ye burnt in the cities of Judah, and in the streets of Jerusalem, both you and your fathers, your kings, and your Princes, and the people of the land, and hath he not considered it?",
      "22": "So that the Lord could no longer forbear, because of the wickedness of your inventions, and because of the abominations, which ye have committed: therefore is your land desolate, and an astonishment, and a curse, and without inhabitant, as appeareth this day.",
      "23": "Because you have burnt incense, and because ye have sinned against the Lord, and have not obeyed the voice of the Lord, nor walked in his law, nor in his statutes, nor in his testimonies, therefore this plague is come upon you, as appeareth this day.",
      "24": "Moreover Jeremiah said unto all the people and to all the women, Hear the word of the Lord, all Judah, that are in the land of Egypt.",
      "25": "Thus speaketh the Lord of hosts, the God of Israel, saying, Ye and your wives have both spoken with your mouths, and fulfilled with your hand, saying, We will perform our vows that we have vowed to burn incense to the Queen of heaven, and to pour out drink offerings to her: ye will perform your vows, and do the things that ye have vowed.",
      "26": "Therefore hear the word of the Lord, all Judah that dwell in the land of Egypt, Behold, I have sworn by my great Name, saith the Lord, that my Name shall no more be called upon by the mouth of any man of Judah, in all the land of Egypt, saying, The Lord God liveth.",
      "27": "Behold, I will watch over them for evil, and not for good, and all men of Judah that are in the land of Egypt, shall be consumed by the sword, and by the famine, until they be utterly destroyed.",
      "28": "Yet a small number that escape the sword, shall return out of the land of Egypt into the land of Judah: and all the remnant of Judah that are gone into the land of Egypt to dwell there, shall know whose words shall stand, mine or theirs.",
      "29": "And this shall be a sign unto you, saith the Lord, when I visit you in this place, that ye may know that my words shall surely stand against you for evil.",
      "30": "Thus saith the Lord, Behold, I will give Pharaoh Hophra King of Egypt into the hand of his enemies, and into the hand of them that seek his life: as I gave Zedekiah king of Judah into the hand of Nebuchadnezzar king of Babel his enemy, who also sought his life."
    },
    "45": {
      "1": "The word that Jeremiah the Prophet spake unto Baruch the son of Neriah, when he had written these words in a book at the mouth of Jeremiah, in the fourth year of Jehoiakim, the son of Josiah king of Judah, saying,",
      "2": "Thus saith the Lord God of Israel unto thee, O Baruch,",
      "3": "Thou didst say, Woe is me now: for the Lord hath laid sorrow unto my sorrow: I fainted in my mourning, and I can find no rest.",
      "4": "Thus shalt thou say unto him, The Lord saith thus, Behold, that which I have built, will I destroy, and that which I have planted, will I pluck up, even this whole land.",
      "5": "And seekest thou great things for thyself? seek them not: for behold, I will bring a plague upon all flesh, saith the Lord: but thy life will I give thee for a prey in all places, whither thou goest."
    },
    "46": {
      "1": "The words of the Lord, which came to Jeremiah the Prophet against the Gentiles,",
      "2": "As against Egypt, against the army of Pharaoh Necho king of Egypt, which was by the river Perath in Carchemish, which Nebuchadnezzar king of Babel smote in the fourth year of Jehoiakim the son of Josiah king of Judah.",
      "3": "Make ready buckler and shield, and go forth to battle.",
      "4": "Make ready the horses, and let the horsemen get up, and stand up with your sallets, furbish the spears, and put on the brigandines.",
      "5": "Wherefore have I seen them afraid, and driven back? for their mighty men are smitten, and are fled away, and look not back: for fear was round about, saith the Lord.",
      "6": "The swift shall not flee away, nor the strong man escape: they shall stumble, and fall toward the North by the river Perath.",
      "7": "Who is this that cometh up as a flood, whose waters are moved like the rivers?",
      "8": "Egypt riseth up like the flood, and his waters are moved like the rivers, and he saith, I will go up, and will cover the earth: I will destroy the city with them that dwell therein.",
      "9": "Come up ye horses, and rage ye chariots, and let the valiant men come forth, the black Moors, and the Libyans that bear the shield, and the Lydians that handle and bend the bow.",
      "10": "For this is the day of the Lord God of hosts, and a day of vengeance, that he may avenge him of his enemies: for the sword shall devour, and it shall be satiate, and made drunk with their blood: for the Lord God of hosts hath a sacrifice in the North country by the river Perath.",
      "11": "Go up unto Gilead, and take balm, O virgin, the daughter of Egypt: in vain shalt thou use many medicines: for thou shalt have no health.",
      "12": "The nations have heard of thy shame, and thy cry hath filled the land: for the strong hath stumbled against the strong, and they are fallen both together.",
      "13": "The word that the Lord spake to Jeremiah the Prophet, how Nebuchadnezzar king of Babel should come and smite the land of Egypt.",
      "14": "Publish in Egypt and declare in Migdol, and proclaim in Noph, and in Tahpanhes, and say, Stand still and prepare thee, for the sword shall devour round about thee.",
      "15": "Why are thy valiant men put back? they could not stand, because the Lord did drive them.",
      "16": "He made many to fall, and one fell upon another: and they said, Arise, let us go again to our own people, and to the land of our nativity from the sword of the violent.",
      "17": "They did cry there, Pharaoh king of Egypt, and of a great multitude, hath passed the time appointed.",
      "18": "As I live, saith the King, whose Name is the Lord of hosts, surely as Tabor is in the mountains, and as Carmel is in the sea: so shall it come.",
      "19": "O thou daughter dwelling in Egypt, make thee gear to go into captivity: for Noph shall be waste and desolate, without an inhabitant.",
      "20": "Egypt is like a fair calf, but destruction cometh: out of the North it cometh.",
      "21": "Also her hired men are in the midst of her like fat calves: they are also turned back and fled away together: they could not stand, because the day of their destruction was come upon them, and the time of their visitation.",
      "22": "The voice thereof shall go forth like a serpent: for they shall march with an army, and come against her with axes, as hewers of wood.",
      "23": "They shall cut down her forest, saith the Lord: for they cannot be counted, because they are more than the grasshoppers, and are innumerable.",
      "24": "The daughter of Egypt shall be confounded: she shall be delivered into the hands of the people of the North.",
      "25": "Thus saith the Lord of hosts, the God of Israel, Behold, I will visit thy common people of No and Pharaoh, and Egypt, with their gods and their kings, even Pharaoh, and all them that trust in him,",
      "26": "And I will deliver them into the hands of those that seek their lives, and into the hand of Nebuchadnezzar king of Babel, and into the hands of his servants, and afterward she shall dwell as in the old time, saith the Lord.",
      "27": "But fear not thou, O my servant Jacob, and be not thou afraid, O Israel: for behold, I will deliver thee from a far country, and thy seed from the land of their captivity, and Jacob shall return and be in rest, and prosperity, and none shall make him afraid.",
      "28": "Fear thou not, O Jacob my servant, saith the Lord, for I am with thee, and I will utterly destroy all the nations, whither I have driven thee: but I will not utterly destroy thee, but correct thee by judgment, and not utterly cut thee off."
    },
    "47": {
      "1": "The words of the Lord that came to Jeremiah the Prophet, against the Philistines, before that Pharaoh smote Gaza.",
      "2": "Thus saith the Lord, Behold, waters rise up out of the North, and shall be as a swelling flood, and shall overflow the land, and all that is therein, and the cities with them that dwell therein: then the men shall cry, and all the inhabitants of the land shall howl,",
      "3": "At the noise and stamping of the hoofs of his strong horses, at the noise of his chariots, and at the rumbling of his wheels: the fathers shall not look back to their children, for feebleness of hands,",
      "4": "Because of the day that cometh to destroy all the Philistines, and to destroy Tyre, and Sidon, and all the rest that take their part: for the Lord will destroy the Philistines, the remnant of the isle of Caphtor.",
      "5": "Baldness is come upon Gaza: Ashkelon is cut up with the rest of their valleys. How long wilt thou cut thyself?",
      "6": "O thou sword of the Lord, how long will it be or thou cease! turn again into thy scabbard, rest and be still.",
      "7": "How can it cease, seeing the Lord hath given it a charge against Ashkelon, and against the sea bank? even there hath he appointed it."
    },
    "48": {
      "1": "Concerning Moab, thus saith the Lord of hosts, the God of Israel, Woe unto Nebo: for it is wasted: Kirjathaim is confounded and taken: Misgab is confounded and afraid.",
      "2": "Moab shall boast no more of Heshbon: for they have devised evil against it. Come, and let us destroy it, that it be no more a nation: also thou shalt be destroyed, O Madmen, and the sword shall pursue thee.",
      "3": "A voice of crying shall be from Horonaim with desolation and great destruction.",
      "4": "Moab is destroyed: her little ones have caused their cry to be heard.",
      "5": "For at the going up of Luhith, the mourner shall go up with weeping: for in the going down of Horonaim, the enemies have heard a cry of destruction.",
      "6": "Flee and save your lives, and be like unto the heath in the wilderness.",
      "7": "For because thou hast trusted in thy works and in thy treasures, thou shalt also be taken, and Chemosh shall go forth into captivity with his Priests and his Princes together.",
      "8": "And the destroyer shall come upon all cities, and no city shall escape: the valley also shall perish and the plain shall be destroyed as the Lord hath spoken.",
      "9": "Give wings unto Moab, that it may flee and get away: for the cities thereof shall be desolate, without any to dwell therein.",
      "10": "Cursed be he that doeth the work of the Lord negligently, and cursed be he that keepeth back his sword from blood.",
      "11": "Moab hath been at rest from his youth, and he hath settled on his lees, and hath not been poured from vessel to vessel, neither hath he gone into captivity: therefore his taste remained in him, and his scent is not changed.",
      "12": "Therefore behold, the days come, saith the Lord, that I will send unto him such as shall carry him away, and shall empty his vessels, and break their bottles.",
      "13": "And Moab shall be ashamed of Chemosh, as the house of Israel was ashamed of Bethel their confidence.",
      "14": "How think you thus, We are mighty and strong men of war?",
      "15": "Moab is destroyed, and his cities burnt up, and his chosen young men are gone down to slaughter, saith the King, whose name is, The Lord of hosts.",
      "16": "The destruction of Moab is ready to come, and his plague hasteth fast.",
      "17": "All ye that are about him, mourn for him, and all ye that know his name, say, How is the strong staff broken, and the beautiful rod!",
      "18": "Thou daughter that dost inhabit Dibon, come down from thy glory, and sit in thirst: for the destroyer of Moab shall come upon thee, and he shall destroy thy strongholds.",
      "19": "Thou that dwellest in Aroer, stand by the way, and behold ask him that fleeth and that escapeth, and say, What is done?",
      "20": "Moab is confounded: for it is destroyed, howl and cry, tell ye it in Arnon, that Moab is made waste,",
      "21": "And judgment is come upon the plain country, upon Holon and upon Jahzah, and upon Mephaath,",
      "22": "And upon Dibon, and upon Nebo, and upon the house of Diblathaim,",
      "23": "And upon Kirjathaim, and upon Beth Gamul, and upon Beth Meon,",
      "24": "And upon Kerioth, and upon Bozrah, and upon all the cities of the land of Moab far or near.",
      "25": "The horn of Moab is cut off, and his arm is broken, saith the Lord.",
      "26": "Make ye him drunken: for he magnified himself against the Lord: Moab shall wallow in his vomit, and he also shall be in derision.",
      "27": "For didst not thou deride Israel, as though he had been found among thieves? for when thou speakest of him, thou art moved.",
      "28": "O ye that dwell in Moab, leave the cities, and dwell in the rocks, and be like the dove that maketh her nest in the sides of the hole’s mouth.",
      "29": "We have heard the pride of Moab (he is exceeding proud) his stoutness, and his arrogancy, and his pride, and the haughtiness of his heart.",
      "30": "I know his wrath, saith the Lord, but it shall not be so: and his dissimulations, for they do not right.",
      "31": "Therefore will I howl for Moab, and I will cry out for all Moab: mine heart shall mourn for the men of Kir Heres.",
      "32": "O vine of Sibmah, I will weep for thee, as I wept for Jazer: thy plants are gone over the sea, they are come to the sea of Jazer: the destroyer is fallen upon thy summer fruits, and upon thy vintage,",
      "33": "And joy, and gladness is taken from the plentiful field, and from the land of Moab: and I have caused wine to fail from the winepress: none shall tread with shouting: their shouting shall be no shouting.",
      "34": "From the cry of Heshbon unto Elealeh and unto Jahaz have they made their noise: from Zoar unto Horonaim, the heifer of three years old shall go lowing: for the waters also of Nimrim shall be wasted.",
      "35": "Moreover, I will cause to cease in Moab, saith the Lord, him that offereth in the high places, and him that burneth incense to his gods.",
      "36": "Therefore mine heart shall sound for Moab like a shawm, and mine heart shall sound like a shawm for the men of Kir Heres, because the riches that he hath gotten is perished.",
      "37": "For every head shall be bald, and every beard plucked: upon all the hands shall be cuttings, and upon the loins sackcloth.",
      "38": "And mourning shall be upon all the house tops of Moab, and in all the streets thereof: for I have broken Moab like a vessel wherein is no pleasure, saith the Lord.",
      "39": "They shall howl, saying, How is he destroyed? how hath Moab turned the back with shame? so shall Moab be a derision, and a fear to all them about him.",
      "40": "For thus saith the Lord, Behold, he shall flee as an eagle, and shall spread his wings over Moab.",
      "41": "The cities are taken, and the strongholds are won, and the mighty men’s hearts in Moab at that day shall be as the heart of a woman in travail.",
      "42": "And Moab shall be destroyed from being a people, because he hath set up himself against the Lord:",
      "43": "Fear, and pit, and snare shall be upon thee, O inhabitant of Moab, saith the Lord.",
      "44": "He that escapeth from the fear, shall fall in the pit, and he that getteth up out of the pit, shall be taken [in] the snare: for I will bring upon it, even upon Moab the year of their visitation, saith the Lord.",
      "45": "They that fled, stood under the shadow of Heshbon, because of the force: for the fire came out of Heshbon, and a flame from Sihon, and devoured the corner of Moab, and the top of the seditious children.",
      "46": "Woe be unto thee, O Moab: the people of Chemosh perisheth: for thy sons are taken captives, and thy daughters led into captivity.",
      "47": "Yet will I bring again the captivity of Moab in the latter days, saith the Lord. Thus far of the judgment of Moab."
    },
    "49": {
      "1": "Unto the children of Ammon thus saith the Lord, Hath Israel no sons? or hath he none heir? Why then hath their king possessed Gad? and his people dwelt in his cities?",
      "2": "Therefore behold, the days come, saith the Lord, that I will cause a noise of war to be heard in Rabbah of the Ammonites, and it shall be a desolate heap, and her daughters shall be burnt with fire: then shall Israel possess those that possessed him, saith the Lord.",
      "3": "Howl, O Heshbon, for Ai is wasted: cry ye daughters of Rabbah: gird you with sackcloth: mourn and run to and fro by the hedges: for their king shall go into captivity; and his Priests, and his Princes likewise.",
      "4": "Wherefore gloriest thou in the valleys? thy valley floweth away, O rebellious daughter: she trusted in her treasures, saying, Who shall come unto me?",
      "5": "Behold, I will bring a fear upon thee, saith the Lord God of hosts, of all those that be about thee, and ye shall be scattered every man right forth, and none shall gather him that fleeth.",
      "6": "And afterward I will bring again the captivity of the children of Ammon.",
      "7": "To Edom thus saith the Lord of hosts, Is wisdom no more in Teman? is counsel perished from their children? is their wisdom vanished?",
      "8": "Flee, ye inhabitants of Dedan (they are turned back, and have consulted to dwell) for I have brought the destruction of Esau upon him, and the time of his visitation.",
      "9": "If the grape gatherers come to thee, would they not leave some grapes? if thieves come by night, they will destroy till they have enough.",
      "10": "For I have discovered Esau: I have uncovered his secrets, and he shall not be able to hide himself: his seed is wasted, and his brethren and his neighbors, and there shall be none to say,",
      "11": "Leave thy fatherless children, and I will preserve them alive, and let thy widows trust in me.",
      "12": "For thus saith the Lord, Behold, they whose judgment was not to drink of the cup, have assuredly drunken, and art thou he that shall escape free? thou shalt not go free, but thou shalt surely drink of it.",
      "13": "For I have sworn by myself, saith the Lord, that Bozrah shall be waste, and for a reproach, and a desolation, and a curse, and all the cities thereof shall be perpetual desolations.",
      "14": "I have heard a rumor from the Lord, and an ambassador is sent unto the heathen, saying, Gather you together, and come against her, and rise up to the battle.",
      "15": "For lo, I will make thee but small among the heathen, and despised among men.",
      "16": "Thy fear, and the pride of thine heart hath deceived thee, thou that dwellest in the clefts of the rock, and keepest the height of the hill: though thou shouldest make thy nest as high as the eagle, I will bring thee down from thence, saith the Lord.",
      "17": "Also Edom shall be desolate: everyone that goeth by it, shall be astonished, and shall hiss at all the plagues thereof,",
      "18": "As in the overthrow of Sodom and of Gomorrah, and the places thereof near about, saith the Lord: no man shall dwell there, neither shall the sons of men remain in it.",
      "19": "Behold, he shall come up like a lion from the swelling of Jordan unto the strong dwelling place: for I will make Israel to rest, even I will make him to haste away from her, and who is a chosen man that I may appoint against her? for who is like me? and who will appoint me the time? and who is the shepherd that will stand before me?",
      "20": "Therefore hear the counsel of the Lord that he hath devised against Edom, and his purpose that he hath conceived, against the inhabitants of Teman: surely the least of the flock shall draw them out: surely he shall make their habitations desolate with them.",
      "21": "The earth is moved at the noise of their fall: the cry of their voice is heard in the red sea.",
      "22": "Behold, he shall come up, and fly as the eagle, and spread his wings over Bozrah, and at that day shall the heart of the strong men of Edom be as the heart of a woman in travail.",
      "23": "Unto Damascus he saith, Hamath is confounded and Arpad, for they have heard evil tidings, and they are faint hearted as one on the fearful sea that can not rest:",
      "24": "Damascus is discouraged, and turneth herself to flight, and fear hath seized her: anguish and sorrows have taken her as a woman in travail.",
      "25": "How is the glorious city not reserved, the city of my joy?",
      "26": "Therefore her young men shall fall in her streets, and all her men of war shall be cut off in that day, saith the Lord of hosts.",
      "27": "And I will kindle a fire in the wall of Damascus, which shall consume the palaces of Ben-Hadad.",
      "28": "Unto Kedar, and to the kingdoms of Hazor, which Nebuchadnezzar king of Babel shall smite, thus saith the Lord, Arise, and go up unto Kedar, and destroy the men of the East.",
      "29": "Their tents and their flocks shall they take away: yea, they shall take to themselves their curtains and all their vessels, and their camels, and they shall cry unto them, Fear is on every side.",
      "30": "Flee, get you far off (they have consulted to dwell) O ye inhabitants of Hazor, saith the Lord: for Nebuchadnezzar king of Babel hath taken counsel against you, and hath devised a purpose against you.",
      "31": "Arise, and get you up unto the wealthy nation that dwelleth without care, saith the Lord, which have neither gates nor bars, but dwell alone.",
      "32": "And their camels shall be a bootie, and the multitude of their cattle a spoil, and I will scatter them into all winds, and to the utmost corners, and I will bring their destruction from all the sides thereof, saith the Lord.",
      "33": "And Hazor shall be a dwelling for dragons, and desolation forever: there shall no man dwell there, nor the sons of men remain in it.",
      "34": "The words of the Lord that came to Jeremiah the Prophet, concerning Elam, in the beginning of the reign of Zedekiah king of Judah, saying,",
      "35": "Thus saith the Lord of hosts, Behold, I will break the bow of Elam, even the chief of their strength.",
      "36": "And upon Elam I will bring the four winds from the four quarters of heaven, and will scatter them towards all these winds, and there shall be no nation, whither the fugitives of Elam shall not come.",
      "37": "For I will cause Elam to be afraid before their enemies, and before them that seek their lives, and will bring upon them a plague, even the indignation of my wrath, saith the Lord, and I will send the sword after them, till I have consumed them.",
      "38": "And I will set my throne in Elam, and I will destroy both the king and the princes from thence, saith the Lord: but in the latter days I will bring again the captivity of Elam, saith the Lord."
    },
    "50": {
      "1": "The word that the Lord spake concerning Babel, and concerning the land of the Chaldeans by the ministry of Jeremiah the Prophet.",
      "2": "Declare among the nations, and publish it, and set up a standard, proclaim it and conceal it not: say, Babel is taken, Bel is confounded, Merodach is broken down: her idols are confounded, and their images are burst in pieces.",
      "3": "For out of the North there cometh up a nation against her, which shall make her land waste, and none shall dwell therein: they shall flee, and depart, both man and beast.",
      "4": "In those days, and at that time, saith the Lord, the children of Israel shall come, they, and the children of Judah together, going, and weeping shall they go, and seek the Lord their God.",
      "5": "They shall ask the way to Zion, with their faces thitherward, saying, Come, and let us cleave to the Lord in a perpetual covenant that shall not be forgotten.",
      "6": "My people hath been as lost sheep: their shepherds have caused them to go astray, and have turned them away to the mountains: they have gone from mountain to hill, and forgotten their resting place.",
      "7": "All that found them have devoured them, and their enemies said, We offend not, because they have sinned against the Lord, the habitation of justice, even the Lord the hope of their fathers.",
      "8": "Flee from the midst of Babel, and depart out of the land of the Chaldeans, and be ye as the he goats before the flock.",
      "9": "For lo, I will raise and cause to come up against Babel a multitude of mighty nations from the North country, and they shall set themselves in array against her, whereby she shall be taken: their arrows shall be as of a strong man, which is expert, for none shall return in vain.",
      "10": "And Chaldea shall be a spoil: all that spoil her, shall be satisfied, saith the Lord.",
      "11": "Because you were glad and rejoiced in destroying mine heritage, and because ye are grown fat, as the calves in the grass, and neighed like strong horses,",
      "12": "Therefore your mother shall be sore confounded, and she that bare you shall be ashamed, behold, the uttermost of the nations shall be a desert, a dry land, and a wilderness.",
      "13": "Because of the wrath of the Lord it shall not be inhabited, but shall be wholly desolate: everyone that goeth by Babel, shall be astonished, and hiss at all her plagues.",
      "14": "Put yourselves in array against Babel round about: all ye that bend the bow, shoot at her, spare no arrows: for she hath sinned against the Lord.",
      "15": "Cry against her round about: she hath given her hand: her foundations are fallen, and her walls are destroyed: for it is the vengeance of the Lord: take vengeance upon her: as she hath done, do unto her.",
      "16": "Destroy the sower from Babel, and him that handleth the scythe in the time of harvest: because of the sword of the oppressor they shall turn everyone to his people, and they shall flee everyone to his own land.",
      "17": "Israel is like scattered sheep: the lions have dispersed them: first the king of Assyria hath devoured him, and last this Nebuchadnezzar king of Babel hath broken his bones.",
      "18": "Therefore thus saith the Lord of hosts the God of Israel, Behold, I will visit the king of Babel, and his land, as I have visited the King of Assyria.",
      "19": "And I will bring Israel again to his habitation: he shall feed on Carmel and Bashan, and his soul shall be satisfied upon the mount Ephraim and Gilead.",
      "20": "In those days, and at that time, saith the Lord, the iniquity of Israel shall be sought for, and there shall be none: and the sins of Judah, and they shall not be found: for I will be merciful unto them whom I reserve.",
      "21": "Go up against the land of the rebels, even against it and against the inhabitants of Pekod: destroy, and lay it waste after them, saith the Lord, and do according to all that I have commanded thee.",
      "22": "A cry of battle is in the land, and of great destruction.",
      "23": "How is the hammer of the whole world destroyed, and broken! how is Babel become desolate among the nations!",
      "24": "I have snared thee, and thou art taken, O Babel, and thou wast not aware: thou art found, and also caught, because thou hast striven against the Lord.",
      "25": "The Lord hath opened his treasure, and hath brought forth the weapons of his wrath: for this is the work of the Lord God of hosts in the land of the Chaldeans.",
      "26": "Come against her from the utmost border: open her storehouses, tread on her as on sheaves, and destroy her utterly: let nothing of her be left.",
      "27": "Destroy all her bullocks: let them go down to the slaughter. Woe unto them, for their day is come, and the time of their visitation.",
      "28": "The voice of them that flee, and escape out of the land of Babel to declare in Zion, the vengeance of the Lord our God, and the vengeance of his Temple.",
      "29": "Call up the archers against Babel: all ye that bend the bow, besiege it round about: let none thereof escape: recompense her according to her work, and according to all that she hath done, do unto her: for she hath been proud against the Lord, even against the holy One of Israel.",
      "30": "Therefore shall her young men fall in the streets, and all her men of war shall be destroyed in that day, saith the Lord.",
      "31": "Behold, I come unto thee, O proud man, saith the Lord God of hosts: for thy day is come, even the time that I will visit thee.",
      "32": "And the proud shall stumble and fall, and none shall raise him up: and I will kindle a fire in his cities, and it shall devour all round about him.",
      "33": "Thus saith the Lord of hosts, The children of Israel, and the children of Judah were oppressed together: and all that took them captives, held them, and would not let them go.",
      "34": "But their strong redeemer, whose Name is the Lord of hosts, he shall maintain their cause, that he may give rest to the land, and disquiet the inhabitants of Babel.",
      "35": "A sword is upon the Chaldeans, saith the Lord, and upon the inhabitants of Babel, and upon her princes, and upon her wise men.",
      "36": "A sword is upon the soothsayers, and they shall dote: a sword is upon her strong men, and they shall be afraid.",
      "37": "A sword is upon their horses, and upon their chariots, and upon all the multitude that are in the midst of her, and they shall be like women: a sword is upon her treasures, and they shall be spoiled.",
      "38": "A drought is upon her waters, and they shall be dried up: for it is the land of graven images, and they dote upon their idols.",
      "39": "Therefore the Ziims with the Iims shall dwell there, and the ostriches shall dwell therein: for it shall be no more inhabited, neither shall it be inhabited from generation unto generation.",
      "40": "As God destroyed Sodom and Gomorrah with the places thereof near about, saith the Lord: so shall no man dwell there, neither shall the son of man remain therein.",
      "41": "Behold, a people shall come from the North, and a great nation, and many kings shall be raised up from the coasts of the earth.",
      "42": "They shall hold the bow and the buckler: they are cruel and unmerciful: their voice shall roar like the sea, and they shall ride upon horses, and be put in array like men to the battle against thee, O daughter of Babel.",
      "43": "The king of Babel hath heard the report of them, and his hands waxed feeble: sorrow came upon him, even sorrow as of a woman in travail.",
      "44": "Behold, he shall come up like a lion from the swelling of Jordan unto the strong habitation: for I will make Israel to rest, and I will make them to haste away from her: and who is a chosen man that I may appoint against her? for who is like me, and who will appoint me the time? and who is the shepherd that will stand before me?",
      "45": "Therefore hear the counsel of the Lord, that he hath devised against Babel, and his purpose that he hath conceived against the land of the Chaldeans: surely the least of the flock shall draw them out: surely he shall make their habitation desolate with them.",
      "46": "At the noise of the winning of Babel the earth is moved, and the cry is heard among the nations."
    },
    "51": {
      "1": "Thus saith the Lord, Behold, I will raise up against Babel, and against the inhabitants that lift up their heart against me, a destroying wind,",
      "2": "And will send unto Babel fanners that shall fan her, and shall empty her land, for in the day of trouble they shall be against her on every side.",
      "3": "Also to the bender that bendeth his bow, and to him that lifteth himself up in his brigandine, will I say, Spare not her young men, but destroy all her host.",
      "4": "Thus the slain shall fall in the land of the Chaldeans, and they that are thrust through in her streets.",
      "5": "For Israel hath been no widow, nor Judah from his God, from the Lord of hosts, though their land was filled with sin against the holy one of Israel.",
      "6": "Flee out of the midst of Babel, and deliver every man his soul: be not destroyed in her iniquity: for this is the time of the Lord’s vengeance: he will render unto her a recompense.",
      "7": "Babel hath been as a golden cup in the Lord’s hand, that made all the earth drunken, the nations have drunken of her wine, therefore do the nations rage.",
      "8": "Babel is suddenly fallen, and destroyed: howl for her, bring balm for her sore, if she may be healed.",
      "9": "We would have cured Babel, but she could not be healed: forsake her, and let us go everyone into his own country: for her judgment is come up into heaven, and is lifted up to the clouds.",
      "10": "The Lord hath brought forth our righteousness: come and let us declare in Zion the work of the Lord our God.",
      "11": "Make bright the arrows: gather the shields: the Lord hath raised up the spirit of the King of the Medes: for his purpose is against Babel to destroy it, because it is the vengeance of the Lord, and the vengeance of his Temple.",
      "12": "Set up the standard upon the walls of Babel, make the watch strong: set up the watchmen: prepare the scouts: for the Lord hath both devised, and done that which he spake against the inhabitants of Babel.",
      "13": "O thou that dwellest upon many waters, abundant in treasures, thine end is come, even the end of thy covetousness.",
      "14": "The Lord of hosts hath sworn by himself, saying, Surely I will fill thee with men, as with caterpillars, and they shall cry and shout against thee.",
      "15": "He hath made the earth by his power, and established the world by his wisdom, and hath stretched out the heaven by his discretion.",
      "16": "He giveth by his voice the multitude of waters in the heaven, and he causeth the clouds to ascend from the ends of the earth, he turneth lightnings to rain, and bringeth forth the wind out of his treasures.",
      "17": "Every man is a beast by his own knowledge: every founder is confounded by the graven image: for his melting is but falsehood, and there is no breath therein.",
      "18": "They are vanity, and the work of errors: in the time of their visitation they shall perish.",
      "19": "The portion of Jacob is not like them: for he is the maker of all things, and Israel is the rod of his inheritance: the Lord of hosts is his Name.",
      "20": "Thou art mine hammer, and weapons of war: for with thee will I break the nations, and with thee will I destroy kingdoms,",
      "21": "And by thee will I break horse and horseman, and by thee will I break the chariot and him that rideth therein.",
      "22": "By thee also will I break man and woman, and by thee will I break old and young, and by thee will I break the young man and the maid.",
      "23": "I will also break by thee the shepherd and his flock, and by thee will I break the husbandman and his yoke of oxen, and by thee will I break the dukes and princes.",
      "24": "And I will render unto Babel, and to all the inhabitants of the Chaldeans all their evil, that they have done in Zion, even in your sight, saith the Lord.",
      "25": "Behold, I come unto thee, O destroying mountain, saith the Lord, which destroyest all the earth: and I will stretch out mine hand upon thee, and roll thee down from the rocks, and will make thee a burnt mountain.",
      "26": "They shall not take of thee a stone for a corner, nor a stone for foundations: but thou shalt be destroyed forever, saith the Lord.",
      "27": "Set up a standard in the land: blow the trumpets among the nations: prepare the nations against her: call up the kingdoms of Ararat, Minni, and Ashkenaz against her, appoint the prince against her, cause horses to come up as the rough caterpillars.",
      "28": "Prepare against her the nations with the kings of the Medes, the dukes thereof, and the princes thereof, and all the land of his dominion.",
      "29": "And the land shall tremble and sorrow: for the device of the Lord shall be performed against Babel, to make the land of Babel waste without an inhabitant.",
      "30": "The strong men of Babel have ceased to fight: they have remained in their holds: their strength hath failed, and they were like women: they have burnt her dwelling places, and her bars are broken.",
      "31": "A post shall run to meet the post, and a messenger to meet the messenger, to show the King of Babel, that his city is taken on a side thereof,",
      "32": "And that the passages are stopped, and the reeds burnt with fire, and the men of war troubled.",
      "33": "For thus saith the Lord of hosts the God of Israel, The daughter of Babel is like a threshingfloor: the time of her threshing is come: yet a little while, and the time of her harvest shall come.",
      "34": "Nebuchadnezzar the King of Babel hath devoured me, and destroyed me: he hath made me an empty vessel: he swallowed me up like a dragon: and filled his belly with my delicates, and hath cast me out.",
      "35": "The spoil of me, and that which was left of me, is brought unto Babel, shall the inhabitant of Zion say: and my blood unto the inhabitants of Chaldea, shall Jerusalem say.",
      "36": "Therefore thus saith the Lord, Behold, I will maintain thy cause, and take vengeance for thee, and I will dry up the sea, and dry up her springs.",
      "37": "And Babel shall be as heaps, a dwelling place for dragons, an astonishment, and an hissing, without an inhabitant.",
      "38": "They shall roar together like lions, and yell as the lion’s whelps.",
      "39": "In their heat I will make them feasts, and I will make them drunken that they may rejoice, and sleep a perpetual sleep, and not wake, saith the Lord.",
      "40": "I will bring them down like lambs to the slaughter, and like rams and goats.",
      "41": "How is Sheshach taken! and how is the glory of the whole earth taken! how is Babel become an astonishment among the nations!",
      "42": "The sea is come up upon Babel: she is covered with the multitude of the waves thereof.",
      "43": "Her cities are desolate: the land is dry and a wilderness, a land wherein no man dwelleth, neither doth the son of man pass thereby.",
      "44": "I will also visit Bel in Babel, and I will bring out of his mouth, that which he hath swallowed up, and the nations shall run no more unto him, and the wall of Babel shall fall.",
      "45": "My people, go out of the midst of her, and deliver ye every man his soul from the fierce wrath of the Lord,",
      "46": "Lest your heart even faint, and ye fear the rumor that shall be heard in the land: the rumor shall come this year, and after that in the other year shall come a rumor, and cruelty in the land, and ruler against ruler.",
      "47": "Therefore behold, the days come, that I will visit the images of Babel, and the whole land shall be confounded, and all her slain shall fall in the midst of her.",
      "48": "Then the heaven and the earth, and all that is therein, shall rejoice for Babel: for the destroyers shall come unto her from the North, saith the Lord.",
      "49": "As Babel caused the slain of Israel to fall, so by Babel the slain of all the earth did fall.",
      "50": "Ye that have escaped the sword, go away, stand not still: remember the Lord afar off, and let Jerusalem come into your mind.",
      "51": "We are confounded because we have heard reproach: shame hath covered our faces, for strangers are come into the Sanctuaries of the Lord’s house.",
      "52": "Wherefore behold, the days come, saith the Lord, that I will visit her graven images, and through all her land the wounded shall groan.",
      "53": "Though Babel should mount up to heaven, and though she should defend her strength on high, yet from me shall her destroyers come, saith the Lord.",
      "54": "A sound of a cry cometh from Babel, and great destruction from the land of the Chaldeans,",
      "55": "Because the Lord hath laid Babel waste, and destroyed from her the great voice, and her waves shall roar like great waters, and a sound was made by their noise:",
      "56": "Because the destroyer is come upon her, even upon Babel, and her strong men are taken, their bows are broken: for the Lord God that recompenseth, shall surely recompense.",
      "57": "And I will make drunk her princes, and her wise men, her dukes, and her nobles, and her strong men: and they shall sleep a perpetual sleep, and not wake, saith the King, whose Name is the Lord of hosts.",
      "58": "Thus saith the Lord of hosts, The thick wall of Babel shall be broken, and her high gates shall be burnt with fire, and the people shall labor in vain, and the folk in the fire, for they shall be weary.",
      "59": "The word which Jeremiah the Prophet commanded Seraiah the son of Neriah, the son of Mahseiah, when he went with Zedekiah the king of Judah into Babel, in the fourth year of his reign, and this Seraiah was a peaceable Prince.",
      "60": "So Jeremiah wrote in a book all the evil that should come upon Babel, even all these things that are written against Babel.",
      "61": "And Jeremiah said to Seraiah, When thou comest unto Babel, and shalt see and shalt read all these words,",
      "62": "Then shalt thou say, O Lord, thou hast spoken against this place, to destroy it, that none should remain in it, neither man nor beast, but that it should be desolate forever.",
      "63": "And when thou hast made an end of reading this book, thou shalt bind a stone to it, and cast it in the midst of Euphrates,",
      "64": "And shalt say, Thus shall Babel be drowned and shall not rise from the evil, that I will bring upon her: and they shall be weary. Thus far are the words of Jeremiah."
    },
    "52": {
      "1": "Zedekiah was one and twenty years old when he began to reign, and he reigned eleven years in Jerusalem, and his mother’s name was Hamutal, the daughter of Jeremiah of Libnah.",
      "2": "And he did evil in the eyes of the Lord, according to all that Jehoiakim had done.",
      "3": "Doubtless because the wrath of the Lord was against Jerusalem and Judah, till he had cast them out from his presence, therefore Zedekiah rebelled against the king of Babel.",
      "4": "But in the ninth year of his reign, in the tenth month the tenth day of the month came Nebuchadnezzar King of Babel, he and all his host against Jerusalem, and pitched against it, and built forts against it round about.",
      "5": "So the city was besieged unto the eleventh year of the king Zedekiah.",
      "6": "Now in the fourth month, the ninth day of the month, the famine was sore in the city, so that there was no more bread for the people of the land.",
      "7": "Then the city was broken up, and all the men of war fled, and went out of the city by night, by the way of the gate between the two walls, which was by the King’s garden: (now the Chaldeans were by the city round about) and they went by the way of the wilderness.",
      "8": "But the army of the Chaldeans pursued after the king, and took Zedekiah in the desert of Jericho, and all the host was scattered from him.",
      "9": "Then they took the King and carried him up unto the king of Babel to Riblah in the land of Hamath, where he gave judgment upon him.",
      "10": "And the king of Babel slew the sons of Zedekiah before his eyes: he slew also all the princes of Judah in Riblah.",
      "11": "Then he put out the eyes of Zedekiah, and the king of Babel bound him in chains, and carried him to Babel, and put him in prison till the day of his death.",
      "12": "Now in the fifth month in the tenth day of the month (which was the nineteenth year of the king Nebuchadnezzar King of Babel) came Nebuzaradan chief steward which stood before the king of Babel in Jerusalem,",
      "13": "And burnt the House of the Lord, and the King’s house, and all the houses of Jerusalem, and all the great houses burnt he with fire.",
      "14": "And all the army of the Chaldeans that were with the chief steward, brake down all the walls of Jerusalem round about.",
      "15": "Then Nebuzaradan the chief steward carried away captive certain of the poor of the people, and the residue of the people that remained in the city, and those that were fled, and fallen to the King of Babel, with the rest of the multitude.",
      "16": "But Nebuzaradan the chief steward left certain of the poor of the land, to dress the vines, and to till the land.",
      "17": "Also the pillars of brass that were in the House of the Lord, and the bases, and the brazen Sea, that was in the House of the Lord, the Chaldeans brake, and carried all the brass of them to Babel.",
      "18": "The pots also and the besoms, and the instruments of music, and the basins, and the incense dishes, and all the vessels of brass wherewith they ministered, took they away.",
      "19": "And the bowls, and the ashpans, and the basins, and the pots, and the candlesticks, and the incense dishes, and the cups, and all that was of gold, and that was of silver, took the chief steward away,",
      "20": "With the two pillars, one Sea, and twelve brazen bulls, that were under the bases, which King Solomon had made in the House of the Lord: the brass of all these vessels was without weight.",
      "21": "And concerning the pillars, the height of one pillar was eighteen cubits, and a thread of twelve cubits did compass it, and the thickness thereof was four fingers: it was hollow.",
      "22": "And a chapiter of brass was upon it, and the height of one chapiter was five cubits with network, and pomegranates upon the chapiters round about, all of brass: the second pillar also, and the pomegranates were like unto these.",
      "23": "And there were ninety and six pomegranates on a side: and all the pomegranates upon the network were an hundred round about.",
      "24": "And the chief steward took Seraiah the chief Priest, and Zephaniah the second Priest, and the three keepers of the door.",
      "25": "He took also out of the city an Eunuch, which had the oversight of the men of war, and seven men that were in the King’s presence, which were found in the city, and Sopher captain of the host, who mustered the people of the land, and threescore men of the people of the land, that were found in the midst of the city.",
      "26": "Nebuzaradan the chief steward took them, and brought them to the King of Babel to Riblah.",
      "27": "And the king of Babel smote them, and slew them in Riblah, in the land of Hamath: thus Judah was carried away captive out of his own land.",
      "28": "This is the people, whom Nebuchadnezzar carried away captive, in the seventh year, even three thousand Jews, and three and twenty.",
      "29": "In the eighteenth year of Nebuchadnezzar, he carried away captive from Jerusalem eight hundred thirty and two persons.",
      "30": "In the three and twentieth year of Nebuchadnezzar, Nebuzaradan the chief steward carried away captive of the Jews seven hundred forty and five persons: all the persons were four thousand and six hundred.",
      "31": "And in the seven and thirtieth year of the captivity of Jehoiachin King of Judah, in the twelfth month, in the five and twentieth day of the month, Evil-Merodach king of Babel, in the first year of his reign, lifted up the head of Jehoiachin king of Judah, and brought him out of prison,",
      "32": "And spake kindly unto him, and set his throne above the throne of the Kings, that were with him in Babel,",
      "33": "And changed his prison garments, and he did continually eat bread before him all the days of his life.",
      "34": "His portion was a continual portion given him of the king of Babel, every day a certain, all the days of his life until he died."
    }
  }
}