{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:44.747057-04:00",
    "Translation": "GNV"
  },
  "Joel": {
    "1": {
      "1": "The word of the Lord that came to Joel the son of Pethuel.",
      "2": "Hear ye this, O Elders, and hearken ye all inhabitants of the land, whether such a thing hath been in your days, or yet in the days of your fathers.",
      "3": "Tell you your children of it, and let your children show to their children, and their children, to another generation.",
      "4": "That which is left of the palmerworm, hath the grasshopper eaten, and the residue of the grasshopper hath the cankerworm eaten, and the residue of the cankerworm hath the caterpillar eaten.",
      "5": "Awake ye drunkards, and weep and howl all ye drinkers of wine, because of the new wine, for it shall be pulled from your mouth.",
      "6": "Yea, a nation cometh upon my land, mighty and without number, whose teeth are like the teeth of a lion, and he hath the jaws of a great lion.",
      "7": "He maketh my vine waste, and pilleth off the bark of my fig tree: he maketh it bare, and casteth it down: the branches thereof are made white.",
      "8": "Mourn like a virgin girded with sackcloth, for the husband of her youth.",
      "9": "The meat offering and the drink offering is cut off from the house of the Lord: the Priests the Lord’s ministers mourn.",
      "10": "The field is wasted: the land mourneth: for the corn is destroyed: the new wine is dried up, and the oil is decayed.",
      "11": "Be ye ashamed, O husbandmen: howl, O ye vinedressers for the wheat and for the barley, because the harvest of the field is perished.",
      "12": "The vine is dried up, and the fig tree is decayed: the pomegranate tree and the palm tree, and the apple tree, even all the trees of the field are withered: surely the joy is withered away from the sons of men.",
      "13": "Gird yourselves and lament ye Priests: howl ye ministers of the altar: come, and lie all night in sackcloth, ye ministers of my God: for the meat offering, and the drink offering is taken away from the house of your God.",
      "14": "Sanctify you a fast: call a solemn assembly: gather the Elders, and all the inhabitants of the land into the house of the Lord your God, and cry unto the Lord,",
      "15": "Alas: for the day, for the day of the Lord is at hand, and it cometh as a destruction from the Almighty.",
      "16": "Is not the meat cut off before our eyes? and joy, and gladness from the house of our God?",
      "17": "The seed is rotten under their clods: the garners are destroyed: the barns are broken down, for the corn is withered.",
      "18": "How did the beasts mourn! the herds of cattle pine away, because they have no pasture, and the flocks of sheep are destroyed.",
      "19": "O Lord, to thee will I cry: for the fire hath devoured the pastures of the wilderness, and the flame hath burnt up all the trees of the field.",
      "20": "The beasts of the field cry also unto thee: for the river of waters are dried up, and the fire hath devoured the pastures of the wilderness."
    },
    "2": {
      "1": "Blow the trumpet in Zion, and shout in mine holy mountain, let all the inhabitants of the land tremble: for the day of the Lord is come: for it is at hand.",
      "2": "A day of darkness, and of blackness, a day of clouds and obscurity, as the morning spread upon the mountains, so is there a great people, and a mighty: there was none like it from the beginning, neither shall be anymore after it, unto the years of many generations.",
      "3": "A fire devoureth before him, and behind him a flame burneth up: the land is as the garden of Eden before him, and behind him a desolate wilderness, so that nothing shall escape him.",
      "4": "The beholding of him is like the sight of horses, and like the horsemen, so shall they run.",
      "5": "Like the noise of chariots in the tops of the mountains shall they leap, like the noise of a flame of fire that devoureth the stubble, and as a mighty people prepared to the battle.",
      "6": "Before his face shall the people tremble: all faces shall gather blackness.",
      "7": "They shall run like strong men, and go up to the wall like men of war, and every man shall go forward in his ways, and they shall not stay in their paths.",
      "8": "Neither shall one thrust another, but everyone shall walk in his path: and when they fall upon the sword, they shall not be wounded.",
      "9": "They shall run to and fro in the city: they shall run upon the wall: they shall clime up upon the houses, and enter in at the windows like the thief.",
      "10": "The earth shall tremble before him, the heavens shall shake, the sun and the moon shall be dark, and the stars shall withdraw their shining.",
      "11": "And the Lord shall utter his voice before his host: for his host is very great: for he is strong that doeth his word: for the day of the Lord is great and very terrible, and who can abide it?",
      "12": "Therefore also now the Lord saith, Turn you unto me with all your heart, and with fasting, and with weeping, and with mourning,",
      "13": "And rent your heart, and not your clothes: and turn unto the Lord your God, for he is gracious and merciful, slow to anger, and of great kindness, and repenteth him of the evil.",
      "14": "Who knoweth, if he will return and repent and leave a blessing behind him, even a meat offering and a drink offering unto the Lord your God?",
      "15": "Blow the trumpet in Zion, sanctify a fast, call a solemn assembly.",
      "16": "Gather the people, sanctify the congregation: gather the elders: assemble the children, and those that suck the breasts: let the bridegroom go forth of his chamber, and the bride out of her bride chamber.",
      "17": "Let the Priests, the ministers of the Lord, weep between the porch and the altar, and let them say, Spare thy people, O Lord, and give not thine heritage into reproach, that the heathen should rule over them. Wherefore should they say among the people, Where is their God?",
      "18": "Then will the Lord be jealous over his land, and spare his people.",
      "19": "Yea, the Lord will answer and say unto his people, Behold, I will send you corn and wine, and oil, and you shall be satisfied therewith: and I will no more make you a reproach among the heathen.",
      "20": "But I will remove far off from you the Northern army, and I will drive him into a land, barren and desolate with his face toward the East sea, and his end to the utmost sea, and his stink shall come up, and his corruption shall ascend, because he hath exalted himself to do this.",
      "21": "Fear not, O land, but be glad, and rejoice: for the Lord will do great things.",
      "22": "Be not afraid, ye beasts of the field: for the pastures of the wilderness are green for the tree beareth her fruit: the fig tree and the vine do give their force.",
      "23": "Be glad then, ye children of Zion, and rejoice in the Lord your God, for he hath given you the rain of righteousness, and he will cause to come down for you the rain, even the first rain, and the latter rain in the first month.",
      "24": "And the barns shall be full of wheat, and the presses shall abound with wine and oil.",
      "25": "And I will render you the years that the grasshopper hath eaten, the cankerworm and the caterpillar and the palmerworm, my great host which I sent among you.",
      "26": "So you shall eat and be satisfied and praise the name of the Lord your God, that hath dealt marvelously with you: and my people shall never be ashamed.",
      "27": "Ye shall also know that I am in the midst of Israel, and that I am the Lord your God and none other, and my people shall never be ashamed.",
      "28": "And afterward will I pour out my Spirit upon all flesh: and your sons and your daughters shall prophesy: your old men shall dream dreams, and your young men shall see visions.",
      "29": "And also upon the servants, and upon the maids in those days will I pour my Spirit.",
      "30": "And I will show wonders in the heavens and in the earth: blood and fire, and pillars of smoke.",
      "31": "The sun shall be turned into darkness, and the moon into blood, before the great and terrible day of the Lord come.",
      "32": "But whosoever shall call on the Name of the Lord, shall be saved: for in mount Zion, and in Jerusalem shall be deliverance as the Lord hath said, and in the remnant, whom the Lord shall call."
    },
    "3": {
      "1": "For behold, in those days and in that time, when I shall bring again the captivity of Judah and Jerusalem,",
      "2": "I will also gather all nations, and will bring them down into the valley of Jehoshaphat, and will plead with them there for my people, and for mine heritage Israel: whom they have scattered among the nations, and parted my land.",
      "3": "And they have cast lots for my people, and have given the child for the harlot, and sold the girl for wine, that they might drink.",
      "4": "Yea, and what have you to do with me, O Tyre and Sidon, and all the coasts of Philistia? will ye render me a recompense? and if ye recompense me, swiftly and speedily will I render your recompense upon your head:",
      "5": "For ye have taken my silver and my gold, and have carried into your temples my goodly and pleasant things.",
      "6": "The children also of Judah and the children of Jerusalem have you sold unto the Grecians, that ye might send them far from their border.",
      "7": "Behold, I will raise them out of the place where ye have sold them, and will render your reward upon your own head.",
      "8": "And I will sell your sons and your daughters into the hand of the children of Judah, and they shall send them to the Sabeans, to a people far off, for the Lord hath spoken it.",
      "9": "Publish this among the Gentiles: prepare war, wake up the mighty men: let all the men of war draw near and come up.",
      "10": "Break your plowshares into swords, and your scythes into spears: let the weak say, I am strong.",
      "11": "Assemble yourselves, and come all ye heathen, and gather yourselves together round about: there shall the Lord cast down the mighty men.",
      "12": "Let the heathen be wakened, and come up to the valley of Jehoshaphat: for there will I sit to judge all the heathen round about.",
      "13": "Put in your scythes, for the harvest is ripe, come, get you down, for the winepress is full: yea, the winepresses run over, for their wickedness is great.",
      "14": "O multitude, O multitude, come into the valley of threshing: for the day of the Lord is near in the valley of threshing.",
      "15": "The sun and moon shall be darkened, and the stars shall withdraw their light.",
      "16": "The Lord also shall roar out of Zion, and utter his voice from Jerusalem, and the heavens and the earth shall shake, but the Lord will be the hope of his people, and the strength of the children of Israel.",
      "17": "So shall ye know that I am the Lord your God dwelling in Zion, mine holy Mountain: then shall Jerusalem be holy, and there shall no strangers go through her anymore.",
      "18": "And in that day shall the mountains drop down new wine, and the hills shall flow with milk, and all the rivers of Judah shall run with waters, and a fountain shall come forth of the House of the Lord, and shall water the valley of Shittim.",
      "19": "Egypt shall be waste, and Edom shall be a desolate wilderness, for the injuries of the children of Judah, because they have shed innocent blood in their land.",
      "20": "But Judah shall dwell forever, and Jerusalem from generation to generation.",
      "21": "For I will cleanse their blood, that I have not cleansed, and the Lord will dwell in Zion."
    }
  }
}