{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:11.813975-04:00",
    "Translation": "GNV"
  },
  "Judges": {
    "1": {
      "1": "After that Joshua was dead, the children of Israel asked the Lord, saying, Who shall go up for us against the Canaanites to fight first against them?",
      "2": "And the Lord said, Judah shall go up: behold, I have given the land into his hand.",
      "3": "And Judah said unto Simeon his brother, Come up with me into my lot, that we may fight against the Canaanites: and I likewise will go with thee into thy lot: so Simeon went with him.",
      "4": "Then Judah went up, and the Lord delivered the Canaanites and the Perizzites into their hands, and they slew of them in Bezek ten thousand men.",
      "5": "And they found Adoni-Bezek in Bezek: and they fought against him, and slew the Canaanites, and the Perizzites.",
      "6": "But Adoni-Bezek fled, and they pursued after him, and caught him, and cut off the thumbs of his hands and of his feet.",
      "7": "And Adoni-Bezek said, Seventy Kings having the thumbs of their hands and of their feet cut off, gathered bread under my table: as I have done, so God hath rewarded me, so they brought him to Jerusalem, and there he died.",
      "8": "(Now the children of Judah had fought against Jerusalem, and hath taken it and smitten it with the edge of the sword, and had set the city on fire.)",
      "9": "Afterward also the children of Judah went down to fight against the Canaanites, that dwelt in the mountain, and toward the South, and in the low country.",
      "10": "And Judah went against the Canaanites that dwelt in Hebron, which Hebron beforetime was called Kirjath Arba: and they slew Sheshai, and Ahiman, and Talmai.",
      "11": "And from thence he went to the inhabitants of Debir, and the name of Debir in old time was Kirjath Sepher.",
      "12": "And Caleb said, He that smiteth Kirjath Sepher, and taketh it, even to him will I give Achsah my daughter to wife.",
      "13": "And Othniel the son of Kenaz Caleb’s younger brother took it, to whom he gave Achsah his daughter to wife.",
      "14": "And when she came to him, she moved him to ask of her father a field, and she lighted off her ass, and Caleb said unto her, What wilt thou?",
      "15": "And she answered him, Give me a blessing: for thou hast given me a South country, give me also Springs of water: and Caleb gave her the springs above, and the springs beneath.",
      "16": "And the children of Keni Moses’ father-in-law went up out of the city of the palm trees with the children of Judah, into the wilderness of Judah, that lieth in the South of Arad, and went and dwelt among the people.",
      "17": "But Judah went with Simeon his brother, and they slew the Canaanites that inhabited Zephath, and utterly destroyed it, and called the name of the city Hormah.",
      "18": "Also Judah took Gaza with the coasts thereof, and Ashkelon with the coasts thereof, and Ekron with the coasts thereof.",
      "19": "And the Lord was with Judah, and he possessed the mountains: for he could not drive out the inhabitants of the valleys, because they had chariots of iron.",
      "20": "And they gave Hebron unto Caleb, as Moses had said, and he expelled thence the three sons of Anak.",
      "21": "But the children of Benjamin did not cast out the Jebusites, that inhabited Jerusalem: therefore the Jebusites dwell with the children of Benjamin in Jerusalem unto this day.",
      "22": "They also that were of the house of Joseph, went up to Bethel, and the Lord was with them,",
      "23": "And the house of Joseph caused to view Bethel (and the name of the city beforetime was Luz.)",
      "24": "And the spies saw a man come out of the city, and they said unto him, Show us, we pray thee, the way into the city, and we will show thee mercy.",
      "25": "And when he had showed them the way into the city, they smote the city with the edge of the sword, but they let the man and all his household depart.",
      "26": "Then the man went into the land of the Hittites, and built a city, and called the name thereof Luz, which is the name thereof unto this day.",
      "27": "Neither did Manasseh destroy Beth Shean with her towns, nor Taanach with her towns, nor the inhabitants of Dor with her towns, nor the inhabitants of Ibleam with her towns, neither the inhabitants of Megiddo with her towns: but the Canaanites dwelled still in that land.",
      "28": "Nevertheless when Israel was strong, they put the Canaanites to tribute, and expelled them not wholly.",
      "29": "Likewise Ephraim expelled not the Canaanites that dwelt in Gezer, but the Canaanites dwelt in Gezer among them.",
      "30": "Neither did Zebulun expel the inhabitants of Kitron, nor the inhabitants of Nahalol, but the Canaanites dwelt among them, and became tributaries.",
      "31": "Neither did Asher cast out the inhabitants of Acco, nor the inhabitants of Sidon, nor of Ahlab, nor of Achzib, nor of Helbah, nor of Aphik, nor of Rehob,",
      "32": "But the Asherites dwelt among the Canaanites the inhabitants of the land: for they did not drive them out.",
      "33": "Neither did Naphtali drive out the inhabitants of Beth Shemesh, nor the inhabitants of Beth Anath, but dwelt among the Canaanites the inhabitants of the land: nevertheless the inhabitants of Beth Shemesh, and of Beth Anath became tributaries unto them.",
      "34": "And the Amorites drove the children of Dan into the mountain: so that they suffered them not to come down to the valley.",
      "35": "And the Amorites dwelt still in mount Heres in Aijalon, and in Shaalbim, and when the hand of Joseph’s family prevailed, they became tributaries:",
      "36": "And the coast of the Amorites was from Maaleh-Akrabbim, even from Sela and upward."
    },
    "2": {
      "1": "And an Angel of the Lord came up from Gilgal to Bochim, and said, I made you to go up out of Egypt, and have brought you unto the land which I had sworn unto your fathers, and said, I will never break my covenant with you.",
      "2": "Ye also shall make no covenant with the inhabitants of this land, but shall break down their altars: but ye have not obeyed my voice. Why have ye done this?",
      "3": "Wherefore, I said also, I will not cast them out before you, but they shall be as thorns unto your sides, and their gods shall be your destruction.",
      "4": "And when the Angel of the Lord spake these words unto all the children of Israel, the people lifted up their voice, and wept.",
      "5": "Therefore they called the name of that place, Bochim, and offered sacrifices there unto the Lord.",
      "6": "Now when Joshua had sent the people away, the children of Israel went every man into his inheritance, to possess the land.",
      "7": "And the people had served the Lord all the days of Joshua, and all the days of the Elders that outlived Joshua, which had seen all the great works of the Lord that he did for Israel.",
      "8": "But Joshua the son of Nun the servant of the Lord died, when he was an hundred and ten years old:",
      "9": "And they buried him in the coasts of his inheritance, in Timnath Heres in mount Ephraim, on the North side of mount Gaash.",
      "10": "And so all that generation was gathered unto their fathers, and another generation arose after them, which neither knew the Lord, nor yet the works which he had done for Israel.",
      "11": "Then the children of Israel did wickedly in the sight of the Lord, and served Baal,",
      "12": "And forsook the Lord God of their fathers, which brought them out of the land of Egypt and followed other gods, even the gods of the people that were round about them, and bowed unto them, and provoked the Lord to anger.",
      "13": "So they forsook the Lord, and served Baal, and Ashtoreth.",
      "14": "And the wrath of the Lord was hot against Israel, and he delivered them into the hands of spoilers, that spoiled them, and he sold them into the hands of their enemies round about them, so that they could no longer stand before their enemies.",
      "15": "Whithersoever they went out, the hand of the Lord was sore against them, as the Lord had said, and as the Lord had sworn unto them: so he punished them sore.",
      "16": "Notwithstanding, the Lord raised up Judges, which delivered them out of the hands of their oppressors.",
      "17": "But yet they would not obey their Judges for they went a whoring after other gods, and worshipped them, and turned quickly out of the way, wherein their fathers walked, obeying the commandments of the Lord: they did not so.",
      "18": "And when the Lord had raised them up Judges, the Lord was with the Judge, and delivered them out of the hand of their enemies all the days of the Judge (for the Lord had compassion of their groanings, because of them that oppressed them and tormented them.)",
      "19": "Yet when the Judge was dead, they returned, and did worse than their fathers, in following other gods to serve them and worship them: they ceased not from their own inventions, nor from their rebellious way.",
      "20": "Wherefore the wrath of the Lord was kindled against Israel, and he said, Because this people hath transgressed my covenant which I commanded their fathers, and hath not obeyed my voice,",
      "21": "Therefore will I no more cast out before them any of the nations, which Joshua left when he died,",
      "22": "That through them I may prove Israel, whether they will keep the way of the Lord, to walk therein, as their fathers kept it, or not.",
      "23": "So the Lord left those nations, and drove them not out immediately, neither delivered them into the hand of Joshua."
    },
    "3": {
      "1": "These now are the nations which the Lord left, that he might prove Israel by them (even as many of Israel as had not known all the wars of Canaan,",
      "2": "Only to make the generations of the children of Israel to know, and to teach them war, which doubtless their predecessors knew not.)",
      "3": "Five princes of the Philistines, and all the Canaanites, and the Sidonians, and the Hivites that dwelt in mount Lebanon, from mount Baal Hermon until one come to Hamath.",
      "4": "And these remained to prove Israel by them, to wit, whether they would obey the commandments of the Lord, which he commanded their fathers by the hand of Moses.",
      "5": "And the children of Israel dwelt among the Canaanites, the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites,",
      "6": "And they took their daughters to be their wives, and gave their daughters to their sons, and served their gods.",
      "7": "So the children of Israel did wickedly in the sight of the Lord, and forgot the Lord their God, and served Baal, and Asherah.",
      "8": "Therefore the wrath of the Lord was kindled against Israel, and he sold them into the hand of Cushan-Rishathaim King of Aram-naharaim, and the children of Israel served Cushan-Rishathaim eight years.",
      "9": "And when the children of Israel cried unto the Lord, the Lord stirred up a Savior to the children of Israel, and he saved them, even Othniel the son of Kenaz, Caleb’s younger brother.",
      "10": "And the Spirit of the Lord came upon him, and he judged Israel, and went out to war: and the Lord delivered Cushan-Rishathaim king of Aram into his hand, and his hand prevailed against Cushan-Rishathaim.",
      "11": "So the land had rest forty years, and Othniel the son of Kenaz died.",
      "12": "Then the children of Israel again committed wickedness in the sight of the Lord: and the Lord strengthened Eglon king of Moab against Israel, because they had committed wickedness before the Lord.",
      "13": "And he gathered unto him the children of Ammon, and Amalek, and went and smote Israel, and they possessed the city of palm trees.",
      "14": "So the children of Israel served Eglon king of Moab eighteen years.",
      "15": "But when the children of Israel cried unto the Lord, the Lord stirred them up a savior, Ehud the son of Gera the son of Jemini, a man lame of his right hand: and the children of Israel sent a present by him unto Eglon king of Moab.",
      "16": "And Ehud made him a dagger with two edges of a cubit length, and he did gird it under his raiment upon his right thigh,",
      "17": "And he presented the gift unto Eglon king of Moab (and Eglon was a very fat man.)",
      "18": "And when he had now presented the present, he sent away the people that bare the present,",
      "19": "But he turned again from the quarries, that were by Gilgal, and said, I have a secret errand unto thee, O King. Who said, Keep silence: and all that stood about him went out from him.",
      "20": "Then Ehud came unto him, (and he sat alone in a summer parlor, which he had) and Ehud said, I have a message unto thee from God. Then he arose out of his throne.",
      "21": "And Ehud put forth his left hand, and took the dagger from his right thigh, and thrust it into his belly,",
      "22": "So that the haft went in after the blade, and the fat closed about the blade, so that he could not draw the dagger out of his belly, but the dirt came out.",
      "23": "Then Ehud got him out into the porch, and shut the doors of the parlor upon him, and locked them.",
      "24": "And when he was gone out, his servants came: who seeing that the doors of the parlor were locked, they said, Surely he doeth his easement in his summer chamber.",
      "25": "And they tarried till they were ashamed: and seeing he opened not the doors of the parlor, they took the key, and opened them, and behold, their lord was fallen dead on the earth.",
      "26": "So Ehud escaped (while they tarried) and was past the quarries, and escaped unto Seirah,",
      "27": "And when he came home, he blew a trumpet in mount Ephraim, and the children of Israel went down with him from the mountain, and he went before them.",
      "28": "Then said he unto them, Follow me: for the Lord hath delivered your enemies, even Moab into your hand. So they went down after him, and took the passages of Jordan toward Moab, and suffered not a man to pass over.",
      "29": "And they slew of the Moabites the same time about ten thousand men, all fed men, and all were warriors, and there escaped not a man.",
      "30": "So Moab was subdued that day, under the hand of Israel: and the land had rest fourscore years.",
      "31": "And after him was Shamgar the son of Anath, which slew of the Philistines six hundred men with an ox goad, and he also delivered Israel."
    },
    "4": {
      "1": "And the children of Israel began again to do wickedly in the sight of the Lord when Ehud was dead.",
      "2": "And the Lord sold them into the hand of Jabin King of Canaan, that reigned in Hazor, whose chief captain was called Sisera, which dwelt in Harosheth of the Gentiles.",
      "3": "Then the children of Israel cried unto the Lord: (for he had nine hundred chariots of iron, and twenty years he had vexed the children of Israel very sore.)",
      "4": "And at that time Deborah a Prophetess the wife of Lapidoth judged Israel.",
      "5": "And this Deborah dwelt under a palm tree, between Ramah and Bethel in mount Ephraim, and the children of Israel came up to her for judgment.",
      "6": "Then she sent and called Barak the son of Abinoam out of Kedesh of Naphtali, and said unto him, Hath not the Lord God of Israel commanded, saying, Go, and draw toward mount Tabor, and take with thee ten thousand men of the children of Naphtali, and of the children of Zebulun?",
      "7": "And I will draw unto thee to the river Kishon, Sisera, the captain of Jabin’s army with his chariots, and his multitude, and will deliver him into thine hand.",
      "8": "And Barak said unto her, If thou wilt go with me, I will go: but if thou wilt not go with me, I will not go.",
      "9": "Then she answered, I will surely go with thee, but this journey that thou takest, shall not be for thine honor: for the Lord shall sell Sisera into the hand of a woman. And Deborah arose and went with Barak to Kedesh.",
      "10": "And Barak called Zebulun and Naphtali to Kedesh, and he went up on his feet with ten thousand men, and Deborah went up with him.",
      "11": "(Now Heber the Kenite, which was of the children of Hobab the father-in-law of Moses, was departed from the Kenites, and pitched his tent until the plain of Zaanaim, which is by Kedesh.)",
      "12": "Then they showed Sisera, that Barak the son of Abinoam was gone up to mount Tabor.",
      "13": "And Sisera called for all his chariots, even nine hundred chariots of iron, and all the people that were with him from Harosheth of the Gentiles, unto the river Kishon.",
      "14": "Then Deborah said unto Barak, Up: for this is the day that the Lord hath delivered Sisera into thine hand. Is not the Lord gone out before thee? So Barak went down from mount Tabor, and ten thousand men after him.",
      "15": "And the Lord destroyed Sisera and all his chariots, and all his host with the edge of the sword before Barak, so that Sisera lighted down off his chariot, and fled away on his feet.",
      "16": "But Barak pursued after the chariots, and after the host unto Harosheth of the Gentiles: and all the host of Sisera fell upon the edge of the sword: there was not a man left.",
      "17": "Howbeit Sisera fled away on his feet to the tent of Jael the wife of Heber the Kenite: (for peace was between Jabin the king of Hazor, and between the house of Heber the Kenite.)",
      "18": "And Jael went out to meet Sisera, and said unto him, Turn in, my lord, turn into me: fear not. And when he had turned in unto her into her tent, she covered him with a mantel.",
      "19": "And he said unto her, Give me, I pray thee, a little water to drink: for I am thirsty. And she opened a bottle of milk, and gave him drink, and covered him.",
      "20": "Again he said unto her, Stand in the door of the tent, and when any man doth come and inquire of thee, saying, Is any man there? thou shalt say, Nay.",
      "21": "Then Jael Heber’s wife took a nail of the tent, and took an hammer in her hand, and went softly unto him, and smote the nail into his temples, and fastened it into the ground, (for he was fast asleep and weary) and so he died.",
      "22": "And behold, as Barak pursued after Sisera, Jael came out to meet him, and said unto him, Come, and I will show thee the man, whom thou seekest: and when he came into her tent, behold, Sisera lay dead, and the nail in his temples.",
      "23": "So God brought down Jabin the king of Canaan that day before the children of Israel.",
      "24": "And the hand of the children of Israel prospered, and prevailed against Jabin the king of Canaan, until they had destroyed Jabin king of Canaan."
    },
    "5": {
      "1": "Then sang Deborah, and Barak the son of Abinoam the same day, saying,",
      "2": "Praise ye the Lord for the avenging of Israel, and for the people that offered themselves willingly.",
      "3": "Hear, ye kings, hearken ye princes: I, even I will sing unto the Lord: I will sing praise unto the Lord God of Israel.",
      "4": "Lord, when thou wentest out of Seir, when thou departedst out of the field of Edom, the earth trembled, and the heavens rained, the clouds also dropped water.",
      "5": "The mountains melted before the Lord, as did that Sinai before the Lord God of Israel.",
      "6": "In the days of Shamgar the son of Anath, in the days of  Jael, the highways were unoccupied, and the travelers walked through byways.",
      "7": "The towns were not inhabited: they decayed, I say, in Israel, until I Deborah came up, which rose up a mother in Israel.",
      "8": "They chose new gods: then was war in the gates. Was there a shield or spear seen among forty thousand of Israel?",
      "9": "Mine heart is set on the governors of Israel, and on them that are willing among the people: praise ye the Lord.",
      "10": "Speak ye that ride on white asses, ye that dwell by Middin, and that walk by the way.",
      "11": "For the noise of the archers appraised among the drawers of water: there shall they rehearse the righteousness of the Lord, his righteousness of his towns in Israel: then did the people of the Lord go down to the gates.",
      "12": "Up Deborah, up, arise, and sing a song: arise Barak, and lead thy captivity captive, thou son of Abinoam.",
      "13": "For they that remain, have dominion over the mighty of the people: the Lord hath given me dominion over the strong.",
      "14": "Of Ephraim their root arose against Amalek: and after thee Benjamin shall fight against thy people, O Amalek, of Machir came rulers, and of Zebulun, they that handle the pen of the writer.",
      "15": "And the princes of Issachar were with Deborah, and Issachar, and also Barak: he was set on his feet in the valley: for the divisions of Reuben were great thoughts of heart.",
      "16": "Why abodest thou among the sheepfolds, to hear the bleatings of the flocks? for the divisions of Reuben were great thoughts of heart.",
      "17": "Gilead abode beyond Jordan: and why doth Dan remain in ships? Asher sat on the seashore, and tarried in his decayed places.",
      "18": "But the people of Zebulun and Naphtali have jeopardized their lives unto the death in the high places of the field.",
      "19": "The Kings came and fought: then fought the Kings of Canaan in Taanach by the waters of Megiddo: they received no gain of money.",
      "20": "They fought from heaven, even the stars in their courses fought against Sisera.",
      "21": "The River Kishon swept them away, that ancient river the river Kishon. O my soul, thou hast marched valiantly.",
      "22": "Then were the horse hoofs broken with the oft beating together of their mighty men.",
      "23": "Curse ye Meroz: (said the Angel of the Lord) curse the inhabitants thereof, because they came not to help the Lord, to help the Lord against the mighty.",
      "24": "Jael the wife of Heber the Kenite shall be blessed above other women: blessed shall she be above women dwelling in tents.",
      "25": "He asked water, and she gave him milk: she brought forth butter in a lordly dish.",
      "26": "She put her hand to the nail, and her right hand to the workman’s hammer: with the hammer smote she Sisera: she smote off his head, after she had wounded and pierced his temples.",
      "27": "He bowed him down at her feet, he fell down, and lay still: at her feet he bowed him down, and fell: and when he had sunk down, he lay there dead.",
      "28": "The mother of Sisera looked out at a window, and cried through the lattice, Why is his chariot so long a coming? why tarry the wheels of his chariots?",
      "29": "Her wise ladies answered her, Yea. She answered herself with her own words,",
      "30": "Have they not gotten, and they divide the spoil? every man hath a maid or two. Sisera hath a prey of diverse colored garments, a prey of sundry colors made of needle work: of diverse colors of needle work on both sides, for the chief of the spoil.",
      "31": "So let all thine enemies perish, O Lord: but they that love him, shall be as the Sun when he riseth in his might, and the land had rest forty years."
    },
    "6": {
      "1": "Afterward the children of Israel committed wickedness in the sight of the Lord, and the Lord gave them into the hands of Midian seven years.",
      "2": "And the hand of Midian prevailed against Israel, and because of the Midianites the children of Israel made them dens in the mountains, and caves, and strongholds.",
      "3": "When Israel had sown, then came up the Midianites, the Amalekites, and they of the East, and came upon them,",
      "4": "And camped by them, and destroyed the fruit of the earth, even till thou come unto Gaza, and left no food for Israel, neither sheep, nor ox, nor ass.",
      "5": "For they went up, and their cattle, and came with their tents as grasshoppers in multitude: so that they and their camels were without number: and they came into the land to destroy it.",
      "6": "So was Israel exceedingly impoverished by the Midianites: therefore the children of Israel cried unto the Lord.",
      "7": "And when the children of Israel cried unto the Lord because of the Midianites,",
      "8": "The Lord sent unto the children of Israel a Prophet, who said unto them, Thus saith the Lord God of Israel, I have brought you up from Egypt, and have brought you out of the house of bondage,",
      "9": "And I have delivered you out of the hand of the Egyptians, and out of the hand of all that oppressed you, and have cast them out before you, and given you their land.",
      "10": "And I said unto you, I am the Lord your God: fear not the gods of the Amorites in whose land you dwell: but ye have not obeyed my voice.",
      "11": "And the Angel of the Lord came, and sat under the oak which was in Ophrah, that pertained unto Joash the father of the Abiezrites, and his son Gideon threshed wheat by the winepress, to hide it from the Midianites.",
      "12": "Then the Angel of the Lord appeared unto him, and said unto him, The Lord is with thee, thou valiant man.",
      "13": "To whom Gideon answered, Ah my Lord, if the Lord be with us, why then is all this come upon us? and where be all his miracles which our fathers told us of, and said, Did not the Lord bring us out [of] Egypt? but now the Lord hath forsaken us, and delivered us into the hand of the Midianites.",
      "14": "And the Lord looked upon him, and said, Go in this thy might, and thou shalt save Israel out of the hands of the Midianites: have not I sent thee?",
      "15": "And he answered him, Ah my Lord, whereby shall I save Israel? behold, my father is poor in Manasseh, and I am the least in my father’s house.",
      "16": "Then the Lord said unto him, I will therefore be with thee, and thou shalt smite the Midianites, as one man.",
      "17": "And he answered him, I pray thee, if I have found favor in thy sight, then show me a sign, that thou talkest with me.",
      "18": "Depart not hence, I pray thee, until I come unto thee, and bring mine offering, and lay it before thee. And he said, I will tarry until thou come again.",
      "19": "Then Gideon went in, and made ready a kid, and unleavened bread of an Ephah of flour, and put the flesh in a basket, and put the broth in a pot, and brought it out unto him under the oak, and presented it.",
      "20": "And the Angel of God said unto him, Take the flesh and the unleavened bread, and lay them upon this stone, and pour out the broth: and he did so.",
      "21": "Then the Angel of the Lord put forth the end of the staff that he held in his hand, and touched the flesh and the unleavened bread: and there arose up fire out of the stone, and consumed the flesh and the unleavened bread, so the Angel of the Lord departed out of his sight.",
      "22": "And when Gideon perceived that it was an Angel of the Lord, Gideon then said, Alas, my Lord God: for because I have seen an Angel of the Lord face to face, I shall die.",
      "23": "And the Lord said unto him, Peace be unto thee: fear not, thou shalt not die.",
      "24": "Then Gideon made an altar there unto the Lord, and called it Jehovah Shalom: unto this day it is in Ophrah, of the father of the Abiezrites.",
      "25": "And the same night the Lord said unto him, Take thy father’s young bullock, and another bullock of seven years old, and destroy the altar of Baal that thy father hath, and cut down the grove that is by it,",
      "26": "And build an altar unto the Lord thy God upon the top of this rock, in a plain place: and take the second bullock, and offer a burnt offering with the wood of the grove, which thou shalt cut down.",
      "27": "Then Gideon took ten men of his servants, and did as the Lord bade him: but because he feared to do it by day for his father’s household and the men of the city, he did it by night.",
      "28": "And when the men of the city arose early in the morning, behold, the altar of Baal was broken, and the grove cut down that was by it, and the second bullock offered upon the altar that was made.",
      "29": "Therefore they said one to another, Who hath done this thing? and when they inquired and asked, they said, Gideon the son of Joash hath done this thing.",
      "30": "Then the men of the city said unto Joash, Bring out thy son, that he may die: for he hath destroyed the altar of Baal, and hath also cut down the grove that was by it.",
      "31": "And Joash said unto all that stood by him, Will ye plead Baal’s cause? or will ye save him? he that will contend for him, let him die or the morning. If he be God, let him plead for himself against him that hath cast down his altar.",
      "32": "And in that day was Gideon called Jerubbaal, that is, Let Baal plead for himself because he hath broken down his altar.",
      "33": "Then all the Midianites and the Amalekites, and they of the East, were gathered together, and went and pitched in the valley of Jezreel.",
      "34": "But the Spirit of the Lord came upon Gideon and he blew a trumpet, and Abiezer was joined with him.",
      "35": "And he sent messengers throughout all Manasseh, which was also joined with him, and he sent messengers unto Asher, and to Zebulun and to Naphtali, and they came up to meet them.",
      "36": "Then Gideon said unto God, If thou wilt save Israel by mine hand, as thou hast said,",
      "37": "Behold, I will put a fleece of wool in the threshing place: if the dew come on the fleece only and it be dry upon all the earth, then shall I be sure, that thou wilt save Israel by mine hand, as thou hast said.",
      "38": "And so it was: for he rose up early on the morrow, and thrust the fleece together, and wringed the dew out of the fleece, and filled a bowl of water.",
      "39": "Again, Gideon said unto God, Be not angry with me, that I may speak once more: let me prove once again, I pray thee, with the fleece: let it now be dry only upon the fleece, and let dew be upon all the ground.",
      "40": "And God did so the same night: for it was dry upon the fleece only, and there was dew on all the ground."
    },
    "7": {
      "1": "Then Jerubbaal (who is Gideon) rose up early, and all the people that were with him, and pitched beside the well of Harod, so that the host of the Midianites was on the North side of them, in the valley by the hill of Moreh.",
      "2": "And the Lord said unto Gideon, The people that are with thee, are too many for me to give the Midianites into their hands, lest Israel make their vaunt against me, and say, Mine hand hath saved me.",
      "3": "Now therefore proclaim in the audience of the people, and say, Who so is timorous or fearful, let him return, and depart early from mount Gilead. And there returned of the people which were at mount Gilead, two and twenty thousand: so ten thousand remained.",
      "4": "And the Lord said unto Gideon, The people are yet too many: bring them down unto the water, and I will try them for thee there: and of whom I say unto thee, This man shall go with thee, the same shall go with thee: and of whomsoever I say unto thee, This man shall not go with thee, the same shall not go.",
      "5": "So he brought down the people unto the water. And the Lord said unto Gideon, As many as lap the water with their tongues, as a dog lappeth, them put by themselves, and everyone that shall bow down his knees to drink, put apart.",
      "6": "And the number of them that lapped by putting their hands to their mouths, were three hundred men: but all the remnant of the people kneeled down upon their knees to drink water.",
      "7": "Then the Lord said unto Gideon, By these three hundred men that lapped, will I save you, and deliver the Midianites into thine hand: and let all the other people go every man unto his place.",
      "8": "So the people took victuals with them, and their trumpets: and he sent all the rest of Israel, every man unto his tent, and retained the three hundred men: and the host of Midian was beneath him in a valley.",
      "9": "And the same night the Lord said unto him, Arise, get thee down unto the host: for I have delivered it into thine hand.",
      "10": "But if thou fear to go down, then go thou, and Purah thy servant down to the host,",
      "11": "And thou shalt hearken what they say, and so shall thine hands be strong to go down unto the host. Then went he down and Purah his servant unto the outside of the soldiers that were in the host.",
      "12": "And the Midianites, and the Amalekites and all they of the East, lay in the valley like grasshoppers in multitude, and their camels were without number, as the sand which is by the seaside for multitude.",
      "13": "And when Gideon was come, behold, a man told a dream unto his neighbor, and said, Behold, I dreamed a dream and lo, a cake of barley bread tumbled from above into the host of Midian, and came into a tent, and smote it that it fell, and overturned it, that the tent fell down.",
      "14": "And his fellow answered, and said, This is nothing else save the sword of Gideon the son of Joash a man of Israel: for into his hand hath God delivered Midian and all the host.",
      "15": "When Gideon heard the dream told, and the interpretation of the same, he worshipped, and returned unto the host of Israel, and said, Up: for the Lord hath delivered into your hand the host of Midian.",
      "16": "And he divided the three hundred men into three bands, and gave every man a trumpet in his hand with empty pitchers, and lamps within the pitchers.",
      "17": "And he said unto them, Look on me, and do likewise, when I come to the side of the host: even as I do, so do you.",
      "18": "When I blow with a trumpet and all that are with me, blow ye with trumpets also on every side of the host, and say, For the Lord, and for Gideon.",
      "19": "So Gideon and the hundred men that were with him, came unto the outside of the host, in the beginning of the middle watch, and they raised up the watchmen, and they blew with their trumpets, and brake the pitchers that were in their hands.",
      "20": "And the three companies blew with trumpets and brake the pitchers, and held the lamps in their left hands, and the trumpets in their right hands to blow withal: and they cried, The sword of the Lord and of Gideon.",
      "21": "And they stood, every man in his place round about the host: and all the host ran, and cried, and fled.",
      "22": "And the three hundred blew with trumpets, and the Lord set every man’s sword upon his neighbor, and upon all the host: so the host fled to Beth Hashittah in Zererah, and to the border of Abel Meholah, unto Tabbath.",
      "23": "Then the men of Israel being gathered together out of Naphtali, and out of Asher, and out of all Manasseh, pursued after the Midianites.",
      "24": "And Gideon sent messengers unto all mount Ephraim, saying, Come down against the Midianites, and take before them the waters unto Beth Barah and Jordan. Then all the men of Ephraim gathered together and took the waters unto Beth Barah, and Jordan.",
      "25": "And they took two princes of the Midianites, Oreb and Zeeb, and slew Oreb upon the rock Oreb, and slew Zeeb at the winepress of Zeeb, and pursued the Midianites, and brought the heads of Oreb and Zeeb to Gideon beyond Jordan."
    },
    "8": {
      "1": "Then the men of Ephraim said unto him, Why hast thou served us thus that thou calledst us not, when thou wentest to fight with the Midianites? and they chide with him sharply.",
      "2": "To whom he said, What have I now done, in comparison of you? is not the gleaning of grapes of Ephraim better, than the vintage of Abiezer?",
      "3": "God hath delivered into your hands the princes of Midian, Oreb and Zeeb: and what was I able to do in comparison of you? and when he had thus spoken, then their spirits abated toward him.",
      "4": "And Gideon came to Jordan to pass over, he, and the three hundred men that were with him, weary, yet pursuing them.",
      "5": "And he said unto the men of Succoth, Give, I pray you, morsels of bread unto the people that follow me (for they be weary) that I may follow after Zebah and Zalmunna Kings of Midian.",
      "6": "And the princes of Succoth said, Are the hands of Zebah and Zalmunna now in thine hands, that we should give bread unto thine army?",
      "7": "Gideon then said, Therefore when the Lord hath delivered Zebah and Zalmunna into mine hand, I will tear your flesh with thorns of the wilderness and with briers.",
      "8": "And he went up thence to Penuel, and spake unto them likewise, and the men of Penuel answered him, as the men of Succoth answered.",
      "9": "And he said also unto the men of Penuel, When I come again in peace, I will break down this tower.",
      "10": "Now Zebah and Zalmunna were in Karkor, and their hosts with them, about fifteen thousand, all that were left of all the hosts of them of the East: for there was slain an hundred and twenty thousand men, that drew swords.",
      "11": "And Gideon went through them that dwelt in Tabernacles on the East side of Nobah and Jogbehah, and smote the host: for the host was careless.",
      "12": "And when Zebah and Zalmunna fled, he followed after them, and took the two kings of Midian, Zebah and Zalmunna, and discomfited all the host.",
      "13": "So Gideon the son of Joash returned from battle, the sun being yet high,",
      "14": "And took a servant of the men of Succoth, and inquired of him: and he wrote to him the princes of Succoth and the Elders thereof, even seventy and seven men.",
      "15": "And he came unto the men of Succoth, and said, Behold Zebah, and Zalmunna, by whom ye upbraided me, saying, Are the hands of Zebah, and Zalmunna already in thine hands, that we should give bread unto thy weary men?",
      "16": "Then he took the Elders of the city, and thorns of the wilderness and briers, and did tear the men of Succoth with them.",
      "17": "Also he brake down the tower of Penuel, and slew the men of the city.",
      "18": "Then said he unto Zebah and Zalmunna, What manner of men were they, whom ye slew at Tabor? And they answered, As thou art, so were they, every one was like the children of a king.",
      "19": "And he said, They were my brethren, even my mother’s children: as the Lord liveth, if ye had saved their lives, I would not slay you.",
      "20": "Then he said unto Jether his firstborn son, Up, and slay them: but the boy drew not his sword: for he feared, because he was yet young.",
      "21": "Then Zebah and Zalmunna said, Rise thou and fall upon us: for as the man is, so is his strength. And Gideon arose and slew Zebah and Zalmunna, and took away the ornaments, that were on their camels’ necks.",
      "22": "Then the men of Israel said unto Gideon, Reign thou over us, both thou, and thy son and thy son’s son: for thou hast delivered us out of the hand of Midian.",
      "23": "And Gideon said unto them, I will not reign over you, neither shall my child reign over you, but the Lord shall reign over you.",
      "24": "Again Gideon said unto them, I would desire a request of you, that you would give me every man the earrings of his prey (for they [had] golden earrings because they were Ishmaelites.)",
      "25": "And they answered, We will give them. And they spread a garment, and did cast therein every man the earrings of his prey.",
      "26": "And the weight of the golden earrings that he required, was a thousand and seven hundred shekels of gold, beside collars and jewels, and purple raiment that was on the kings of Midian, and beside the chains that were about the camels’ necks.",
      "27": "And Gideon made an Ephod thereof, and put it in Ophrah his city: and all Israel went a whoring there after it, which was the destruction of Gideon and his house.",
      "28": "Thus was Midian brought low before the children of Israel, so that they lifted up their heads no more: and the country was in quietness forty years in the days of Gideon.",
      "29": "Then Jerubbaal the son of Joash went, and dwelt in his own house.",
      "30": "And Gideon had seventy sons begotten of his body: for he had many wives.",
      "31": "And his concubine that was in Shechem, bare him a son also, whose name he called Abimelech.",
      "32": "So Gideon the son of Joash died in a good age, and was buried in the sepulcher of Joash his father in Ophrah, of the father of the Abiezrites.",
      "33": "But when Gideon was dead, the children of Israel turned away, and went a whoring after Baal, and made Baal-Berith their god.",
      "34": "And the children of Israel remembered not the Lord their God, which had delivered them out of the hands of all their enemies on every side.",
      "35": "Neither showed they mercy on the house of Jerubbaal, or Gideon, according to all the goodness which he had showed unto Israel."
    },
    "9": {
      "1": "Then Abimelech the son of Jerubbaal went to Shechem unto his mother’s brethren, and communed with them, and with all the family, and house of his mother’s father, saying,",
      "2": "Say, I pray you, in the audience of all the men of Shechem, Whether is better for you, that all the sons of Jerubbaal, which are seventy persons, reign over you, either that one reign over you? Remember also, that I am your bone, and your flesh.",
      "3": "Then his mother’s brethren spake of him in the audience of all the men of Shechem, all these words: and their hearts were moved to follow Abimelech: for said they, He is our brother.",
      "4": "And they gave him seventy pieces of silver out of the house of Baal-Berith, wherewith Abimelech hired vain and light fellows which followed him.",
      "5": "And he went unto his father’s house at Ophrah, and slew his brethren, the sons of Jerubbaal, about seventy persons upon one stone: yet Jotham the youngest son of Jerubbaal was left: for he hid himself.",
      "6": "And all the men of Shechem gathered together with all the house of Millo, and came and made Abimelech King in the plain, where the stone was erected in Shechem.",
      "7": "And when they told it to Jotham, he went and stood in the top of mount Gerizim, and lifted up his voice, and cried, and said unto them, Hearken unto me, you men of Shechem, that God may hearken unto you.",
      "8": "The trees went forth to anoint a King over them, and said unto the Olive tree, Reign thou over us.",
      "9": "But the Olive tree said unto them, Should I leave my fatness, wherewith by me they honor God and man, and go to advance me above the trees?",
      "10": "Then the trees said to the fig tree, Come thou, and be king over us.",
      "11": "But the fig tree answered them, Should I forsake my sweetness, and my good fruit, and go to advance me above the trees?",
      "12": "Then said the trees unto the vine, Come thou, and be king over us.",
      "13": "But the vine said unto them, Should I leave my wine, whereby I cheer God and man, and go to advance me above the trees?",
      "14": "Then said all the trees unto the bramble, Come thou, and reign over us.",
      "15": "And the bramble said unto the trees, If ye will indeed anoint me king over you, come, and put your trust under my shadow: and if not, the fire shall come out of the bramble, and consume the Cedars of Lebanon.",
      "16": "Now therefore, if ye do truly and incorruptly to make Abimelech King, and if ye have dealt well with Jerubbaal and with his house, and have done unto him according to the deserving of his hands,",
      "17": "(For my father fought for you, and adventured his life, and delivered you out of the hands of Midian.",
      "18": "And ye are risen up against my father’s house this day, and have slain his children, about seventy persons upon one stone, and have made Abimelech, the son of his maidservant, king over the men of Shechem, because he is your brother.)",
      "19": "If ye then have dealt truly and purely with Jerubbaal, and with his house this day, then rejoice ye with Abimelech, and let him rejoice with you.",
      "20": "But if not, let a fire come out from Abimelech, and consume the men of Shechem and the house of Millo: also let a fire come forth from the men of Shechem, and from the house of Millo, and consume Abimelech.",
      "21": "And Jotham ran away, and fled, and went to Beer, and dwelt there for fear of Abimelech his brother.",
      "22": "So Abimelech reigned three years over Israel.",
      "23": "But God sent an evil spirit between Abimelech, and the men of Shechem: and the men of Shechem brake their promise to Abimelech,",
      "24": "That the cruelty toward the seventy sons of Jerubbaal and their blood might come and be laid upon Abimelech their brother, which had slain them, and upon the men of Shechem, which had aided him to kill his brethren.",
      "25": "So the men of Shechem set men in wait for him in the tops of the mountains: who robbed all that passed that way by them: and it was told Abimelech.",
      "26": "Then Gaal the son of Ebed came with his brethren, and they went to Shechem: and the men of Shechem put their confidence in him.",
      "27": "Therefore they went out into the field, and gathered in their grapes, and trode them, and made merry, and went into the house of their gods, and did eat and drink, and cursed Abimelech.",
      "28": "Then Gaal the son of Ebed said, Who is Abimelech? and who is Shechem, that we should serve him? Is he not the son of Jerubbaal? and Zebul is his officer? Serve rather the men of Hamor the father of Shechem: for why should we serve him?",
      "29": "Now would God this people were under mine hand: then would I put away Abimelech. And he said to Abimelech, Increase thine army, and come out.",
      "30": "And when Zebul the ruler of the city heard the words of Gaal the son of Ebed, his wrath was kindled.",
      "31": "Therefore he sent messengers unto Abimelech privily, saying, Behold, Gaal the son of Ebed and his brethren be come to Shechem, and behold, they fortify the city against thee.",
      "32": "Now therefore arise by night, thou and the people that is with thee, and lie in wait in the field.",
      "33": "And rise early in the morning as soon as the sun is up, and assault the city: and when he and the people that is with him, shall come out against thee, do to him what thou canst.",
      "34": "So Abimelech rose up, and all the people that were with him by night: and they lay in wait against Shechem in four bands.",
      "35": "Then Gaal the son of Ebed went out, and stood in the entering of the gate of the city: and Abimelech rose up, and the folk that were with him, from lying in wait.",
      "36": "And when Gaal saw the people, he said to Zebul, Behold, there come people down from the tops of the mountains: and Zebul said unto him, The shadow of the mountains seem men unto thee.",
      "37": "And Gaal spake again, and said, See, there come folk down by the middle of the land, and another band cometh by the way of the plain of Meonenim.",
      "38": "Then said Zebul unto him, Where is now thy mouth that said, Who is Abimelech, that we should serve him? Is not this the people that thou hast despised? Go out now, I pray thee and fight with them.",
      "39": "And Gaal went out before the men of Shechem, and fought with Abimelech.",
      "40": "But Abimelech pursued him, and he fled before him, and many were overthrown and wounded even unto the entering of the gate.",
      "41": "And Abimelech dwelt at Arumah: and Zebul thrust out Gaal and his brethren that they should not dwell in Shechem.",
      "42": "And on the morrow, the people went out into the field: which was told Abimelech.",
      "43": "And he took the people, and divided them into three bands, and laid wait in the fields, and looked, and behold, the people were come out of the city, and he rose up against them, and smote them.",
      "44": "And Abimelech, and the bands that were with him, rushed forward, and stood in the entering of the gate of the city: and the two other bands ran upon all the people that were in the field, and slew them.",
      "45": "And when Abimelech had fought against the city all that day, he took the city, and slew the people that was therein, and destroyed the city, and sowed salt in it.",
      "46": "And when all the men of the tower of Shechem heard it, they entered into an hold of the house of the god Berith.",
      "47": "And it was told Abimelech, that all the men of the tower of Shechem were gathered together.",
      "48": "And Abimelech got him up to mount Zalmon, he and all the people that were with him: and Abimelech took axes with him, and cut down boughs of trees, and took them, and bare them on his shoulder, and said unto the folk that were with him, What ye have seen me do, make haste, and do like me.",
      "49": "Then all the people also cut down every man his bough, and followed Abimelech, and put them to the hold, and set the hold on fire with them so all the men of the tower of Shechem died also, about a thousand men and women.",
      "50": "Then went Abimelech to Thebez, and besieged Thebez, and took it.",
      "51": "But there was a strong tower within the city, and thither fled all the men and women, and all the chiefs of the city, and shut it to them, and went up to the top of the tower.",
      "52": "And Abimelech came unto the tower, and fought against it, and went hard unto the door of the tower to set it on fire.",
      "53": "But a certain woman cast a piece of a millstone upon Abimelech’s head, and brake his brainpan.",
      "54": "Then Abimelech called hastily his page that bore his harness, and said unto him, Draw thy sword and slay me, that men say not of me, A woman slew him. And his page thrust him through, and he died.",
      "55": "And when the men of Israel saw that Abimelech was dead, they departed every man unto his own place.",
      "56": "Thus God rendered the wickedness of Abimelech, which he did unto his father in slaying his seventy brethren.",
      "57": "Also all the wickedness of the men of Shechem did God bring upon their heads. So upon them came the curse of Jotham the son of Jerubbaal."
    },
    "10": {
      "1": "After Abimelech, there arose to defend Israel, Tola, the son of Puah, the son of Dodo, a man of Issachar, which dwelt in Shamir in mount Ephraim.",
      "2": "And he judged Israel three and twenty years, and died, and was buried in Shamir.",
      "3": "And after him arose Jair a Gileadite, and judged Israel two and twenty years.",
      "4": "And he had thirty sons that rode on thirty asscolts, and they had thirty cities, which are called Havoth Jair unto this day, and are in the land of Gilead.",
      "5": "And Jair died, and was buried in Camon.",
      "6": "And the children of Israel wrought wickedness again in the sight of the Lord, and served Baal and Ashtoreth, and the gods of Aram, and the gods of Sidon, and the gods of Moab, and the gods of the children of Ammon, and the gods of the Philistines, and forsook the Lord and served not him.",
      "7": "Therefore the wrath of the Lord was kindled against Israel, and he sold them into the hands of the Philistines, and into the hands of the children of Ammon:",
      "8": "Who from that year vexed and oppressed the children of Israel eighteen years, even all the children of Israel that were beyond Jordan, in the land of the Amorites, which is in Gilead.",
      "9": "Moreover, the children of Ammon went over Jordan to fight against Judah and against Benjamin, and against the house of Ephraim: so that Israel was sore tormented.",
      "10": "Then the children of Israel cried unto the Lord, saying, We have sinned against thee, even because we have forsaken our own God, and have served Baal.",
      "11": "And the Lord said unto the children of Israel, Did not I deliver you from the Egyptians and from the Amorites, from the children of Ammon, and from the Philistines?",
      "12": "The Sidonians also, and the Amalekites, and the Maonites did oppress you, and ye cried to me, and I saved you out of their hands.",
      "13": "Yet ye have forsaken me, and served other gods: Wherefore I will deliver you no more.",
      "14": "Go, and cry unto the gods which ye have chosen: let them save you in the time of your tribulation.",
      "15": "And the children of Israel said unto the Lord, We have sinned: do thou unto us whatsoever please thee: only we pray thee to deliver us this day.",
      "16": "Then they put away the strange gods from among them, and served the Lord: and his soul was grieved for the misery of Israel.",
      "17": "Then the children of Ammon gathered themselves together, and pitched in Gilead: and the children of Israel assembled themselves, and pitched in Mizpah.",
      "18": "And the people and princes of Gilead said one to another, Whosoever will begin the battle against the children of Ammon, the same shall be head over all the inhabitants of Gilead."
    },
    "11": {
      "1": "Then Gilead begat Jephthah, and Jephthah the Gileadite was a valiant man, but the son of an harlot.",
      "2": "And Gilead’s wife bare him sons, and when the woman’s children were come to age, they thrust out Jephthah, and said unto him, Thou shalt not inherit in our father’s house: for thou art the son of a strange woman.",
      "3": "Then Jephthah fled from his brethren, and dwelt in the land of Tob: and there gathered idle fellows to Jephthah, and went out with him.",
      "4": "And in process of time, the children of Ammon made war with Israel.",
      "5": "And when the children of Ammon fought with Israel, the Elders of Gilead went to fetch Jephthah out of the land of Tob.",
      "6": "And they said unto Jephthah, Come and be our captain, that we may fight with the children of Ammon.",
      "7": "Jephthah then answered the Elders of Gilead, Did not ye hate me, and expel me out of my father’s house? how then come you unto me now in time of your tribulation?",
      "8": "Then the Elders of Gilead said unto Jephthah, Therefore we turn again to thee now, that thou mayest go with us, and fight against the children of Ammon, and be our head over all the inhabitants of Gilead.",
      "9": "And Jephthah said unto the Elders of Gilead, If ye bring me home again to fight against the children of Ammon, if the Lord give them before me, shall I be your head?",
      "10": "And the Elders of Gilead said unto Jephthah, The Lord be witness between us, if we do not according to thy words.",
      "11": "Then Jephthah went with the Elders of Gilead, and the people made him head and captain over them: and Jephthah rehearsed all his words before the Lord in Mizpah.",
      "12": "Then Jephthah sent messengers unto the king of the children of Ammon, saying, What hast thou to do with me, that thou art come against me, to fight in my land?",
      "13": "And the king of the children of Ammon answered unto the messengers of Jephthah, Because Israel took my land, when they came up from Egypt, from Arnon unto Jabbok, and unto Jordan: now therefore restore those lands quietly.",
      "14": "Yet Jephthah sent messengers again unto the king of the children of Ammon,",
      "15": "And said unto him, Thus saith Jephthah, Israel took not the land of Moab, nor the land of the children of Ammon.",
      "16": "But when Israel came up from Egypt, and walked through the wilderness unto the red sea, then they came to Kadesh.",
      "17": "And Israel sent messengers unto the king of Edom, saying, Let me, I pray thee, go through thy land: but the king of Edom would not consent: and also they sent unto the king of Moab, but he would not: therefore Israel abode in Kadesh.",
      "18": "Then they went through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the Eastside of the land of Moab, and pitched on the other side of Arnon, and came not within the coast of Moab: for Arnon was the border of Moab.",
      "19": "Also Israel sent messengers unto Sihon, king of the Amorites, the king of Heshbon, and Israel said unto him, Let us pass, we pray thee, by thy land unto our place.",
      "20": "But Sihon consented not to Israel, that he should go through his coast: but Sihon gathered all his people together, and pitched in Jahaz, and fought with Israel.",
      "21": "And the Lord God of Israel gave Sihon, and all his folk into the hands of Israel, and they smote them: so Israel possessed all the land of the Amorites, the inhabitants of that country:",
      "22": "And they possessed all the coast of the Amorites, from Arnon unto Jabbok, and from the wilderness even unto Jordan.",
      "23": "Now therefore the Lord God of Israel hath cast out the Amorites before his people Israel, and shouldest thou possess it?",
      "24": "Wouldest not thou possess that which Chemosh thy god giveth thee to possess? So whomsoever the Lord our God driveth out before us, them will we possess.",
      "25": "And art thou now far better than Balak the son of Zippor king of Moab? did he not strive with Israel and fight against them,",
      "26": "When Israel dwelt in Heshbon and in her towns, and in Aroer and in her towns, and in all the cities that are by the coasts of Arnon, three hundred years? why did ye not then recover them in that space?",
      "27": "Wherefore I have not offended thee: but thou doest me wrong to war against me. The Lord the Judge be judge this day between the children of Israel, and the children of Ammon.",
      "28": "Howbeit the king of the children of Ammon hearkened not unto the words of Jephthah, which he had sent him.",
      "29": "Then the Spirit of the Lord came upon Jephthah, and he passed over to Gilead, and to Manasseh, and came to Mizpah in Gilead, and from Mizpah in Gilead he went unto the children of Ammon.",
      "30": "And Jephthah vowed a vow unto the Lord, and said, If thou shalt deliver the children of Ammon into mine hands,",
      "31": "Then that thing that cometh out of the doors of mine house to meet me, when I come home in peace from the children of Ammon, shall be the Lord’s, and I will offer it for a burnt offering.",
      "32": "And so Jephthah went unto the children of Ammon to fight against them, and the Lord delivered them into his hands.",
      "33": "And he smote them from Aroer even till thou come to Minnith, twenty cities, and so forth to Abel of the vineyards, with an exceeding great slaughter. Thus the children of Ammon were humbled before the children of Israel.",
      "34": "Now when Jephthah came to Mizpah unto his house, behold, his daughter came out to meet him with timbrels and dances, which was his only child: he had none other son, nor daughter.",
      "35": "And when he saw her, he rent his clothes, and said, Alas my daughter, thou hast brought me low, and art of them that trouble me: for I have opened my mouth unto the Lord, and cannot go back.",
      "36": "And she said unto him, My father, if thou hast opened thy mouth unto the Lord, do with me as thou hast promised, seeing that the Lord hath avenged thee of thine enemies the children of Ammon.",
      "37": "Also she said unto her father, Do thus much for me: suffer me two months, that I may go to the mountains, and bewail my virginity, I and my fellows.",
      "38": "And he said, Go: and he sent her away two months: so she went with her companions, and lamented her virginity upon the mountains.",
      "39": "And after the end of two months, she turned again unto her father, who did with her according to his vow which he had vowed, and she had known no man. And it was a custom in Israel:",
      "40": "The daughters of Israel went year by year to lament the daughter of Jephthah the Gileadite, four days in a year."
    },
    "12": {
      "1": "And the men of Ephraim gathered themselves together, and went Northward, and said unto Jephthah, Wherefore wentest thou to fight against the children of Ammon, and didst not call us to go with thee? we will therefore burn thine house upon thee with fire.",
      "2": "And Jephthah said unto them, I and my people were at great strife with the children of Ammon, and when I called you, ye delivered me not out of their hands.",
      "3": "So when I saw that ye delivered me not, I put my life in mine hands, and went upon the children of Ammon: so the Lord delivered them into mine hands. Wherefore then are ye come upon me now to fight against me?",
      "4": "Then Jephthah gathered all the men of Gilead, and fought with Ephraim: and the men of Gilead smote Ephraim, because they said, Ye Gileadites are runagates of Ephraim among the Ephraimites, and among the Manassites.",
      "5": "Also the Gileadites took the passages of Jordan before the Ephraimites, and when the Ephraimites that were escaped, said, Let me pass, then the men of Gilead said unto him, Art thou an Ephraimite? If he said, Nay,",
      "6": "Then said they unto him, Say now Shibboleth: and he said Sibboleth: for he could not so pronounce: then they took him, and slew him at the passages of Jordan: and there fell at that time of the Ephraimites two and forty thousand.",
      "7": "And Jephthah judged Israel six years: then died Jephthah the Gileadite, and was buried in one of the cities of Gilead.",
      "8": "After him Ibzan of Bethlehem judged Israel,",
      "9": "Who had thirty sons and thirty daughters, which he sent out, and took in thirty daughters from abroad for his sons: and he judged Israel seven years.",
      "10": "Then Ibzan died, and was buried at Bethlehem.",
      "11": "And after him judged Israel Elon, a Zebulunite, and he judged Israel ten years.",
      "12": "Then Elon the Zebulunite died, and was buried in Aijalon in the country of Zebulun.",
      "13": "And after him Abdon the son of Hillel the Pirathonite judged Israel.",
      "14": "And he had forty sons and thirty nephews that rode on seventy asscolts: and he judged Israel eight years.",
      "15": "Then died Abdon the son of Hillel the Pirathonite, and was buried in Pirathon, in the land of Ephraim, in the mount of the Amalekites."
    },
    "13": {
      "1": "But the children of Israel continued to commit wickedness in the sight of the Lord, and the Lord delivered them into the hands of the Philistines forty years.",
      "2": "Then there was a man in Zorah of the family of the Danites named Manoah, whose wife was barren, and bare not.",
      "3": "And the Angel of the Lord appeared unto the woman, and said unto her, Behold now, thou art barren, and bearest not: but thou shalt conceive, and bear a son.",
      "4": "And now therefore beware that thou drink no wine, nor strong drink, neither eat any unclean thing.",
      "5": "For lo, thou shalt conceive and bear a son, and no razor shall come on his head: for the child shall be a Nazirite unto God from his birth: and he shall begin to save Israel out of the hands of the Philistines.",
      "6": "Then the wife came and told her husband, saying, A man of God came unto me, and the fashion of him was like the fashion of the Angel of God exceedingly fearful, but I asked him not whence he was, neither told he me his name,",
      "7": "But he said unto me, Behold, thou shalt conceive and bear a son, and now thou shalt drink no wine nor strong drink, neither eat any unclean thing, for the child shall be a Nazirite to God from his birth to the day of his death.",
      "8": "Then Manoah prayed to the Lord, and said, I pray thee, my Lord, let the man of God, whom thou sentest, come again now unto us, and teach us what we shall do unto the child when he is born.",
      "9": "And God heard the voice of Manoah, and the Angel of God came again unto the wife, as she sat in the field, but Manoah her husband was not with her.",
      "10": "And the wife made haste and ran, and showed her husband, and said unto him, Behold, the man hath appeared unto me, that came unto me today.",
      "11": "And Manoah arose and went after his wife, and came to the man, and said unto him, Art thou the man that spakest unto the woman? and he said, Yea.",
      "12": "Then Manoah said, Now let thy saying come to pass: but how shall we order the child and do unto him?",
      "13": "And the Angel of the Lord said unto Manoah, The woman must beware of all that I said unto her.",
      "14": "She may eat of nothing that cometh of the vine tree: she shall not drink wine nor strong drink, nor eat any unclean thing: let her observe all that I have commanded her.",
      "15": "Manoah then said unto the Angel of the Lord, I pray thee, let us retain thee, until we have made ready a kid for thee.",
      "16": "And the Angel of the Lord said unto Manoah, Though thou make me abide, I will not eat of thy bread, and if thou wilt make a burnt offering, offer it unto the Lord: for Manoah knew not that it was an Angel of the Lord.",
      "17": "Again Manoah said unto the Angel of the Lord, What is thy name, that when thy saying is come to pass, we may honor thee?",
      "18": "And the Angel of the Lord said unto him, Why askest thou thus after my name, which is secret?",
      "19": "Then Manoah took a kid with a meat offering, and offered it upon a stone unto the Lord: and the Angel did wondrously, while Manoah and his wife looked on.",
      "20": "For when the flame came up toward heaven from the altar, the Angel of the Lord ascended up in the flame of the altar, and Manoah and his wife beheld it, and fell on their faces unto the ground.",
      "21": "(So the Angel of the Lord did no more appear unto Manoah and his wife.) Then Manoah knew that it was an Angel of the Lord.",
      "22": "And Manoah said unto his wife, We shall surely die, because we have seen God.",
      "23": "But his wife said unto him, If the Lord would kill us, he would not have received a burnt offering, and a meat offering of our hands, neither would he have showed us all these things, nor would now have told us any such.",
      "24": "And the wife bore a son, and called his name Samson: and the child grew, and the Lord blessed him.",
      "25": "And the Spirit of the Lord began to strengthen him in the host of Dan, between Zorah and Eshtaol."
    },
    "14": {
      "1": "Now Samson went down to Timnah, and saw a woman in Timnah of the daughters of the Philistines,",
      "2": "And he came up and told his father and his mother and said, I have seen a woman in Timnah of the daughters of the Philistines: now therefore give me her to wife.",
      "3": "Then his father and his mother said unto him, Is there never a wife among the daughters of thy brethren, and among all my people, that thou must go to take a wife of the uncircumcised Philistines? And Samson said unto his father, Give me her, for she pleaseth me well.",
      "4": "But his father and his mother knew not that it came of the Lord, that he should seek an occasion against the Philistines: for at that time the Philistines reigned over Israel.",
      "5": "Then went Samson, and his father and his mother down to Timnah, and came to the vineyards of Timnah: and behold, a young lion roared upon him.",
      "6": "And the Spirit of the Lord came upon him, and he tare him, as one should have rent a kid, and had nothing in his hand, neither told he his father nor his mother what he had done.",
      "7": "And he went down, and talked with the woman which was beautiful in the eyes of Samson.",
      "8": "And within a few days, when he returned to receive her, he went aside to see the carcass of the lion: and behold, there was a swarm of bees, and honey in the body of the lion.",
      "9": "And he took thereof in his hands, and went eating, and came to his father and to his mother, and gave unto them, and they did eat: but he told not them, that he had taken the honey out of the body of the lion.",
      "10": "So his father went down unto the woman, and Samson made there a feast: for so used the young men to do.",
      "11": "And when they saw him, they brought thirty companions to be with him.",
      "12": "Then Samson said unto them, I will now put forth a riddle unto you: and if you can declare it me within seven days of the feast, and find it out, I will give you thirty sheets, and thirty change of garments.",
      "13": "But if you cannot declare it me, then shall ye give me thirty sheets and thirty change of garments. And they answered him, Put forth thy riddle, that we may hear it.",
      "14": "And he said unto them, Out of the eater came meat, and out of the strong came sweetness: and they could not in three days expound the riddle.",
      "15": "And when the seventh day was come, they said unto Samson’s wife, Entice thine husband that he may declare us the riddle, lest we burn thee and thy father’s house with fire. Have ye called us to possess us? is it not so?",
      "16": "And Samson’s wife wept before him, and said, Surely thou hatest me, and lovest me not: for thou hast put forth a riddle unto the children of my people, and hast not told it me. And he said unto her, Behold, I have not told it my father nor my mother, and shall I tell it thee?",
      "17": "Then Samson’s wife wept before him seven days, while their feast lasted, and when the seventh day came, he told her, because she was importunate upon him: so she told the riddle to the children of her people.",
      "18": "And the men of the city said unto him the seventh day before the sun went down, What is sweeter than honey? and what is stronger than a Lion? Then said he unto them, If ye had not plowed with my heifer, ye had not found out my riddle.",
      "19": "And the Spirit of the Lord came upon him, and he went down to Ashkelon, and slew thirty men of them and spoiled them, and gave change of garments unto them, which expounded the riddle: and his wrath was kindled, and he went up to his father’s house.",
      "20": "Then Samson’s wife was given to his companion, whom he had used as his friend."
    },
    "15": {
      "1": "But within a while after, in the time of wheat harvest, Samson visited his wife with a kid, saying, I will go in to my wife into the chamber: but her father would not suffer him to go in.",
      "2": "And her father said, I thought that thou hadst hated her: therefore gave I her to thy companion. Is not her younger sister fairer than she? take her, I pray thee, instead of the other.",
      "3": "Then Samson said unto them, Now am I more blameless than the Philistines: therefore will I do them displeasure.",
      "4": "And Samson went out, and took three hundred foxes, and took firebrands, and turned them tail to tail, and put a firebrand in the midst between two tails.",
      "5": "And when he had set the brands on fire, he sent them out into the standing corn of the Philistines, and burnt up both the ricks and the standing corn, with the vineyards and olives.",
      "6": "Then the Philistines said, Who hath done this? And they answered, Samson the son-in-law of the Timnite, because he had taken his wife, and given her to his companion. Then the Philistines came up and burnt her and her father with fire.",
      "7": "And Samson said unto them, Though ye have done this, yet will I be avenged of you, and then I will cease.",
      "8": "So he smote them hip and thigh with a mighty plague: then he went and dwelt in the top of the rock Etam.",
      "9": "Then the Philistines came up, and pitched in Judah, and were spread abroad in Lehi.",
      "10": "And the men of Judah said, Why are ye come up unto us? And they answered, To bind Samson are we come up, and to do to him as he hath done to us.",
      "11": "Then three thousand men of Judah went to the top of the rock Etam, and said to Samson, Knowest thou not that the Philistines are rulers over us? Wherefore then hast thou done thus unto us? And he answered them, As they did unto me, so have I done unto them.",
      "12": "Again they said unto him, We are come to bind thee, and to deliver thee into the hand of the Philistines. And Samson said unto them, Swear unto me, that ye will not fall upon me yourselves.",
      "13": "And they answered him, saying, No, but we will bind thee and deliver thee unto their hand, but we will not kill thee. And they bound him with two new cords, and brought him from the rock.",
      "14": "When he came to Lehi, the Philistines shouted against him, and the Spirit of the Lord came upon him, and the cords that were upon his arms, became as flax that was burnt with fire: for the bands loosed from his hands.",
      "15": "And he found a new jawbone of an ass, and put forth his hands, and caught it, and slew a thousand men therewith.",
      "16": "Then Samson said, With the jaw of an ass are heaps upon heaps: with the jaw of an ass have I slain a thousand men.",
      "17": "And when he had left speaking, he cast away the jawbone out of his hand, and called that place, Ramath Lehi.",
      "18": "And he was sore athirst, and called on the Lord, and said, Thou hast given this great deliverance into the hand of thy servant: and now shall I die for thirst, and fall into the hand of the uncircumcised?",
      "19": "Then God brake the cheek tooth, that was in the jaw, and water came there out: and when he had drunk, his spirit came again, and he was revived: wherefore the name thereof is called, En Hakkore, which is in Lehi unto this day.",
      "20": "And he judged Israel in the days of the Philistines twenty years."
    },
    "16": {
      "1": "Then went Samson to Gaza, and saw there an harlot, and went in unto her.",
      "2": "And it was told to the Gazites, Samson is come hither. And they went about, and laid wait for him all night in the gate of the city, and were quiet all the night, saying, Abide till the morning early, and we shall kill him.",
      "3": "And Samson slept till midnight, and arose at midnight, and took the doors of the gates of the city and the two posts, and lifted them away with the bars, and put them upon his shoulders, and carried them up to the top of the mountain that is before Hebron.",
      "4": "And after this he loved a woman by the river of Sorek, whose name was Delilah:",
      "5": "Unto whom came the princes of the Philistines, and said unto her, Entice him, and see wherein his great strength lieth, and by what means we may overcome him, that we may bind him, and punish him, and every one of us shall give thee eleven hundred shekels of silver.",
      "6": "And Delilah said to Samson, Tell me, I pray thee, wherein thy great strength lieth, and wherewith thou mightest be bound, to do thee hurt.",
      "7": "Samson then answered unto her, If they bind me with seven green cords, that were never dried, then shall I be weak, and be as another man.",
      "8": "And the princes of the Philistines brought her seven green cords that were not dry, and she bound him therewith.",
      "9": "(And she had men lying in wait with her in the chamber) Then she said unto him, The Philistines be upon thee, Samson. And he brake the cords, as a thread of tow is broken, when it feeleth fire: so his strength was not known.",
      "10": "After Delilah said unto Samson, See, thou hast mocked me, and told me lies. I pray thee now, tell me wherewith thou mightest be bound.",
      "11": "Then he answered her, If they bind me with new ropes that never were occupied, then shall I be weak, and be as another man.",
      "12": "Delilah therefore took new ropes, and bound him therewith, and said unto him, The Philistines be upon thee, Samson: (and men lay in wait in the chamber) and he brake them from his arms, as a thread.",
      "13": "Afterward Delilah said to Samson, Hitherto thou hast beguiled me, and told me lies: tell me how thou mightest be bound. And he said unto her, If thou plattedst seven locks of mine head with the threads of the woof.",
      "14": "And she fastened it with a pin, and said unto him, The Philistines be upon thee, Samson. And he awoke out of his sleep, and went away with the pin of the web, and the woof.",
      "15": "Again she said unto him, How canst thou say, I love thee, when thine heart is not with me? thou hast mocked me these three times, and hast not told me wherein thy great strength lieth.",
      "16": "And because she was importunate upon him with her words continually, and vexed him, his soul was pained unto the death.",
      "17": "Therefore he told her all his heart, and said unto her, There never came razor upon mine head: for I am a Nazirite unto God from my mother’s womb: therefore if I be shaven, my strength will go from me, and I shall be weak and be like all other men.",
      "18": "And when Delilah saw that he had told her all his heart, she sent, and called for the Princes of the Philistines, saying, Come up once again: for he hath showed me all his heart. Then the Princes of the Philistines came up unto her, and brought the money in their hands.",
      "19": "And she made him sleep upon her knees, and she called a man, and made him to shave off the seven locks of his head, and she began to vex him, and his strength was gone from him.",
      "20": "Then she said, The Philistines be upon thee, Samson. And he awoke out of his sleep, and thought, I will go out now as at other times, and shake myself, but he knew not that the Lord was departed from him.",
      "21": "Therefore the Philistines took him, and put out his eyes, and brought him down to Gaza, and bound him with fetters: and he did grind in the prison house.",
      "22": "And the hair of his head began to grow again after that it was shaven.",
      "23": "Then the Princes of the Philistines gathered them together for to offer a great sacrifice unto Dagon their god, and to rejoice: for they said, Our god hath delivered Samson our enemy into our hands.",
      "24": "Also when the people saw him, they praised their god: for they said, Our god hath delivered into our hands our enemy and destroyer of our country, which hath slain many of us.",
      "25": "And when their hearts were merry, they said, Call Samson, that he may make us pastime: So they called Samson out of the prison house, and he was a laughing stock unto them, and they set him between the pillars.",
      "26": "Then Samson said unto the servant that led him by the hand, Lead me, that I may touch the pillars that the house standeth upon, and that I may lean to them.",
      "27": "(Now the house was full of men and women, and there were all the princes of the Philistines: also upon the roof were about three thousand men and women, that beheld while Samson played)",
      "28": "Then Samson called unto the Lord, and said, O Lord God, I pray thee, think upon me: O God, I beseech thee, strengthen me at this time only, that I may be at once avenged of the Philistines for my two eyes.",
      "29": "And Samson laid hold on the two middle pillars whereupon the house stood, and on which it was borne up: on the one with his right hand, and on the other with his left.",
      "30": "Then said Samson, Let me lose my life with the Philistines: and he bowed him with all his might, and the house fell upon the princes, and upon all the people that were therein: so the dead which he slew at his death, were more than they which he had slain in his life.",
      "31": "Then his brethren, and all the house of his father came down and took him, and brought him up and buried him between Zorah and Eshtaol, in the sepulcher of Manoah his father: now he had judged Israel twenty years."
    },
    "17": {
      "1": "There was a man of mount Ephraim, whose name was Micah,",
      "2": "And he said unto his mother, The eleven hundred shekels of silver that were taken from thee, for the which thou cursedst, and spakedst it, even in mine hearing, behold, the silver is with me, I took it. Then his mother said, Blessed be my son of the Lord.",
      "3": "And when he had restored the eleven hundred shekels of silver to his mother, his mother said, I had dedicate the silver to the Lord of mine hand for my son, to make a graven and molten image. Now therefore I will give it thee again.",
      "4": "And when he had restored the money unto his mother, his mother took two hundred shekels of silver, and gave them to the founder, which made thereof a graven and molten image, and it was in the house of Micah.",
      "5": "And this man Micah had an house of gods, and made an Ephod, and Teraphim, and consecrated one of his sons, who was his Priest.",
      "6": "In those days there was no King in Israel, but every man did that which was good in his own eyes.",
      "7": "There was also a young man out of Bethlehem Judah, of the family of Judah: who was a Levite, and sojourned there.",
      "8": "And the man departed out of the city, even out of Bethlehem Judah, to dwell where he could find a place: and as he journeyed, he came to mount Ephraim to the house of Micah.",
      "9": "And Micah said unto him, Whence comest thou? And the Levite answered him, I come from Bethlehem Judah, and go to dwell where I may find a place.",
      "10": "Then Micah said unto him, Dwell with me, and be unto me a father and a Priest, and I will give thee ten shekels of silver by year, and a suit of apparel, and thy meat and drink. So the Levite went in.",
      "11": "And the Levite was content to dwell with the man, and the young man was unto him as one of his own sons.",
      "12": "And Micah consecrated the Levite, and the young man was his Priest, and was in the house of Micah.",
      "13": "Then said Micah, Now I know that the Lord will be good unto me, seeing I have a Levite to my Priest."
    },
    "18": {
      "1": "In those days there was no king in Israel, and at the same time the tribe of Dan sought them an inheritance to dwell in: for unto that time all their inheritance had not fallen unto them among the tribes of Israel.",
      "2": "Therefore the children of Dan sent of their family, five men out of their coasts, even men expert in war, out of Zorah and Eshtaol, to view the land and search it out, and said unto them, Go, and search out the land. Then they came to mount Ephraim to the house of Micah and lodged there.",
      "3": "When they were in the house of Micah, they knew the voice of the young man the Levite: and being turned in thither, they said unto him, Who brought thee hither? or what makest thou in this place? and what hast thou to do here?",
      "4": "And he answered them, Thus and thus dealeth Micah with me, and hath hired me, and I am his Priest.",
      "5": "Again they said unto him, Ask counsel now of God, that we may know whether the way which we go, shall be prosperous.",
      "6": "And the Priest said unto them, Go in peace: for the Lord guideth your way which ye go.",
      "7": "Then the five men departed, and came to Laish, and saw the people that were therein, which dwelt careless, after the manner of the Sidonians, quiet and sure, because no man made any trouble in the land, or usurped any dominion: also they were far from the Sidonians, and had no business with other men.",
      "8": "So they came again unto their brethren to Zorah and Eshtaol: and their brethren said unto them, What have ye done?",
      "9": "And they answered, Arise, that we may go up against them: for we have seen the land, and surely it is very good, and do ye sit still? be not slothful to go and enter to possess the land:",
      "10": "(If ye will go, ye shall come unto a careless people, and the country is large) for God hath given it into your hand. It is a place which doth lack nothing that is in the world.",
      "11": "Then there departed thence of the family of the Danites, from Zorah and from Eshtaol, six hundred men appointed with instruments of war.",
      "12": "And they went up, and pitched in Kirjath Jearim in Judah: wherefore they called that place Mahaneh Dan unto this day: and it is behind Kirjath Jearim.",
      "13": "And they went thence unto mount Ephraim, and came to the house of Micah.",
      "14": "Then answered the five men that went to spy out the country of Laish, and said unto their brethren, Know ye not, that there is in these houses an Ephod, and Teraphim, and a graven and a molten image? Now therefore consider what ye have to do.",
      "15": "And they turned thitherward and came to the house of the young man the Levite, even unto the house of Micah, and saluted him peaceably.",
      "16": "And the six hundred men appointed with their weapons of war, which were of the children of Dan, stood by the entering of the gate.",
      "17": "Then the five men that went to spy out the land, went in thither, and took the graven image and the Ephod, and the Teraphim, and the molten image: and the Priest stood in the entering of the gate with the six hundred men that were appointed with weapons of war.",
      "18": "And the other went into Micah’s house, and fet the graven image, the Ephod and the Teraphim, and the molten image. Then said the Priest unto them, What do ye?",
      "19": "And they answered him, Hold thy peace: lay thine hand upon thy mouth, and come with us to be our father and Priest. Whether is it better that thou shouldest be a Priest unto the house of one man, or that thou shouldest be a Priest unto a tribe and to a family in Israel?",
      "20": "And the Priest’s heart was glad, and he took the Ephod, and the Teraphim, and the graven image, and went among the people.",
      "21": "And they turned and departed, and put the children, and the cattle, and the substance before them.",
      "22": "When they were far off from the house of Micah, the men that were in the houses near to Micah’s house, gathered together, and pursued after the children of Dan,",
      "23": "And cried unto the children of Dan: who turned their faces, and said unto Micah, What aileth thee that thou makest an outcry?",
      "24": "And he said, Ye have taken away my gods, which I made, and the Priest, and go your ways: and what have I more? how then say ye unto me, What aileth thee?",
      "25": "And the children of Dan said unto him, Let not thy voice be heard among us, lest angry fellows run upon thee, and thou lose thy life with the lives of thine household.",
      "26": "So the children of Dan went their ways: and when Micah saw that they were too strong for him, he turned and went back unto his house.",
      "27": "And they took the things which Micah had made, and the Priest which he had, and came unto Laish, unto a quiet people, and without mistrust, and smote them with the edge of the sword, and burnt the city with fire:",
      "28": "And there was none to help, because Laish was far from Sidon, and they had no business with other men: also it was in the valley that lieth by Beth Rehob. After, they built the city, and dwelt therein,",
      "29": "And called the name of the city Dan, after the name of Dan their father, which was born unto Israel: howbeit the name of the city was Laish at the beginning.",
      "30": "Then the children of Dan set them up the graven image: and Jonathan the son of Gershom, the son of Manasseh, and his sons were the Priests in the tribe of the Danites, until the day of the captivity of the land.",
      "31": "So they set them up the graven image, which Micah had made, all the while the house of God was in Shiloh."
    },
    "19": {
      "1": "Also in those days, when there was no king in Israel, a certain Levite dwelt on the side of mount Ephraim, and took to wife a concubine out of Bethlehem Judah,",
      "2": "And his concubine played the whore there, and went away from him unto her father’s house to Bethlehem Judah, and there continued the space of four months.",
      "3": "And her husband arose and went after her, to speak friendly unto her, and to bring her again: he had also his servant with him, and a couple of asses: and she brought him unto her father’s house, and when the young woman’s father saw him, he rejoiced of his coming.",
      "4": "And his father-in-law, the young woman’s father received him: and he abode with him three days: so they did eat and drink, and lodged there.",
      "5": "And when the fourth day came, they arose early in the morning, and he prepared to depart: then the young woman’s father said unto his son-in-law, Comfort thine heart with a morsel of bread, and then go your way.",
      "6": "So they sat down and did eat and drink, both of them together. And the young woman’s father said unto the man, Be content, I pray thee, and tarry all night, and let thine heart be merry.",
      "7": "And when the man rose up to depart, his father-in-law was earnest: therefore he returned, and lodged there.",
      "8": "And he arose up early the fifth day to depart, and the young woman’s father said, Comfort thine heart, I pray thee: and they tarried until after midday, and they both did eat.",
      "9": "Afterward when the man arose to depart with his concubine and his servant, his father-in-law, the young woman’s father said unto him, Behold now, the day draweth toward even: I pray you, tarry all night: behold, the sun goeth to rest: lodge here, that thine heart may be merry, and tomorrow get you early upon your way, and go to the tent.",
      "10": "But the man would not tarry, but arose, and departed, and came over against Jebus, (which is Jerusalem) and his two asses laden, and his concubine were with him.",
      "11": "When they were near Jebus, the day was sore spent, and the servant said unto his master, Come, I pray thee, and let us turn unto this city of the Jebusites, and lodge all night there.",
      "12": "And his master answered him, We will not turn into the city of strangers that are not of the children of Israel, but we will go forth to Gibeah.",
      "13": "And he said unto his servant, Come, and let us draw near to one of these places, that we may lodge in Gibeah or in Ramah.",
      "14": "So they went forward upon their way, and the Sun went down upon them near to Gibeah, which is in Benjamin.",
      "15": "Then they turned thither to go in and lodge in Gibeah: and when he came, he sat him down in a street of the city: for there was no man that took them into his house to lodging.",
      "16": "And behold, there came an old man from his work out of the field at even, and the man was of mount Ephraim, but dwelt in Gibeah: and the men of the place were the children of Jemini.",
      "17": "And when he had lifted up his eyes, he saw a wayfaring man in the streets of the city: then this old man said, Whither goest thou, and whence camest thou?",
      "18": "And he answered him, We came from Bethlehem Judah, unto the side of mount Ephraim: from thence am I: and I went to Bethlehem Judah, and go now to the house of the Lord: and no man receiveth me to house,",
      "19": "Although we have straw and provender for our asses, and also bread and wine for me and thine handmaid, and for the boy that is with thy servant: we lack nothing.",
      "20": "And the old man said, Peace be with thee: as for all that thou lackest, shalt thou find with me: only abide not in the street all night.",
      "21": "So he brought him into his house, and gave fodder unto the asses: and they washed their feet, and did eat and drink.",
      "22": "And as they were making their hearts merry, behold, the men of the city, wicked men beset the house round about, and smote at the door, and spake to this old man the master of the house, saying, Bring forth the man that came into thine house that we may know him.",
      "23": "And this man the master of the house went out unto them, and said unto them, Nay my brethren, do not so wickedly, I pray you, seeing that this man is come into mine house, do not this villainy.",
      "24": "Behold, here is my daughter, a virgin, and his concubine: them will I bring out now, and humble them, and do with them what seemeth you good: but to this man do not this villainy.",
      "25": "But the men would not hearken to him: therefore the man took his concubine, and brought her out unto them: and they knew her and abused her all the night unto the morning and when the day began to spring, they let her go.",
      "26": "So the woman came in the dawning of the day, and fell down at the door of the man’s house where her lord was, till the light day.",
      "27": "And her lord arose in the morning, and opened the doors of the house, and went out to go his way, and behold, the woman his concubine was dead at the door of the house, and her hands lay upon the threshold.",
      "28": "And he said unto her, up, and let us go: but she answered not. Then he took her up upon the ass, and the man rose up, and went unto his place.",
      "29": "And when he was come to his house, he took a knife and laid hand on his concubine, and divided her in pieces with her bones into twelve parts, and sent her through all quarters of Israel.",
      "30": "And all that saw it, said, There was no such thing done or seen since the time that the children of Israel came up from the land of Egypt unto this day: consider the matter, consult and give sentence."
    },
    "20": {
      "1": "Then all the children of Israel went out, and the Congregation was gathered together as one man, from Dan to Beersheba, with the land of Gilead, unto the Lord in Mizpah.",
      "2": "And the chief of all the people, and all the tribes of Israel assembled in the Congregation of the people of God four hundred thousand footmen that drew sword.",
      "3": "(Now the children of Benjamin heard that the children of Israel were gone up to Mizpah) Then, the children of Israel said, How is this wickedness committed?",
      "4": "And the same Levite, the woman’s husband that was slain, answered and said, I came unto Gibeah that is in Benjamin with my concubine to lodge,",
      "5": "And the men of Gibeah arose against me, and beset the house round about upon me by night, thinking to have slain me, and have forced my concubine that she is dead.",
      "6": "Then I took my concubine, and cut her in pieces, and sent her throughout all the country of the inheritance of Israel: for they have committed abomination and villainy in Israel.",
      "7": "Behold, ye are all children of Israel, give your advice, and counsel herein.",
      "8": "Then all the people arose as one man, saying, There shall not a man of us go to his tent, neither any turn into his house.",
      "9": "But now this is that thing which we will do to Gibeah: we will go up by lot against it.",
      "10": "And we will take ten men of the hundred throughout all the tribes of Israel, and an hundred of the thousand, and a thousand of ten thousand to bring victual for the people, that they may do (when they come to Gibeah of Benjamin) according to all the villainy, that it hath done in Israel.",
      "11": "So all the men of Israel were gathered against the city, knit together as one man.",
      "12": "And the tribes of Israel sent men through all the tribe of Benjamin, saying, What wickedness is this that is committed among you?",
      "13": "Now therefore deliver us those wicked men which are in Gibeah, that we may put them to death, and put away evil from Israel: but the children of Benjamin would not obey the voice of their brethren the children of Israel.",
      "14": "But the children of Benjamin gathered themselves together out of the cities unto Gibeah, to come out and fight against the children of Israel.",
      "15": "And the children of Benjamin were numbered at that time, out of the cities, six and twenty thousand men that drew sword, beside the inhabitants of Gibeah, which were numbered seven hundred chosen men.",
      "16": "Of all this people were seven hundred chosen men, being left handed: all these could sling stones at an hair breadth, and not fail.",
      "17": "Also the men of Israel beside Benjamin, were numbered four hundred thousand men that drew sword, even all men of war.",
      "18": "And the children of Israel arose, and went up to the house of God, and asked of God, saying, Which of us shall go up first to fight against the children of Benjamin? and the Lord said, Judah shall be first.",
      "19": "Then the children of Israel arose up early and camped against Gibeah.",
      "20": "And the men of Israel went out to battle against Benjamin, and the men of Israel put themselves in array to fight against them beside Gibeah.",
      "21": "And the children of Benjamin came out of Gibeah, and slew down to the ground of the Israelites that day two and twenty thousand men.",
      "22": "And the people, the men of Israel plucked up their hearts, and set their battle again in array in the place where they put them in array the first day.",
      "23": "(For the children of Israel had gone up and wept before the Lord unto the evening, and had asked of the Lord, saying, Shall I go again to battle against the children of Benjamin my brethren? and the Lord said, Go up against them.)",
      "24": "Then the children of Israel came near against the children of Benjamin the second day.",
      "25": "Also the second day Benjamin came forth to meet them out of Gibeah, and slew down to the ground of the children of Israel again eighteen thousand men: all they could handle the sword.",
      "26": "Then all the children of Israel went up, and all the people came also unto the house of God, and wept, and sat there before the Lord, and fasted that day unto the evening, and offered burnt offerings and peace offerings before the Lord.",
      "27": "And the children of Israel asked the Lord (for there was the Ark of the Covenant of God in those days,",
      "28": "And Phinehas the son of Eleazar, the son of Aaron stood before it at that time) saying, Shall I yet go anymore to battle against the children of Benjamin my brethren, or shall I cease? And the Lord said, Go up: for tomorrow I will deliver them into your hand.",
      "29": "And Israel set men to lie in wait roundabout Gibeah.",
      "30": "And the children of Israel went up against the children of Benjamin the third day, and put themselves in array against Gibeah, as at other times.",
      "31": "Then the children of Benjamin coming out against the people, were drawn from the city: and they began to smite of the people and kill as at other times, even by the ways in the field (whereof one goeth up to the house of God, and the other to Gibeah) upon a thirty men of Israel.",
      "32": "(For the children of Benjamin said, They are fallen before us, as at the first. But the children of Israel said, Let us flee and pluck them away from the city unto the highways.)",
      "33": "And all the men of Israel rose up out of their place, and put themselves in array at Baal Tamar: and the men that lay in wait of the Israelites came forth of their place, even out of the meadows of Geba,",
      "34": "And they came over against Gibeah, ten thousand chosen men of all Israel, and the battle was sore: for they knew not that the evil was near them.",
      "35": "And the Lord smote Benjamin before Israel, and the children of Israel destroyed of the Benjamites the same day five and twenty thousand and an hundred men: all they could handle the sword.",
      "36": "So the children of Benjamin saw that they were stricken down: for the men of Israel gave place to the Benjamites, because they trusted to the men that lay in wait, which they had laid beside Gibeah.",
      "37": "And they that lay in wait hasted, and brake forth toward Gibeah, and the ambushment drew themselves along, and smote all the city with the edge of the sword.",
      "38": "Also the men of Israel had appointed a certain time with the ambushments, that they should make a great flame and smoke arise up out of the city.",
      "39": "And when the men of Israel retired in the battle, Benjamin began to smite and kill of the men of Israel about thirty persons: for they said, Surely they are stricken down before us, as in the first battle.",
      "40": "But when the flame began to rise out of the city as a pillar of smoke, the Benjamites looked back, and behold, the flame of the city began to ascend up to heaven.",
      "41": "Then the men of Israel turned again, and the men of Benjamin were astonished: for they saw that evil was near unto them.",
      "42": "Therefore they fled before the men of Israel unto the way of the wilderness, but the battle overtook them: also they which came out of the cities, slew them among them.",
      "43": "Thus they compassed the Benjamites about, and chased them at ease, and overran them, even over against Gibeah on the East side.",
      "44": "And there were slain of Benjamin eighteen thousand men, which were all men of war.",
      "45": "And they turned and fled to the wilderness unto the rock of Rimmon: and the Israelites gleaned of them by the way five thousand men, and pursued after them unto Gidom, and slew two thousand men of them,",
      "46": "So that all that were slain that day of Benjamin, were five and twenty thousand men that drew sword, which were all men of war.",
      "47": "But six hundred men turned and fled to the wilderness unto the rock of Rimmon, and abode in the rock of Rimmon four months.",
      "48": "Then the men of Israel turned unto the children of Benjamin, and smote them with the edge of the sword, from the men of the city unto the beasts, and all that came to hand: also they set on fire all the cities that they could come by."
    },
    "21": {
      "1": "Moreover, the men of Israel sware in Mizpah, saying, None of us shall give his daughter unto the Benjamites to wife.",
      "2": "And the people came unto the house of God and abode there till even before God, and lifted up their voices, and wept with great lamentation,",
      "3": "And said, O Lord God of Israel, why is this come to pass in Israel, that this day one tribe of Israel should want?",
      "4": "And on the morrow the people rose up and made there an altar, and offered burnt offerings and peace offerings.",
      "5": "Then the children of Israel said, Who is he among all the tribes of Israel, that came not up with the Congregation unto the Lord? for they had made a great oath concerning him that came not up to the Lord to Mizpah, saying, Let him die the death.",
      "6": "And the children of Israel were sorry for Benjamin their brother, and said, There is one tribe cut off from Israel this day.",
      "7": "How shall we do for wives to them that remain, seeing we have sworn by the Lord, that we will not give them of our daughters to wives?",
      "8": "Also they said, is there any of the tribes of Israel that came not up to Mizpah to the Lord? and behold, there came none of Jabesh Gilead unto the host, and to the Congregation.",
      "9": "For when the people were viewed, behold, none of the inhabitants of Jabesh Gilead were there.",
      "10": "Therefore the Congregation sent thither twelve thousand men of the most valiant, and commanded them, saying, Go and smite the inhabitants of Jabesh Gilead with the edge of the sword, both women and children.",
      "11": "And this is it that ye shall do: ye shall utterly destroy all the males, and all the women that have lain by men.",
      "12": "And they found among the inhabitants of Jabesh Gilead four hundred maids, virgins that had known no man by lying with any male: and they brought them unto the host to Shiloh, which is in the land of Canaan.",
      "13": "Then the whole Congregation sent and spake with the children of Benjamin that were in the rock of Rimmon, and called peaceably unto them:",
      "14": "And Benjamin came again at that time, and they gave them wives which they had saved alive of the women of Jabesh Gilead: but they had not so enough for them.",
      "15": "And the people were sorry for Benjamin, because the Lord had made a breach in the tribes of Israel.",
      "16": "Therefore the Elders of the Congregation said, How shall we do for wives to the remnant? for the women of Benjamin are destroyed.",
      "17": "And they said, There must be an inheritance for them that be escaped of Benjamin, that a tribe be not destroyed out of Israel.",
      "18": "Howbeit we may not give them wives of our daughters: for the children of Israel had sworn, saying, Cursed be he that giveth a wife to Benjamin.",
      "19": "Therefore they said, Behold, there is a feast of the Lord every year in Shiloh, in a place, which is on the North side of Bethel, and on the East side of the way that goeth up from Bethel to Shechem, and on the South of Lebonah.",
      "20": "Therefore they commanded the children of Benjamin, saying, Go, and lie in wait in the vineyards.",
      "21": "And when ye see that the daughters of Shiloh come out to dance in dances, then come ye out of the vineyards, and catch you every man a wife of the daughters of Shiloh, and go into the land of Benjamin.",
      "22": "And when their fathers or their brethren come unto us to complain, we will say unto them, Have pity on them for our sakes, because we reserved not to each man his wife in the war, and because ye have not given unto them hitherto, ye have sinned.",
      "23": "And the children of Benjamin did so, and took wives of them that danced according to their number: which they took, and went away, and returned to their inheritance, and repaired the cities and dwelt in them.",
      "24": "So the children of Israel departed thence at that time, every man to his tribe, and to his family, and went out from thence every man to his inheritance.",
      "25": "In those days there was no king in Israel, but every man did that which was good in his eyes."
    }
  }
}