{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:05.797382-04:00",
    "Translation": "GNV"
  },
  "Leviticus": {
    "1": {
      "1": "Now the Lord called Moses, and spake unto him out of the Tabernacle of the Congregation, saying,",
      "2": "Speak unto the children of Israel, and thou shalt say unto them, If any of you offer a sacrifice unto the Lord, ye shall offer your sacrifice of cattle, as of beeves and of the sheep.",
      "3": "If his sacrifice be a burnt offering of the herd, he shall offer a male without blemish, presenting him of his own voluntary will at the door of the Tabernacle of the Congregation before the Lord.",
      "4": "And he shall put his hand upon the head of the burnt offering, and it shall be accepted to the Lord, to be his atonement.",
      "5": "And he shall kill the bullock before the Lord, and the Priests Aaron’s sons shall offer the blood, and shall sprinkle it round about upon the altar, that is by the door of the Tabernacle of the Congregation.",
      "6": "Then shall he slay the burnt offering, and cut it in pieces.",
      "7": "So the sons of Aaron the Priest shall put fire upon the altar, and lay the wood in order upon the fire.",
      "8": "Then the Priests Aaron’s sons shall lay the parts in order, the head and the caul upon the wood that is in the fire which is upon the altar.",
      "9": "But the inwards thereof and the legs thereof he shall wash in water, and the Priest shall burn all on the altar: for it is a burnt offering, an oblation made by fire, for a sweet savor unto the Lord.",
      "10": "And if his sacrifice for the burnt offering be of the flocks (as of the sheep, or of the goats) he shall offer a male without blemish.",
      "11": "And he shall kill it on the North side of the altar before the Lord, and the Priests Aaron’s sons shall sprinkle the blood thereof round about upon the altar.",
      "12": "And he shall cut it in pieces, separating his head and his caul, and the Priest shall lay them in order upon the wood that lieth in the fire which is on the altar:",
      "13": "But he shall wash the inwards, and the legs with water, and the Priest shall offer the whole and burn it upon the altar: for it is a burnt offering, an oblation made by fire for a sweet savor unto the Lord.",
      "14": "And if his sacrifice be a burnt offering to the Lord of the fowls, then shall he offer his sacrifice of the turtledoves, or of the young pigeons.",
      "15": "And the Priest shall bring it unto the altar, and wring the neck of it asunder, and burn it on the altar: and the blood thereof shall be shed upon the side of the altar.",
      "16": "And he shall pluck out his maw with his feathers, and cast them beside the altar on the East part in the place of the ashes.",
      "17": "And he shall cleave it with his wings, but not divide it asunder: and the Priest shall burn it upon the altar upon the wood that is in the fire: for it is a burnt offering, an oblation made by fire for a sweet savor unto the Lord."
    },
    "2": {
      "1": "And when any will offer a meat offering unto the Lord, his offering shall be of fine flour, and he shall pour oil upon it, and put incense thereon.",
      "2": "And shall bring it unto Aaron’s sons the Priests, and he shall take thence his handful of the flour, and of the oil with all the incense, and the Priest shall burn it for a memorial upon the altar: for it is an offering made by fire for a sweet savor unto the Lord.",
      "3": "But the remnant of the meat offering shall be Aaron’s and his sons’: for it is most holy of the Lord’s offerings made by fire.",
      "4": "If thou bring also a meat offering baked in the oven, it shall be an unleavened cake of fine flour mingled with oil, or an unleavened wafer anointed with oil.",
      "5": "But if thy meat offering be an oblation of the frying pan, it shall be of fine flour unleavened, mingled with oil.",
      "6": "And thou shalt part it in pieces, and pour oil thereon: for it is a meat offering.",
      "7": "And if thy meat offering be an oblation made in the caldron, it shall be made of fine flour with oil.",
      "8": "After, thou shalt bring the meat offering (that is made of these things) unto the Lord, and shalt present it unto the Priest, and he shall bring it to the altar,",
      "9": "And the Priest shall take from the meat offering a memorial of it, and shall burn it upon the altar: for it is an oblation made by fire for a sweet savor unto the Lord.",
      "10": "But that which is left of the meat offering, shall be Aaron’s and his sons’: for it is most holy of the offerings of the Lord made by fire.",
      "11": "All the meat offerings which ye shall offer unto the Lord, shall be made without leaven: for ye shall neither burn leaven nor honey in any offering of the Lord made by fire.",
      "12": "In the oblation of the firstfruits ye shall offer them unto the Lord, but they shall not be burnt upon the altar for a sweet savor,",
      "13": "(All the meat offerings also shalt thou season with salt, neither shalt thou suffer the salt of the covenant of thy God to be lacking from thy meat offering, but upon all thine oblations thou shalt offer salt.)",
      "14": "If then thou offer a meat offering of thy firstfruits unto the Lord, thou shalt offer for thy meat offering of thy firstfruits ears of corn dried by the fire, and wheat beaten out of the green ears.",
      "15": "After, thou shalt put oil upon it, and lay incense thereon: for it is a meat offering.",
      "16": "And the Priest shall burn the memorial of it, even of that, that is beaten, and of the oil of it with all the incense thereof: for it is an offering unto the Lord made by fire."
    },
    "3": {
      "1": "Also if his oblation be a peace offering, if he will offer of the drove (whether it be male or female) he shall offer such as is without blemish, before the Lord.",
      "2": "And shall put his hand upon the head of his offering, and kill it at the door of the Tabernacle of the Congregation: and Aaron’s sons the Priests shall sprinkle the blood upon the altar round about.",
      "3": "So he shall offer part of the peace offering, as a sacrifice made by fire unto the Lord, even the fat that covereth the inwards, and all the fat that is upon the inwards.",
      "4": "He shall also take away the two kidneys, and the fat that is on them, and upon the flanks, and the caul on the liver with the kidneys.",
      "5": "And Aaron’s sons shall burn it on the altar, with the burnt offering, which is upon the wood, that is on the fire: this is a sacrifice made by fire for a sweet savor unto the Lord.",
      "6": "Also if his oblation be a peace offering unto the Lord out of the flock, whether it be male or female, he shall offer it without blemish.",
      "7": "If he offer a Lamb for his oblation, then he shall bring it before the Lord.",
      "8": "And lay his hand upon the head of his offering, and shall kill it before the Tabernacle of the Congregation, and Aaron’s sons shall sprinkle the blood thereof round about upon the altar.",
      "9": "After, of the peace offerings he shall offer an offering made by fire unto the Lord: he shall take away the fat thereof, and the rump altogether, hard by the back bone, and the fat that covereth the inwards, and all the fat that is upon the inwards.",
      "10": "Also he shall take away the two kidneys, with the fat that is upon them, and upon the flanks, and the caul upon the liver with the kidneys.",
      "11": "Then the Priest shall burn it upon the altar, as the meat of an offering made by fire unto the Lord.",
      "12": "Also if his offering be a goat, then shall he offer it before the Lord,",
      "13": "And shall put his hand upon the head of it, and kill it before the Tabernacle of the Congregation, and the sons of Aaron shall sprinkle the blood thereof upon the altar round about.",
      "14": "Then he shall offer thereof his offering, even an offering made by fire unto the Lord, the fat that covereth the inwards, and all the fat that is upon the inwards.",
      "15": "Also he shall take away the two kidneys, and the fat that is upon them, and upon the flanks, and the caul upon the liver with the kidneys.",
      "16": "So the Priest shall burn them upon the altar, as the meat of an offering made by fire for a sweet savor: all the fat is the Lord’s.",
      "17": "This shall be a perpetual ordinance for your generations, throughout all your dwellings, so that ye shall eat neither fat nor blood."
    },
    "4": {
      "1": "Moreover, the Lord spake unto Moses, saying,",
      "2": "Speak unto the children of Israel, saying, If any shall sin through ignorance, in any of the commandments of the Lord, (which ought not to be done) but shall do contrary to any of them,",
      "3": "If the Priest that is anointed do sin (according to the sin of the people) then shall he offer, for his sin which he hath sinned, a young bullock without blemish unto the Lord for a sin offering,",
      "4": "And he shall bring the bullock unto the door of the Tabernacle of the Congregation before the Lord, and shall put his hand upon the bullock’s head, and kill the bullock before the Lord.",
      "5": "And the Priest that is anointed, shall take of the bullock’s blood, and bring it into the Tabernacle of the Congregation.",
      "6": "Then the Priest shall dip his finger in the blood, and sprinkle of the blood seven times before the Lord, before the veil of the Sanctuary.",
      "7": "The Priest also shall put some of the blood before the Lord, upon the horns of the altar of sweet incense, which is in the Tabernacle of the Congregation, then shall he pour all the rest of the blood of the bullock at the foot of the altar of burnt offering, which is at the door of the Tabernacle of the Congregation.",
      "8": "And he shall take away all the fat of the bullock for the sin offering: to wit, the fat that covereth the inwards, and all the fat that is about the inwards.",
      "9": "He shall take away also the two kidneys, and the fat that is upon them, and upon the flanks, and the caul upon the liver with the kidneys,",
      "10": "As it was taken away from the bullock of the peace offerings, and the Priest shall burn them upon the altar of burnt offering.",
      "11": "But the skin of the bullock, and all his flesh, with his head, and his legs, and his inwards, and his dung shall he bear out.",
      "12": "So he shall carry the whole bullock out of the host unto a clean place, where the ashes are poured, and shall burn him on the wood in the fire: where the ashes are cast out, shall he be burnt.",
      "13": "And if the whole Congregation of Israel shall sin through ignorance, and the thing be hid from the eyes of the multitude, and have done against any of the commandments of the Lord which should not be done, and have offended:",
      "14": "When the sin which they have committed shall be known, then the Congregation shall offer a young bullock for the sin, and bring him before the Tabernacle of the Congregation.",
      "15": "And the Elders of the Congregation shall put their hands upon the head of the bullock before the Lord, and he shall kill the bullock before the Lord.",
      "16": "Then the Priest that is anointed, shall bring of the bullock’s blood into the Tabernacle of the Congregation,",
      "17": "And the Priest shall dip his finger in the blood, and sprinkle it seven times before the Lord, even before the veil.",
      "18": "Also he shall put some of the blood upon the horns of the altar, which is before the Lord, that is in the Tabernacle of the Congregation: then shall he pour all the rest of the blood at the foot of the altar of burnt offering, which is at the door of the Tabernacle of the Congregation,",
      "19": "And he shall take all his fat from him, and burn it upon the altar.",
      "20": "And the Priest shall do with his bullock, as he did with the bullock for his sin: so shall he do with this: so the Priest shall make an atonement for them, and it shall be forgiven them.",
      "21": "For he shall carry the bullock without the host, and burn him as he burned the first bullock: for it is an offering for the sin of the Congregation.",
      "22": "When a ruler shall sin, and do through ignorance against any of the commandments of the Lord his God, which should not be done, and shall offend,",
      "23": "If one show unto him his sin, which he hath committed, then shall he bring for his offering an he goat without blemish,",
      "24": "And shall lay his hand upon the head of the he goat, and kill it in the place where he should kill the burnt offering before the Lord: for it is a sin offering.",
      "25": "Then the Priest shall take of the blood of the sin offering with his finger, and put it upon the horns of the burnt offering altar, and shall pour the rest of his blood at the foot of the burnt offering altar,",
      "26": "And shall burn all his fat upon the altar, as the fat of the peace offering: so the Priest shall make an atonement for him, concerning his sin, and it shall be forgiven him.",
      "27": "Likewise if any of the people of the land shall sin through ignorance in doing against any of the commandments of the Lord, which should not be done, and shall offend,",
      "28": "If one show him his sin which he hath committed, then he shall bring for his offering, a she goat without blemish for his sin which he hath committed.",
      "29": "And he shall lay his hand upon the head of the sin offering, and slay the sin offering in the place of burnt offering.",
      "30": "Then the Priest shall take of the blood thereof with his finger, and put it upon the horns of the burnt offering altar, and pour all the rest of the blood thereof at the foot of the altar,",
      "31": "And shall take away all his fat, as the fat of the peace offerings is taken away, and the Priest shall burn it upon the altar for a sweet savor unto the Lord, and the Priest shall make an atonement for him, and it shall be forgiven him.",
      "32": "And if he bring a lamb for his sin offering, he shall bring a female without blemish.",
      "33": "And shall lay his hand upon the head of the sin offering, and he shall slay it for a sin offering in the place where he should kill the burnt offering.",
      "34": "Then the Priest shall take of the blood of the sin offering with his finger, and put it upon the horns of the burnt offering altar, and shall pour all the rest of the blood thereof at the foot of the altar.",
      "35": "And he shall take away all the fat thereof, as the fat of the lamb of the peace offerings is taken away: then the Priest shall burn it upon the altar with the oblations of the Lord made by fire, and the Priest shall make an atonement for him concerning his sin that he hath committed, and it shall be forgiven him."
    },
    "5": {
      "1": "Also if any have sinned, that is, if he have heard the voice of an oath, and he can be a witness, whether he hath seen or known of it, if he do not utter it, he shall bear his iniquity:",
      "2": "Either if one touch any unclean thing, whether it be a carrion of an unclean beast, or a carrion of unclean cattle, or a carrion of unclean creeping things, and is not ware of it, yet he is unclean, and hath offended:",
      "3": "Either if he touch any uncleanness of man (whatsoever uncleanness it be, that he is defiled with) and is not ware of it, and after cometh to the knowledge of it, he hath sinned:",
      "4": "Either if any swear and pronounce with his lips to do evil, or to do good (whatsoever it be that a man shall pronounce with an oath) and it be hid from him, and after knoweth that he hath offended in one of these points,",
      "5": "When he hath sinned in any of these things, then he shall confess that he hath sinned therein.",
      "6": "Therefore shall he bring his trespass offering unto the Lord for his sin which he hath committed, even a female from the flock, be it a lamb or a she goat for a sin offering, and the Priest shall make an atonement for him concerning his sin.",
      "7": "But if he be not able to bring a sheep, he shall bring for his trespass which he hath committed, two turtledoves, or two young pigeons unto the Lord, one for a sin offering, and the other for a burnt offering.",
      "8": "So he shall bring them unto the Priest, who shall offer the sin offering first, and wring the neck of it asunder, but not pluck it clean off.",
      "9": "After he shall sprinkle of the blood of the sin offering upon the side of the altar, and the rest of the blood shall be shed at the foot of the altar: for it is a sin offering.",
      "10": "Also he shall offer the second for a burnt offering as the manner is: so shall the Priest make an atonement for him (for his sin which he hath committed) and it shall be forgiven him.",
      "11": "But if he be not able to bring two turtledoves, or two young pigeons, then he that hath sinned, shall bring for his offering the tenth part of an Ephah of fine flour for a sin offering, he shall put none oil thereto, neither put any incense thereon: for it is a sin offering.",
      "12": "Then shall he bring it to the Priest, and the Priest shall take his handful of it for the remembrance thereof, and burn it upon the altar with the offerings of the Lord made by fire: for it is a sin offering.",
      "13": "So the Priest shall make an atonement for him, as touching his sin, that he hath committed in one of these points, and it shall be forgiven him: and the remnant shall be the Priest’s, as the meat offering.",
      "14": "And the Lord spake unto Moses, saying,",
      "15": "If any person transgress and sin through ignorance by taking away things consecrated unto the Lord, he shall then bring for his trespass offering unto the Lord a ram without blemish out of the flock, worth two shekels of silver by thy estimation after the shekel of the Sanctuary, for a trespass offering.",
      "16": "So he shall restore that wherein he hath offended, in taking away of the holy thing, and shall put the fifth part more thereto, and give it unto the Priest: so the Priest shall make an atonement for him with the ram of the trespass offering, and it shall be forgiven him.",
      "17": "Also if any sin and do against any of the Commandments of the Lord, which ought not to be done, and know not, and sin and bear his iniquity,",
      "18": "Then shall he bring a ram without blemish out of the flock, in thy estimation worth two shekels for a trespass offering unto the Priest: and the Priest shall make an atonement for him concerning his ignorance wherein he erred, and was not ware: so it shall be forgiven him.",
      "19": "This is the trespass offering for the trespass committed against the Lord."
    },
    "6": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "If any sin and commit a trespass against the Lord, and deny unto his neighbor that which was taken him to keep, or that which was put to himof trust, or doth by robbery, or by violence oppress his neighbor,",
      "3": "Or hath found that which was lost, and denieth it, and sweareth falsely, for any of these things that a man doeth, wherein he sinneth:",
      "4": "When, I say, he thus sinneth and trespasseth, he shall then restore the robbery that he robbed, or the thing taken by violence which he took by force, or the thing which was delivered him to keep, or the lost thing which he found,",
      "5": "Or for whatsoever he hath sworn falsely, he shall both restore it in the whole sum, and shall add the fifth part more thereto, and give it unto him to whom it pertaineth, the same day that he offereth for his trespass.",
      "6": "Also he shall bring for his trespass unto the Lord, a ram without blemish out of the flock in thy estimation worth two shekels for a trespass offering unto the Priest.",
      "7": "And the Priest shall make an atonement for him before the Lord, and it shall be forgiven him, whatsoever thing he hath done, and trespassed therein.",
      "8": "Then the Lord spake unto Moses, saying,",
      "9": "Command Aaron and his sons, saying, This is the law of the burnt offering, (it is the burnt offering because it burneth upon the altar all the night unto the morning, and the fire burneth on the altar).",
      "10": "And the Priest shall put on his linen garment, and shall put on his linen breeches upon his flesh, and take away the ashes when the fire hath consumed the burnt offering upon the altar, and he shall put them beside the altar.",
      "11": "After, he shall put off his garments, and put on other raiment, and carry the ashes forth without the host unto a clean place.",
      "12": "But the fire upon the altar shall burn thereon and never be put out: wherefore the Priest shall burn wood on it every morning, and lay the burnt offering in order upon it, and he shall burn thereon the fat of the peace offerings.",
      "13": "The fire shall ever burn upon the altar, and never go out.",
      "14": "Also this is the law of the meat offering, which Aaron’s sons shall offer in the presence of the Lord, before the altar.",
      "15": "He shall even take thence his handful of fine flour of the meat offering and of the oil, and all the incense which is upon the meat offering, and shall burn it upon the altar for a sweet savor, as a memorial therefore unto the Lord:",
      "16": "But the rest thereof shall Aaron and his sons eat: it shall be eaten without leaven in the holy place: in the court of the Tabernacle of the Congregation they shall eat it.",
      "17": "It shall not be baked with leaven: I have given it for their portion of mine offering made by fire: for it is as the sin offering, and as the trespass offering.",
      "18": "All the males among the children of Aaron shall eat of it: It shall be a statute forever in your generations concerning the offerings of the Lord made by fire: whatsoever toucheth them shall be holy:",
      "19": "Again the Lord spake unto Moses, saying,",
      "20": "This is the offering of Aaron and his sons, which they shall offer unto the Lord in the day when he is anointed: the tenth part of an Ephah of fine flour, for a meat offering perpetual: half of it in the morning, and half thereof at night.",
      "21": "In the frying pan it shall be made with oil: thou shalt bring it fried, and shalt offer the baked pieces of the meat offering for a sweet savor unto the Lord.",
      "22": "And the Priest that is anointed in his stead, among his sons shall offer it: It is the Lord’s ordinance forever, it shall be burnt altogether.",
      "23": "For every meat offering of the Priest shall be burnt altogether, it shall not be eaten.",
      "24": "Furthermore, the Lord spake unto Moses, saying,",
      "25": "Speak unto Aaron, and unto his sons, and say, This is the Law of the sin offering, In the place where the burnt offering is killed, shall the sin offering be killed before the Lord, for it is most holy.",
      "26": "The Priest that offereth this sin offering, shall eat it: in the holy place shall it be eaten, in the court of the Tabernacle of the Congregation.",
      "27": "Whatsoever shall touch the flesh thereof shall be holy: and when there droppeth of the blood thereof upon a garment, thou shalt wash that whereon it droppeth in the holy place.",
      "28": "Also the earthen pot that it is sodden in, shall be broken, but if it be sodden in a brazen pot, it shall both be scoured and washed with water.",
      "29": "All the males among the Priests shall eat thereof, for it is most holy.",
      "30": "But no sin offering, whose blood is brought into the Tabernacle of the Congregation, to make reconciliation in the holy place, shall be eaten, but shall be burnt with fire."
    },
    "7": {
      "1": "Likewise this is the law of the trespass offering, it is most holy.",
      "2": "In the place where they kill the burnt offering, shall they kill the trespass offering, and the blood thereof shall he sprinkle round about upon the altar.",
      "3": "All the fat thereof also shall he offer, the rump, and the fat that covered the inwards.",
      "4": "After, he shall take away the two kidneys, with the fat that is on them and upon the flanks, and the caul on the liver with the kidneys.",
      "5": "Then the Priest shall burn them upon the altar, for an offering made by fire unto the Lord: this is a trespass offering.",
      "6": "All the males among the Priests shall eat thereof, it shall be eaten in the holy place for it is most holy.",
      "7": "As the sin offering is, so is the trespass offering, one law serveth for both: that wherewith the Priest shall make atonement, shall be his.",
      "8": "Also the Priest that offereth any man’s burnt offering, shall have the skin of the burnt offering which he hath offered.",
      "9": "And all the meat offering that is baked in the oven, and that is dressed in the pan, and in the frying pan, shall be the Priest’s that offereth it.",
      "10": "And every meat offering mingled with oil, and that is dry, shall pertain unto all the sons of Aaron, to all alike.",
      "11": "Furthermore, this is the law of the peace offerings, which he shall offer unto the Lord.",
      "12": "If he offer it to give thanks, then he shall offer for his thanks offering, unleavened cakes mingled with oil, and unleavened wafers anointed with oil, and fine flour fried with the cakes mingled with oil.",
      "13": "He shall offer also his offering with cakes of leavened bread, for his peace offerings, to give thanks.",
      "14": "And of all the sacrifice he shall offer one cake for an heave offering unto the Lord, and it shall be the Priest’s that sprinkled the blood of the peace offerings.",
      "15": "Also the flesh of the peace offerings, for thanksgiving, shall be eaten the same day that it is offered: he shall leave nothing thereof until the morning.",
      "16": "But if the sacrifice of his offering be a vow, or a free offering, it shall be eaten the same day that he offereth his sacrifice: and so in the morning the residue thereof shall be eaten.",
      "17": "But as much of the offered flesh as remaineth unto the third day, shall be burnt with fire.",
      "18": "For if any of the flesh of his peace offerings be eaten in the third day, he shall not be accepted that offereth it, neither shall it be reckoned unto him, but shall be an abomination: therefore the person that eateth of it shall bear his iniquity.",
      "19": "The flesh also that toucheth any unclean thing, shall not be eaten, but burnt with fire: but of this flesh all that be clean shall eat thereof.",
      "20": "But if any eat of the flesh of the peace offerings that pertaineth to the Lord, having his uncleanness upon him, even the same person shall be cut off from his people.",
      "21": "Moreover, when any toucheth any unclean thing, as the uncleanness of man, or of an unclean beast, or of any filthy abomination, and eat of the flesh of the peace offerings, which pertaineth unto the Lord, even that person shall be cut off from his people.",
      "22": "Again the Lord spake unto Moses, saying,",
      "23": "Speak unto the children of Israel, and say, Ye shall eat no fat of beeves, nor of sheep, nor of goats.",
      "24": "Yet the fat of the dead beast, and the fat of that, which is torn with beasts, shall be occupied to any use, but ye shall not eat of it.",
      "25": "For whosoever eateth the fat of the beast, of the which ye shall offer an offering made by fire to the Lord, even the person that eateth, shall be cut off from his people.",
      "26": "Neither shall ye eat any blood, either of fowl, or of beast in all your dwellings.",
      "27": "Every person that eateth any blood, even the same person shall be cut off from his people.",
      "28": "And the Lord talked with Moses, saying,",
      "29": "Speak unto the children of Israel, and say, He that offereth his peace offerings unto the Lord, shall bring his gift unto the Lord of his peace offerings.",
      "30": "His hands shall bring the offerings of the Lord made by fire: even the fat with the breast shall he bring, that the breast may be shaken to and fro before the Lord.",
      "31": "Then the Priest shall burn the fat upon the Altar, and the breast shall be Aaron’s and his sons’.",
      "32": "And the right shoulder shall ye give unto the Priest for an heave offering, of your peace offerings.",
      "33": "The same that offereth the blood of the peace offerings, and the fat among the sons of Aaron, shall have the right shoulder for his part.",
      "34": "For the breast shaken to and fro, and the shoulder lifted up, have I taken of the children of Israel, even of their peace offerings, and have given them unto Aaron the Priest and unto his sons by a statute forever from among the children of Israel.",
      "35": "This is the anointing of Aaron, and the anointing of his sons, concerning the offerings of the Lord made by fire, in the day when he presented them to serve in the Priest’s office unto the Lord.",
      "36": "The which portions the Lord commanded to give them in the day that he anointed them from among the children of Israel, by a statute forever in their generations.",
      "37": "This is also the law of the burnt offering, of the meat offering, and of the sin offering, and of the trespass offering, and of the consecrations, and of the peace offerings,",
      "38": "Which the Lord commanded Moses in the mount Sinai, when he commanded the children of Israel to offer their gifts unto the Lord in the wilderness of Sinai."
    },
    "8": {
      "1": "Afterward the Lord spake unto Moses, saying,",
      "2": "Take Aaron and his sons with him, and the garments, and the anointing oil, and a bullock for the sin offering, and two rams, and a basket of unleavened bread,",
      "3": "And assemble all the company at the door of the Tabernacle of the Congregation.",
      "4": "So Moses did as the Lord had commanded him, and the company was assembled at the door of the Tabernacle of the Congregation.",
      "5": "Then Moses said unto the company, This is the thing which the Lord hath commanded to do.",
      "6": "And Moses brought Aaron and his sons, and washed them with water,",
      "7": "And put upon him the coat, and girded him with a girdle, and clothed him with the robe, and put the Ephod on him, which he girded with the broidered girdle of the Ephod, and bound it unto him therewith.",
      "8": "And he put the breastplate thereon, and put in the breastplate the Urim and the Thummim.",
      "9": "Also he put the miter upon his head, and put upon the miter on the forefront the golden plate, and the holy crown, as the Lord hath commanded Moses.",
      "10": "(Now Moses had taken the anointing oil, and anointed the Tabernacle, and all that was therein, and sanctified them,",
      "11": "And sprinkled thereof upon the altar seven times, and anointed the altar and all his instruments, and the laver, and his foot, to sanctify them.)",
      "12": "And he poured of the anointing oil upon Aaron’s head, and anointed him to sanctify him.",
      "13": "After, Moses brought Aaron’s sons, and put coats upon them, and girded them with girdles, and put bonnets upon their heads, as the Lord had commanded Moses.",
      "14": "Then he brought the bullock for the sin offering, and Aaron and his sons put their hands upon the head of the bullock for the sin offering.",
      "15": "And Moses slew him, and took the blood, which he put upon the horn of the Altar round about with his finger, and purified the altar, and poured the rest of the blood at the foot of the altar: so he sanctified it, to make reconciliation upon it.",
      "16": "Then he took all the fat that was upon the inwards, and the caul of the liver, and the two kidneys with their fat, which Moses burned upon the altar.",
      "17": "But the bullock and his hide, and his flesh, and his dung, he burnt with fire without the host as the Lord had commanded Moses.",
      "18": "Also he brought the ram for the burnt offering, and Aaron and his sons put their hands upon the head of the ram.",
      "19": "So Moses killed it, and sprinkled the blood upon the altar round about,",
      "20": "And Moses cut the ram in pieces, and burnt the head with the pieces, and the fat,",
      "21": "And washed the inwards and the legs in water: so Moses burnt the ram every whit upon the Altar: for it was a burnt offering for a sweet savor, which was made by fire unto the Lord, as the Lord had commanded Moses.",
      "22": "After, he brought the other ram, the ram of consecrations, and Aaron and his sons laid their hands upon the head of the ram,",
      "23": "Which Moses slew, and took of the blood of it, and put it upon the lap of Aaron’s right ear, and upon the thumb of his right hand, and upon the great toe of his right foot.",
      "24": "Then Moses brought Aaron’s sons, and put of the blood on the lap of their right ears, and upon the thumbs of their right hands, and upon the great toes of their right feet, and Moses sprinkled the rest of the blood upon the Altar round about.",
      "25": "And he took the fat and the rump, and all the fat that was upon the inwards, and the caul of the liver, and the two kidneys with their fat, and the right shoulder.",
      "26": "Also he took of the basket of the unleavened cake, and a cake of oiled bread, and one wafer, and put them on the fat, and upon the right shoulder.",
      "27": "So he put all in Aaron’s hands, and in his sons’ hands, and shook it to and fro before the Lord.",
      "28": "After, Moses took them out of their hands, and burnt them upon the altar for a burnt offering: for these were consecrations for a sweet savor, which were made by fire unto the Lord.",
      "29": "Likewise Moses took the breast of the ram of consecrations, and shook it to and fro before the Lord: for it was Moses’ portion as the Lord had commanded Moses.",
      "30": "Also Moses took of the anointing oil, and of the blood which was upon the Altar, and sprinkled it upon Aaron, upon his garments, and upon his sons, and on his sons’ garments with him: so he sanctified Aaron, his garments, and his sons, and his sons’ garments with him.",
      "31": "Afterward Moses said unto Aaron and his sons, Seethe the flesh at the door of the Tabernacle of the Congregation, and there eat it with the bread that is in the basket of consecrations, as I commanded, saying, Aaron and his sons shall eat it.",
      "32": "But that which remaineth of the flesh and of the bread, shall ye burn with fire.",
      "33": "And ye shall not depart from the door of the Tabernacle of the Congregation seven days, until the days of your consecrations be at an end: for seven days, said the Lord, shall he consecrate you,",
      "34": "As he hath done this day: so the Lord hath commanded to do, to make an atonement for you.",
      "35": "Therefore shall ye abide at the door of the Tabernacle of the Congregation, day and night, seven days, and shall keep the watch of the Lord, that ye die not: for so I am commanded.",
      "36": "So Aaron and his sons did all things which the Lord had commanded by thehand of Moses."
    },
    "9": {
      "1": "And in the eighth day Moses called Aaron and his sons, and the Elders of Israel:",
      "2": "Then he said unto Aaron, Take thee a young calf for a sin offering, and a ram for a burnt offering, both without blemish, and bring them before the Lord.",
      "3": "And unto the children of Israel thou shalt speak, saying, Take ye an he goat for a sin offering, and a calf, and a lamb, both of a year old, without blemish for a burnt offering:",
      "4": "Also a bullock, and a ram for peace offerings, to offer before the Lord, and a meat offering mingled with oil: for today the Lord will appear unto you.",
      "5": "Then they brought that which Moses commanded before the Tabernacle of the Congregation, and all the assembly drew near, and stood before the Lord.",
      "6": "(For Moses had said, This is the thing, which the Lord commanded that ye should do, and the glory of the Lord shall appear unto you.)",
      "7": "Then Moses said unto Aaron, Draw near to the Altar, and offer thy sin offering, and thy burnt offering, and make an atonement for thee and for the people: offer also the offering of the people, and make an atonement for them, as the Lord hath commanded.",
      "8": "Aaron therefore went unto the altar, and killed the calf of the sin offering, which was for himself.",
      "9": "And the sons of Aaron brought the blood unto him, and he dipped his finger in the blood, and put it upon the horns of the Altar, and poured the rest of the blood at the foot of the Altar.",
      "10": "But the fat and the kidneys, and the caul of the liver of the sin offering, he burnt unto the Altar, as the Lord had commanded Moses.",
      "11": "The flesh also and the hide he burnt with fire without the host.",
      "12": "After, he slew the burnt offering, and Aaron’s sons brought unto him the blood, which he sprinkled round about the Altar.",
      "13": "Also they brought the burnt offering unto him with the pieces thereof, and the head, and he burnt them upon the Altar.",
      "14": "Likewise he did wash the inwards and the legs, and burnt them upon the burnt offering on the Altar.",
      "15": "Then he offered the people’s offering and took a goat, which was the sin offering for the people, and slew it: and offered it for sin, as the first:",
      "16": "So he offered the burnt offering, and prepared it, according to the manner.",
      "17": "He presented also the meat offering, and filled his hand thereof, and beside the burnt sacrifice of the morning he burnt this upon the altar.",
      "18": "He slew also the bullock, and the ram for the peace offerings, that was for the people, and Aaron’s sons brought unto him the blood, which he sprinkled upon the Altar round about.",
      "19": "With the fat of the bullock, and of the ram, the rump, and that which covereth the inwards, and the kidneys, and the caul of the liver.",
      "20": "So they laid the fat upon the breasts, and he burnt the fat upon the Altar.",
      "21": "But the breasts and the right shoulder Aaron shook to and fro before the Lord, as the Lord had commanded Moses.",
      "22": "So Aaron lift up his hand toward the people, and blessed them, and came down from offering of the sin offering, and the burnt offering, and the peace offerings.",
      "23": "After, Moses and Aaron went into the Tabernacle of the Congregation, and came out, and blessed the people, and the glory of the Lord appeared to all the people.",
      "24": "And there came a fire out from the Lord, and consumed upon the Altar the burnt offering and the fat: which when all the people saw, they gave thanks, and fell on their faces."
    },
    "10": {
      "1": "But Nadab and Abihu, the sons of Aaron, took either of them his censor, and put fire therein, and put incense thereupon, and offered strange fire before the Lord, which he had not commanded them.",
      "2": "Therefore a fire went out from the Lord, and devoured them: so they died before the Lord.",
      "3": "Then Moses said unto Aaron, This is it that the Lord spake, saying, I will be sanctified in them that come near me, and before all the people I will be glorified: but Aaron held his peace.",
      "4": "And Moses called Mishael and Elzaphan the sons of Uzziel, the uncle of Aaron, and said unto them, Come near, carry your brethren from before the Sanctuary out of the host.",
      "5": "Then they went, and carried them in their coats out of the host, as Moses had commanded.",
      "6": "After, Moses said unto Aaron and unto Eleazar, and Ithamar his sons, Uncover not your heads, neither rent your clothes, lest ye die, and lest wrath come upon all the people: but let your brethren, all the house of Israel bewail the burning which the Lord hath kindled.",
      "7": "And go not ye out from the door of the Tabernacle of the Congregation lest ye die: for the anointing oil of the Lord is upon you: and they did according to Moses’ commandment.",
      "8": "And the Lord spake unto Aaron, saying,",
      "9": "Thou shalt not drink wine nor strong drink, thou, nor thy sons with thee, when ye come into the Tabernacle of the Congregation, lest ye die: this is an ordinance forever throughout your generations,",
      "10": "That ye may put difference between the holy and the unholy, and between the clean and the unclean,",
      "11": "And that ye may teach the children of Israel all the statutes which the Lord hath commanded them by the hand of Moses.",
      "12": "Then Moses said unto Aaron and unto Eleazar and to Ithamar his sons that were left, Take the meat offering that remaineth of the offerings of the Lord made by fire, and eat it without leaven beside the altar: for it is most holy:",
      "13": "And ye shall eat it in the holy place, because it is thy duty and thy son’s duty of the offerings of the Lord made by fire: for so I am commanded.",
      "14": "Also the shaken breast and the [heave] shoulder shall ye eat in a clean place: thou, and thy sons, and thy daughters with thee: for they are given as thy duty and thy son’s duty, of the peace offerings of the children of Israel.",
      "15": "The heave shoulder, and the shaken breast shall they bring with the offerings made by fire of the fat, to shake it to and fro before the Lord, and it shall be thine and thy sons with thee by a law forever, as the Lord hath commanded.",
      "16": "And Moses sought the goat that was offered for sin, and lo, it was burnt: therefore he was angry with Eleazar and Ithamar the sons of Aaron, which were left alive, saying,",
      "17": "Wherefore have ye not eaten the sin offering in the holy place, seeing it is most Holy? and God hath given it you, to bear the iniquity of the Congregation, to make an atonement for them before the Lord.",
      "18": "Behold, the blood of it was not brought within the holy place: ye should have eaten it in the holy place, as I commanded.",
      "19": "And Aaron said unto Moses, Behold, this day have they offered their sin offering, and their burnt offering before the Lord, and such things as thou knowest are come unto me: If I had eaten the sin offering today, should it have been accepted in the sight of the Lord?",
      "20": "So when Moses heard it, he was content."
    },
    "11": {
      "1": "After, the Lord spake to Moses and to Aaron, saying unto them,",
      "2": "Speak unto the children of Israel, and say, These are the beasts which ye shall eat, among all the beasts that are on the earth.",
      "3": "Whatsoever parteth the hoof, and is cloven footed, and cheweth the cud, among the beasts, that shall ye eat:",
      "4": "But of them that chew the cud, or divide the hoof only, of them ye shall not eat: as the camel, because he cheweth the cud, and divideth not the hoof, he shall be unclean unto you.",
      "5": "Likewise the coney, because he cheweth the cud, and divideth not the hoof, he shall be unclean to you.",
      "6": "Also the hare, because he cheweth the cud, and divideth not the hoof, he shall be unclean to you.",
      "7": "And the swine, because he parteth the hoof, and is cloven footed, but cheweth not the cud, he shall be unclean to you.",
      "8": "Of their flesh shall ye not eat, and their carcass shall ye not touch: for they shall be unclean to you.",
      "9": "These shall ye eat, of all that are in the waters: whatsoever hath fins and scales in the waters, in the seas, or in the rivers, them shall ye eat.",
      "10": "But all that have not fins nor scales in the seas, or in the rivers, of all that moveth in the waters, and of all living things that are in the waters, they shall be an abomination unto you.",
      "11": "They, I say, shall be an abomination to you: ye shall not eat of their flesh, but shall abhor their carcass.",
      "12": "Whatsoever hath not fins nor scales in the waters, that shall be abomination unto you.",
      "13": "These shall ye have also in abomination among the fowls, they shall not be eaten, for they are an abomination, the eagle, and the goshawk, and the osprey:",
      "14": "Also the vulture, and the kite after his kind,",
      "15": "Also the ravens after their kind:",
      "16": "The ostrich also, and the night-crow, and the seamew, and the hawk after his kind.",
      "17": "The little owl also, and the cormorant, and the great owl:",
      "18": "Also the redshank, and the pelican, and the swan:",
      "19": "The stork also, the heron after his kind, and the lapwing and the [bat]:",
      "20": "Also every fowl that creepeth and goeth upon all four, such shall be an abomination unto you.",
      "21": "Yet these shall ye eat: of every fowl that creepeth, and goeth upon all four which have their feet and legs all of one to leap withal upon the earth.",
      "22": "Of them ye shall eat these, the grasshopper after his kind, and the solean after his kind, the hargol after his kind, and the hagab after his kind.",
      "23": "But all other fowls that creep and have four feet, they shall be abomination unto you.",
      "24": "For by such ye shall be polluted: whosoever toucheth the carcass, shall be unclean unto the evening.",
      "25": "Whosoever also beareth of their carcass, shall wash his clothes, and be unclean until even.",
      "26": "Every beast that hath claws divided, and is not cloven footed, nor cheweth the cud, such shall be unclean unto you: everyone that toucheth them, shall be unclean.",
      "27": "And whatsoever goeth upon his paws among all manner beasts that goeth on all four, such shall be unclean unto you: who so doth touch their carcass, shall be unclean until the even.",
      "28": "And he that beareth their carcass, shall wash his clothes, and be unclean until the even: for such shall be unclean unto you.",
      "29": "Also these shall be unclean to you among the things that creep and move upon the earth, the weasel, and the mouse, and the frog, after his kind:",
      "30": "Also the rat, and the lizard, and the chameleon, and the stellio, and the mole.",
      "31": "These shall be unclean to you among all that creep: whosoever doth touch them when they be dead, shall be unclean until the even.",
      "32": "Also whatsoever any of the dead carcasses of them doth fall upon, shall be unclean, whether it be vessel of wood, or raiment, or skin, or sack: whatsoever vessel it be that is occupied, it shall be put in the water as unclean until the even, and so be purified.",
      "33": "But every earthen vessel, wherein any of them falleth, whatsoever is within it shall be unclean, and ye shall break it.",
      "34": "All meat also that shall be eaten, if any such water come upon it, shall be unclean: and all drink that shall be drunk in all such vessels shall be unclean.",
      "35": "And everything that their carcass fall upon, shall be unclean: the furnace or the pot shall be broken: for they are unclean, and shall be unclean unto you.",
      "36": "Yet the fountains and wells where there is plenty of water shall be clean: but that which toucheth their carcasses, shall be unclean.",
      "37": "And if there fall of the dead carcass upon any seed, which useth to be sown, it shall be unclean.",
      "38": "But if any water be poured upon the seed, and there fall of the dead carcass thereon, it shall be unclean unto you.",
      "39": "If also any beast, whereof ye may eat, die, he that toucheth the carcass thereof, shall be unclean until the even.",
      "40": "And he that eateth of the carcass of it, shall wash his clothes, and be unclean until the even: he also that beareth the carcass of it, shall wash his clothes, and be unclean until the even.",
      "41": "Every creeping thing therefore that creepeth upon the earth, shall be an abomination, and not be eaten.",
      "42": "Whatsoever goeth upon the breast, and whatsoever goeth upon all four, or that hath many feet among all creeping things that creep upon the earth, ye shall not eat of them, for they shall be abomination.",
      "43": "Ye shall not pollute yourselves with anything that creepeth, neither make yourselves unclean with them, neither defile yourselves thereby: ye shall not, I say, be defiled by them.",
      "44": "For I am the Lord your God: be sanctified therefore, and be holy, for I am holy, and defile not yourselves with any creeping thing that creepeth upon the earth.",
      "45": "For I am the Lord that brought you out of the land of Egypt, to be your God, and that you should be holy, for I am holy.",
      "46": "This is the law of beasts, and of fowls, and of every living thing that moveth in the waters, and of every thing that creepeth upon the earth:",
      "47": "That there may be a difference between the unclean and clean, and between the beast that may be eaten, and the beast that ought not to be eaten."
    },
    "12": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Speak unto the children of Israel, and say, When a woman hath brought forth seed, and borne a man-child, she shall be unclean seven days, like as she is unclean when she is put apart for her disease.",
      "3": "(And in the eighth day the foreskin of the children’s flesh shall be circumcised.)",
      "4": "And she shall continue in the blood of her purifying three and thirty days: she shall touch no hallowed thing, nor come into the Sanctuary, until the time of her purifying be out.",
      "5": "But if she bear a maid-child, then she shall be unclean two weeks, as when she hath her disease: and she shall continue in the blood of her purifying threescore and six days.",
      "6": "Now when the days of her purifying are out (whether it be for a son or for a daughter) she shall bring to the Priest a lamb of one year old for a burnt offering, and a young pigeon or a turtledove for a sin offering, unto the door of the Tabernacle of the Congregation,",
      "7": "Who shall offer it before the Lord, and make an atonement for her: so she shall be purged of the issue of her blood: this is the law for her that hath borne a male or female.",
      "8": "But if she be not able to bring a lamb, she shall bring two turtles, or two young pigeons: the one for a burnt offering, and the other for a sin offering: and the Priest shall make an atonement for her: so she shall be clean."
    },
    "13": {
      "1": "Moreover the Lord spake unto Moses and to Aaron, saying,",
      "2": "The man that shall have in the skin of his flesh a swelling or a scab, or a white spot, so that in the skin of his flesh it be like the plague of leprosy, then he shall be brought unto Aaron the Priest, or unto one of his sons the Priests,",
      "3": "And the Priest shall look on the sore in the skin of his flesh: if the hair in the sore be turned into white, and the sore seen to be lower than the skin of his flesh, it is a plague of leprosy: therefore the Priest shall look on him, and pronounce him unclean.",
      "4": "But if the white spot be in the skin of his flesh, and seem not to be lower than the skin, nor the hair thereof be turned unto white, then the Priest shall shut up him that hath the plague, seven days.",
      "5": "After, the Priest shall look upon him the seventh day: and if the plague seem to him to abide still, and the plague grow not in the skin, the Priest shall shut him up yet seven days more.",
      "6": "Then the Priest shall look on him again the seventh day, and if the plague be dark, and the sore grow not in the skin, then the Priest shall pronounce him clean, for it is a scab: therefore he shall wash his clothes, and be clean.",
      "7": "But if the scab grow more in the skin, after that he is seen of the Priest for to be purged, he shall be seen of the Priest yet again.",
      "8": "Then the Priest shall consider, and if the scab grow in the skin, then the Priest shall pronounce him unclean: for it is leprosy.",
      "9": "When the plague of leprosy is in a man, he shall be brought unto the Priest,",
      "10": "And the Priest shall see him: and if the swelling be white in the skin, and have made the hair white, and there be raw flesh in the swelling,",
      "11": "It is an old leprosy in the skin of his flesh: and the Priest shall pronounce him unclean, and shall not shut him up, for he is unclean.",
      "12": "Also if the leprosy break out in the skin, and the leprosy cover all the skin of the plague, from his head even to his feet, wheresoever the Priest looketh,",
      "13": "Then the Priest shall consider: and if the leprosy cover all his flesh, he shall pronounce the plague to be clean, because it is all turned into whiteness: so he shall be clean.",
      "14": "But if there be raw flesh on him when he is seen, he shall be unclean.",
      "15": "For the Priest shall see the raw flesh, and declare him to be unclean: for the raw flesh is unclean, therefore it is the leprosy.",
      "16": "Or if the raw flesh change and be turned into white, then he shall come to the Priest,",
      "17": "And the Priest shall behold him: and if the sore be changed into white, then the Priest shall pronounce the plague clean, for it is clean.",
      "18": "The flesh also in whose skin there is a boil, and is healed",
      "19": "And in the place of the boil there be a white swelling, or a white spot somewhat reddish, it shall be seen of the Priest.",
      "20": "And when the Priest seeth it, if it appear lower than the skin, and the hair thereof be changed into white, the Priest then shall pronounce him unclean: for it is a plague of leprosy, broken out in the boil.",
      "21": "But if the Priest look on it, and there be no white hairs therein, and if it be not lower than the skin, but be darker, then the Priest shall shut him up seven days.",
      "22": "And if it spread abroad in the flesh, the Priest shall pronounce him unclean, for it is a sore.",
      "23": "But if the spot continue in his place, and grow not, it is a burning boil: therefore the Priest shall declare him to be clean.",
      "24": "If there be any flesh, in whose skin there is an hot burning, and the quick flesh of the burning have a white spot, somewhat reddish or pale,",
      "25": "Then the Priest shall look upon it: and if the hair in that spot be changed into white, and it appear lower than the skin, it is a leprosy broken out in the burning: therefore the Priest shall pronounce him unclean: for it is the plague of leprosy.",
      "26": "But if the Priest look on it, and there be no white hair in the spot, and be no lower than the other skin, but be darker, then the Priest shall shut him up seven days.",
      "27": "After, the Priest shall look on him the seventh day: if it be grown abroad in the skin, then the Priest shall pronounce him unclean: for it is the plague of leprosy.",
      "28": "And if the spot abide in his place, not growing in the skin, but is dark, it is a rising of the burning: the Priest shall therefore declare him clean: for it is the drying up of the burning.",
      "29": "If also a man or a woman hath a sore on the head or in the beard,",
      "30": "Then the Priest shall see the sore: and if it appears lower than the skin, and there be in it a small yellow hair, then the Priest shall pronounce him unclean: for it is a black spot, and leprosy of the head or of the beard.",
      "31": "And if the Priest look on the sore of the black spot, and if it seem not lower than the skin, nor have any black hair in it, then the Priest shall shut up him that hath the sore of the black spot, seven days.",
      "32": "After, in the seventh day the Priest shall look on the sore: and if the black spot grow not, and there be in it no yellow hair, and the black spot seem not lower than the skin,",
      "33": "Then he shall be shaven, but the place of the black spot shall he not shave: but the Priest shall shut up him that hath black spot, seven days more.",
      "34": "And the seventh day the Priest shall look on the black spot: and if the black spot grow not in the skin, nor seem lower than the other skin, then the Priest shall cleanse him, and he shall wash his clothes, and be clean.",
      "35": "But if the black spot grow abroad in the flesh after his cleansing,",
      "36": "Then the Priest shall look on it, and if the black spot grow in the skin, the Priest shall not seek for the yellow hair: for it is unclean.",
      "37": "But if the black spot seem to him to abide, and that black hair grow therein, the black spot is healed, he is clean, and the Priest shall declare him to be clean.",
      "38": "Furthermore if there be any white spots in the skin of the flesh of man or woman,",
      "39": "Then the Priest shall consider: and if the spots in the skin of their flesh be somewhat dark and white withal, it is but a white spot broken out in the skin: therefore he is clean.",
      "40": "And the man whose hair is fallen off his head, and is bald, is clean.",
      "41": "And if his head lose the hair on the forepart, and be bald before, he is clean.",
      "42": "But if there be in the bald head, or in the bald forehead a white reddish sore, it is a leprosy springing in his bald head, or in his bald forehead.",
      "43": "Therefore the Priest shall look upon it, and if the rising of the sore be white reddish in his bald head, or in his bald forehead, appearing like leprosy in the skin of the flesh,",
      "44": "He is a leper and unclean: therefore the Priest shall pronounce him altogether unclean: for the sore is in his head.",
      "45": "The leper also in whom the plague is, shall have his clothes rent, and his head bare, and shall put a covering upon his lips, and shall cry, I am unclean, I am unclean.",
      "46": "As long as the disease shall be upon him, he shall be polluted, for he is unclean: he shall dwell alone, without the camp shall his habitation be.",
      "47": "Also the garment that the plague of leprosy is in, whether it be a woolen garment or a linen garment,",
      "48": "Whether it be in the warp or in the woof of linen or of woolen, either in a skin, or in anything made of skin,",
      "49": "And if the sore be green or somewhat reddish in the garment or in the skin, or in the warp or in the woof, or in anything that is made of skin, it is a plague of leprosy, and shall be showed unto the Priest.",
      "50": "Then the Priest shall see the plague, and shut up it that hath the plague, seven days,",
      "51": "And shall look on the plague the seventh day: if the plague grow in the garment or in the warp, or in the woof, or in the skin, or in anything that is made of skin, that plague is a fretting leprosy and unclean.",
      "52": "And he shall burn the garment, or the warp, or the woof, whether it be woolen or linen, or anything that is made of skin, wherein the plague is: for it is a fretting leprosy, therefore it shall be burnt in the fire.",
      "53": "If the Priest yet see that the plague grow not in the garment, or in the woof, or in whatsoever thing of skin it be,",
      "54": "Then the Priest shall command them to wash the thing wherein the plague is, and he shall shut it up seven days more.",
      "55": "Again the Priest shall look on the plague, after it is washed: and if the plague have not changed his color, though the plague spread no further, it is unclean: thou shalt burn it in the fire, for it is a fret inward, whether the spot be in the bare place of the whole, or in part thereof.",
      "56": "And if the Priest see that the plague be darker, after that it is washed, he shall cut it out of the garment, or out of the skin, or out of the warp, or out of the woof.",
      "57": "And if it appear still in the garment or in the warp, or in the woof, or in anything made of skin, it is a spreading leprosy: thou shalt burn the thing wherein the plague is, in the fire.",
      "58": "If thou hast washed the garment, or the warp, or the woof, or whatsoever thing of skin it be, if the plague be departed therefrom, then shall it be washed the second time, and be clean.",
      "59": "This is the law of the plague of leprosy in a garment of woolen or linen, or in the warp, or in the woof, or in anything of skin, to make it clean or unclean."
    },
    "14": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "This is the law of the leper in the day of his cleansing: that is, he shall be brought unto the Priest,",
      "3": "And the Priest shall go out of the camp, and the Priest shall consider him: and if the plague of leprosy be healed in the leper,",
      "4": "Then shall the Priest command to take for him that is cleansed, two sparrows alive and clean, and cedarwood and a scarlet lace, and hyssop.",
      "5": "And the Priest shall command to kill one of the birds over pure water in an earthen vessel.",
      "6": "After, he shall take the live sparrow with the cedarwood, and the scarlet lace, and the hyssop, and shall dip them and the living sparrow in the blood of the sparrow slain, over the pure water.",
      "7": "And he shall sprinkle upon him, that must be cleansed of his leprosy, seven times, and cleanse him, and shall let go the live sparrow into the broad field.",
      "8": "Then he that shall be cleansed, shall wash his clothes, and shave off all his hair, and wash himself in water, so he shall be clean: after that shall he come into the host, and shall tarry without his tent seven days.",
      "9": "So in the seventh day he shall shave off all his hair both his head and his beard, and his eyebrows: even all his hair shall be shaven, and shall wash his clothes, and shall wash his flesh in water: so he shall be clean.",
      "10": "Then in the eighth day he shall take two he lambs without blemish, and an ewe lamb of a year old without blemish, and three-tenth deals of fine flour for a meat offering, mingled with oil, and a pint of oil.",
      "11": "And the Priest that maketh him clean shall bring the man which is to be made clean, and those things, before the Lord, at the door of the Tabernacle of the Congregation.",
      "12": "Then the Priest shall take one lamb, and offer him for a trespass offering, and the pint of oil, and shake them to and fro before the Lord.",
      "13": "And he shall kill the lamb in the place where the sin offering and the burnt offering are slain, even in the holy place: for as the sin offering is the Priest’s, so is the trespass offering: for it is most holy.",
      "14": "So the Priest shall take of the blood of the trespass offering, and put it upon the lap of the right ear of him that shall be cleansed, and upon the thumb of his right hand, and upon the great toe of his right foot.",
      "15": "The Priest shall also take of the pint of oil, and pour it into the palm of his left hand,",
      "16": "And the Priest shall dip his right finger in the oil that is in his left hand, and sprinkle of the oil with his finger seven times before the Lord.",
      "17": "And of the rest of the oil that is in his hand, shall the Priest put upon the lap of the right ear of him that is to be cleansed, and upon the thumb of his right hand, and upon the great toe of his right foot, where the blood of the trespass offering was put.",
      "18": "But the remnant of the oil that is in the Priest’s hand, he shall pour upon the head of him that is to be cleansed: so the Priest shall make an atonement for him before the Lord.",
      "19": "And the Priest shall offer the burnt offering, and make an atonement for him that is to be cleansed of his uncleanness: then after shall he kill the burnt offering.",
      "20": "So the Priest shall offer the burnt offering and the meat offering upon the Altar: and the Priest shall make an atonement for him: so he shall be clean.",
      "21": "But if he be poor, and not able, then he shall bring one lamb for a trespass offering to be shaken, for his reconciliation, and a tenth deal of fine flour mingled with oil, for a meat offering, with a pint of oil.",
      "22": "Also two turtledoves, or two young pigeons, as he is able, whereof the one shall be a sin offering, and the other a burnt offering,",
      "23": "And he shall bring them the eighth day for his cleansing unto the Priest at the door of the Tabernacle of the Congregation before the Lord.",
      "24": "Then the Priest shall take the lamb of the trespass offering, and the pint of oil, and the Priest shall shake them to and fro before the Lord.",
      "25": "And he shall kill the lamb of the trespass offering, and the Priest shall take of the blood of the trespass offering, and put it upon the lap of his right ear that is to be cleansed, and upon the thumb of his right hand, and upon the great toe of his right foot.",
      "26": "Also the Priest shall pour of the oil into the palm of his own left hand.",
      "27": "So the Priest shall with his right finger sprinkle of the oil that is in his left hand, seven times before the Lord.",
      "28": "Then the Priest shall put of the oil that is in his hand, upon the lap of the right ear of him that is to be cleansed, and upon the thumb of his right hand, and upon the great toe of his right foot: upon the place of the blood of the trespass offering.",
      "29": "But the rest of the oil that is in the Priest’s hand, he shall put upon the head of him that is to be cleansed, to make an atonement for him before the Lord.",
      "30": "Also he shall present one of the turtledoves, or of the young pigeons, as he is able.",
      "31": "Such, I say, as he is able, the one for a sin offering, and the other for a burnt offering, with the meat offering: so the Priest shall make an atonement for him that is to be cleansed before the Lord.",
      "32": "This is the Law of him which hath the plague of leprosy, who is not able in his cleansing to offer the whole.",
      "33": "The Lord also spake unto Moses and to Aaron, saying,",
      "34": "When ye be come unto the land of Canaan which I give you in possession, if I send the plague of leprosy in an house of the land of your possession,",
      "35": "Then he that [owneth] the house shall come and tell the Priest, saying, Me think there is like a plague of leprosy in the house.",
      "36": "Then the Priest shall command them to empty the house before the Priest go into it to see the plague, that all that is in the house be not made unclean, and then shall the Priest go in to see the house.",
      "37": "And he shall mark the plague: and if the plague be in the walls of the house, and that there be deep spots, greenish or reddish, which seem to be lower than the wall.",
      "38": "Then the Priest shall go out of the house to the door of the house, and shall cause to shut up the house seven days.",
      "39": "So the Priest shall come again the seventh day: and if he see that the plague be increased in the walls of the house,",
      "40": "Then the Priest shall command them to take away the stones wherein the plague is, and they shall cast them into a foul place without the city.",
      "41": "Also he shall cause to scrape the house within round about, and pour the dust, that they have pared off, without the city in an unclean place.",
      "42": "And they shall take other stones, and put them in the places of those stones, and shall take other mortar, to plaster the house with.",
      "43": "But if the plague come again and break out in the house, after that he hath taken away the stones, and after that he hath scraped and plastered the house,",
      "44": "Then the Priest shall come and see: and if the plague grow in the house, it is a fretting leprosy in the house: it is therefore unclean.",
      "45": "And he shall break down the house, with the stones of it, and the timber thereof, and all the mortar of the house, and he shall carry them out of the city unto an unclean place.",
      "46": "Moreover he that goeth into the house all the while that it is shut up, he shall be unclean until the even.",
      "47": "He also that sleepeth in the house shall wash his clothes: he likewise that eateth in the house, shall wash his clothes.",
      "48": "But if the Priest shall come and see, that the plague hath spread no further in the house, after the house be plastered, the Priest shall pronounce the house clean, for the plague is healed.",
      "49": "Then shall he take to purify the house, two sparrows, and cedarwood, and scarlet lace, and hyssop.",
      "50": "And he shall kill one sparrow over pure water in an earthen vessel,",
      "51": "And shall take the cedarwood, and the hyssop, and the scarlet lace with the live Sparrow, and dip them in the blood of the slain Sparrow, and in the pure water, and sprinkle the house seven times:",
      "52": "So shall he cleanse the house with the blood of the sparrow, and with the pure water, and with the live sparrow, and with the cedarwood, and with the hyssop, and with the scarlet lace.",
      "53": "Afterward he shall let go the live sparrow out of the town into the broad fields: so shall he make atonement for the house, and it shall be clean.",
      "54": "This is the law for every plague of leprosy and black spot,",
      "55": "And of the leprosy of the garment, and of the house,",
      "56": "And of the swelling, and of the scab, and of the white spot.",
      "57": "This is the law of the leprosy, to teach when a thing is unclean, and when it is clean."
    },
    "15": {
      "1": "Moreover the Lord spake unto Moses, and to Aaron, saying,",
      "2": "Speak unto the children of Israel, and say unto them, Whosoever hath an issue from his flesh, is unclean, because of his issue.",
      "3": "And this shall be his uncleanness in his issue, when his flesh avoideth his issue, or if his flesh be stopped from his issue, this is his uncleanness.",
      "4": "Every bed whereon he lieth that hath the issue, shall be unclean, and everything whereon he sitteth, shall be unclean.",
      "5": "Whosoever also toucheth his bed, shall wash his clothes, and wash himself in water, and shall be unclean until the even.",
      "6": "And he that sitteth on any thing, whereon he sat that hath the issue, shall wash his clothes, and wash himself in water, and shall be unclean until the even.",
      "7": "Also he that toucheth the flesh of him that hath the issue, shall wash his clothes, and wash himself in water, and shall be unclean until the even.",
      "8": "If he also that hath the issue, spit upon him that is clean, he shall wash his clothes, and wash himself in water, and shall be unclean until the even.",
      "9": "And what saddle soever he rideth upon, that hath the issue, shall be unclean,",
      "10": "And whosoever toucheth any thing that was under him, shall be unclean until the even: and he that beareth those things, shall wash his clothes, and wash himself in water, and shall be unclean until the even.",
      "11": "Likewise whomsoever he toucheth that hath the issue (and hath not washed his hands in water) shall wash his clothes, and wash himself in water, and shall be unclean until the even.",
      "12": "And the vessel of earth that he toucheth, which hath the issue, shall be broken: and every vessel of wood shall be rinsed in water.",
      "13": "But if he that hath an issue, be cleansed of his issue, then shall he count him seven days for his cleansing, and wash his clothes, and wash his flesh in pure water: so shall he be clean.",
      "14": "Then the eighth day he shall take unto him two turtledoves, or two young pigeons, and come before the Lord at the door of the Tabernacle of the Congregation, and shall give them unto the Priest,",
      "15": "And the Priest shall make of the one of them a sin offering, and of the other a burnt offering: so the Priest shall make an atonement for him before the Lord for his issue.",
      "16": "Also if any man’s issue of seed depart from him, he shall wash all his flesh in water, and be unclean until the even.",
      "17": "And every garment, and every skin whereupon shall be issue of seed, shall be even washed with water, and be unclean unto the even.",
      "18": "If he that hath an issue of seed do lie with a woman, they shall both wash themselves with water, and be unclean until the even.",
      "19": "Also when a woman shall have an issue, and her issue in her flesh shall be blood, she shall be put apart seven days: and whosoever toucheth her, shall be unclean until the even.",
      "20": "And whatsoever she lieth upon in her separation, shall be unclean, and everything that she sitteth upon, shall be unclean.",
      "21": "Whosoever also toucheth her bed, shall wash his clothes, and wash himself with water, and shall be unclean unto the even.",
      "22": "And whosoever toucheth anything that she sat upon, shall wash his clothes, and wash himself in water, and shall be unclean until the even:",
      "23": "So that whether he toucheth her bed, or anything whereon she hath sat, he shall be unclean unto the even.",
      "24": "And if a man lie with her, and the flowers of her separation touch him, he shall be unclean seven days, and all the whole bed whereon he lieth, shall be unclean.",
      "25": "Also when a woman’s issue of blood runneth long time besides the time of her flowers, or when she hath an issue longer than her flowers, all the days of the issue of her uncleanness she shall be unclean, as in the time of her flowers.",
      "26": "Every bed whereon she lieth (as long as her issue lasteth) shall be to her as the bed of her separation: and whatsoever she sitteth upon, shall be unclean, as her uncleanness when she is put apart.",
      "27": "And whosoever toucheth these things, shall be unclean, and shall wash his clothes, and wash himself in water, and shall be unclean unto the even.",
      "28": "But if she be cleansed of her issue, then she shall count her seven days, and after, she shall be clean.",
      "29": "And in the eighth day she shall take unto her two turtles, or two young pigeons, and bring them unto the Priest at the door of the Tabernacle of the Congregation.",
      "30": "And the Priest shall make of the one a sin offering, and of the other a burnt offering, and the Priest shall make an atonement for her before the Lord, for the issue of her uncleanness.",
      "31": "Thus shall ye separate the children of Israel from their uncleanness, that they die not in their uncleanness, if they defile my Tabernacle that is among them.",
      "32": "This is the law of him that hath an issue, and of him from whom goeth an issue of seed whereby he is defiled:",
      "33": "Also of her that is sick of her flowers, and of him that hath a running issue, whether it be man or woman, and of him that lieth with her which is unclean."
    },
    "16": {
      "1": "Furthermore the Lord spake unto Moses, after the death of the two sons of Aaron, when they came to offer before the Lord, and died:",
      "2": "And the Lord said unto Moses, Speak unto Aaron thy brother, that he come not at all times into the holy place within the veil, before the Mercy seat, which is upon the Ark, that he die not, for I will appear in the cloud upon the Mercy seat.",
      "3": "After this sort shall Aaron come into the Holy place: even with a young bullock for a sin offering, and a ram for a burnt offering.",
      "4": "He shall put on the holy linen coat, and shall have linen breeches upon his flesh, and shall be girded with a linen girdle, and shall cover his head with a linen miter, these are the holy garments: therefore shall he wash his flesh in water, when he doth put them on.",
      "5": "And he shall take of the Congregation of the children of Israel, two he goats for a sin offering, and a ram for a burnt offering.",
      "6": "Then Aaron shall offer the bullock for his sin offering, and make an atonement for himself, and for his house.",
      "7": "And he shall take the two he goats, and present them before the Lord at the door of the Tabernacle of the Congregation.",
      "8": "Then Aaron shall cast lots over the two he goats: one lot for the Lord, and the other for the Scapegoat.",
      "9": "And Aaron shall offer the goat, upon which the Lord’s lot shall fall, and make him a sin offering.",
      "10": "But the goat, on which the lot shall fall to be the Scapegoat, shall be presented alive before the Lord, to make reconciliation by him, and to let him go (as a Scapegoat) into the wilderness.",
      "11": "Thus Aaron shall offer the bullock for his sin offering, and make a reconciliation for himself, and for his house, and shall kill the bullock for his sin offering.",
      "12": "And he shall take a censer full of burning coals from off the altar before the Lord, and his hand full of sweet incense beaten small, and bring it within the veil,",
      "13": "And shall put the incense upon the fire before the Lord, that the cloud of the incense may cover the Mercy seat that is upon the Testimony: so he shall not die.",
      "14": "And he shall take of the blood of the bullock, and sprinkle it with his finger upon the Mercy seat Eastward: and before the Mercy seat shall he sprinkle of the blood with his finger seven times.",
      "15": "Then shall he kill the goat that is the people’s sin offering, and bring his blood within the veil and do with that blood, as he did with the blood of the bullock, and sprinkle it upon the Mercy seat, and before the Mercy seat.",
      "16": "So he shall purge the Holy place from the uncleanness of the children of Israel, and from their trespasses of all their sins: so shall he do also for the Tabernacle of the Congregation placed with them, in the midst of their uncleanness.",
      "17": "And there shall be no man in the Tabernacle of the Congregation, when he goeth in to make an atonement in the Holy place, until he come out, and have made an atonement for himself, and for his household, and for all the Congregation of Israel.",
      "18": "After, he shall go out unto the altar that is before the Lord, and make a reconciliation upon it, and shall take of the blood of the bullock, and of the blood of the goat, and put it upon the horns of the Altar round about.",
      "19": "So shall he sprinkle of the blood upon it with his finger seven times, and cleanse it, and hallow it from the uncleanness of the children of Israel.",
      "20": "When he hath made an end of purging the Holy place, and the Tabernacle of the Congregation, and the Altar, then he shall bring the live goat:",
      "21": "And Aaron shall put both his hands upon the head of the live goat, and confess over him all the iniquities of the children of Israel, and all their trespasses in all their sins, putting them upon the head of the goat, and shall send him away (by the hand of a man appointed) into the wilderness.",
      "22": "So the goat shall bear upon him all their iniquities into the land that is not inhabited, and he shall let the goat go into the wilderness.",
      "23": "After, Aaron shall come into the Tabernacle of the Congregation, and put off the linen clothes, which he put on when he went into the Holy place, and leave them there.",
      "24": "He shall wash also his flesh with water in the holy place, and put on his own raiment, and come out, and make his burnt offering and the burnt offering of the people, and make an atonement for himself, and for the people.",
      "25": "Also the fat of the sin offering shall he burn upon the altar.",
      "26": "And he that carried forth the goat called the Scapegoat, shall wash his clothes, and wash his flesh in water, and after that shall come into the host.",
      "27": "Also the bullock for the burnt offering, and the goat for the sin offering (whose blood was brought to make a reconciliation in the Holy place) shall one carry out without the host to be burnt in the fire, with their skins, and with their flesh, and with their dung.",
      "28": "And he that burneth them shall wash his clothes, and wash his flesh in water, and afterward come into the host.",
      "29": "So this shall be an ordinance forever unto you: the tenth day of the seventh month, ye shall humble your souls, and do no work at all, whether it be one of the same country, or a stranger that sojourneth among you.",
      "30": "For that day shall the Priest make an atonement for you to cleanse you: ye shall be clean from all your sins before the Lord.",
      "31": "This shall be a Sabbath of rest unto you, and you shall humble your souls by an ordinance forever.",
      "32": "And the Priest whom he shall anoint, and whom he shall consecrate (to minister in his father’s stead) shall make the atonement, and shall put on the linen clothes and holy vestments,",
      "33": "And shall purge the holy Sanctuary and the Tabernacle of the Congregation, and shall cleanse the altar, and make an atonement for the Priests and for all the people of the Congregation.",
      "34": "And this shall be an everlasting ordinance unto you to make an atonement for the children of Israel for all their sins once a year: and as the Lord commanded Moses, he did."
    },
    "17": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Speak unto Aaron, and to his sons, and to all the children of Israel, and say unto them, This is the thing which the Lord hath commanded, saying,",
      "3": "Whosoever he be of the house of Israel that killeth a bullock, or lamb, or goat in the host, or that killeth it out of the host,",
      "4": "And bringeth it not unto the door of the Tabernacle of the Congregation to offer an offering unto the Lord before the Tabernacle of the Lord, blood shall be imputed unto that man: he hath shed blood, wherefore that man shall be cut off from among his people.",
      "5": "Therefore the children of Israel shall bring their offerings, which they would offer abroad in the field, and present them unto the Lord at the door of the Tabernacle of the Congregation by the Priest, and offer them for peace offerings unto the Lord.",
      "6": "Then the Priest shall sprinkle the blood upon the Altar of the Lord before the door of the Tabernacle of the Congregation, and burn the fat for a sweet savor unto the Lord.",
      "7": "And they shall no more offer their offerings unto devils, after whom they have gone a whoring: this shall be an ordinance forever unto them in their generations.",
      "8": "Also thou shalt say unto them, Whosoever he be of the house of Israel, or of the strangers which sojourn among them, that offereth a burnt offering or sacrifice,",
      "9": "And bringeth it not unto the door of the Tabernacle of the Congregation to offer it unto the Lord, even that man shall be cut off from his people.",
      "10": "Likewise whosoever he be of the house of Israel: or of the strangers that sojourn among them, that eateth any blood, I will even set my face against that person that eateth blood, and will cut him off from among his people.",
      "11": "For the life of the flesh is in the blood, and I have given it unto you to offer upon the altar, to make an atonement for your souls: for this blood shall make an atonement for the soul.",
      "12": "Therefore I said unto the children of Israel, None of you shall eat blood: neither the stranger that sojourneth among you, shall eat blood.",
      "13": "Moreover whosoever he be of the children of Israel, or of the strangers that sojourn among them, which by hunting taketh any beast or fowl that may be eaten, he shall pour out the blood thereof, and cover it with dust:",
      "14": "For the life of all flesh is his blood, it is joined with his life: therefore I said unto the children of Israel, Ye shall eat the blood of no flesh: for the life of all flesh is the blood thereof: whosoever eateth it, shall be cut off.",
      "15": "And every person that eateth it which dieth alone, or that which is torn with beasts, whether it be one of the same country or a stranger, he shall both wash his clothes, and wash himself in water, and be unclean unto the even: after he shall be clean.",
      "16": "But if he wash them not, nor wash his flesh, then he shall bear his iniquity."
    },
    "18": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Speak unto the children of Israel, and say unto them, I am the Lord your God.",
      "3": "After the doings of the land of Egypt, wherein ye dwelt, shall ye not do: and after the manner of the land of Canaan, whither I will bring you, shall ye not do, neither walk in their ordinances.",
      "4": "But do after my judgments, and keep mine ordinances, to walk therein: I am the Lord your God.",
      "5": "Ye shall keep therefore my statutes, and my judgments, which if a man do, he shall then live in them: I am the Lord.",
      "6": "None shall come near to any of the kindred of his flesh to uncover her shame: I am the Lord.",
      "7": "Thou shalt not uncover the shame of thy father, nor the shame of thy mother, for she is thy mother, thou shalt not discover her shame.",
      "8": "The shame of thy father’s wife shalt thou not discover: for it is thy father’s shame.",
      "9": "Thou shalt not discover the shame of thy sister, the daughter of thy father, or the daughter of thy mother, whether she be born at home or born without: thou shalt not discover their shame.",
      "10": "The shame of thy son’s daughter, or of thy daughter’s daughter, thou shalt not, I say, uncover their shame: for it is thy shame.",
      "11": "The shame of thy father’s wife’s daughter, begotten of thy father (for she is thy sister) thou shalt not, I say, discover her shame.",
      "12": "Thou shalt not uncover the shame of thy father’s sister: for she is thy father’s kinswoman.",
      "13": "Thou shalt not discover the shame of thy mother’s sister: for she is thy mother’s kinswoman.",
      "14": "Thou shalt not uncover the shame of thy father’s brother: that is, thou shalt not go in to his wife, for she is thine aunt.",
      "15": "Thou shalt not discover the shame of thy daughter-in-law: for she is thy son’s wife: therefore shalt thou not uncover her shame.",
      "16": "Thou shalt not discover the shame of thy brother’s wife: for it is thy brother’s shame.",
      "17": "Thou shalt not discover the shame of the wife and of her daughter, neither shalt thou take her son’s daughter, nor her daughter’s daughter, to uncover her shame: for they are thy kinsfolks, and it were wickedness.",
      "18": "Also thou shalt not take a wife with her sister, during her life to vex her, in uncovering her shame upon her.",
      "19": "Thou shalt not also go unto a woman to uncover her shame, as long as she is put apart for her disease.",
      "20": "Moreover, thou shalt not give thy self to thy neighbor’s wife by carnal copulation, to be defiled with her.",
      "21": "Also thou shalt not give thy children to offer them unto Molech, neither shalt thou defile the Name of thy God: for I am the Lord.",
      "22": "Thou shalt not lie with the male as one lieth with a woman: for it is abomination.",
      "23": "Thou shalt not also lie with any beast to be defiled therewith, neither shall any woman stand before a beast, to lie down thereto: for it is abomination.",
      "24": "Ye shall not defile yourselves in any of these things: for in all these the Nations are defiled which I will cast out before you:",
      "25": "And the land is defiled: therefore I will visit the wickedness thereof upon it, and the land shall vomit out her inhabitants.",
      "26": "Ye shall keep therefore mine ordinances, and my judgments, and commit none of these abominations, as well he that is of the same country, as the stranger that sojourneth among you.",
      "27": "(For all these abominations have the men of the land done, which were before you, and the land is defiled:",
      "28": "And shall not the land spew you out if ye defile it, as it spewed out the people that were before you?)",
      "29": "For whosoever shall commit any of these abominations, the persons that do so, shall be cut off from among their people.",
      "30": "Therefore shall ye keep mine ordinances, that ye do not any of the abominable customs, which have been done before you, and that ye defile not yourselves therein: for I am the Lord your God."
    },
    "19": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Speak unto all the Congregation of the children of Israel, and say unto them, Ye shall be holy, for I the Lord your God am holy.",
      "3": "Ye shall fear every man his mother and his father, and shall keep my Sabbath: for I am the Lord your God.",
      "4": "Ye shall not turn unto idols, nor make you molten gods: I am the Lord your God.",
      "5": "And when ye shall offer a peace offering unto the Lord, ye shall offer it freely.",
      "6": "It shall be eaten the day ye offer it, or on the morrow: and that which remaineth until the third day, shall be burnt in the fire.",
      "7": "For if it be eaten the third day, it shall be unclean, it shall not be accepted.",
      "8": "Therefore he that eateth it, shall bear his iniquity, because he hath defiled the hallowed thing of the Lord, and that person shall be cut off from his people.",
      "9": "When ye reap the harvest of your land, ye shall not reap every corner of your field, neither shalt thou gather the gleanings of thy harvest.",
      "10": "Thou shalt not gather the grapes of thy vineyard clean, neither gather every grape of thy vineyard, but thou shalt leave them for the poor and for the stranger: I am the Lord your God.",
      "11": "Ye shall not steal, neither deal falsely, neither lie one to another.",
      "12": "Also ye shall not swear by my Name falsely, neither shalt thou defile the Name of thy God: I am the Lord.",
      "13": "Thou shalt not do thy neighbor wrong, neither rob him. The workman’s hire shall not abide with thee until the morning.",
      "14": "Thou shalt not curse the deaf, neither put a stumbling block before the blind, but shalt fear thy God: I am the Lord.",
      "15": "Ye shall not do unjustly in judgment: Thou shalt not favor the person of the poor, nor honor the person of the mighty, but thou shalt judge thy neighbor justly.",
      "16": "Thou shalt not walk about with tales among thy people: Thou shalt not stand against the blood of thy neighbor: I am the Lord.",
      "17": "Thou shalt not hate thy brother in thine heart, but thou shalt plainly rebuke thy neighbor, and suffer him not to sin.",
      "18": "Thou shalt not avenge, nor be mindful of wrong against the children of thy people, but shalt love thy neighbor as thyself: I am the Lord.",
      "19": "Ye shall keep mine ordinances. Thou shalt not let thy cattle gender with others of divers kinds. Thou shalt not sow thy field with mingled seed, neither shall a garment of divers things, as of linen and woolen come upon thee.",
      "20": "Whosoever also lieth and meddleth with a woman that is a bondmaid, affianced to a husband, and not redeemed, nor freedom given her, she shall be scourged, but they shall not die, because she is not made free.",
      "21": "And he shall bring for his trespass offering unto the Lord, at the door of the Tabernacle of the Congregation, a ram for a trespass offering.",
      "22": "Then the Priest shall make an atonement for him with the ram of the trespass offering before the Lord, concerning his sin which he hath done, and pardon shall be given him for his sin which he hath committed.",
      "23": "Also when ye shall come into the land, and have planted every tree for meat, ye shall count the fruit thereof as uncircumcised: three years shall it be uncircumcised unto you: it shall not be eaten:",
      "24": "But in the fourth year all the fruit thereof shall be holy to the praise of the Lord.",
      "25": "And the fifth year shall ye eat of the fruit of it, that it may yield to you the increase thereof: I am the Lord your God.",
      "26": "Ye shall not eat the flesh with the blood: ye shall not use witchcraft, nor observe times.",
      "27": "Ye shall not cut round the corners of your heads, neither shalt thou mar the tufts of thy beard.",
      "28": "Ye shall not cut your flesh for the dead, nor make any print of a mark upon you: I am the Lord.",
      "29": "Thou shalt not make thy daughter common, to cause her to be a whore, lest the land also fall to whoredom, and the land be full of wickedness.",
      "30": "Ye shall keep my Sabbaths, and reverence my Sanctuary: I am the Lord.",
      "31": "Ye shall not regard them that work with spirits, neither Soothsayers: ye shall not seek to them to be defiled by them, I am the Lord your God.",
      "32": "Thou shalt rise up before the hoary head, and honor the person of the old man, and dread thy God: I am the Lord.",
      "33": "And if a stranger sojourn with thee in your land, ye shall not vex him.",
      "34": "But the stranger that dwelleth with you, shall be as one of yourselves, and thou shalt love him as thyself: for ye were strangers in the land of Egypt: I am the Lord your God.",
      "35": "Ye shall not do unjustly in judgment, in line, in weight, or in measure.",
      "36": "You shall have just balances, true weights, a true Ephah, and a true Hin, I am the Lord your God, which have brought you out of the land of Egypt.",
      "37": "Therefore shall ye observe all mine ordinances, and all my judgments, and do them: I am the Lord."
    },
    "20": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Thou shalt say also to the children of Israel, Whosoever he be of the children of Israel, or of the strangers that dwell in Israel, that giveth his children unto Molech, he shall die the death, the people of the land shall stone him to death.",
      "3": "And I will set my face against that man and cut him off from among his people, because he hath given his children unto Molech, for to defile my Sanctuary, and to pollute mine holy Name.",
      "4": "And if the people of the land hide their eyes, and wink at that man when he giveth his children unto Molech, and kill him not,",
      "5": "Then will I set my face against that man, and against his family, and will cut him off, and all that go a whoring after him to commit whoredom with Molech, from among their people.",
      "6": "If any turn after such as work with spirits, and after soothsayers to go a whoring after them, then will I set my face against that person, and will cut him off from among his people.",
      "7": "Sanctify yourselves therefore, and be holy, for I am the Lord your God.",
      "8": "Keep ye therefore mine ordinances, and do them: I am the Lord which doth sanctify you.",
      "9": "If there be any that curseth his father or his mother he shall die the death, seeing he hath cursed his father and his mother, his blood shall be upon him.",
      "10": "And the man that committeth adultery with another man’s wife, because he hath committed adultery with his neighbor’s wife, the adulterer and the adulteress shall die the death.",
      "11": "And the man that lieth with his father’s wife, because he hath uncovered his father’s shame, they shall both die: their blood shall be upon them.",
      "12": "Also the man that lieth with his daughter-in-law, they both shall die the death, they have wrought abomination, their blood shall be upon them.",
      "13": "The man also that lieth with the male, as one lieth with a woman, they have both committed abomination: they shall die the death, their blood shall be upon them.",
      "14": "Likewise he that taketh a wife and her mother, committeth wickedness: they shall burn him and them with fire, that there be no wickedness among you.",
      "15": "Also the man that lieth with a beast, shall die the death, and ye shall slay the beast.",
      "16": "And if a woman come to any beast, and lie therewith, then thou shalt kill the woman and the beast: they shall die the death, their blood shall be upon them.",
      "17": "Also the man that taketh his sister, his father’s daughter, or his mother’s daughter, and seeth her shame, and she seeth his shame, it is villainy: therefore they shall be cut off in the sight of their people, because he that uncovered his sister’s shame, he shall bear his iniquity.",
      "18": "The man also that lieth with a woman having her disease, and uncovereth her shame, and openeth her fountain, and she open the fountain of her blood, they shall be even both cut off from among their people.",
      "19": "Moreover, thou shalt not uncover the shame of thy mother’s sister, nor of thy father’s sister: because he hath uncovered his kin, they shall bear their iniquity.",
      "20": "Likewise the man that lieth with his father’s brother’s wife, and uncovereth his uncle’s shame: they shall bear their iniquity, and shall die childless.",
      "21": "So the man that taketh his brother’s wife, committeth filthiness, because he hath uncovered his brother’s shame, they shall be childless.",
      "22": "Ye shall keep therefore all mine ordinances and all my judgments, and do them, that the land whither I bring you to dwell therein, spew you not out.",
      "23": "Wherefore ye shall not walk in the manners of this nation which I cast out before you: for they have committed all these things, therefore I abhorred them.",
      "24": "But I have said unto you, Ye shall inherit their land, and I will give it unto you to possess it, even a land that floweth with milk and honey: I am the Lord your God, which have separated you from other people.",
      "25": "Therefore shall ye put difference between clean beasts and unclean, and between unclean fowls and clean, neither shall ye defile your fowls with beasts and fowls, nor with any creeping thing, that the ground bringeth forth, which I have separated from you as unclean.",
      "26": "Therefore shall ye be holy unto me: for I the Lord am holy, and I have separated you from other people that ye should be mine.",
      "27": "And if a man or woman have a spirit of divination, or soothsaying in them, they shall die the death: they shall stone them to death, their blood shall be upon them."
    },
    "21": {
      "1": "And the Lord said unto Moses, Speak unto the Priests the sons of Aaron, and say unto them, Let none be defiled by the dead among his people,",
      "2": "But by his kinsman that is near unto him: to wit, by his mother, or by his father, or by his son, or by his daughter, or by his brother,",
      "3": "Or by his sister a maid, that is near unto him, which had not had an husband: for her he may lament.",
      "4": "He shall not lament for the Prince among his people, to pollute himself.",
      "5": "They shall not make bald parts upon their head, nor shave off the locks of their beard, nor make any cuttings in their flesh.",
      "6": "They shall be holy unto their God, and not pollute the Name of their God: for the sacrifices of the Lord made by fire, and the bread of their God they do offer: therefore they shall be holy.",
      "7": "They shall not take to wife an whore, or one polluted, neither shall they marry a woman divorced from her husband: for such one is holy unto his God.",
      "8": "Thou shalt sanctify him therefore, for he offereth the bread of thy God: he shall be holy unto thee: for I the Lord which sanctify you, am holy.",
      "9": "If a Priest’s daughter fall to play the whore, she polluteth her father: therefore shall she be burnt with fire.",
      "10": "Also the high Priest among his brethren, (upon whose head the anointing oil was poured, and hath consecrated his hand to put on the garments) shall not uncover his head nor rent his clothes.",
      "11": "Neither shall he go to any dead body, nor make himself unclean by his father or by his mother,",
      "12": "Neither shall he go out of the Sanctuary, nor pollute the holy place of his God: for the crown of the anointing oil of his God is upon him: I am the Lord.",
      "13": "Also he shall take a maid unto his wife:",
      "14": "But a widow, or a divorced woman, or a polluted, or an harlot, these shall he not marry, but shall take a maid of his own people to wife:",
      "15": "Neither shall he defile his seed among his people: for I am the Lord which sanctify him.",
      "16": "And the Lord spake unto Moses, saying,",
      "17": "Speak unto Aaron, and say, Whosoever of thy seed in their generations hath any blemishes, shall not prease to offer the bread of his God:",
      "18": "For whosoever hath any blemish, shall not come near: as a man blind or lame, or that hath a flat nose, or that hath any misshapen member,",
      "19": "Or, a man that hath a broken foot, or a broken hand,",
      "20": "Or, is crookbacked, or bleary-eyed, or hath a blemish in his eye, or be scurvy, or scabbed, or hath his stones broken.",
      "21": "None of the seed of Aaron the Priest that hath a blemish, shall come near to offer the sacrifices of the Lord made by fire, having a blemish: he shall not prease to offer the bread of his God.",
      "22": "The bread of his God, even of the most holy, and of the holy shall he eat:",
      "23": "But he shall not go in unto the veil, nor come near the altar, because he hath a blemish, lest he pollute my Sanctuaries: for I am the Lord that sanctify them.",
      "24": "Thus spake Moses unto Aaron, and to his sons, and to all the children of Israel."
    },
    "22": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Speak unto Aaron, and to his sons, that they be separated from the holy things of the children of Israel, and that they pollute not mine holy name in those things, which they hallow unto me: I am the Lord.",
      "3": "Say unto them, Whosoever he be of all your seed among your generations after you, that toucheth the holy things which the children of Israel hallow unto the Lord, having his uncleanness upon him, even that person shall be cut off from my sight, I am the Lord.",
      "4": "Whosoever also of the seed of Aaron is a leper, or hath a running issue, he shall not eat of the holy things until he be clean: and who so toucheth any that is unclean by reason of the dead, or a man whose issue of seed runneth from him,",
      "5": "Or the man that toucheth any creeping thing, whereby he may be made unclean, or a man by whom he may take uncleanness, whatsoever uncleanness he hath,",
      "6": "The person that hath touched such, shall therefore be unclean until the even, and shall not eat of the holy things, except he have washed his flesh with water.",
      "7": "But when the Sun is down, he shall be clean, and shall afterward eat of the holy things: for it is his food.",
      "8": "Of a beast that dieth, or is rent with beasts, whereby he may be defiled, he shall not eat: I am the Lord.",
      "9": "Let them keep therefore mine ordinance, lest they bear their sin for it, and die for it, if they defile it: I the Lord sanctify them.",
      "10": "There shall no stranger also eat of the holy thing, neither the guest of the Priest, neither shall an hired servant eat of the holy thing:",
      "11": "But if the Priest buy any with money, he shall eat of it, also he that is born in his house: they shall eat of his meat.",
      "12": "If the Priest’s daughter also be married unto a stranger, she may not eat of the holy offerings.",
      "13": "Notwithstanding if the Priest’s daughter be a widow or divorced, and have no child, but is returned unto her father’s house, she shall eat of her father’s bread, as she did in her youth: but there shall no stranger eat thereof.",
      "14": "If a man eat of the holy thing unwittingly, he shall put the fifth part thereunto, and give it unto the Priest with the hallowed thing.",
      "15": "So shall they not defile the holy things of the children of Israel, which they offer unto the Lord,",
      "16": "Neither cause the people to bear the iniquity of their trespass, while they eat their holy thing: for I the Lord do hallow them.",
      "17": "And the Lord spake unto Moses, saying,",
      "18": "Speak unto Aaron, and to his sons, and to all the children of Israel, and say unto them, Whosoever he be of the house of Israel, or of the strangers in Israel, that will offer his sacrifice for all their vows, and for all their free offerings, which they use to offer unto the Lord for a burnt offering,",
      "19": "Ye shall offer of your free mind a male without blemish of the beeves, of the sheep, or of the goats.",
      "20": "Ye shall not offer anything that hath a blemish: for that shall not be acceptable for you.",
      "21": "And whosoever bringeth a peace offering unto the Lord to accomplish his vow, or for a free offering of the beeves, or of the sheep, his free offering shall be perfect, no blemish shall be in it.",
      "22": "Blind, or broken, or maimed, or having a wen, or scurvy, or scabbed: these shall ye not offer unto the Lord, nor make an offering by fire of these upon the Altar of the Lord.",
      "23": "Yet a bullock, or a sheep that hath any member superfluous, or lacking, such mayest thou present for a free offering, but for a vow it shall not be accepted.",
      "24": "Ye shall not offer unto the Lord that which is bruised or crushed, or broken, or cut away, neither shall ye make an offering thereof in your land,",
      "25": "Neither of the hand of a stranger shall ye offer the bread of your God of any of these, because their corruption is in them, there is a blemish in them: therefore shall they not be accepted for you.",
      "26": "And the Lord spake unto Moses, saying,",
      "27": "When a bullock, or a sheep, or a goat shall be brought forth, it shall be even seven days under his dam: and from the eighth day forth it shall be accepted for a sacrifice made by fire unto the Lord.",
      "28": "As for the cow or the ewe, ye shall not kill her, and her young both in one day.",
      "29": "So when ye will offer a thank offering unto the Lord, ye shall offer willingly.",
      "30": "The same day shall it be eaten, ye shall leave none of it to the morrow: I am the Lord.",
      "31": "Therefore shall ye keep my Commandments and do them: for I am the Lord.",
      "32": "Neither shall ye pollute my holy Name, but I will be hallowed among the children of Israel. I the Lord sanctify you,",
      "33": "Which have brought you out of the land of Egypt, to be your God: I am the Lord."
    },
    "23": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Speak unto the children of Israel, and say unto them, The feasts of the Lord which ye shall call the holy assemblies, even these are my feasts.",
      "3": "Six days shall work be done, but in the seventh day shall be the Sabbath of rest, an holy convocation: ye shall do no work therein, it is the Sabbath of the Lord, in all your dwellings.",
      "4": "These are the feasts of the Lord, and holy convocations, which ye shall proclaim in their seasons.",
      "5": "In the first month and in the fourteenth day of the month at evening shall be the Passover of the Lord.",
      "6": "And on the fifteenth day of this month shall be the feast of unleavened bread unto the Lord: seven days ye shall eat unleavened bread.",
      "7": "In the first day ye shall have an holy convocation: ye shall do no servile work therein.",
      "8": "Also ye shall offer sacrifice made by fire unto the Lord seven days, and in the seventh day shall be an holy convocation: ye shall do no servile work therein.",
      "9": "And the Lord spake unto Moses, saying,",
      "10": "Speak unto the children of Israel, and say unto them, When ye be come into the land which I give unto you, and reap the harvest thereof, then ye shall bring a sheaf of the firstfruits of your harvest unto the Priest,",
      "11": "And he shall shake the sheaf before the Lord, that it may be acceptable for you: the morrow after the Sabbath, the Priest shall shake it.",
      "12": "And that day when ye shake the sheaf, shall ye prepare a lamb without blemish of a year old, for a burnt offering unto the Lord:",
      "13": "And the meat offering thereof shall be two tenth deals of fine flour mingled with oil, for a sacrifice made by fire unto the Lord of sweet savor: and the drink offering thereof the fourth part of an Hin of wine.",
      "14": "And ye shall eat neither bread nor parched corn, nor green ears until the selfsame day that ye have brought an offering unto your God: this shall be a Law forever in your generations and in all your dwellings.",
      "15": "Ye shall count also to you from the morrow after the Sabbath, even from the day that ye shall bring the sheaf of the shake offering, seven Sabbaths, they shall be complete.",
      "16": "Unto the morrow after the seventh Sabbath shall ye number fifty days: then ye shall bring a new meat offering unto the Lord.",
      "17": "Ye shall bring out of your habitations bread for the shake offering: they shall be two loaves of two tenth deals of fine flour, which shall be baken with leaven for firstfruits unto the Lord.",
      "18": "Also ye shall offer with the bread seven lambs without blemish of one year old, and a young bullock and two rams: they shall be for a burnt offering unto the Lord, with their meat offerings and their drink offerings, for a sacrifice made by fire of a sweet savor unto the Lord.",
      "19": "Then ye shall prepare an he goat for a sin offering, and two lambs of one year old for peace offerings.",
      "20": "And the Priest shall shake them to and fro with the bread of the firstfruits before the Lord, and with the two lambs: they shall be holy to the Lord, for the Priest.",
      "21": "So ye shall proclaim the same day, that it may be an holy convocation unto you: ye shall do no servile work therein: it shall be an ordinance forever in all your dwellings, throughout your generations.",
      "22": "And when you reap the harvest of your land, thou shalt not rid clean the corners of thy field when thou reapest, neither shalt thou make any aftergathering of thy harvest, but shalt leave them unto the poor and to the stranger, I am the Lord your God.",
      "23": "And the Lord spake unto Moses, saying,",
      "24": "Speak unto the children of Israel, and say, In the seventh month, and in the first day of the month shall ye have a Sabbath, for the remembrance of blowing the trumpets, an holy convocation.",
      "25": "Ye shall do no servile work therein, but offer sacrifice made by fire unto the Lord.",
      "26": "And the Lord spake unto Moses, saying,",
      "27": "The tenth also of this seventh month, shall be a day of reconciliation: it shall be an holy convocation unto you, and ye shall humble your souls, and offer sacrifice made by fire unto the Lord.",
      "28": "And ye shall do no work that same day: for it is a day of reconciliation, to make an atonement for you before the Lord your God.",
      "29": "For every person that humbleth not himself that same day, shall even be cut off from his people.",
      "30": "And every person that shall do any work that same day, the same person also will I destroy from among his people.",
      "31": "Ye shall do no manner work therefore: this shall be a law forever in your generations, throughout all your dwellings.",
      "32": "This shall be unto you a Sabbath of rest, and ye shall humble your souls: in the ninth day of the month at even, from even to even shall ye celebrate your Sabbath.",
      "33": "And the Lord spake unto Moses, saying,",
      "34": "Speak unto the children of Israel, and say, In the fifteenth day of this seventh month shall be for seven days the feast of Tabernacles unto the Lord.",
      "35": "In the first day shall be an holy convocation: ye shall do no servile work therein.",
      "36": "Seven days ye shall offer sacrifice made by fire unto the Lord, and in the eighth day shall be an holy convocation unto you, and ye shall offer sacrifices made by fire unto the Lord: it is the solemn assembly, ye shall do no servile work therein.",
      "37": "These are the feasts of the Lord (which ye shall call holy convocations) to offer sacrifice made by fire unto the Lord, as burnt offering, and meat offering, sacrifice, and drink offerings, every one upon his day,",
      "38": "Beside the Sabbaths of the Lord, and beside your gifts, and beside all your vows, and beside all your free offerings, which ye shall give unto the Lord.",
      "39": "But in the fifteenth day of the seventh month, when ye have gathered in the fruit of the land, ye shall keep an holy feast unto the Lord seven days: in the first day shall be a Sabbath: likewise in the eighth day shall be a Sabbath.",
      "40": "And ye shall take you in the first day the fruit of goodly trees, branches of palm trees, and the boughs of thick trees, and willows of the brook, and shall rejoice before the Lord your God seven days.",
      "41": "So ye shall keep this feast unto the Lord seven days in the year, by a perpetual ordinance through your generations: in the seventh month shall you keep it.",
      "42": "Ye shall dwell in booths seven days: all that are Israelites born, shall dwell in booths,",
      "43": "That your posterity may know that I have made the children of Israel to dwell in booths, when I brought them out of the land of Egypt: I am the Lord your God.",
      "44": "So Moses declared unto the children of Israel the feasts of the Lord."
    },
    "24": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Command the children of Israel that they bring unto thee pure oil olive beaten, for the light, to cause the lamps to burn continually.",
      "3": "Without the veil of the Testimony, in the Tabernacle of the Congregation, shall Aaron dress them, both even and morning before the Lord always: this shall be a law forever through your generations.",
      "4": "He shall dress the lamps upon the pure Candlestick before the Lord perpetually.",
      "5": "Also thou shalt take fine flour, and bake twelve cakes thereof: two tenth deals shall be in one cake.",
      "6": "And thou shalt set them in two rows, six in a row upon the pure table before the Lord.",
      "7": "Thou shalt also put pure incense upon the rows, that instead of the bread it may be for a remembrance, and an offering made by fire unto the Lord.",
      "8": "Every Sabbath he shall put them in rows before the Lord evermore, receiving them of the children of Israel for an everlasting Covenant.",
      "9": "And the bread shall be Aaron’s and his sons’, and they shall eat it in the holy place: for it is most holy unto him of the offerings of the Lord made by fire by a perpetual ordinance.",
      "10": "And there went out among the children of Israel the son of an Israelitish woman, whose father was an Egyptian: and this son of the Israelitish woman, and a man of Israel strove together in the host.",
      "11": "So the Israelitish woman’s son blasphemed the Name of the Lord, and cursed, and they brought him unto Moses (his mother’s name also was Shelomith, the daughter of Dibri of the tribe of Dan)",
      "12": "And they put him in ward, till he told them the mind of the Lord.",
      "13": "Then the Lord spake unto Moses, saying,",
      "14": "Bring the blasphemer without the host, and let all that heard him, put their hands upon his head, and let all the Congregation stone him.",
      "15": "And thou shalt speak unto the children of Israel, saying, Whosoever curseth his God, shall bear his sin.",
      "16": "And he that blasphemeth the Name of the Lord, shall be put to death: all the Congregation shall stone him to death: as well the stranger, as he that is born in the land: when he blasphemeth the Name of the Lord, let him be slain.",
      "17": "He also that killeth any man, he shall be put to death.",
      "18": "And he that killeth a beast, he shall restore it, beast for beast.",
      "19": "Also if a man cause any blemish in his neighbor: as he hath done, so shall it be done to him:",
      "20": "Breach for breach, eye for eye, tooth for tooth: such a blemish as he hath made in any, such shall be repaid to him.",
      "21": "And he that killeth a beast, shall restore it: but he that killeth a man, shall be slain.",
      "22": "Ye shall have one law: it shall be as well for the stranger as for one born in the country, for I am the Lord your God.",
      "23": "Then Moses told the children of Israel, and they brought the blasphemer out of the host, and stoned him with stones: so the children of Israel did as the Lord had commanded Moses."
    },
    "25": {
      "1": "And the Lord spake unto Moses in mount Sinai, saying,",
      "2": "Speak unto the children of Israel, and say unto them, When ye shall come into the land which I give you, the land shall keep Sabbath unto the Lord.",
      "3": "Six years thou shalt sow thy field, and six years thou shalt cut thy vineyard, and gather the fruit thereof.",
      "4": "But the seventh year shall be a Sabbath of rest unto the land: it shall be the Lord’s Sabbath: thou shalt neither sow thy field nor cut thy vineyard.",
      "5": "That which groweth of its own accord of thy harvest, thou shalt not reap, neither gather the grapes that thou hast left unlabored: for it shall be a year of rest unto the land.",
      "6": "And the rest of the land shall be meat for you, even for thee and for thy servant, and for thy maid, and for thy hired servant, and for the stranger that sojourneth with thee:",
      "7": "And for thy cattle, and for the beasts that are in thy land, shall all the increase thereof be meat.",
      "8": "Also thou shalt number seven Sabbaths of years unto thee, even seven times seven years: and the space of the seven Sabbaths of years will be unto thee nine and forty years.",
      "9": "Then thou shalt cause to blow the trumpet of the Jubilee in the tenth day of the seventh month: even in the day of the reconciliation shall ye make the trumpet blow throughout all your land.",
      "10": "And ye shall hallow that year, even the fiftieth year, and proclaim liberty in the land to all the inhabitants thereof: it shall be the Jubilee unto you, and ye shall return every man unto his possession, and every man shall return unto his family.",
      "11": "This fiftieth year shall be a year of Jubilee unto you: ye shall not sow, neither reap that which groweth of itself, neither gather the grapes thereof that are left unlabored.",
      "12": "For it is the Jubilee, it shall be holy unto you: ye shall eat of the increase thereof out of the field.",
      "13": "In the year of this Jubilee, ye shall return every man unto his possession.",
      "14": "And when thou sellest ought to thy neighbor, or buyest at thy neighbor’s hand, ye shall not oppress one another.",
      "15": "But according to the number of years after the Jubilee, thou shalt buy of thy neighbor: also according to the number of the years of the revenues, he shall sell unto thee.",
      "16": "According to the multitude of years, thou shalt increase the price thereof, and according to the fewness of years thou shalt abate the price of it: for the number of fruits doth he sell unto thee.",
      "17": "Oppress not ye therefore any man his neighbor, but thou shalt fear thy God: for I am the Lord your God.",
      "18": "Wherefore ye shall obey mine ordinances, and keep my laws, and do them, and ye shall dwell in the land in safety.",
      "19": "And the land shall give her fruit, and ye shall eat your fill, and dwell therein in safety.",
      "20": "And if ye shall say, What shall we eat the seventh year, for we shall not sow, nor gather in our increase?",
      "21": "I will send my blessing upon you in the sixth year, and it shall bring forth fruit for three years.",
      "22": "And ye shall sow the eighth year, and eat of the old fruit until the ninth year: until the fruit thereof come ye shall eat the old.",
      "23": "Also the land shall not be sold to be cut off from the family: for the land is mine, and ye be but strangers and sojourners with me.",
      "24": "Therefore in all the land of your possession ye shall grant a redemption of the land.",
      "25": "If thy brother be impoverished, and sell his possession, then his redeemer shall come, even his near kinsman, and buy out that, which his brother sold.",
      "26": "And if he have no redeemer, but hath gotten and found to buy it out,",
      "27": "Then shall he count the years of his sale, and restore the overplus to the man, to whom he sold it: so shall he return to his possession.",
      "28": "But if he cannot get sufficient to restore to him, then that which is sold, shall remain in the hand of him that hath bought it, until the year of the Jubilee: and in the Jubilee it shall come out, and he shall return unto his possession.",
      "29": "Likewise if a man sell a dwelling house in a walled city, he may buy it out again within a whole year after it is sold: within a year may he buy it out.",
      "30": "But if it be not bought out within the space of a full year, then the house that is in the walled city, shall be stablished, as cut off from the family, to him that bought it, throughout his generations: it shall not go out in the Jubilee.",
      "31": "But the houses of villages which have no walls round about them, shall be esteemed as the field of the country: they may be bought out again, and shall go out in the Jubilee.",
      "32": "Notwithstanding, the cities of the Levites, and the houses of the cities of their possession, may the Levites redeem at all seasons.",
      "33": "And if a man purchase of the Levites, the house that was sold, and the city of their possession shall go out in the Jubilee: for the houses of the cities of the Levites are their possession among the children of Israel.",
      "34": "But the field of the suburbs of their cities shall not be sold: for it is their perpetual possession.",
      "35": "Moreover, if thy brother be impoverished, and fallen in decay with thee, thou shalt relieve him, and as a stranger and sojourner, so shall he live with thee.",
      "36": "Thou shalt take no usury of him, nor vantage, but thou shalt fear thy God, that thy brother may live with thee.",
      "37": "Thou shalt not give him thy money to usury, nor lend him thy vittles for increase.",
      "38": "I am the Lord your God, which have brought you out of the land of Egypt, to give you the land of Canaan, and to be your God.",
      "39": "If thy brother also that dwelleth by thee be impoverished, and be sold unto thee, thou shalt not compel him to serve as a bond servant,",
      "40": "But as an hired servant, and as a sojourner he shall be with thee: he shall serve thee unto the year of Jubilee.",
      "41": "Then shall he depart from thee, both he and his children with him, and shall return unto his family, and unto the possession of his fathers shall he return:",
      "42": "For they are my servants, whom I brought out of the land of Egypt: they shall not be sold as bondmen are sold.",
      "43": "Thou shalt not rule over him cruelly, but shalt fear thy God.",
      "44": "Thy bond servant also, and thy bondmaid, which thou shalt have, shall be of the heathen that are round about you: of them shall ye buy servants and maids.",
      "45": "And moreover, of the children of the strangers that are sojourners among you, of them shall ye buy, and of their families that are with you which they begat in your land: these shall be your possession.",
      "46": "So ye shall take them, as inheritance for your children after you to possess them by inheritance, ye shall use their labors forever: but over your brethren the children of Israel ye shall not rule one over another with cruelty.",
      "47": "If a sojourner or a stranger dwelling by thee get riches, and thy brother by him be impoverished, and sell himself unto the stranger or sojourner dwelling by thee, or to the stock of the stranger’s family,",
      "48": "After that he is sold, he may be bought out: one of his brethren may buy him out.",
      "49": "Or his uncle, or his uncle’s son may buy him out, or any of the kindred of his flesh among his family, may redeem him: either if he can get so much, he may buy himself out.",
      "50": "Then he shall reckon with his buyer from the year that he was sold to him, unto the year of Jubilee: and the money of his sale shall be according to the number of years: according to the time of an hired servant shall he be with him.",
      "51": "If there be many years behind, according to them shall he give again for his deliverance, of the money that he was bought for.",
      "52": "If there remain but few years unto the year of Jubilee, then he shall count with him, and according to his years give again for his redemption.",
      "53": "He shall be with him year by year as an hired servant: he shall not rule cruelly over him in thy sight.",
      "54": "And if he be not redeemed thus, he shall go out in the year of Jubilee, he, and his children with him.",
      "55": "For unto me the children of Israel are servants, they are my servants whom I have brought out of the land of Egypt: I am the Lord your God."
    },
    "26": {
      "1": "Ye shall make you none idols nor graven image, neither rear you up any pillar, neither shall ye set any image of stone in your land to bow down to it: for I am the Lord your God.",
      "2": "Ye shall keep my Sabbaths, and reverence my Sanctuary: I am the Lord.",
      "3": "If ye walk in mine ordinances, and keep my commandments, and do them,",
      "4": "I will then send you rain in due season, and the land shall yield her increase, and the trees of the field shall give their fruit.",
      "5": "And your threshing shall reach unto the vintage, and the vintage shall reach unto sowing time, and you shall eat your bread in plenteousness, and dwell in your land safely.",
      "6": "And I will send peace in the land, and ye shall sleep, and none shall make you afraid: also I will rid evil beasts out of the land, and the sword shall not go through your land.",
      "7": "Also ye shall chase your enemies, and they shall fall before you upon the sword.",
      "8": "And five of you shall chase an hundred, and an hundred of you shall put ten thousand to flight, and your enemies shall fall before you upon the sword.",
      "9": "For I will have respect unto you, and make you increase, and multiply you, and stablish my covenant with you.",
      "10": "Ye shall eat also old store, and carry out old because of the new.",
      "11": "And I will set my Tabernacle among you, and my soul shall not loathe you.",
      "12": "Also I will walk among you, and I will be your God, and ye shall be my people.",
      "13": "I am the Lord your God which have brought you out of the land of Egypt, that ye should not be their bondmen, and I have broken the bonds of your yoke, and made you go upright.",
      "14": "But if ye will not obey me, nor do all these commandments,",
      "15": "And if ye shall despise mine ordinances, either if your soul abhor my laws, so that ye will not do all my Commandments, but break my Covenant,",
      "16": "Then will I also do this unto you, I will appoint over you fearfulness, a consumption, and the burning ague to consume the eyes, and make the heart heavy, and you shall sow your seed in vain: for your enemies shall eat it:",
      "17": "And I will set my face against you, and ye shall fall before your enemies, and they that hate you, shall reign over you, and ye shall flee when none pursueth you.",
      "18": "And if ye will not for these things obey me, then will I punish you seven times more, according to your sins,",
      "19": "And I will break the pride of your power, and I will make your heaven as iron, and your earth as brass:",
      "20": "And your strength shall be spent in vain: neither shall your land give her increase, neither shall the trees of the land give their fruit.",
      "21": "And if ye walk stubbornly against me, and will not obey me, I will then bring seven times more plagues upon you, according to your sins.",
      "22": "I will also send wild beasts upon you, which shall spoil you, and destroy your cattle, and make you few in number: so your highways shall be desolate.",
      "23": "Yet if by these ye will not be reformed by me, but walk stubbornly against me,",
      "24": "Then will I also walk stubbornly against you, and I will smite you yet seven times for your sins:",
      "25": "And I will send a sword upon you, that shall avenge the quarrel of my Covenant: and when ye are gathered in your cities, I will send the pestilence among you, and ye shall be delivered into the hand of the enemy.",
      "26": "When I shall break the staff of your bread, then ten women shall bake your bread in one oven, and they shall deliver your bread again by weight, and ye shall eat, but not be satisfied.",
      "27": "Yet if ye will not for this obey me, but walk against me stubbornly,",
      "28": "Then will I walk stubbornly in mine anger against you, and I will also chastise you seven times more according to your sins.",
      "29": "And ye shall eat the flesh of your sons, and the flesh of your daughters shall ye devour.",
      "30": "I will also destroy your high places, and cut away your images, and cast your carcasses upon the bodies of your idols, and my soul shall abhor you.",
      "31": "And I will make your cities desolate, and bring your Sanctuary unto naught, and will not smell the savor of your sweet odors.",
      "32": "I will also bring the land unto a wilderness, and your enemies which dwell therein, shall be astonished thereat.",
      "33": "Also I will scatter you among the heathen, and will draw out a sword after you, and your land shall be waste, and your cities shall be desolate.",
      "34": "Then shall the land enjoy her Sabbaths, as long as it lieth void, and ye shall be in your enemies’ land: then shall the land rest, and enjoy her Sabbaths.",
      "35": "All the days that it lieth void, it shall rest, because it did not rest in your Sabbaths, when ye dwelt upon it.",
      "36": "And upon them that are left of you, I will send even a faintness into their hearts in the land of your enemies, and the sound of a leaf shaken shall chase them, and they shall flee as fleeing from a sword, and they shall fall, no man pursuing them.",
      "37": "They shall fall also one upon another, as before a sword, though none pursue them, and ye shall not be able to stand before your enemies:",
      "38": "And ye shall perish among the heathen, and the land of your enemies shall eat you up.",
      "39": "And they that are left of you, shall pine away for their iniquity, in your enemies’ lands, and for the iniquities of their fathers shall they pine away with them also.",
      "40": "Then they shall confess their iniquity, and the wickedness of their fathers for their trespass, which they have trespassed against me, and also because they have walked stubbornly against me.",
      "41": "Therefore I will walk stubbornly against them, and bring them into the land of their enemies: so then their uncircumcised hearts shall be humbled, and then they shall willingly bear the punishment of their iniquity.",
      "42": "Then I will remember my Covenant with Jacob, and my Covenant also with Isaac, and also my Covenant with Abraham will I remember, and will remember the land.",
      "43": "The land also in the mean season shall be left of them, and shall enjoy her Sabbaths while she lieth waste without them, but they shall willingly suffer the punishment of their iniquity, because they despised my Laws, and because their soul abhorred mine ordinances.",
      "44": "Yet notwithstanding this, when they shall be in the land of their enemies, I will not cast them away, neither will I abhor them, to destroy them utterly, nor to break my Covenant with them: for I am the Lord their God:",
      "45": "But I will remember for them the Covenant of old, when I brought them out of the land of Egypt in the sight of the heathen, that I might be their God: I am the Lord.",
      "46": "These are the Ordinances, and the Judgments, and the Laws, which the Lord made between him, and the children of Israel, in mount Sinai by the hand of Moses."
    },
    "27": {
      "1": "Moreover, the Lord spake unto Moses, saying,",
      "2": "Speak unto the children of Israel, and say unto them, If any man shall make a vow of a person unto the Lord, by thy estimation,",
      "3": "Then thy estimation shall be thus: a male from twenty years old unto sixty years old shall be by thy estimation even fifty shekels of silver, after the shekel of the Sanctuary.",
      "4": "But if it be a female, then thy valuation shall be thirty shekels.",
      "5": "And from five years old to twenty years old, thy valuation shall be for the male twenty shekels, and for the female ten shekels.",
      "6": "But from a month old unto five years old, thy price of the male shall be five shekels of silver, and thy price of the female, three shekels of silver.",
      "7": "And from sixty years old and above, if he be a male, then thy price shall be fifteen shekels, and for the female ten shekels.",
      "8": "But if he be poorer than thou hast esteemed him, then shall he present himself before the Priest, and the Priest shall value him, according to the ability of him that vowed, so shall the Priest value him.",
      "9": "And if it be a beast, whereof men bring an offering unto the Lord, all that one giveth of such unto the Lord, shall be holy.",
      "10": "He shall not alter it nor change it, a good for a bad, nor a bad for a good: and if he change beast for beast, then both this and that, which was changed for it, shall be holy.",
      "11": "And if it be any unclean beast, of which men do not offer a sacrifice unto the Lord, he shall then present the beast before the Priest.",
      "12": "And the Priest shall value it, whether it be good or bad: and as thou valuest it, which art the Priest, so shall it be.",
      "13": "But if he will buy it again, then he shall give the fifth part of it more above thy valuation.",
      "14": "Also when a man shall dedicate his house to be holy unto the Lord, then the Priest shall value it, whether it be good or bad, and as the Priest shall price it, so shall the value be.",
      "15": "But if he that sanctified it, will redeem his house, then he shall give thereto the fifth part of money more than thy estimation, and it shall be his.",
      "16": "If also a man dedicate to the Lord any ground of his inheritance, then shalt thou esteem it according to the seed thereof, an Homer of barley seed shall be at fifty shekels of silver.",
      "17": "If he dedicate his field immediately from the year of Jubilee, it shall be worth as thou dost esteem it.",
      "18": "But if he dedicate his field after the Jubilee, then the Priest shall reckon him the money according to the years that remain unto the year of Jubilee, and it shall be abated by thy estimation.",
      "19": "And if he that dedicateth it, will redeem the field, then he shall put the fifth part of the price, that thou esteemedst it at, thereunto, and it shall remain his.",
      "20": "And if he will not redeem the field, but the Priest sell the field to another man, it shall be redeemed no more.",
      "21": "But the field shall be holy to the Lord, when it goeth out in the Jubilee, as a field separate from common uses: the possession thereof shall be the Priest’s.",
      "22": "If a man also dedicate unto the Lord a field which he hath bought, which is not of the ground of his inheritance,",
      "23": "Then the Priest shall set the price to him, as thou esteemest it, unto the year of Jubilee, and he shall give thy price the same day, as a thing holy unto the Lord.",
      "24": "But in the year of Jubilee, the field shall return unto him, of whom it was bought: to him I say, whose inheritance the land was.",
      "25": "And all the valuation shall be according to the shekel of the Sanctuary: a shekel containeth twenty gerahs.",
      "26": "Notwithstanding the firstborn of the beasts, because it is the Lord’s firstborn, none shall dedicate such, be it bullock, or sheep: For it is the Lord’s.",
      "27": "But if it be an unclean beast, then he shall redeem it by thy valuation, and give the fifth part more thereto: and if it be not redeemed, then it shall be sold, according to thy estimation.",
      "28": "Notwithstanding, nothing separate from the common use that a man doth separate unto the Lord of all that he hath (whether it be man or beast, or land of his inheritance) may be sold nor redeemed: for everything separate from the common use is most holy unto the Lord.",
      "29": "Nothing separate from the common use, which shall be separate from man, shall be redeemed, but die the death.",
      "30": "Also all the tithe of the land both of the seed of the ground, and of the fruit of the trees is the Lord’s: it is holy to the Lord.",
      "31": "But if a man will redeem any of his tithe, he shall add the fifth part thereto.",
      "32": "And every tithe of bullock, and of sheep, and of all that goeth under the rod, the tenth shall be holy unto the Lord.",
      "33": "He shall not look if it be good or bad, neither shall he change it: else if he change it, both it, and that it was changed withal, shall be holy, and it shall not be redeemed.",
      "34": "These are the Commandments which the Lord commanded by Moses unto the children of Israel in Mount Sinai."
    }
  }
}