{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:52.733818-04:00",
    "Translation": "GNV"
  },
  "Mark": {
    "1": {
      "1": "The beginning of the Gospel of Jesus Christ, the Son of God:",
      "2": "As it is written in the Prophets, Behold, I send my messenger before thy face, which shall prepare thy way before thee.",
      "3": "The voice of him that crieth in the wilderness, is, Prepare the way of the Lord: make his paths straight.",
      "4": "John did baptize in the wilderness, and preach the baptism of amendment of life, for remission of sins.",
      "5": "And all the country of Judea, and they of Jerusalem went out unto him, and were all baptized of him in the river Jordan, confessing their sins.",
      "6": "Now John was clothed with camel’s hair, and with a girdle of a skin about his loins: and he did eat locusts and wild honey,",
      "7": "And preached, saying, A stronger than I cometh after me, whose shoe’s latchet I am not worthy to stoop down, and unloose.",
      "8": "Truth it is, I have baptized you with water: but he will baptize you with the holy Ghost.",
      "9": "And it came to pass in those days, that Jesus came from Nazareth, a city of Galilee, and was baptized of John in Jordan.",
      "10": "And as soon as he was come out of the water, John saw the heavens cloven in twain, and the holy Ghost descending upon him like a dove.",
      "11": "Then there was a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased.",
      "12": "And immediately the Spirit driveth him into the wilderness.",
      "13": "And he was there in the wilderness forty days, and was tempted of Satan: he was also with the wild beasts, and the Angels ministered unto him.",
      "14": "Now after that John was committed to prison, Jesus came into Galilee, preaching the Gospel of the kingdom of God,",
      "15": "And saying, The time is fulfilled, and the kingdom of God is at hand: repent and believe the Gospel.",
      "16": "And as he walked by the sea of Galilee, he saw Simon and Andrew his brother, casting a net into the sea (for they were fishers.)",
      "17": "Then Jesus said unto them, Follow me, and I will make you to be fishers of men.",
      "18": "And straightway they forsook their nets, and followed him.",
      "19": "And when he had gone a little further thence, he saw James the son of Zebedee, and John his brother, as they were in the ship, mending their nets.",
      "20": "And anon he called them: and they left their father Zebedee in the ship with his hired servants, and went their way after him.",
      "21": "So they entered into Capernaum: and straightway on the Sabbath day he entered into the Synagogue, and taught.",
      "22": "And they were astonied at his doctrine, for he taught them as one that had authority, and not as the Scribes.",
      "23": "And there was in their Synagogue a man in whom was an unclean spirit, and he cried out,",
      "24": "Saying, Ah, what have we to do with thee, O Jesus of Nazareth? Art thou come to destroy us? I know thee what thou art, even thou holy one of God.",
      "25": "And Jesus rebuked him, saying, Hold thy peace, and come out of him.",
      "26": "And the unclean spirit tare him, and cried with a loud voice, and came out of him.",
      "27": "And they were all amazed, so that they demanded one of another, saying, What thing is this? what new doctrine is this? for he commandeth even the foul spirits with authority, and they obey him.",
      "28": "And immediately his fame spread abroad throughout all the region bordering on Galilee.",
      "29": "And as soon as they were come out of the Synagogue, they entered into the house of Simon and Andrew, with James and John.",
      "30": "And Simon’s wife’s mother lay sick of a fever, and anon they told him of her.",
      "31": "And he came and took her by the hand, and lifted her up, and the fever forsook her by and by, and she ministered unto them.",
      "32": "And when even was come, at what time the Sun setteth, they brought to him all that were diseased, and them that were possessed with devils.",
      "33": "And the whole city was gathered together at the door.",
      "34": "And he healed many that were sick of divers diseases: and he cast out many devils, and suffered not the devils to say that they knew him.",
      "35": "And in the morning very early before day, Jesus arose and went out into a solitary place, and there prayed.",
      "36": "And Simon, and they that were with him, followed carefully after him.",
      "37": "And when they had found him, they said unto him, All men seek for thee.",
      "38": "Then he said unto them, Let us go into the next towns, that I may preach there also: for I came out for that purpose.",
      "39": "And he preached in their Synagogues, throughout all Galilee, and cast the devils out.",
      "40": "And there came a leper to him, beseeching him, and kneeled down unto him, and said to him, If thou wilt, thou canst make me clean.",
      "41": "And Jesus had compassion, and put forth his hand, and touched him, and said to him, I will: be thou clean.",
      "42": "And as soon as he had spoken, immediately the leprosy departed from him, and he was made clean.",
      "43": "And after he had given him a straight commandment, he sent him away forthwith,",
      "44": "And said unto him, See thou say nothing to any man, but get thee hence, and show thyself to the Priest, and offer for thy cleansing those things which Moses commanded, for a testimonial unto them.",
      "45": "But when he was departed, he began to tell many things, and to publish the matter: so that Jesus could no more openly enter into the city, but was without in desert places: and they came to him from every quarter."
    },
    "2": {
      "1": "After a few days, he entered into Capernaum again, and it was noised that he was in the house.",
      "2": "And anon many gathered together, insomuch, that the places about the door could not receive any more: and he preached the word unto them.",
      "3": "And there came unto him, that brought one sick of the palsy, borne of four men.",
      "4": "And because they could not come near unto him for the multitude, they uncovered the roof of the house where he was: and when they had broken it open, they let down the bed, wherein the sick of the palsy lay.",
      "5": "Now when Jesus saw their faith, he said to the sick of the palsy, Son, thy sins are forgiven thee.",
      "6": "And there were certain of the Scribes sitting there, and reasoning in their hearts,",
      "7": "Why doth this man speak such blasphemies? who can forgive sins, but God only?",
      "8": "And immediately, when Jesus perceived in his spirit, that thus they reasoned with themselves, he said unto them, Why reason ye these things in your hearts?",
      "9": "Whether is it easier to say to the sick of the palsy, Thy sins are forgiven thee? or to say, Arise, take up thy bed, and walk?",
      "10": "But that ye may know, that the Son of man hath authority in earth to forgive sins, he said unto the sick of the palsy,",
      "11": "I say unto thee, Arise, and take up thy bed, and get thee hence into thine own house.",
      "12": "And by and by he arose, and took up his bed, and went forth before them all, insomuch that they were all amazed, and glorified God, saying, We never saw such a thing.",
      "13": "Then he went forth again toward the sea, and all the people resorted unto him, and he taught them.",
      "14": "And as Jesus passed by, he saw Levi the son of Alphaeus sit at the receipt of custom, and said unto him, Follow me. And he arose and followed him.",
      "15": "And it came to pass, as Jesus sat at table in his house, many Publicans and sinners sat at table also with Jesus, and his disciples: for there were many that followed him.",
      "16": "And when the Scribes and Pharisees saw him eat with the Publicans and sinners, they said unto his disciples, How is it, that he eateth and drinketh with Publicans and sinners?",
      "17": "Now when Jesus heard it, he said unto them, The whole have no need of the Physician, but the sick. I came not to call the righteous, but the sinners to repentance.",
      "18": "And the disciples of John, and the Pharisees did fast, and came and said unto him, Why do the disciples of John, and of the Pharisees fast, and thy disciples fast not?",
      "19": "And Jesus said unto them, Can the children of the marriage chamber fast, while the bridegroom is with them? as long as they have the bridegroom with them, they cannot fast.",
      "20": "But the days will come, when the bridegroom shall be taken from them, and then shall they fast in those days.",
      "21": "Also no man soweth a piece of new cloth in an old garment: for else the new piece that filled it up, taketh away somewhat from the old, and the breach is worse.",
      "22": "Likewise, no man putteth new wine into old vessels: for else the new wine breaketh the vessels, and the wine runneth out, and the vessels are lost; but new wine must be put into new vessels.",
      "23": "And it came to pass as he went through the corn on the Sabbath day, that his disciples, as they went on their way, began to pluck the ears of corn.",
      "24": "And the Pharisees said unto him, Behold, why do they on the Sabbath day, that which is not lawful?",
      "25": "And he said to them, Have ye never read what David did when he had need, and was an hungered, both he, and they that were with him?",
      "26": "How he went into the house of God, in the days of Abiathar the high Priest, and did eat the Showbread, which were not lawful to eat, but for the Priests, and gave also to them which were with him?",
      "27": "And he said to them, The Sabbath was made for man, and not man for the Sabbath.",
      "28": "Wherefore the Son of man is Lord, even of the Sabbath."
    },
    "3": {
      "1": "And he entered again into the Synagogue, and there was a man which had a withered hand.",
      "2": "And they watched him, whether he would heal him on the Sabbath day, that they might accuse him.",
      "3": "Then he said unto the man which had the withered hand, Arise: stand forth in the midst.",
      "4": "And he said to them, Is it lawful to do a good deed on the Sabbath day, or to do evil? to save the life, or to kill? but they held their peace.",
      "5": "Then he looked round about on them angrily, mourning also for the hardness of their hearts, and said to the man, Stretch forth thine hand. And he stretched it out: and his hand was restored, as whole as the other.",
      "6": "And the Pharisees departed, and straightway gathered a council with the Herodians against him, that they might destroy him.",
      "7": "But Jesus avoided with his disciples to the sea: and a great multitude followed him from Galilee, and from Judea,",
      "8": "And from Jerusalem, and from Idumea, and beyond Jordan: and they that dwelled about Tyre and Sidon, when they had heard what great things he did, came unto him in great number.",
      "9": "And he commanded his disciples, that a little ship should wait for him, because of the multitude, lest they should throng him.",
      "10": "For he had healed many, insomuch that they pressed upon him to touch him, as many as had plagues.",
      "11": "And when the unclean spirits saw him, they fell down before him, and cried, saying, Thou art the Son of God.",
      "12": "And he sharply rebuked them, to the end they should not utter him.",
      "13": "Then he went up into a mountain, and called unto him whom he would, and they came unto him.",
      "14": "And he appointed twelve, that they should be with him, and that he might send them to preach.",
      "15": "And that they might have power to heal sicknesses, and to cast out devils:",
      "16": "And the first was Simon, and he named Simon, Peter,",
      "17": "Then James the son of Zebedee, and John James’ brother (and surnamed them Boanerges, which is, The sons of thunder.)",
      "18": "And Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Canaanite,",
      "19": "And Judas Iscariot, who also betrayed him, and they came home.",
      "20": "And the multitude assembled again, so that they could not so much as eat bread.",
      "21": "And when his kinsfolks heard of it, they went out to lay hold on him: for they said that he was beside himself.",
      "22": "And the Scribes which came down from Jerusalem, said, He hath Beelzebub, and through the prince of the devils he casteth out devils.",
      "23": "But he called them unto him, and said unto them in parables, How can Satan drive out Satan?",
      "24": "For if a kingdom be divided against itself, that kingdom cannot stand.",
      "25": "Or if a house be divided against itself, that house cannot continue.",
      "26": "So if Satan make insurrection against himself, and be divided, he cannot endure, but is at an end.",
      "27": "No man can enter into a strong man’s house, and take away his goods, except he first bind that strong man, and then spoil his house.",
      "28": "Verily I say unto you, all sins shall be forgiven unto the children of men, and blasphemies, wherewith they blaspheme:",
      "29": "But he that blasphemeth against the holy Ghost, shall never have forgiveness, but is culpable of eternal damnation.",
      "30": "Because they said, He had an unclean spirit.",
      "31": "Then came his brethren and mother and stood without, and sent unto him, and called him.",
      "32": "And the people sat about him, and they said unto him, Behold, thy mother, and thy brethren seek for thee without.",
      "33": "But he answered them, saying, Who is my mother and my brethren?",
      "34": "And he looked round about on them, which sat in compass about him, and said, Behold my mother and my brethren.",
      "35": "For whosoever doeth the will of God, he is my brother, my sister, and my mother."
    },
    "4": {
      "1": "And he began again to teach by the seaside, and there gathered unto him a great multitude, so that he entered into a ship, and sat in the sea, and all the people was by the seaside on the land.",
      "2": "And he taught them many things in parables, and said unto them in his doctrine,",
      "3": "Hearken: Behold, there went out a sower to sow.",
      "4": "And it came to pass as he sowed, that some fell by the wayside, and the fowls of the heaven came, and devoured it up.",
      "5": "And some fell on stony ground, where it had not much earth, and by and by sprang up, because it had not depth of earth.",
      "6": "But as soon as the Sun was up, it was burnt up, and because it had not root, it withered away.",
      "7": "And some fell among the thorns, and the thorns grew up, and choked it, so that it gave no fruit.",
      "8": "Some again fell in good ground, and did yield fruit that sprung up, and grew, and it brought forth, some thirtyfold, some sixtyfold, and some an hundredfold.",
      "9": "Then he said unto them, He that hath ears, to hear, let him hear.",
      "10": "And when he was alone, they that were about him with the twelve, asked him of the parable.",
      "11": "And he said unto them, To you it is given to know the mystery of the kingdom of God: but unto them that are without, all things be done in parables,",
      "12": "That they seeing, may see, and not discern: and they hearing, may hear, and not understand, lest at any time they should turn, and their sins should be forgiven them.",
      "13": "Again he said unto them, Perceive ye not this parable? how then should ye understand all other parables?",
      "14": "The sower soweth the word.",
      "15": "And these are they that receive the seed by the wayside, in whom the word is sown: but when they have heard it, Satan cometh immediately, and taketh away the word that was sown in their hearts.",
      "16": "And likewise they that receive the seed in stony ground, are they, which when they have heard the word, straightway receive it with gladness.",
      "17": "Yet have they no root in themselves, and endure but a time: for when trouble and persecution ariseth for the word, immediately they be offended.",
      "18": "Also they that receive the seed among the thorns, are such as hear the word:",
      "19": "But the cares of this world, and the deceitfulness of riches, and the lusts of other things enter in, and choke the word, and it is unfruitful.",
      "20": "But they that have received seed in good ground, are they that hear the word, and receive it, and bring forth fruit: one corn thirty, another sixty, and some an hundred.",
      "21": "Also he said unto them, Cometh the candle in, to be put under a bushel, or under the bed, and not to be put in a candlestick?",
      "22": "For there is nothing hid, that shall not be opened, neither is there a secret, but that it shall come to light.",
      "23": "If any man have ears to hear, let him hear.",
      "24": "And he said unto them, Take heed what ye hear. With what measure you mete, it shall be measured unto you: and unto you that hear, shall more be given.",
      "25": "For unto him that hath, shall it be given, and from him that hath not, shall be taken away even that he hath.",
      "26": "Also he said, So is the kingdom of God, as if a man should cast seed in the ground.",
      "27": "And should sleep, and rise up night and day, and the seed should spring and grow up, he not knowing how.",
      "28": "For the earth bringeth forth fruit of itself, first the blade, then the ears, after that full corn in the ears.",
      "29": "And as soon as the fruit showeth itself, anon he putteth in the sickle, because the harvest is come.",
      "30": "He said moreover, Whereunto shall we liken the kingdom of God? or with what comparison shall we compare it?",
      "31": "It is like a grain of mustard seed, which when it is sown in the earth, is the least of all seeds that be in the earth:",
      "32": "But after that it is sown, it groweth up, and is greatest of all herbs, and beareth great branches, so that the fowls of the heaven may build under the shadow of it.",
      "33": "And with many such parables he preached the word unto them, as they were able to hear it.",
      "34": "And without parables spake he nothing unto them: but he expounded all things to his disciples apart.",
      "35": "Now the same day when even was come, he said unto them, Let us pass over unto the other side.",
      "36": "And they left the multitude, and took him as he was in the ship, and there was also with him other little ships.",
      "37": "And there arose a great storm of wind, and the waves dashed into the ship, so that it was now full.",
      "38": "And he was in the stern asleep on a pillow: and they awoke him, and said to him, Master, carest thou not that we perish?",
      "39": "And he arose up, and rebuked the wind, and said unto the sea, Peace, and be still. So the wind ceased, and it was a great calm.",
      "40": "Then he said unto them, Why are ye so fearful? how is it that ye have no faith?",
      "41": "And they feared exceedingly, and said one to another, Who is this, that both the wind and sea obey him?"
    },
    "5": {
      "1": "And they came over to the other side of the sea into the country of the Gadarenes.",
      "2": "And when he was come out of the ship, there met him incontinently out of the graves, a man which had an unclean spirit:",
      "3": "Who had his abiding among the graves, and no man could bind him, no not with chains:",
      "4": "Because that when he was often bound with fetters and chains, he plucked the chains asunder, and brake the fetters in pieces, neither could any man tame him.",
      "5": "And always both night and day he cried in the mountains, and in the graves, and struck himself with stones.",
      "6": "And when he saw Jesus afar off, he ran, and worshipped him,",
      "7": "And cried with a loud voice, and said, What have I to do with thee, Jesus the Son of the most High God? I will that thou swear to me by God, that thou torment me not.",
      "8": "(For he said unto him, Come out of the man, thou unclean spirit.)",
      "9": "And he asked him, What is thy name? and he answered, saying, My name is Legion: for we are many.",
      "10": "And he prayed him instantly, that he would not send them away out of the country.",
      "11": "Now there was there in the mountains a great heard of swine, feeding.",
      "12": "And all the devils besought him, saying, Send us into the swine, that we may enter into them.",
      "13": "And incontinently Jesus gave them leave. Then the unclean spirits went out and entered into the swine, and the herd ran headlong from the high bank into the sea, (and there were about two thousand swine) and they were choked up in the sea.",
      "14": "And the swineherds fled, and told it in the city, and in the country, and they came out to see what it was that was done.",
      "15": "And they came to Jesus, and saw him that had been possessed with the devil, and had the legion, sit both clothed, and in his right mind: and they were afraid.",
      "16": "And they that saw it, told them, what was done to him that was possessed with the devil, and concerning the swine.",
      "17": "Then they began to pray him, that he would depart from their coasts.",
      "18": "And when he was come into the ship, he that had been possessed with the devil, prayed him that he might be with him.",
      "19": "Howbeit, Jesus would not suffer him, but said unto him, Go thy way home to thy friends, and show them what great things the Lord hath done unto thee, and how he hath had compassion on thee.",
      "20": "So he departed, and began to publish in Decapolis, what great things Jesus had done unto him: and all men did marvel.",
      "21": "And when Jesus was come over again by ship unto the other side, a great multitude gathered together to him, and he was near unto the sea.",
      "22": "And behold, there came one of the rulers of the Synagogue, whose name was Jairus: and when he saw him, he fell down at his feet,",
      "23": "And besought him instantly, saying, My little daughter lieth at point of death: I pray thee that thou wouldest come and lay thine hands on her, that she may be healed, and live.",
      "24": "Then he went with him, and a great multitude followed him and thronged him.",
      "25": "(And there was a certain woman, which was diseased with an issue of blood twelve years,",
      "26": "And had suffered many things of many physicians, and had spent all that she had, and it availed her nothing, but she became much worse.",
      "27": "When she had heard of Jesus, she came in the press behind, and touched his garment.",
      "28": "For she said, if I may but touch his clothes, I shall be whole.",
      "29": "And straightway the course of her blood was dried up, and she felt in her body, that she was healed of that plague.",
      "30": "And immediately when Jesus did know in himself the virtue that went out of him, he turned him round about in the press, and said, Who hath touched my clothes?",
      "31": "And his disciples said unto him, Thou seest the multitude throng thee, and sayest thou, Who did touch me?",
      "32": "And he looked round about, to see her that had done that.",
      "33": "And the woman feared and trembled: for she knew what was done in her, and she came and fell down before him, and told him the whole truth.",
      "34": "And he said to her, Daughter, thy faith hath made thee whole: go in peace, and be whole of thy plague.)",
      "35": "While he yet spake, there came from the same ruler of the Synagogue’s house certain which said, Thy daughter is dead: why diseasest thou the master any further?",
      "36": "As soon as Jesus heard that word spoken, he said unto the ruler of the Synagogue, Be not afraid: only believe.",
      "37": "And he suffered no man to follow him save Peter and James, and John the brother of James.",
      "38": "So he came unto the house of the ruler of the Synagogue, and saw the tumult, and them that wept and wailed greatly.",
      "39": "And he went in, and said unto them, Why make ye this trouble, and weep? the child is not dead, but sleepeth.",
      "40": "And they laughed him to scorn: but he put them all out, and took the father, and the mother of the child, and them that were with him, and entered in where the child lay,",
      "41": "And took the child by the hand, and said unto her, Talitha cumi, which is by interpretation, Maiden, I say unto thee, arise.",
      "42": "And straightway the maiden arose, and walked: for she was of the age of twelve years, and they were astonied out of measure.",
      "43": "And he charged them straitly that no man should know of it, and commanded to give her meat."
    },
    "6": {
      "1": "And he departed thence, and came into his own country, and his disciples followed him.",
      "2": "And when the Sabbath was come, he began to teach in the Synagogue, and many that heard him, were astonied, and said, From whence hath this man these things? and what wisdom is this that is given unto him, that even such great works are done by his hands?",
      "3": "Is not this that carpenter Mary’s son, the brother of James and Joses, and of Judas and Simon? and are not his sisters here with us? And they were offended in him.",
      "4": "And Jesus said unto them, A Prophet is not without honor, but in his own country, and among his own kindred, and in his own house.",
      "5": "And he could there do no great works, save that he laid his hands upon a few sick folk, and healed them.",
      "6": "And he marveled at their unbelief, and went about by the towns on every side, teaching.",
      "7": "And he called unto him the twelve, and began to send them forth two and two, and gave them power over unclean spirits,",
      "8": "And commanded them that they should take nothing for their journey, save a staff only: neither scrip, neither bread, neither money in their girdles:",
      "9": "But that they should be shod with sandals, and that they should not put on two coats,",
      "10": "And he said unto them, Wheresoever ye shall enter into an house, there abide till ye depart thence.",
      "11": "And whosoever shall not receive you, nor hear you, when ye depart thence, shake off the dust that is under your feet, for a witness unto them. Verily I say unto you, It shall be easier for Sodom, or Gomorrah at the day of Judgment, than for that city.",
      "12": "And they went out, and preached, that men should amend their lives.",
      "13": "And they cast out many devils: and they anointed many that were sick, with oil, and healed them.",
      "14": "Then King Herod heard of him (for his Name was made manifest) and said, John Baptist is risen again from the dead, and therefore great works are wrought by him.",
      "15": "Others said, It is Elijah, and some said, It is a Prophet, or as one of those Prophets.",
      "16": "So when Herod heard it, he said, It is John whom I beheaded: he is risen from the dead.",
      "17": "For Herod himself had sent forth, and had taken John, and bound him in prison for Herodias’ sake, which was his brother Philip’s wife, because he had married her.",
      "18": "For John said unto Herod, It is not lawful for thee to have thy brother’s wife.",
      "19": "Therefore Herodias laid wait against him: and would have killed him, but she could not:",
      "20": "For Herod feared John, knowing that he was a just man, and an holy, and reverenced him, and when he heard him, he did many things, and heard him gladly.",
      "21": "But the time being convenient, when Herod on his birthday made a banquet to his princes and captains, and chief estates of Galilee:",
      "22": "And the daughter of the same Herodias came in, and danced, and pleased Herod, and them that sat at table together, the King said unto the maid, Ask of me what thou wilt, and I will give it thee.",
      "23": "And he swore unto her, Whatsoever thou shalt ask of me, I will give it thee, even unto the half of my kingdom.",
      "24": "So she went forth, and said to her mother, What shall I ask? And she said, John Baptist’s head.",
      "25": "Then she came in straightway with haste unto the King, and asked, saying, I would that thou shouldest give me even now in a charger the head of John Baptist.",
      "26": "Then the King was very sorry: yet for his oath’s sake, and for their sakes which sat at table with him, he would not refuse her.",
      "27": "And immediately the King sent the hangman, and gave charge that his head should be brought in. So he went and beheaded him in the prison,",
      "28": "And brought his head in a charger, and gave it to the maid, and the maid gave it to her mother.",
      "29": "And when his disciples heard it, they came and took up his body, and put it in a tomb.",
      "30": "And the Apostles gathered themselves together to Jesus, and told him all things, both what they had done, and what they had taught.",
      "31": "And he said unto them, Come ye apart into the wilderness, and rest a while: for there were many comers and goers, that they had not leisure to eat.",
      "32": "So they went by ship out of the way into a desert place.",
      "33": "But the people saw them when they departed, and many knew him, and ran afoot thither out of all cities, and came thither before them, and assembled unto him.",
      "34": "Then Jesus went out, and saw a great multitude, and had compassion on them, because they were like sheep which had no shepherd: and he began to teach them many things.",
      "35": "And when the day was now far spent, his disciples came unto him, saying, This is a desert place, and now the day is far passed.",
      "36": "Let them depart, that they may go into the country and towns about, and buy them bread: for they have nothing to eat.",
      "37": "But he answered, and said unto them, Give ye them to eat. And they said unto him, Shall we go, and buy two hundred pennies worth of bread, and give them to eat?",
      "38": "Then he said unto them, How many loaves have ye? go and look. And when they knew it, they said, Five, and two fishes.",
      "39": "So he commanded them to make them all sit down by companies upon the green grass.",
      "40": "Then they sat down by rows, by hundreds, and by fifties.",
      "41": "And he took the five loaves, and the two fishes, and looked up to heaven, and gave thanks, and broke the loaves, and gave them to his disciples to set before them, and the two fishes he divided among them all.",
      "42": "So they did all eat, and were satisfied.",
      "43": "And they took up twelve baskets full of the fragments, and of the fishes.",
      "44": "And they that had eaten, were about five thousand men.",
      "45": "And straightway he caused his disciples to go into the ship, and to go before unto the other side unto Bethsaida, while he sent away the people.",
      "46": "Then as soon as he had sent them away, he departed into a mountain to pray.",
      "47": "And when even was come, the ship was in the midst of the sea, and he alone on the land.",
      "48": "And he saw them troubled in rowing, (for the wind was contrary unto them) and about the fourth watch of the night, he came unto them, walking upon the sea, and would have passed by them.",
      "49": "And when they saw him walking upon the sea, they supposed it had been a spirit, and cried out.",
      "50": "For they all saw him, and were sore afraid: but anon he talked with them, and said unto them, Be ye of good comfort: it is I, be not afraid.",
      "51": "Then he went up unto them into the ship, and the wind ceased, and they were much more amazed in themselves, and marveled.",
      "52": "For they had not considered the matter of the loaves, because their hearts were hardened.",
      "53": "And they came over, and went into the land of Gennesaret, and arrived.",
      "54": "So when they were come out of the ship, straightway they knew him,",
      "55": "And ran about throughout all that region round about, and began to carry hither and thither in couches all that were sick, where they heard that he was.",
      "56": "And whithersoever he entered into towns, or cities, or villages, they laid their sick in the streets, and prayed him that they might touch at the least the edge of his garment. And as many as touched him, were made whole."
    },
    "7": {
      "1": "Then gathered unto him the Pharisees, and certain of the Scribes which came from Jerusalem.",
      "2": "And when they saw some of his disciples eat meat with common hands, (that is to say, unwashen) they complained.",
      "3": "(For the Pharisees, and all the Jews, except they wash their hands oft, eat not, holding the traditions of the Elders.",
      "4": "And when they come from the market, except they wash, they eat not: and many other things there be, which they have taken upon them to observe, as the washing of cups, and pots, and of brazen vessels, and of beds.)",
      "5": "Then asked him the Pharisees and Scribes, Why walk not thy disciples according to the tradition of the Elders, but eat meat with unwashen hands?",
      "6": "Then he answered and said unto them, Surely Isaiah hath prophesied well of you, hypocrites, as it is written, This people honoreth me with lips, but their heart is far away from me.",
      "7": "But they worship me in vain, teaching for doctrines the commandments of men.",
      "8": "For ye lay the Commandments of God apart, and observe the tradition of men, as the washing of pots and of cups, and many other such like things ye do.",
      "9": "And he said unto them, Well ye reject the commandment of God, that ye may observe your own tradition.",
      "10": "For Moses said, Honor thy father and thy mother: and Whosoever shall speak evil of father or mother, let him die the death.",
      "11": "But ye say, If a man say to father or mother, Corban, that is, By the gift that is offered by me, thou mayest have profit, he shall be free.",
      "12": "So ye suffer him no more to do anything for his father, or his mother.",
      "13": "Making the word of God of none authority, by your tradition which ye have ordained: and ye do many such like things.",
      "14": "Then he calleth the whole multitude unto him, and said unto them, Hearken you all unto me, and understand.",
      "15": "There is nothing without a man, that can defile him, when it entereth into him: but the things which proceed out of him, are they which defile the man.",
      "16": "If any have ears to hear, let him hear.",
      "17": "And when he came into an house, away from the people, his disciples asked him concerning the parable.",
      "18": "And he said unto them, What? are ye without understanding also? Do ye not know that whatsoever thing from without entereth into a man, cannot defile him,",
      "19": "Because it entered not into his heart, but into the belly, and goeth out into the draught which is the purging of all meats?",
      "20": "Then he said, That which cometh out of man, that defileth man.",
      "21": "For from within, even out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,",
      "22": "Thefts, covetousness, wickedness, deceit, uncleanness, a wicked eye, backbiting, pride, foolishness.",
      "23": "All these evil things come from within, and defile a man.",
      "24": "And from thence he rose, and went into the borders of Tyre and Sidon, and entered into an house, and would that no man should have known: but he could not be hid.",
      "25": "For a certain woman, whose little daughter had an unclean spirit, heard of him, and came, and fell at his feet,",
      "26": "(And the woman was a Greek, a Syro-Phoenician by nation) and she besought him that he would cast out the devil out of her daughter.",
      "27": "But Jesus said unto her, Let the children first be fed: for it is not good to take the children’s bread, and to cast it unto whelps.",
      "28": "Then she answered, and said unto him, Truth, Lord: yet indeed the whelps eat under the table of the children’s crumbs.",
      "29": "Then he said unto her, For this saying go thy way: the devil is gone out of thy daughter.",
      "30": "And when she was come home to her house, she found the devil departed, and her daughter lying on the bed.",
      "31": "And he departed again from the coasts of Tyre and Sidon, and came unto the sea of Galilee, through the midst of the coasts of Decapolis.",
      "32": "And they brought unto him one that was deaf and stammered in his speech, and prayed him to put his hand upon him.",
      "33": "Then he took him aside from the multitude, and put his fingers in his ears, and did spit, and touched his tongue.",
      "34": "And looking up to heaven, he sighed, and said unto him, Ephphatha, that is, Be opened.",
      "35": "And straightway his ears were opened, and the string of his tongue was loosed, and he spake plain.",
      "36": "And he commanded them that they should tell no man: but how much soever he forbade them, the more a great deal they published it,",
      "37": "And were beyond measure astonied, saying, He hath done all things well: He maketh both the deaf to hear, and the dumb to speak."
    },
    "8": {
      "1": "In those days, when there was a very great multitude, and had nothing to eat, Jesus called his disciples to him, and said unto them,",
      "2": "I have compassion on the multitude, because they have now continued with me three days, and have nothing to eat.",
      "3": "And if I send them away fasting to their own houses, they would faint by the way: for some of them came from far.",
      "4": "Then his disciples answered him, Whence can a man satisfy these with bread here in the wilderness?",
      "5": "And he asked them, How many loaves have ye? And they said, Seven.",
      "6": "Then he commanded the multitude to sit down on the ground: and he took the seven loaves, and gave thanks, brake them, and gave to his disciples to set before them, and they did set them before the people.",
      "7": "They had also a few small fishes: and when he had given thanks, he commanded them also to be set before them,",
      "8": "So they did eat, and were sufficed, and they took up of the broken meat that was left, seven baskets full.",
      "9": "(And they that had eaten, were about four thousand) so he sent them away.",
      "10": "And anon he entered into a ship with his disciples, and came into the parts of Dalmanutha.",
      "11": "And the Pharisees came forth, and began to dispute with him, seeking of him a sign from heaven, and tempting him.",
      "12": "Then he sighed deeply in his spirit, and said, Why doth this generation seek a sign? Verily I say unto you, a sign shall not be given unto this generation.",
      "13": "So he left them, and went into the ship again, and departed to the other side.",
      "14": "And they had forgotten to take bread, neither had they in the ship with them, but one loaf.",
      "15": "And he charged them, saying, Take heed, and beware of the leaven of the Pharisees, and of the leaven of Herod.",
      "16": "And they reasoned among themselves, saying, It is, because we have no bread.",
      "17": "And when Jesus knew it, he said unto them, Why reason you thus, because ye have no bread? perceive ye not yet, neither understand? have ye your hearts yet hardened?",
      "18": "Have ye eyes, and see not? and have ye ears, and hear not? and do ye not remember?",
      "19": "When I brake the five loaves among five thousand, how many baskets full of broken meat took ye up? They said unto him, Twelve.",
      "20": "And when I brake seven among four thousand, how many baskets full of the leavings of broken meat took ye up? And they said, Seven.",
      "21": "Then he said unto them, How is it that ye understand not?",
      "22": "And he came to Bethsaida, and they brought a blind man unto him, and desired him to touch him.",
      "23": "Then he took the blind by the hand, and led him out of the town, and spat in his eyes, and put his hands upon him, and asked him, if he saw ought.",
      "24": "And he looked up, and said, I see men: for I see them walking like trees.",
      "25": "After that, he put his hands again upon his eyes, and made him look again. And he was restored to his sight, and saw every man afar off clearly.",
      "26": "And he sent him home to his house, saying, Neither go into the town, nor tell it to any in the town.",
      "27": "And Jesus went out, and his disciples into the towns of Caesarea Philippi. And by the way he asked his disciples, saying unto them, Whom do men say that I am?",
      "28": "And they answered, Some say, John Baptist: and some, Elijah: and some, one of the Prophets.",
      "29": "And he said unto them, But whom say ye that I am? Then Peter answered, and said unto him, Thou art that Christ.",
      "30": "And he sharply charged them, that concerning him they should tell no man.",
      "31": "Then he began to teach them that the son of man must suffer many things, and should be reproved of the Elders, and of the high Priests, and of the Scribes, and be slain, and within three days rise again.",
      "32": "And he spake that thing boldly. Then Peter took him aside, and began to rebuke him.",
      "33": "Then he turned back and looked on his disciples, and rebuked Peter, saying, Get thee behind me, Satan: for thou understandest not the things that are of God, but the things that are of men.",
      "34": "And he called the people unto him with his disciples, and said unto them, Whosoever will follow me, let him forsake himself, and take up his cross, and follow me.",
      "35": "For whosoever will save his life, shall lose it: but whosoever shall lose his life for my sake and the Gospel’s, he shall save it.",
      "36": "For what shall it profit a man, though he should win the whole world, if he lose his soul?",
      "37": "Or what exchange shall a man give for his soul?",
      "38": "For whosoever shall be ashamed of me, and of my words among this adulterous and sinful generation, of him shall the Son of man be ashamed also, when he cometh in the glory of his Father with the holy Angels."
    },
    "9": {
      "1": "And he said unto them, Verily I say unto you, that there be some of them that stand here, which shall not taste of death till they have seen the kingdom of God come with power.",
      "2": "And six days after, Jesus taketh unto him Peter, and James, and John, and carrieth them up into an high mountain out of the way alone, and his shape was changed before them.",
      "3": "And his raiment did shine, and was very white as snow, so white as no fuller can make upon the earth.",
      "4": "And there appeared unto them Elijah with Moses, and they were talking with Jesus.",
      "5": "Then Peter answered, and said to Jesus, Master, it is good for us to be here: let us make also three tabernacles, one for thee, and one for Moses, and one for Elijah.",
      "6": "Yet he knew not what he said: for they were afraid.",
      "7": "And there was a cloud that shadowed them, and a voice came out of the cloud, saying, This is my beloved Son: hear him.",
      "8": "And suddenly they looked round about, and saw no more any man save Jesus only with them.",
      "9": "And as they came down from the mountain, he charged them, that they should tell no man what they had seen, save when the Son of man were risen from the dead again.",
      "10": "So they kept that matter to themselves, and demanded one of another, what the rising from the dead again should mean.",
      "11": "Also they asked him, saying, Why say the Scribes, that Elijah must first come?",
      "12": "And he answered, and said unto them, Elijah verily shall first come, and restore all things: and as it is written of the Son of man, he must suffer many things, and be set at nought.",
      "13": "But I say unto you, that Elijah is come, (and they have done unto him whatsoever they would) as it is written of him.",
      "14": "And when he came to his disciples, he saw a great multitude about them, and the Scribes disputing with them.",
      "15": "And straightway all the people, when they beheld him, were amazed, and ran to him, and saluted him.",
      "16": "Then he asked the Scribes, What dispute you among yourselves?",
      "17": "And one of the company answered, and said, Master, I have brought my son unto thee, which hath a dumb spirit:",
      "18": "And wheresoever he taketh him, he teareth him, and he foameth, and gnasheth his teeth, and pineth away: and I spake to thy disciples, that they should cast him out, and they could not.",
      "19": "Then he answered him, and said, O faithless generation, how long now shall I be with you! how long now shall I suffer you! Bring him unto me.",
      "20": "So they brought him unto him: and as soon as the spirit saw him, he tare him, and he fell down on the ground wallowing and foaming.",
      "21": "Then he asked his father, How long time is it since he hath been thus? And he said, Of a child.",
      "22": "And oft times he casteth him into the fire, and into the water to destroy him: but if thou canst do anything, help us, and have compassion upon us.",
      "23": "And Jesus said unto him, If thou canst believe it, all things are possible to him that believeth.",
      "24": "And straightway the father of the child crying with tears, said, Lord, I believe: help my unbelief.",
      "25": "When Jesus saw that the people came running together, he rebuked the unclean spirit, saying unto him, Thou dumb and deaf spirit, I charge thee come out of him, and enter no more into him.",
      "26": "Then the spirit cried, and rent him sore, and came out, and he was as one dead, insomuch that many said, He is dead.",
      "27": "But Jesus took his hand, and lifted him up, and he arose.",
      "28": "And when he was come into the house, his disciples asked him secretly, Why could not we cast him out?",
      "29": "And he said unto them, This kind can by no other means come forth, but by prayer and fasting.",
      "30": "And they departed thence, and went together through Galilee, and he would not that any should have known it.",
      "31": "For he taught his disciples, and said unto them, The Son of man shall be delivered into the hands of men, and they shall kill him, but after that he is killed, he shall rise again the third day.",
      "32": "But they understood not that saying, and were afraid to ask him.",
      "33": "After, he came to Capernaum: and when he was in the house, he asked them, What was it that ye disputed among you by the way?",
      "34": "And they held their peace: for by the way they reasoned among themselves, who should be the chiefest.",
      "35": "And he sat down and called the twelve, and said to them, If any man desire to be first, the same shall be last of all, and servant unto all.",
      "36": "And he took a little child, and set him in the midst of them, and took him in his arms, and said unto them,",
      "37": "Whosoever shall receive one of such little children in my Name, receiveth me: and whosoever receiveth me, receiveth not me, but him that sent me.",
      "38": "Then John answered him, saying, Master, we saw one casting out devils by thy Name, which followeth not us, and we forbade him, because he followeth us not.",
      "39": "But Jesus said, Forbid him not: for there is no man that can do a miracle by my Name, that can lightly speak evil of me.",
      "40": "For whosoever is not against us, is on our part.",
      "41": "And whosoever shall give you a cup of water to drink for my Name’s sake, because ye belong to Christ, verily I say unto you, he shall not lose his reward.",
      "42": "And whosoever shall offend one of these little ones, that believe in me, it were better for him rather, that a millstone were hanged about his neck, and that he were cast into the sea.",
      "43": "Wherefore if thine hand cause thee to offend, cut it off: it is better for thee to enter into life, maimed, than having two hands, to go into hell, into the fire that never shall be quenched,",
      "44": "Where their worm dieth not, and the fire never goeth out.",
      "45": "Likewise, if thy foot cause thee to offend, cut it off: it is better for thee to go halt into life, than having two feet, to be cast into hell, into the fire that never shall be quenched,",
      "46": "Where their worm dieth not, and the fire never goeth out.",
      "47": "And if thine eye cause thee to offend, pluck it out: it is better for thee to go into the kingdom of God with one eye, than having two eyes, to be cast into hell fire,",
      "48": "Where their worm dieth not, and the fire never goeth out.",
      "49": "For every man shall be salted with fire: and every sacrifice shall be salted with salt.",
      "50": "Salt is good: but if the salt be unsavory, wherewith shall it be seasoned? have salt in yourselves, and have peace one with another."
    },
    "10": {
      "1": "And he arose from thence, and went into the coasts of Judea by the far side of Jordan, and the people resorted unto him again, and as he was wont, he taught them again.",
      "2": "Then the Pharisees came and asked him, if it were lawful for a man to put away his wife, and tempted him.",
      "3": "And he answered, and said unto them, What did Moses command you?",
      "4": "And they said, Moses suffered to write a bill of divorcement, and to put her away.",
      "5": "Then Jesus answered, and said unto them, For the hardness of your heart he wrote this precept unto you.",
      "6": "But at the beginning of the creation God made them male and female:",
      "7": "For this cause shall man leave his father and mother, and cleave unto his wife.",
      "8": "And they twain shall be one flesh: so that they are no more twain, but one flesh.",
      "9": "Therefore, what God hath coupled together, let not man separate.",
      "10": "And in the house his disciples asked him again of that matter.",
      "11": "And he said unto them, whosoever shall put away his wife and marry another, commiteth adultery against her.",
      "12": "And if a woman put away her husband, and be married to another, she commiteth adultery.",
      "13": "Then they brought little children to him, that he should touch them, and his disciples rebuked those that brought them.",
      "14": "But when Jesus saw it, he was displeased, and said to them, Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God.",
      "15": "Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child, he shall not enter therein.",
      "16": "And he took them up in his arms, and put his hands upon them, and blessed them.",
      "17": "And when he was gone out on the way, there came one running, and kneeled to him, and asked him, Good Master, what shall I do, that I may possess eternal life?",
      "18": "Jesus said to him, Why callest thou me good? there is none good but one, even God.",
      "19": "Thou knowest the commandments, Thou shalt not commit adultery. Thou shalt not kill. Thou shalt not steal. Thou shalt not bear false witness. Thou shalt hurt no man. Honor thy father and mother.",
      "20": "Then he answered, and said to him, Master, all these things have I observed from my youth.",
      "21": "And Jesus looked upon him, and loved him, and said unto him, One thing is lacking unto thee. Go and sell all that thou hast, and give to the poor, and thou shalt have treasure in heaven, and come, follow me, and take up the cross.",
      "22": "But he was sad at that saying, and went away sorrowful: for he had great possessions.",
      "23": "And Jesus looked round about, and said unto his disciples, How hardly do they that have riches, enter into the kingdom of God!",
      "24": "And his disciples were afraid at his words. But Jesus answered again, and said unto them, Children, how hard is it for them that trust in riches, to enter into the kingdom of God!",
      "25": "It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.",
      "26": "And they were much more astonied, saying with themselves, Who then can be saved?",
      "27": "But Jesus looked upon them, and said, With men it is impossible, but not with God: for with God all things are possible.",
      "28": "Then Peter began to say unto him, Lo, we have forsaken all, and have followed thee.",
      "29": "Jesus answered, and said, Verily I say unto you, there is no man that hath forsaken house, or brethren, or sisters, or father, or mother, or wife, or children, or lands for my sake and the Gospels,",
      "30": "But he shall receive an hundredfold, now at this present, houses, and brethren, and sisters, and mothers, and children, and lands with persecutions, and in the world to come, eternal life.",
      "31": "But many that are first, shall be last, and the last, first.",
      "32": "And they were in the way going up to Jerusalem, and Jesus went before them, and they were troubled, and as they followed, they were afraid, and Jesus took the twelve again, and began to tell them what things should come unto him,",
      "33": "Saying, Behold, we go up to Jerusalem, and the Son of man shall be delivered unto the high Priests, and to the Scribes, and they shall condemn him to death, and shall deliver him to the Gentiles.",
      "34": "And they shall mock him, and scourge him, and spit upon him, and kill him: but the third day he shall rise again.",
      "35": "Then James and John the sons of Zebedee came unto him, saying, Master, we would that thou shouldest do for us that we desire.",
      "36": "And he said unto them, What would ye I should do for you?",
      "37": "And they said to him, Grant unto us, that we may sit, one at thy right hand, and the other at thy left hand in thy glory.",
      "38": "But Jesus said unto them, Ye know not what ye ask. Can ye drink of the cup that I shall drink of, and be baptized with the baptism that I shall be baptized with?",
      "39": "And they said unto him, We can. But Jesus said unto them, Ye shall drink indeed of the cup that I shall drink of, and be baptized with the baptism wherewith I shall be baptized:",
      "40": "But to sit at my right hand and at my left, is not mine to give, but it shall be given to them for whom it is prepared.",
      "41": "And when the ten heard that, they began to disdain at James and John.",
      "42": "But Jesus called them unto him, and said to them, Ye know that they which are princes among the Gentiles, have domination over them, and they that be great among them, exercise authority over them.",
      "43": "But it shall not be so among you: but whosoever will be great among you, shall be your servant.",
      "44": "And whosoever will be chief of you, shall be the servant of all.",
      "45": "For even the Son of man came not to be served, but to serve, and to give his life for the ransom of many.",
      "46": "Then they came to Jericho: and as he went out of Jericho with his disciples, and a great multitude, Bartimaeus the son of Timaeus, a blind man, sat by the wayside, begging.",
      "47": "And when he heard that it was Jesus of Nazareth, he began to cry, and to say, Jesus the Son of David, have mercy on me.",
      "48": "And many rebuked him, because he should hold his peace: but he cried much more, O Son of David, have mercy on me.",
      "49": "Then Jesus stood still, and commanded him to be called: and they called the blind, saying unto him, Be of good comfort: arise, he calleth thee.",
      "50": "So he threw away his cloak, and rose, and came to Jesus.",
      "51": "And Jesus answered, and said unto him, What wilt thou that I do unto thee? And the blind said unto him, Lord, that I may receive sight.",
      "52": "Then Jesus said unto him, Go thy way: thy faith hath saved thee. And by and by he received his sight, and followed Jesus in the way."
    },
    "11": {
      "1": "And when they came near to Jerusalem, to Bethphage and Bethany unto the mount of Olives, he sent forth two of his disciples,",
      "2": "And said unto them, Go your ways into that town that is over against you, and as soon as ye shall enter into it, ye shall find a colt tied, whereon never man sat: loose him, and bring him.",
      "3": "And if any man say unto you, Why do ye this? Say that the Lord hath need of him, and straightway he will send him hither.",
      "4": "And they went their way, and found a colt, tied by the door without, in a place where two ways met, and they loosed him.",
      "5": "Then certain of them, that stood there, said unto them, What do ye loosing the colt?",
      "6": "And they said unto them, as Jesus had commanded them: So they let them go.",
      "7": "And they brought the colt to Jesus, and cast their garments on him, and he sat upon him.",
      "8": "And many spread their garments in the way: others cut down branches off the trees, and strawed them in the way.",
      "9": "And they that went before, and they that followed, cried, saying, Hosanna: blessed be he that cometh in the Name of the Lord.",
      "10": "Blessed be the kingdom that cometh in the Name of the Lord of our father David: Hosanna, O thou which art in the highest heavens.",
      "11": "So Jesus entered into Jerusalem, and into the Temple: and when he had looked about on all things, and now it was evening, he went forth unto Bethany with the twelve.",
      "12": "And on the morrow when they were come out from Bethany, he was hungry.",
      "13": "And seeing a fig tree afar off, that had leaves, he went to see if he might find anything thereon: but when he came unto it, he found nothing but leaves: for the time of figs was not yet.",
      "14": "Then Jesus answered, and said to it, Never man eat fruit of thee hereafter while the world standeth: and his disciples heard it.",
      "15": "And they came to Jerusalem, and Jesus went into the Temple, and began to cast out them that sold and bought in the Temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves.",
      "16": "Neither would he suffer that any man should carry a vessel through the Temple.",
      "17": "And he taught, saying unto them, Is it not written, Mine house shall be called the house of prayer unto all nations? but you have made it a den of thieves.",
      "18": "And the Scribes and high Priests heard it, and sought how to destroy him: for they feared him, because the whole multitude was astonied at his doctrine.",
      "19": "But when even was come, Jesus went out of the city.",
      "20": "And in the morning as they journeyed together, they saw the fig tree dried up from the roots.",
      "21": "Then Peter remembered, and said unto him, Master, behold, the fig tree which thou cursedst, is withered.",
      "22": "And Jesus answered, and said unto them, Have the faith of God.",
      "23": "For verily I say unto you, that whosoever shall say unto this mountain, Be thou taken away, and cast into the sea, and shall not waver in his heart, but shall believe that those things which he saith, shall come to pass, whatsoever he saith, shall be done to him.",
      "24": "Therefore I say unto you, Whatsoever ye desire when ye pray, believe that ye shall have it, and it shall be done unto you.",
      "25": "But when ye shall stand, and pray, forgive, if ye have anything against any man, that your Father also which is in heaven, may forgive you your trespasses.",
      "26": "For if you will not forgive, your Father which is in heaven, will not pardon you your trespasses.",
      "27": "Then they came again to Jerusalem: and as he walked in the Temple, there came to him the high Priests, and the Scribes, and the Elders,",
      "28": "And said unto him, By what authority doest thou these things? and who gave thee this authority, that thou shouldest do these things?",
      "29": "Then Jesus answered, and said unto them, I will also ask you a certain thing, and answer ye me, and I will tell you by what authority I do these things.",
      "30": "The baptism of John, was it from heaven, or of men? answer me.",
      "31": "And they thought with themselves, saying, If we shall say, From heaven, he will say, Why then did ye not believe him?",
      "32": "But if we say, Of men, we fear the people: for all men counted John that he was a Prophet indeed.",
      "33": "Then they answered, and said unto Jesus, We cannot tell. And Jesus answered, and said unto them, Neither will I tell you by what authority I do these things."
    },
    "12": {
      "1": "And he began to speak unto them in parables, A certain man planted a vineyard, and compassed it with an hedge, and dug a pit for the winepress, and built a tower in it, and let it out to husbandmen, and went into a strange country.",
      "2": "And at the time, he sent to the husbandmen a servant, that he might receive of the husbandmen of the fruit of the vineyard.",
      "3": "But they took him, and beat him, and sent him away empty.",
      "4": "And again he sent unto them another servant, and at him they cast stones, and brake his head, and sent him away shamefully handled.",
      "5": "And again he sent another, and him they slew, and many others, beating some, and killing some.",
      "6": "Yet had he one son, his dear beloved: him also he sent the last unto them, saying, They will reverence my son.",
      "7": "But the husbandmen said among themselves, This is the heir: come, let us kill him, and the inheritance shall be ours.",
      "8": "So they took him, and killed him, and cast him out of the vineyard.",
      "9": "What shall then the Lord of the vineyard do? He will come and destroy these husbandmen, and give the vineyard to others.",
      "10": "Have ye not read so much as this Scripture, The stone which the builders did refuse, is made the head of the corner.",
      "11": "This was done of the Lord, and it is marvelous in our eyes.",
      "12": "Then they went about to take him, but they feared the people: for they perceived that he spake that parable against them: therefore they left him, and went their way.",
      "13": "And they sent unto him certain of the Pharisees, and of the Herodians, that they might take him in his talk.",
      "14": "And when they came, they said unto him, Master, we know that thou art true, and carest for no man: for thou considerest not the person of men, but teachest the way of God truly, Is it lawful to give tribute to Caesar, or not?",
      "15": "Should we give it, or should we not give it? but he knew their hypocrisy, and said unto them, Why tempt ye me? Bring me a penny, that I may see it.",
      "16": "So they brought it, and he said unto them, Whose is this image and superscription? and they said unto him, Caesar’s.",
      "17": "Then Jesus answered, and said unto them, Give to Caesar the things that are Caesar’s, and to God, those that are God’s: and they marveled at him.",
      "18": "Then came the Sadducees unto him, (which say, there is no resurrection) and they asked him, saying,",
      "19": "Master, Moses wrote unto us, If any man’s brother die, and leave his wife, and leave no children, that his brother should take his wife, and raise up seed unto his brother.",
      "20": "There were seven brethren, and the first took a wife, and when he died, left no issue.",
      "21": "Then the second took her, and he died, neither did he yet leave issue, and the third likewise:",
      "22": "So these seven had her, and left no issue: last of all the wife died also.",
      "23": "In the resurrection then, when they shall rise again, whose wife shall she be of them? for seven had her to wife.",
      "24": "Then Jesus answered, and said unto them, Are ye not therefore deceived, because ye know not the Scriptures, neither the power of God?",
      "25": "For when they shall rise again from the dead, neither men marry, nor wives are married, but are as the Angels which are in heaven.",
      "26": "And as touching the dead, that they shall rise again, have ye not read in the book of Moses how in the bush God spake unto him, saying, I am the God of Abraham, and the God of Isaac, and the God of Jacob?",
      "27": "God is not the God of the dead, but the God of the living. Ye are therefore greatly deceived.",
      "28": "Then came one of the Scribes that had heard them disputing together, and perceiving that he had answered them well, he asked him, Which is the first commandment of all?",
      "29": "Jesus answered him, The first of all the commandments is, Hear, Israel, The Lord our God is the only Lord.",
      "30": "Thou shalt therefore love the Lord thy God with all thine heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment.",
      "31": "And the second is like, that is, Thou shalt love thy neighbor as thyself. There is none other commandment greater than these.",
      "32": "Then that Scribe said unto him, Well, Master, thou hast said the truth, that there is one God, and that there is none but he,",
      "33": "And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love his neighbor as himself, is more than all whole burnt offerings and sacrifices.",
      "34": "Then when Jesus saw that he answered discreetly, he said unto him, Thou art not far from the kingdom of God. And no man after that durst ask him any question.",
      "35": "And Jesus answered and said teaching in the Temple, How say the Scribes that Christ is the son of David?",
      "36": "For David himself said by the holy Ghost, The Lord said to my Lord, Sit at my right hand, till I make thine enemies thy footstool.",
      "37": "Then David himself calleth him Lord: by what means is he then his son? and much people heard him gladly.",
      "38": "Moreover he said unto them in his doctrine, Beware of the Scribes which love to go in long robes, and love salutations in the markets,",
      "39": "And the chief seats in the Synagogues, and the first rooms at feasts,",
      "40": "Which devour widows’ houses, even under a color of long prayers. These shall receive the greater damnation.",
      "41": "And as Jesus sat over against the treasury, he beheld how the people cast money into the treasury, and many rich men cast in much.",
      "42": "And there came a certain poor widow, and she threw in two mites, which make a quadrin.",
      "43": "Then he called unto him his disciples, and said unto them, Verily I say unto you, that this poor widow hath cast more in, than all they which have cast into the treasury.",
      "44": "For they all did cast in of their superfluity: but she of her poverty did cast in all that she had, even all her living."
    },
    "13": {
      "1": "And as he went out of the Temple, one of his disciples said unto him, Master, see what manner stones, and what manner buildings are here.",
      "2": "Then Jesus answered and said unto him, Seest thou these great buildings? there shall not be left one stone upon a stone, that shall not be thrown down.",
      "3": "And as he sat on the mount of Olives, over against the Temple, Peter, and James, and John, and Andrew asked him secretly,",
      "4": "Tell us, when shall these things be? and what shall be the sign when all these things shall be fulfilled?",
      "5": "And Jesus answered them, and began to say, Take heed lest any man deceive you.",
      "6": "For many shall come in my Name, saying, I am Christ, and shall deceive many.",
      "7": "Furthermore when ye shall hear of wars, and rumors of wars, be ye not troubled, for such things must needs be: but the end shall not be yet.",
      "8": "For nation shall rise against nation, and kingdom against kingdom, and there shall be earthquakes in divers quarters, and there shall be famine and troubles: these are the beginnings of sorrows.",
      "9": "But take ye heed to yourselves: for they shall deliver you up to the Councils, and to the Synagogues: ye shall be beaten, and brought before rulers and kings for my sake, for a testimonial unto them.",
      "10": "And the Gospel must first be published among all nations.",
      "11": "But when they lead you, and deliver you up, be not careful before hand, neither study what ye shall say: but what is given you at the same time, that speak: for it is not you that speak, but the holy Ghost.",
      "12": "Yea, and the brother shall deliver the brother to death, and the father the son, and the children shall rise against their parents, and shall cause them to die.",
      "13": "And ye shall be hated of all men for my Name’s sake: but whosoever shall endure unto the end, he shall be saved.",
      "14": "Moreover, when ye shall see the abomination of desolation (spoken of by Daniel the Prophet) set where it ought not, (let him that readeth, consider it) then let them that be in Judea, flee into the mountains.",
      "15": "And let him that is upon the house, not come down into the house, neither enter therein, to fetch anything out of his house.",
      "16": "And let him that is in the field, not turn back again to take his garment.",
      "17": "Then woe shall be to them that are with child, and to them that give suck in those days.",
      "18": "Pray therefore that your flight be not in the winter.",
      "19": "For those days shall be such tribulation, as was not from the beginning of the creation which God created unto this time, neither shall be.",
      "20": "And except that the Lord had shortened those days, no flesh should be saved: but for the elect’s sake, which he hath chosen, he hath shortened those days.",
      "21": "Then if any man say to you, Lo, here is Christ, or lo, he is there, believe it not.",
      "22": "For false Christs shall rise, and false prophets, and shall show signs and wonders, to deceive if it were possible the very elect.",
      "23": "But take ye heed: behold, I have showed you all things before.",
      "24": "Moreover in those days, after that tribulation, the sun shall wax dark, and the moon shall not give her light,",
      "25": "And the stars of heaven shall fall: and the powers which are in heaven, shall shake.",
      "26": "And then shall they see the Son of man, coming in the clouds, with great power and glory.",
      "27": "And he shall then send his Angels, and shall gather together his elect from the four winds, and from the utmost part of the earth to the utmost part of heaven.",
      "28": "Now learn a parable of the fig tree. When her bough is yet tender, and it bringeth forth leaves, ye know that summer is near.",
      "29": "So in like manner, when ye see these things come to pass, know that the kingdom of God is near, even at the doors.",
      "30": "Verily I say unto you, that this generation shall not pass, till all these things be done.",
      "31": "Heaven and earth shall pass away, but my words shall not pass away.",
      "32": "But of that day and hour knoweth no man, no, not the Angels which are in heaven, neither the Son himself, but the Father.",
      "33": "Take heed: watch, and pray: for ye know not when the time is.",
      "34": "For the Son of man is as a man going into a strange country, and leaveth his house, and giveth authority to his servants, and to every man his work, and commandeth the porter to watch.",
      "35": "Watch ye therefore, (for ye know not when the master of the house will come, at even, or at midnight, at the cock crowing, or in the dawning,)",
      "36": "Lest if he come suddenly, he should find you sleeping.",
      "37": "And those things that I say unto you, I say unto all men, Watch."
    },
    "14": {
      "1": "And two days after followed the feast of the Passover, and of unleavened bread: and the high Priests, and Scribes sought how they might take him by craft, and put him to death.",
      "2": "But they said, Not in the feast day, lest there be any tumult among the people.",
      "3": "And when he was in Bethany in the house of Simon the leper, as he sat at table, there came a woman having a box of ointment of Spikenard, very costly, and she brake the box, and poured it on his head.",
      "4": "Therefore some disdained among themselves, and said, To what end is this waste of ointment?",
      "5": "For it might have been sold for more than three hundred pence, and been given unto the poor, and they murmured against her.",
      "6": "But Jesus said, Let her alone: Why trouble ye her? she hath wrought a good work on me.",
      "7": "For ye have the poor with you always, and when ye will ye may do them good, but me ye shall not have always.",
      "8": "She hath done that she could: she came aforehand to anoint my body to the burying.",
      "9": "Verily I say unto you, wheresoever this Gospel shall be preached throughout the whole world, this also that she hath done, shall be spoken of in remembrance of her.",
      "10": "Then Judas Iscariot, one of the twelve, went away unto the high Priests, to betray him unto them.",
      "11": "And when they heard it, they were glad, and promised that they would give him money: therefore he sought how he might conveniently betray him.",
      "12": "Now the first day of unleavened bread, when they sacrificed the Passover, his disciples said unto him, Where wilt thou that we go and prepare, that thou mayest eat the Passover?",
      "13": "Then he sent forth two of his disciples, and said unto them, Go ye into the city, and there shall a man meet you bearing a pitcher of water: follow him.",
      "14": "And whithersoever he goeth in, say ye to the good man of the house, The master saith, Where is the lodging where I shall eat the Passover with my disciples?",
      "15": "And he will show you an upper chamber which is large, trimmed and prepared: there make it ready for us.",
      "16": "So his disciples went forth, and came to the city, and found as he had said unto them, and made ready the Passover.",
      "17": "And at even he came with the twelve.",
      "18": "And as they sat at table and did eat, Jesus said, Verily I say unto you, that one of you shall betray me, which eateth with me.",
      "19": "Then they began to be sorrowful and to say to him one by one, Is it I? And another, Is it I?",
      "20": "And he answered and said unto them, It is one of the twelve that dippeth with me in the platter.",
      "21": "Truly the Son of man goeth his way, as it is written of him: but woe be to that man, by whom the Son of man is betrayed: it had been good for that man, if he had never been born.",
      "22": "And as they did eat, Jesus took the bread, and when he had given thanks, he brake it and gave it to them, and said, Take, eat, this is my body.",
      "23": "Also he took the cup, and when he had given thanks, gave it to them: and they all drank of it.",
      "24": "And he said unto them, This is my blood of that new Testament which is shed for many.",
      "25": "Verily I say unto you, I will drink no more of the fruit of the vine until that day, that I drink it new in the kingdom of God.",
      "26": "And when they had sung a Psalm, they went out to the mount of Olives.",
      "27": "Then Jesus said unto them, All ye shall be offended by me this night: for it is written, I will smite the shepherd, and the sheep shall be scattered.",
      "28": "But after that I am risen, I will go into Galilee before you.",
      "29": "And Peter said unto him, Although all men should be offended at thee, yet would not I.",
      "30": "Then Jesus said unto him, Verily I say unto thee, this day, even in this night before the cock crow twice, thou shalt deny me thrice.",
      "31": "But he said more earnestly, If I should die with thee, I will not deny thee: likewise also said they all.",
      "32": "After, they came into a place named Gethsemane: then he said to his disciples, Sit ye here, till I have prayed.",
      "33": "And he took with him Peter, and James, and John, and he began to be troubled, and in great heaviness,",
      "34": "And said unto them, My soul is very heavy, even unto the death: tarry here, and watch.",
      "35": "So he went forward a little, and fell down on the ground, and prayed, that if it were possible, that hour might pass from him,",
      "36": "And he said, Abba, Father, all things are possible unto thee: take away this cup from me: nevertheless not that I will, but that thou wilt, be done.",
      "37": "Then he came, and found them sleeping, and said to Peter, Simon, sleepest thou? couldest not thou watch one hour?",
      "38": "Watch ye, and pray, that ye enter not into temptation: the spirit indeed is ready, but the flesh is weak.",
      "39": "And again he went away, and prayed, and spake the same words.",
      "40": "And he returned, and found them asleep again: for their eyes were heavy: neither knew they what they should answer him.",
      "41": "And he came the third time, and said unto them, Sleep henceforth, and take your rest: it is enough: the hour is come: behold, the Son of man is delivered into the hands of sinners.",
      "42": "Rise up: let us go: lo, he that betrayeth me, is at hand.",
      "43": "And immediately while he yet spake, came Judas that was one of the twelve, and with him a great multitude with swords and staves from the high Priests, and Scribes, and Elders.",
      "44": "And he that betrayed him, had given them a token, saying, Whomsoever I shall kiss, he it is: take him and lead him away safely.",
      "45": "And as soon as he was come, he went straightway to him, and said, Hail Master, and kissed him.",
      "46": "Then they laid their hands on him, and took him.",
      "47": "And one of them that stood by, drew out a sword, and smote a servant of the high Priest, and cut off his ear.",
      "48": "And Jesus answered, and said to them, Ye be come out as against a thief, with swords and with staves, to take me.",
      "49": "I was daily with you, teaching in the Temple, and ye took me not: but this is done that the Scriptures should be fulfilled.",
      "50": "Then they all forsook him, and fled.",
      "51": "And there followed him a certain young man, clothed in linen upon his bare body, and the young men caught him.",
      "52": "But he left his linen cloth, and fled from them naked.",
      "53": "So they led Jesus away to the high Priest, and to him came together all the high Priests, and the Elders, and the Scribes.",
      "54": "And Peter followed him afar off, even into the hall of the high Priest, and sat with the servants, and warmed himself at the fire.",
      "55": "And the high Priests, and all the Council sought for witness against Jesus, to put him to death, but found none.",
      "56": "For many bare false witness against him, but their witness agreed not together.",
      "57": "Then there arose certain, and bare false witness against him, saying,",
      "58": "We heard him say, I will destroy this Temple made with hands, and within three days I will build another, made without hands.",
      "59": "But their witness yet agreed not together.",
      "60": "Then the high Priest stood up amongst them, and asked Jesus, saying, Answerest thou nothing? what is the matter that these bear witness against thee?",
      "61": "But he held his peace, and answered nothing. Again the high Priest asked him, and said unto him, Art thou that Christ the son of the Blessed?",
      "62": "And Jesus said, I am he, and ye shall see the Son of man sit at the right hand of the power of God, and come in the clouds of heaven.",
      "63": "Then the high Priest rent his clothes, and said, What have we anymore need of witnesses?",
      "64": "Ye have heard the blasphemy: what think ye? And they all condemned him to be worthy of death.",
      "65": "And some began to spit at him, and to cover his face, and to beat him with fists, and to say unto him, Prophesy. And the sergeants smote him with their rods.",
      "66": "And as Peter was beneath in the hall, there came one of the maids of the high Priest.",
      "67": "And when she saw Peter warming himself, she looked on him, and said, Thou wast also with Jesus of Nazareth.",
      "68": "But he denied it, saying, I know him not, neither wot I what thou sayest. Then he went out into the porch, and the cock crew.",
      "69": "Then a maid saw him again, and began to say to them that stood by, This is one of them.",
      "70": "But he denied it again: and anon after, they that stood by, said again to Peter, Surely thou art one of them: for thou art of Galilee, and thy speech is like.",
      "71": "And he began to curse, and swear, saying, I know not this man of whom ye speak.",
      "72": "Then the second time the cock crew, and Peter remembered the word that Jesus had said unto him, Before the cock crow twice, thou shalt deny me thrice, and weighing that with himself, he wept."
    },
    "15": {
      "1": "And anon in the dawning, the high Priests held a Council with the Elders, and the Scribes, and the whole Council, and bound Jesus, and led him away, and delivered him to Pilate.",
      "2": "Then Pilate asked him, Art thou the King of the Jews? And he answered, and said unto him, Thou sayest it.",
      "3": "And the high Priests accused him of many things.",
      "4": "Wherefore Pilate asked him again, saying, Answered thou nothing? behold how many things they witness against thee.",
      "5": "But Jesus answered no more at all, so that Pilate marveled.",
      "6": "Now at the feast, Pilate did deliver a prisoner unto them, whomsoever they would desire.",
      "7": "Then there was one named Barabbas, which was bound with his fellows, that had made insurrection, who in the insurrection had committed murder.",
      "8": "And the people cried aloud, and began to desire that he would do as he had ever done unto them.",
      "9": "Then Pilate answered them, and said, Will ye that I let loose unto you the King of the Jews?",
      "10": "For he knew that the high Priests had delivered him of envy.",
      "11": "But the high Priests had moved the people to desire that he would rather deliver Barabbas unto them.",
      "12": "And Pilate answered, and said again unto them, What will ye then that I do with him, whom ye call the King of the Jews?",
      "13": "And they cried again, Crucify him.",
      "14": "Then Pilate said unto them, But what evil hath he done? And they cried the more fervently, Crucify him.",
      "15": "So Pilate willing to content the people, loosed them Barabbas, and delivered Jesus, when he had scourged him, that he might be crucified.",
      "16": "Then the soldiers led him away into the hall, which is the common hall, and called together the whole band,",
      "17": "And clad him with purple, and platted a crown of thorns, and put it about his head,",
      "18": "And began to salute him, saying, Hail, King of the Jews.",
      "19": "And they smote him on the head with a reed, and spat upon him, and bowed the knees, and did him reverence.",
      "20": "And when they had mocked him, they took the purple off him, and put his own clothes on him, and led him out to crucify him.",
      "21": "And they compelled one that passed by, called Simon of Cyrene (which came out of the country, and was father of Alexander and Rufus) to bear his cross.",
      "22": "And they brought him to a place named Golgotha, which is by interpretation, the place of dead mens’ skulls.",
      "23": "And they gave him to drink wine mingled with myrrh: but he received it not.",
      "24": "And when they had crucified him, they parted his garments, casting lots for them, what every man should have.",
      "25": "And it was the third hour when they crucified him.",
      "26": "And the title of his cause was written above, THAT KING OF THE JEWS.",
      "27": "They crucified also with him two thieves, the one on the right hand, and the other on his left.",
      "28": "Thus the Scripture was fulfilled, which saith, And he was counted among the wicked.",
      "29": "And they that went by, railed on him, wagging their heads, and saying, Hey, thou that destroyest the Temple, and buildest it in three days,",
      "30": "Save thyself, and come down from the cross.",
      "31": "Likewise also even the high Priests mocking, said among themselves with the Scribes, He saved other men, himself he cannot save.",
      "32": "Let Christ the king of Israel now come down from the cross, that we may see, and believe. They also that were crucified with him, reviled him.",
      "33": "Now when the sixth hour was come, darkness arose over all the land until the ninth hour.",
      "34": "And at the ninth hour Jesus cried with a loud voice, saying, Eloi, Eloi, lama-sabachthani? which is by interpretation, My God, my God, why hast thou forsaken me?",
      "35": "And some of them that stood by, when they heard it, said, Behold, he calleth Elijah.",
      "36": "And one ran, and filled a sponge full of vinegar, and put it on a reed, and gave him to drink, saying, Let him alone: let us see if Elijah will come, and take him down.",
      "37": "And Jesus cried with a loud voice, and gave up the ghost.",
      "38": "And the veil of the Temple was rent in twain, from the top to the bottom.",
      "39": "Now when the Centurion, which stood over against him, saw that he thus crying gave up the ghost, he said, Truly this man was the Son of God.",
      "40": "There were also women which beheld afar off, among whom was Mary Magdalene, and Mary the mother of James the less, and of Joses, and Salome,",
      "41": "Which also when he was in Galilee, followed him, and ministered unto him, and many other women which came up with him unto Jerusalem.",
      "42": "And now when the night was come (because it was the day of the preparation that is before the Sabbath)",
      "43": "Joseph of Arimathea, an honorable counselor, which also looked for the kingdom of God, came, and went in boldly unto Pilate, and asked the body of Jesus.",
      "44": "And Pilate marveled, if he were already dead, and called unto him the Centurion, and asked of him whether he had been any while dead.",
      "45": "And when he knew the truth of the Centurion, he gave the body to Joseph:",
      "46": "Who bought a linen cloth, and took him down, and wrapped him in the linen cloth, and laid him in a tomb that was hewn out of a rock, and rolled a stone unto the door of the sepulcher:",
      "47": "And Mary Magdalene, and Mary Joses’ mother, beheld where he should be laid."
    },
    "16": {
      "1": "And when the Sabbath day was past, Mary Magdalene, and Mary the mother of James and Salome, bought sweet ointments, that they might come and anoint him.",
      "2": "Therefore early in the morning, the first day of the week, they came unto the sepulcher, when the Sun was now risen.",
      "3": "And they said one to another, Who shall roll us away the stone from the door of the sepulcher?",
      "4": "And when they looked, they saw that the stone was rolled away (for it was a very great one)",
      "5": "So they went into the sepulcher, and saw a young man sitting at the right side, clothed in a long white robe: and they were sore troubled.",
      "6": "But he said unto them, Be not so troubled: ye seek Jesus of Nazareth, which hath been crucified: he is risen, he is not here: behold the place where they put him.",
      "7": "But go your way, and tell his disciples, and Peter, that he will go before you into Galilee: there shall ye see him, as he said unto you.",
      "8": "And they went out quickly, and fled from the sepulcher: for they trembled, and were amazed: neither said they anything to any man: for they were afraid.",
      "9": "And when Jesus was risen again, early the first day of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils:",
      "10": "And she went and told them that had been with him, which mourned and wept.",
      "11": "And when they heard that he was alive, and had appeared to her, they believed it not.",
      "12": "After that, he appeared unto two of them in another form, as they walked and went into the country.",
      "13": "And they went and told it to the remnant, neither believed they them.",
      "14": "Finally, he appeared unto the eleven as they sat together, and reproached them for their unbelief and hardness of heart, because they believed not them which had seen him, being risen up again.",
      "15": "And he said unto them, Go ye into all the world, and preach the Gospel to every creature.",
      "16": "He that shall believe and be baptized, shall be saved: but he that will not believe, shall be damned.",
      "17": "And these tokens shall follow them that believe, In my Name they shall cast out devils, and shall speak with new tongues,",
      "18": "And shall take away serpents, and if they shall drink any deadly thing, it shall not hurt them: they shall lay their hands on the sick, and they shall recover.",
      "19": "So after the Lord had spoken unto them, he was received into heaven, and sat at the right hand of God.",
      "20": "And they went forth, and preached everywhere. And the Lord wrought with them, and confirmed the word with signs that followed. Amen."
    }
  }
}