{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:51.351549-04:00",
    "Translation": "GNV"
  },
  "Matthew": {
    "1": {
      "1": "The book of the generation of Jesus Christ the son of David, the son of Abraham.",
      "2": "Abraham begat Isaac. And Isaac begat Jacob. And Jacob begat Judah and his brethren.",
      "3": "And Judah begat Perez, and Zerah of Tamar. And Perez begat Hezron. And Hezron begat Ram.",
      "4": "And Ram begat Amminadab. And Amminadab begat Nahshon. And Nahshon begat Salmon.",
      "5": "And Salmon begat Boaz of Rahab. And Boaz begat Obed of Ruth. And Obed begat Jesse.",
      "6": "And Jesse begat David the King. And David the King begat Solomon of her that was the wife of Uriah.",
      "7": "And Solomon begat Rehoboam. And Rehoboam begat Abijah. And Abijah begat Asa.",
      "8": "And Asa begat Jehoshaphat. And Jehoshaphat begat Joram. And Joram begat Uzziah.",
      "9": "And Uzziah begat Jotham. And Jotham begat Ahaz. And Ahaz begat Hezekiah.",
      "10": "And Hezekiah begat Manasseh. And Manasseh begat Amon. And Amon begat Josiah.",
      "11": "And Josiah begat Jakim. And Jakim begat Jeconiah and his brethren about the time they were carried away to Babylon.",
      "12": "And after they were carried away into Babylon, Jeconiah begat Shealtiel. And Shealtiel be-gat Zerubbabel.",
      "13": "And Zerubbabel begat Abiud. And Abiud begat Eliakim. And Eliakim begat Azor.",
      "14": "And Azor begat Zadok. And Zadok begat Achim. And Achim begat Eliud.",
      "15": "And Eliud begat Eleazar. And Eleazar begat Matthan. And Matthan begat Jacob.",
      "16": "And Jacob begat Joseph the husband of Mary, of whom was born Jesus, that is called Christ.",
      "17": "So all the generations from Abraham to David, are fourteen generations. And from David until they were carried away into Babylon, fourteen generations: and after they were carried away into Babylon until Christ, fourteen generations.",
      "18": "Now the birth of Jesus Christ was thus, When as his mother Mary was betrothed to Joseph, before they came together, she was found with child of the holy Ghost.",
      "19": "Then Joseph her husband being a just man, and not willing to make her a public example, was minded to put her away secretly.",
      "20": "But while he thought these things, behold, the Angel of the Lord appeared unto him in a dream, saying, Joseph, the son of David, fear not to take Mary thy wife: for that which is conceived in her, is of the holy Ghost.",
      "21": "And she shall bring forth a son, and thou shalt call his name JESUS: for he shall save his people from their sins.",
      "22": "And all this was done that it might be fulfilled, which is spoken of the Lord by the Prophet, saying,",
      "23": "Behold, a virgin shall be with child, and shall bear a son, and they shall call his name Emmanuel, which is by interpretation, God with us.",
      "24": "Then Joseph being raised from sleep, did as the Angel of the Lord had enjoined him, and took his wife.",
      "25": "But he knew her not, till she had brought forth her first born son, and he called his name JESUS."
    },
    "2": {
      "1": "When Jesus then was born at Bethlehem in Judea, in the days of Herod the king, behold, there came Wise men from the East to Jerusalem,",
      "2": "Saying, Where is the King of the Jews that is born? for we have seen his star in the East, and are come to worship him.",
      "3": "When king Herod heard this, he was troubled, and all Jerusalem with him.",
      "4": "And gathering together all the chief Priests and Scribes of the people, he asked of them, where Christ should be born.",
      "5": "And they said unto him, At Bethlehem in Judea: for so it is written by the Prophet,",
      "6": "And thou Bethlehem in the land of Judah, art not the least among the Princes of Judah: for out of thee shall come the governor that shall feed my people Israel.",
      "7": "Then Herod privily called the Wise men, and diligently inquired of them the time of the star that appeared,",
      "8": "And sent them to Bethlehem, saying, Go, and search diligently for the babe: and when ye have found him, bring me word again, that I may come also, and worship him.",
      "9": "So when they had heard the king, they departed: and lo, the star which they had seen in the East, went before them, till it came and stood over the place where the babe was.",
      "10": "And when they saw the star, they rejoiced with an exceeding great joy,",
      "11": "And went into the house, and found the babe with Mary his mother, and fell down, and worshipped him, and opened their treasures, and presented unto him gifts, even gold, and frankincense, and myrrh.",
      "12": "And after they were warned of God in a dream, that they should not go again to Herod, they returned into their country another way.",
      "13": "After their departure, behold, the Angel of the Lord appeareth to Joseph in a dream, saying, Arise, and take the babe and his mother, and flee into Egypt, and be there till I bring thee word, for Herod will seek the babe to destroy him.",
      "14": "So he arose and took the babe and his mother by night, and departed into Egypt.",
      "15": "And was there unto the death of Herod, that it might be fulfilled, which is spoken of the Lord by the Prophet, saying, Out of Egypt have I called my son.",
      "16": "Then Herod, seeing that he was mocked of the Wise men, was exceeding wroth, and sent forth, and slew all the male children that were in Bethlehem, and in all the coasts thereof from two years old and under, according to the time which he had diligently searched out of the Wise men.",
      "17": "Then was that fulfilled which is spoken by the Prophet Jeremiah, saying,",
      "18": "In Ramah was a voice heard, mourning, and weeping, and great howling: Rachel weeping for her children, and would not be comforted, because they were not.",
      "19": "And when Herod was dead, behold, an Angel of the Lord appeareth in a dream to Joseph in Egypt,",
      "20": "Saying, Arise, and take the babe and his mother, and go into the land of Israel: for they are dead which sought the babe’s life.",
      "21": "Then he arose up, and took the babe and his mother, and came into the land of Israel.",
      "22": "But when he heard that Archelaus did reign in Judea instead of his father Herod, he was afraid to go thither: yet after he was warned of God in a dream, he turned aside into the parts of Galilee.",
      "23": "And went and dwelt in a city called Nazareth, that it might be fulfilled which was spoken by the Prophets, which was, That he should be called a Nazarite."
    },
    "3": {
      "1": "And in those days, John the Baptist came and preached in the wilderness of Judea,",
      "2": "And said, Repent: for the kingdom of heaven is at hand.",
      "3": "For this is he of whom it is spoken by the Prophet Isaiah, saying, The voice of him that crieth in the wilderness, Prepare ye the way of the Lord: make his paths straight.",
      "4": "And this John had his garment of camel’s hair, and a girdle of a skin about his loins, his meat was also locusts and wild honey.",
      "5": "Then went out to him Jerusalem and all Judea, and all the region round about Jordan,",
      "6": "And they were baptized of him in Jordan, confessing their sins.",
      "7": "Now when he saw many of the Pharisees, and of the Sadducees come to his baptism, he said unto them, O generation of vipers, who hath forewarned you to flee from the anger to come?",
      "8": "Bring forth therefore fruit worthy amendment of life,",
      "9": "And think not to say with yourselves, We have Abraham to our father: for I say unto you, that God is able even of these stones to raise up children unto Abraham.",
      "10": "And now also is the axe put to the root of the trees: therefore every tree which bringeth not forth good fruit, is hewn down, and cast into the fire.",
      "11": "Indeed I baptize you with water to amendment of life, but he that cometh after me is mightier than I, whose shoes I am not worthy to bear, he will baptize you with the holy Ghost, and with fire.",
      "12": "Which hath his fan in his hand, and will make clean his floor, and gather his wheat into his garner, but will burn up the chaff with unquenchable fire.",
      "13": "Then came Jesus from Galilee to Jordan unto John to be baptized of him.",
      "14": "But John earnestly put him back, saying, I have need to be baptized of thee, and comest thou to me?",
      "15": "Then Jesus answering, said to him, Let be now: for thus it becometh us to fulfill all righteousness. So he suffered him.",
      "16": "And Jesus when he was baptized, came straight out of the water. And lo, the heavens were opened unto him, and John saw the Spirit of God descending like a dove, and [lighting] upon him.",
      "17": "And lo, a voice came from heaven, saying, This is my beloved Son, in whom I am well pleased."
    },
    "4": {
      "1": "Then was Jesus led aside of the Spirit into the wilderness, to be tempted of the devil.",
      "2": "And when he had fasted forty days, and forty nights, he was afterward hungry.",
      "3": "Then came to him the tempter, and said, If thou be the Son of God, command that these stones be made bread.",
      "4": "But he answering, said, It is written, Man shall not live by bread only, but by every word that proceedeth out of the mouth of God.",
      "5": "Then the devil took him up into the holy city, and set him on a pinnacle of the Temple.",
      "6": "And said unto him, If thou be the Son of God, cast thyself down, for it is written, that he will give his Angels charge over thee, and with their hands they shall lift thee up, lest at any time thou shouldest dash thy foot against a stone.",
      "7": "Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.",
      "8": "Again the devil took him up into an exceeding high mountain, and showed him all the kingdoms of the world, and the glory of them,",
      "9": "And said to him, All these will I give thee, if thou wilt fall down, and worship me.",
      "10": "Then said Jesus unto him, Avoid Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.",
      "11": "Then the devil left him: and behold, the Angels came, and ministered unto him.",
      "12": "And when Jesus had heard that John was committed to prison, he returned into Galilee,",
      "13": "And leaving Nazareth, went and dwelt in Capernaum, which is near the sea in the borders of Zebulun and Naphtali,",
      "14": "That it might be fulfilled which was spoken by Isaiah the Prophet, saying,",
      "15": "The land of Zebulun, and the land of Naphtali by the way of the sea, beyond Jordan, Galilee of the Gentiles:",
      "16": "The people which sat in darkness, saw great light: and to them which sat in the region and shadow of death, light is risen up.",
      "17": "From that time Jesus began to preach, and to say, Amend your lives: for the kingdom of heaven is at hand.",
      "18": "And Jesus walking by the sea of Galilee saw two brethren, Simon, which was called Peter, and Andrew his brother, casting a net into the sea (for they were fishers.)",
      "19": "And he said unto them, Follow me, and I will make you fishers of men.",
      "20": "And they straightway leaving the nets, followed him.",
      "21": "And when he was gone forth from thence, he saw other two brethren, James the son of Zebedee, and John his brother in a ship with Zebedee their father, mending their nets, and he called them.",
      "22": "And they without tarrying, leaving the ship and their father, followed him.",
      "23": "So Jesus went about all Galilee, teaching in their Synagogues, and preaching the Gospel of the kingdom, and healing every sickness, and every disease among the people.",
      "24": "And his fame spread abroad through all Syria: and they brought unto him all sick people, that were taken with divers diseases, and torments, and them that were possessed with devils, and those which were lunatic, and those that had the palsy: and he healed them.",
      "25": "And there followed him great multitudes out of Galilee, and Decapolis, and Jerusalem, and Judea, and from beyond Jordan."
    },
    "5": {
      "1": "And when he saw the multitude, he went up into a mountain: and when he was set, his disciples came to him.",
      "2": "And he opened his mouth, and taught them, saying,",
      "3": "Blessed are the poor in spirit, for theirs is the kingdom of heaven.",
      "4": "Blessed are they that mourn: for they shall be comforted.",
      "5": "Blessed are the meek: for they shall inherit the earth.",
      "6": "Blessed are they which hunger and thirst for righteousness: for they shall be filled.",
      "7": "Blessed are the merciful: for they shall obtain mercy.",
      "8": "Blessed are the pure in heart: for they shall see God.",
      "9": "Blessed are the peacemakers: for they shall be called the children of God.",
      "10": "Blessed are they which suffer persecution for righteousness’ sake; for theirs is the kingdom of heaven.",
      "11": "Blessed shall ye be when men revile you, and persecute you, and say all manner of evil against you for my sake, falsely.",
      "12": "Rejoice and be glad, for great is your reward in heaven: for so persecuted they the Prophets which were before you.",
      "13": "Ye are the salt of the earth: but if the salt have lost his savor, wherewith shall it be salted? It is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.",
      "14": "Ye are the light of the world. A city that is set on an hill, cannot be hid.",
      "15": "Neither do men light a candle, and put it under a bushel, but on a candlestick, and it giveth light unto all that are in the house.",
      "16": "Let your light so shine before men, that they may see your good works, and glorify your father which is in heaven.",
      "17": "Think not that I am come to destroy the Law, or the Prophets. I am not come to destroy them, but to fulfill them.",
      "18": "For truly I say unto you, Till heaven and earth perish, one jot or one tittle of the Law shall not escape, till all things be fulfilled.",
      "19": "Whosoever therefore shall break one of these least commandments, and teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall observe and teach them, the same shall be called great in the kingdom of heaven.",
      "20": "For I say unto you, except your righteousness exceed the righteousness of the Scribes and Pharisees, ye shall not enter into the kingdom of heaven.",
      "21": "Ye have heard that it was said unto them of the old time, Thou shalt not kill: for whosoever killeth shall be culpable of judgment.",
      "22": "But I say unto you, whosoever is angry with his brother unadvisedly, shall be culpable of judgment. And whosoever saith unto his brother, Raca, shall be worthy to be punished by the Council. And whosoever shall say, Fool, shall be worthy to be punished with hell fire.",
      "23": "If then thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee,",
      "24": "Leave there thine offering before the altar, and go thy way: first be reconciled to thy brother, and then come and offer thy gift.",
      "25": "Agree with thine adversary quickly, while thou art in the way with him, lest thine adversary deliver thee to the Judge, and the Judge deliver thee to the sergeant, and thou be cast into prison.",
      "26": "Verily I say unto thee, thou shalt not come out thence, till thou hast paid the utmost farthing.",
      "27": "Ye have heard that it was said to them of old time, Thou shalt not commit adultery.",
      "28": "But I say unto you, that whosoever looketh on a woman to lust after her, hath committed adultery with her already in his heart.",
      "29": "Wherefore if thy right eye cause thee to offend, pluck it out and cast it from thee: for better it is for thee, that one of thy members perish, than that thy whole body should be cast into hell.",
      "30": "Also if thy right hand make thee to offend, cut it off, and cast it from thee: for better it is for thee, that one of thy members perish, than that thy whole body should be cast into hell.",
      "31": "It hath been said also, Whosoever shall put away his wife, let him give her a bill of divorcement.",
      "32": "But I say unto you, whosoever shall put away his wife (except it be for fornication) causeth her to commit adultery: and whosoever shall marry her that is divorced, committeth adultery.",
      "33": "Again, ye have heard that it was said to them of old time, Thou shalt not forswear thyself, but shalt perform thine oaths to the Lord.",
      "34": "But I say unto you, Swear not at all, neither by heaven, for it is the throne of God:",
      "35": "Nor yet by the earth, for it is his footstool: neither by Jerusalem: for it is the city of the great King.",
      "36": "Neither shalt thou swear by thine head, because thou canst not make one hair white or black.",
      "37": "But let your communication be Yea, yea: Nay, nay. For whatsoever is more than these, cometh of evil.",
      "38": "Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth.",
      "39": "But I say unto you, Resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.",
      "40": "And if any man will sue thee at the law, and take away thy coat, let him have thy cloak also.",
      "41": "And whosoever will compel thee to go a mile, go with him twain.",
      "42": "Give to him that asketh, and from him that would borrow of thee, turn not away.",
      "43": "Ye have heard that it hath been said, Thou shalt love thy neighbor, and hate thine enemy.",
      "44": "But I say unto you, Love your enemies: bless them that curse you: do good to them that hate you, and pray for them which hurt you, and persecute you,",
      "45": "That ye may be the children of your father that is in heaven: for he maketh his sun to arise on the evil and the good, and sendeth rain on the just and unjust.",
      "46": "For if ye love them, which love you, what reward shall you have? Do not the Publicans even the same?",
      "47": "And if ye be friendly to your brethren only, what singular thing do ye? do not even the Publicans likewise?",
      "48": "Ye shall therefore be perfect, as your Father which is in heaven, is perfect."
    },
    "6": {
      "1": "Take heed that ye give not your alms before men to be seen of them, or else ye shall have no reward of your Father which is in heaven.",
      "2": "Therefore when thou givest thine alms, thou shalt not make a trumpet to be blown before thee, as the hypocrites do in the Synagogues and in the streets, to be praised of men. Verily I say unto you, they have their reward.",
      "3": "But when thou doest thine alms, let not thy left hand know what thy right hand doeth,",
      "4": "That thine alms may be in secret, and thy Father that seeth in secret, he will reward thee openly.",
      "5": "And when thou prayest, be not as the hypocrites: for they love to stand and pray in the Synagogues, and in the corners of the streets, because they would be seen of men. Verily I say unto you, they have their reward.",
      "6": "But when thou prayest, enter into thy chamber: and when thou hast shut thy door, pray unto thy Father which is in secret, and thy Father which seeth in secret, shall reward thee openly.",
      "7": "Also when ye pray, use no vain repetitions as the Heathen: for they think to be heard for their much babbling.",
      "8": "Be ye not like them therefore: for your Father knoweth whereof ye have need, before ye ask of him.",
      "9": "After this manner therefore pray ye, Our father which art in heaven, hallowed be thy name.",
      "10": "Thy kingdom come. Thy will be done even in earth as it is in heaven.",
      "11": "Give us this day our daily bread.",
      "12": "And forgive us our debts, as we also forgive our debtors.",
      "13": "And lead us not into temptation, but deliver us from evil: for thine is the kingdom, and the power, and the glory for ever. Amen.",
      "14": "For if ye do forgive men their trespasses, your heavenly Father will also forgive you.",
      "15": "But if ye do not forgive men their trespasses, no more will your father forgive you your trespasses.",
      "16": "Moreover, when ye fast, look not sour as the hypocrites: for they disfigure their faces, that they might seem unto men to fast. Verily I say unto you that they have their reward.",
      "17": "But when thou fastest, anoint thine head, and wash thy face,",
      "18": "That thou seem not unto men to fast, but unto thy Father which is in secret: and thy Father which seeth in secret, will reward thee openly.",
      "19": "Lay not up treasures for yourselves upon the earth, where the moth and canker corrupt, and where thieves dig through and steal.",
      "20": "But lay up treasures for yourselves in heaven, where neither the moth nor canker corrupteth, and where thieves neither dig through nor steal.",
      "21": "For where your treasure is, there will your heart be also.",
      "22": "The light of the body is the eye: if then thine eye be single, thy whole body shall be light.",
      "23": "But if thine eye be wicked, then all thy body shall be dark. Wherefore if the light that is in thee, be darkness, how great is that darkness?",
      "24": "No man can serve two masters: for either he shall hate the one, and love the other, or else he shall lean to the one, and despise the other. Ye cannot serve God and riches.",
      "25": "Therefore I say unto you, be not careful for your life, what ye shall eat, or what ye shall drink: nor yet for your body, what ye shall put on. Is not the life more worth than meat? and the body than raiment?",
      "26": "Behold the fowls of the heaven: for they sow not, neither reap, nor carry into the barns, yet your heavenly Father feedeth them. Are ye not much better than they?",
      "27": "Which of you by taking care is able to add one cubit unto his stature?",
      "28": "And why care ye for raiment? Learn how the Lilies of the field do grow: they are not wearied, neither spin:",
      "29": "Yet I say unto you, that even Solomon in all his glory was not arrayed like one of these.",
      "30": "Wherefore if God so clothe the grass of the field which is today, and tomorrow is cast into the oven, shall he not do much more unto you, O ye of little faith?",
      "31": "Therefore take no thought, saying, What shall we eat? or what shall we drink? or wherewith shall we be clothed?",
      "32": "(For after all these things seek the Gentiles) for your heavenly Father knoweth that ye have need of all these things.",
      "33": "But seek ye first the kingdom of God, and his righteousness, and all these things shall be ministered unto you.",
      "34": "Care not then for the morrow, for the morrow shall care for itself: the day hath enough with his own grief."
    },
    "7": {
      "1": "Judge not, that ye be not judged.",
      "2": "For with what judgment ye judge, ye shall be judged, and with what measure ye mete, it shall be measured unto you again.",
      "3": "And why seest thou the mote, that is in thy brother’s eye, and perceivest not the beam that is in thine own eye?",
      "4": "Or how sayest thou to thy brother, Suffer me to cast out the mote out of thine eye, and behold, a beam is in thine own eye?",
      "5": "Hypocrite, first cast out that beam out of thine own eye, and then shalt thou see clearly to cast out the mote out of thy brother’s eye.",
      "6": "Give ye not that which is holy to dogs, neither cast ye your pearls before swine, lest they tread them under their feet, and turning again, all to rent you.",
      "7": "Ask, and it shall be given you: seek, and ye shall find: knock, and it shall be opened unto you.",
      "8": "For whosoever asketh, receiveth: and he that seeketh, findeth: and to him that knocketh, it shall be opened.",
      "9": "For what man is there among you, which if his son ask him bread, would give him a stone?",
      "10": "Or if he ask fish, will he give him a serpent?",
      "11": "If ye then, which are evil, can give to your children good gifts, how much more shall your Father which is in heaven, give good things to them that ask him?",
      "12": "Therefore whatsoever ye would that men should do to you: even so do ye to them: for this is the Law and the Prophets.",
      "13": "Enter in at the strait gate: for it is the wide gate, and broad way that leadeth to destruction: and many there be which go in thereat.",
      "14": "Because the gate is strait, and the way narrow that leadeth unto life, and few there be that find it.",
      "15": "Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.",
      "16": "Ye shall know them by their fruits. Do men gather grapes of thorns? or figs of thistles?",
      "17": "So every good tree bringeth forth good fruit, and a corrupt tree bringeth forth evil fruit.",
      "18": "A good tree cannot bring forth evil fruit, neither can a corrupt tree bring forth good fruit.",
      "19": "Every tree that bringeth not forth good fruit, is hewn down, and cast into the fire.",
      "20": "Therefore by their fruits ye shall know them.",
      "21": "Not everyone that saith unto me, Lord, Lord, shall enter into the kingdom of heaven, but he that doeth my Father’s will which is in heaven.",
      "22": "Many will say to me in that day, Lord, Lord, have we not by thy Name prophesied, and by thy name cast out devils? and by thy name done many great works?",
      "23": "And then will I profess to them, I never knew you, depart from me ye that work iniquity.",
      "24": "Whosoever then heareth of me these words, and doeth the same, I will liken him to a wise man, which hath builded his house on a rock:",
      "25": "And the rain fell, and the floods came, and the winds blew, and beat upon that house, and it fell not: for it was grounded on a rock,",
      "26": "But whosoever heareth these my words, and doeth them not, shall be likened unto a foolish man, which hath builded his house upon the sand:",
      "27": "And the rain fell, and the floods came, and the winds blew, and beat upon that house, and it fell, and the fall thereof was great.",
      "28": "And it came to pass, when Jesus had ended these words, the people were astonished at his doctrine.",
      "29": "For he taught them as one having authority, and not as the Scribes."
    },
    "8": {
      "1": "Now when he was come down from the mountain, great multitudes followed him.",
      "2": "And lo, there came a Leper and worshipped him, saying, Master, if thou wilt, thou canst make me clean.",
      "3": "And Jesus putting forth his hand, touched him, saying, I will, be thou clean: and immediately his leprosy was cleansed.",
      "4": "Then Jesus said unto him, See thou tell no man, but go, and show thyself unto the Priest, and offer the gift that Moses commanded, for a witness to them.",
      "5": "When Jesus was entered into Capernaum, there came unto him a Centurion, beseeching him,",
      "6": "And said, Master, my servant lieth sick at home of the palsy, and is grievously pained.",
      "7": "And Jesus said unto him, I will come and heal him.",
      "8": "But the Centurion answered, saying, Master, I am not worthy that thou shouldest come under my roof: but speak the word only, and my servant shall be healed.",
      "9": "For I am a man also under the authority of another, and have soldiers under me: and I say to one, Go, and he goeth: and to another, Come, and he cometh: and to my servant, Do this, and he doeth it.",
      "10": "When Jesus heard that, he marveled, and said to them that followed him, Verily, I say unto you, I have not found so great faith, even in Israel.",
      "11": "But I say unto you, that many shall come from the East and West, and shall sit down with Abraham, and Isaac, and Jacob, in the kingdom of heaven.",
      "12": "And the children of the kingdom shall be cast out into utter darkness: there shall be weeping and gnashing of teeth.",
      "13": "Then Jesus said unto the Centurion, Go thy way, and as thou hast believed, so be it unto thee. And his servant was healed the same hour.",
      "14": "And when Jesus came to Peter’s house, he saw his wife’s mother laid down, and sick of a fever.",
      "15": "And he touched her hand, and the fever left her: so she arose, and ministered unto them.",
      "16": "When the Even was come, they brought unto him many that were possessed with devils: and he cast out the spirits with his word, and healed all that were sick,",
      "17": "That it might be fulfilled, which was spoken by Isaiah the Prophet, saying, He took our infirmities, and bare our sicknesses.",
      "18": "And when Jesus saw great multitudes of people about him, he commanded them to go over the water.",
      "19": "Then came there a certain Scribe, and said unto him, Master, I will follow thee whithersoever thou goest.",
      "20": "But Jesus said unto him, The foxes have holes, and the birds of the heaven have nests, but the Son of man hath not whereon to rest his head.",
      "21": "And another of his disciples said unto him, Master, suffer me first to go, and bury my father.",
      "22": "But Jesus said unto him, Follow me, and let the dead bury the dead.",
      "23": "And when he was entered into the ship, his disciples followed him.",
      "24": "And behold, there arose a great tempest in the sea, so that the ship was covered with waves: but he was asleep.",
      "25": "Then his disciples came, and awoke him, saying, Master, save us: we perish.",
      "26": "And he said unto them, Why are ye fearful, O ye of little faith? Then he arose, and rebuked the winds and the sea: and so there was a great calm.",
      "27": "And the men marveled, saying, What man is this, that both the winds and the sea obey him?",
      "28": "And when he was come to the other side into the country of the Gergesenes, there met him two possessed with devils which came out of the graves very fierce, so that no man might go by that way.",
      "29": "And behold, they cried out, saying, Jesus the son of God, what have we to do with thee? Art thou come hither to torment us before the time?",
      "30": "Now there was afar off from them, a great herd of swine feeding.",
      "31": "And the devils besought him, saying, If thou cast us out, suffer us to go into the herd of swine.",
      "32": "And he said unto them, Go. So they went out and departed into the herd of swine: and behold, the whole herd of swine ran headlong into the sea, and died in the water.",
      "33": "Then the herdmen fled: and when they were come into the city, they told all things, and what was become of them that were possessed with the devils,",
      "34": "And behold, all the city came out to meet Jesus: and when they saw him, they besought him to depart out of their coasts."
    },
    "9": {
      "1": "Then he entered into a ship, and passed over, and came into his own city.",
      "2": "And lo, they brought to him a man sick of the palsy laid on a bed. And Jesus seeing their faith, said to the sick of the palsy, Son be of good comfort: thy sins are forgiven thee.",
      "3": "And behold, certain of the Scribes said with themselves, This man blasphemeth.",
      "4": "But when Jesus saw their thoughts, he said, Wherefore think ye evil things in your hearts?",
      "5": "For whether is it easier to say, Thy sins are forgiven thee, or to say, Arise, and walk?",
      "6": "And that ye may know that the Son of man hath authority in earth to forgive sins (then said he unto the sick of the palsy,) Arise, take up thy bed, and go to thine house.",
      "7": "And he arose, and departed to his own house.",
      "8": "So when the multitude saw it, they marveled, and glorified God, which had given such authority to men.",
      "9": "And as Jesus passed forth from thence, he saw a man sitting at the custom, named Matthew, and said to him, Follow me. And he arose, and followed him.",
      "10": "And it came to pass, as Jesus sat at meat in his house, behold, many Publicans and sinners that came thither, sat down at the table with Jesus and his disciples.",
      "11": "And when the Pharisees saw that, they said to his disciples, Why eateth your Master with Publicans and sinners?",
      "12": "Now when Jesus heard it, he said unto them, The whole need not the Physician, but they that are sick.",
      "13": "But go ye and learn what this is, I will have mercy, and not sacrifice: for I am not come to call the righteous, but the sinners to repentance.",
      "14": "Then came the disciples of John to him, saying, Why do we and the Pharisees fast oft, and thy disciples fast not?",
      "15": "And Jesus said unto them, Can the children of the marriage chamber mourn as long as the bridegroom is with them? But the days will come, when the bridegroom shall be taken from them, and then shall they fast.",
      "16": "Moreover, no man pieceth an old garment with a piece of new cloth: for that that should fill it up, taketh away from the garment, and the breach is worse.",
      "17": "Neither do they put new wine into old vessels: for then the vessels would break, and the wine would be spilt, and the vessels would perish: but they put new wine into new vessels, and so are both preserved.",
      "18": "While he thus spake unto them, behold, there came a certain ruler, and worshipped him, saying, My daughter is now deceased: but come and lay thine hand on her, and she shall live.",
      "19": "And Jesus arose and followed him with his disciples.",
      "20": "(And behold, a woman which was diseased with an issue of blood twelve years, came behind him, and touched the hem of his garment.",
      "21": "For she said in herself, If I may touch but his garment only, I shall be whole.",
      "22": "Then Jesus turned him about, and seeing her, did say, Daughter, be of good comfort: thy faith hath made thee whole. And the woman was made whole at that same moment.)",
      "23": "Now when Jesus came into the ruler’s house, and saw the minstrels and the multitude making noise,",
      "24": "He said unto them, Get you hence: for the maid is not dead, but sleepeth. And they laughed him to scorn.",
      "25": "And when the multitude were put forth, he went in and took her by the hand, and the maid arose.",
      "26": "And this bruit went throughout all that land.",
      "27": "And as Jesus departed thence, two blind men followed him, crying, and saying, O son of David, have mercy upon us.",
      "28": "And when he was come into the house, the blind came to him, and Jesus said unto them, Believe ye that I am able to do this? And they said unto him, Yea, Lord.",
      "29": "Then touched he their eyes, saying, According to your faith be it unto you.",
      "30": "And their eyes were opened, and Jesus gave them great charge, saying, See that no man know it.",
      "31": "But when they were departed, they spread abroad his fame throughout all that land.",
      "32": "And as they went out, behold, they brought to him a dumb man possessed with a devil.",
      "33": "And when the devil was cast out, the dumb spake: then the multitude marveled, saying, The like was never seen in Israel.",
      "34": "But the Pharisees said, He casteth out devils, through the prince of devils.",
      "35": "And Jesus went about all cities and towns, teaching in their Synagogues, and preaching the Gospel of the kingdom, and healing every sickness and every disease among the people.",
      "36": "But when he saw the multitude, he had compassion upon them, because they were dispersed, and scattered abroad, as sheep having no shepherd.",
      "37": "Then said he to his disciples, Surely the harvest is great, but the laborers are few.",
      "38": "Wherefore pray the Lord of the harvest, that he would send forth laborers into his harvest."
    },
    "10": {
      "1": "And he called his twelve disciples unto him, and gave them power against unclean spirits, to cast them out, and to heal every sickness, and every disease.",
      "2": "Now the names of the twelve Apostles are these. The first is Simon called Peter, and Andrew his brother, James the son of Zebedee, and John his brother,",
      "3": "Philip and Bartholomew: Thomas, and Matthew that Publican: James the son of Alphaeus, and Lebbaeus whose surname was Thaddaeus:",
      "4": "Simon the Canaanite, and Judas Iscariot, who also betrayed him.",
      "5": "These twelve did Jesus send forth, and commanded them, saying, Go not into the way of the Gentiles, and into the cities of the Samaritans enter ye not:",
      "6": "But go rather to the lost sheep of the house of Israel.",
      "7": "And as ye go preach, saying, The kingdom of heaven is at hand.",
      "8": "Heal the sick: cleanse the lepers: raise up the dead: cast out the devils. Freely ye have received, freely give.",
      "9": "Possess not gold, nor silver, nor money in your girdles,",
      "10": "Nor a scrip for the journey, neither two coats, neither shoes, nor a staff: for the workman is worthy of his meat.",
      "11": "And into whatsoever city or town ye shall come, inquire who is worthy in it, and there abide till ye go thence.",
      "12": "And when ye come into an house, salute the same.",
      "13": "And if the house be worthy, let your peace come upon it: but if it be not worthy, let your peace return to you.",
      "14": "And whosoever shall not receive you, nor hear your words, when ye depart out of that house, or that city, shake off the dust of your feet.",
      "15": "Truly I say unto you, it shall be easier for them of the land of Sodom and Gomorrah in the day of judgment, than for that city.",
      "16": "Behold, I send you as sheep in the midst of the wolves: be ye therefore wise as serpents, and innocent as doves.",
      "17": "But beware of men, for they will deliver you up to the Councils, and will scourge you in their Synagogues.",
      "18": "And ye shall be brought to the governors and kings for my sake, in witness to them, and to the Gentiles.",
      "19": "But when they deliver you up, take no thought how or what ye shall speak: for it shall be given you in that hour, what ye shall say.",
      "20": "For it is not ye that speak, but the spirit of your Father which speaketh in you.",
      "21": "And the brother shall betray the brother to death, and the father the son, and the children shall rise against their parents, and shall cause them to die.",
      "22": "And ye shall be hated of all men for my Name: but he that endureth to the end, he shall be saved.",
      "23": "And when they persecute you in this city, flee into another: for verily I say unto you, ye shall not go over all the cities of Israel, till the Son of man be come.",
      "24": "The disciple is not above his master, nor the servant above his Lord.",
      "25": "It is enough for the disciple to be as his master is, and the servant as his Lord. If they have called the master of the house Beelzebub, how much more them of his household?",
      "26": "Fear them not therefore: for there is nothing covered, that shall not be disclosed, nor hid, that shall not be known.",
      "27": "What I tell you in darkness, that speak ye in light: and what ye hear in the ear, that preach ye on the houses.",
      "28": "And fear ye not them which kill the body, but are not able to kill the soul: but rather fear him, which is able to destroy both soul and body in hell.",
      "29": "Are not two sparrows sold for a farthing, and one of them shall not fall on the ground without your Father?",
      "30": "Yea, and all the hairs of your head are numbered.",
      "31": "Fear ye not therefore, ye are of more value than many sparrows.",
      "32": "Whosoever therefore shall confess me before men, him will I confess also before my Father which is in heaven.",
      "33": "But whosoever shall deny me before men, him will I also deny before my Father which is in heaven.",
      "34": "Think not that I am come to send peace into the earth, but the sword.",
      "35": "For I am come to set a man at variance against his father, and the daughter against her mother, and the daughter-in-law against her mother-in-law.",
      "36": "And a man’s enemies shall be they of his own household.",
      "37": "He that loveth father or mother more than me, is not worthy of me. And he that loveth son, or daughter more than me, is not worthy of me.",
      "38": "And he that taketh not his cross, and followeth after me, is not worthy of me.",
      "39": "He that will find his life, shall lose it: and he that loseth his life for my sake, shall find it.",
      "40": "He that receiveth you, receiveth me: and he that receiveth me, receiveth him that sent me.",
      "41": "He that receiveth a Prophet in the name of a Prophet, shall receive a Prophet’s reward: and he that receiveth a righteous man, in the name of a righteous man, shall receive the reward of a righteous man.",
      "42": "And whosoever shall give unto one of these little ones to drink a cup of cold water only, in the name of a disciple, verily I say unto you, he shall not lose his reward."
    },
    "11": {
      "1": "And it came to pass that when Jesus had made an end of commanding his twelve disciples, he departed thence to teach and to preach in their cities.",
      "2": "And when John heard in the prison the works of Christ, he sent two of his disciples, and said unto him,",
      "3": "Art thou he that should come, or shall we look for another?",
      "4": "And Jesus answering, said unto them, Go, and show John, what things ye hear and see.",
      "5": "The blind receive sight, and the halt do walk: the lepers are cleansed, and the deaf hear, the dead are raised up, and the poor receive the Gospel.",
      "6": "And blessed is he that shall not be offended in me.",
      "7": "And as they departed, Jesus began to speak unto the multitude of John, What went ye out into the wilderness to see? a reed shaken with the wind?",
      "8": "But what went ye out to see? A man clothed in soft raiment? Behold they that wear soft clothing, are in kings’ houses.",
      "9": "But what went ye out to see? A Prophet? Yea, I say unto you, and more than a Prophet.",
      "10": "For this is he of whom it is written, Behold, I send my messenger before thy face which shall prepare thy way before thee.",
      "11": "Verily I say unto you, Among them which are begotten of women, arose there not a greater than John Baptist, notwithstanding, he that is the least in the kingdom of heaven, is greater than he.",
      "12": "And from the time of John Baptist hitherto, the kingdom of God suffereth violence, and the violent take it by force.",
      "13": "For all the Prophets and the Law prophesied unto John.",
      "14": "And if ye will receive it, this is that Elijah, which was to come.",
      "15": "He that hath ears to hear let him hear.",
      "16": "But whereunto shall I liken this generation? It is like unto little children which sit in the markets, and call unto their fellows,",
      "17": "And say, We have piped unto you, and ye have not danced, we have mourned unto you, and ye have not lamented.",
      "18": "For John came neither eating nor drinking, and they say, He hath a devil.",
      "19": "The Son of men came eating and drinking, and they say, Behold a glutton and a drinker of wine, a friend unto Publicans and sinners: but wisdom is justified of her children.",
      "20": "Then began he to upbraid the cities, wherein most of his great works were done, because they repented not.",
      "21": "Woe be to thee Chorazin: Woe be to thee Bethsaida: for if the great works which were done in you, had been done in Tyre and Sidon, they had repented long ago in sackcloth and ashes.",
      "22": "But I say to you, It shall be easier for Tyre and Sidon at the day of judgment, than for you.",
      "23": "And thou Capernaum, which art lifted up unto heaven, shalt be brought down to hell: for if the great works, which have been done in thee, had been done among them of Sodom, they had remained to this day.",
      "24": "But I say unto you, that it shall be easier for them of the land of Sodom in the day of judgment, than for thee.",
      "25": "At that time Jesus answered and said, I give thee thanks, O Father, Lord of heaven and earth, because thou hast hid these things from the wise, and men of understanding, and hast opened them unto babes.",
      "26": "It is so, O Father, because thy good pleasure was such.",
      "27": "All things are given unto me of my Father: and no man knoweth the Son, but the Father: neither knoweth any man the Father, but the Son, and he to whom the Son will reveal him.",
      "28": "Come unto me, all ye that are weary and laden, and I will ease you.",
      "29": "Take my yoke on you, and learn of me that I am meek and lowly in heart: and ye shall find rest unto your souls.",
      "30": "For my yoke is easy, and my burden light."
    },
    "12": {
      "1": "At that time Jesus went on a Sabbath day through the corn, and his disciples were an hungered, and began to pluck the ears of corn and to eat.",
      "2": "And when the Pharisees saw it, they said unto him, Behold, thy disciples do that which is not lawful to do upon the Sabbath.",
      "3": "But he said unto them, Have ye not read what David did when he was an hungered, and they that were with him?",
      "4": "How he went into the house of God, and did eat the showbread, which was not lawful for him to eat, neither for them which were with him, but only for the Priests?",
      "5": "Or have ye not read in the Law, how that on the Sabbath days the Priests in the Temple break the Sabbath, and are blameless?",
      "6": "But I say unto you, that here is one greater than the Temple.",
      "7": "Wherefore if ye knew what this is, I will have mercy and not sacrifice, ye would not have condemned the innocents.",
      "8": "For the son of man is Lord, even of the Sabbath.",
      "9": "And he departed thence, and went into their Synagogue:",
      "10": "And behold, there was a man which had his hand dried up. And they asked him, saying, Is it lawful to heal upon a Sabbath day? that they might accuse him.",
      "11": "And he said unto them, What man shall there be among you, that hath a sheep, and if it fall on the Sabbath day into a pit, doth not take it and lift it out?",
      "12": "How much more then is a man better than a sheep? therefore, it is lawful to do well on a Sabbath day.",
      "13": "Then said he to the man, Stretch forth thine hand. And he stretched it forth, and it was made whole as the other.",
      "14": "Then the Pharisees went out, and consulted against him, how they might destroy him.",
      "15": "But when Jesus knew it, he departed thence, and great multitudes followed him, and he healed them all,",
      "16": "And charged them in threatening wise, that they should not make him known,",
      "17": "That it might be fulfilled which was spoken by Isaiah the Prophet, saying,",
      "18": "Behold my servant whom I have chosen, my beloved in whom my soul delighteth: I will put my Spirit on him, and he shall show judgment to the Gentiles.",
      "19": "He shall not strive, nor cry, neither shall any man hear his voice in the streets.",
      "20": "A bruised reed shall he not break, and smoking flax shall he not quench, till he bring forth judgment unto victory.",
      "21": "And in his Name shall the Gentiles trust.",
      "22": "Then was brought to him one possessed with a devil, both blind and dumb, and he healed him, so that he which was blind and dumb, both spake and saw,",
      "23": "And all the people were amazed, and said, Is not this that son of David?",
      "24": "But when the Pharisees heard it, they said, This man casteth the devils no otherwise out but through Beelzebub the prince of devils.",
      "25": "But Jesus knew their thoughts, and said to them, Every kingdom divided against itself, is brought to naught, and every city or house divided against itself shall not stand.",
      "26": "So if Satan cast out Satan, he is divided against himself: how shall then his kingdom endure?",
      "27": "Also if I through Beelzebub cast out devils, by whom do your children cast them out? Therefore they shall be your judges.",
      "28": "But if I cast out devils by the Spirit of God, then is the kingdom of God come unto you.",
      "29": "Else how can a man enter into a strong man’s house and spoil his goods, except he first bind the strong man, and then spoil his house?",
      "30": "He that is not with me, is against me: and he that gathereth not with me, scattereth.",
      "31": "Wherefore I say unto you, Every sin and blasphemy shall be forgiven unto men: but the blasphemy against the holy Ghost shall not be forgiven unto men.",
      "32": "And whosoever shall speak a word against the son of man, it shall be forgiven him: but whosoever shall speak against the holy Ghost, it shall not be forgiven him, neither in this world, nor in the world to come.",
      "33": "Either make the tree good, and his fruit good: or else make the tree evil, and his fruit evil: for the tree is known by the fruit.",
      "34": "O generations of vipers, how can you speak good things, when ye are evil? For of the abundance of the heart the mouth speaketh.",
      "35": "A good man out of the good treasure of his heart bringeth forth good things: and an evil man out of an evil treasure, bringeth forth evil things.",
      "36": "But I say unto you, that of every idle word that men shall speak, they shall give account thereof at the day of judgment.",
      "37": "For by thy words thou shalt be justified, and by thy words thou shalt be condemned.",
      "38": "Then answered certain of the Scribes and of the Pharisees, saying, Master, we would see a sign of thee.",
      "39": "But he answered and said to them, An evil and adulterous generation seeketh a sign, but no sign shall be given unto it, save that sign of the Prophet Jonah.",
      "40": "For as Jonah was three days and three nights in the whale’s belly: so shall the son of man be three days and three nights in the heart of the earth.",
      "41": "The men of Nineveh shall rise in judgment with this generation, and condemn it: for they repented at the preaching of Jonah: and behold, a greater than Jonah is here.",
      "42": "The Queen of the South shall rise in judgment with this generation, and shall condemn it: for she came from the utmost parts of the earth to hear the wisdom of Solomon: and behold, a greater than Solomon is here.",
      "43": "Now when the unclean spirit is gone out of a man, he walketh throughout dry places, seeking rest, and findeth none.",
      "44": "Then he saith, I will return into mine house from whence I came: and when he is come, he findeth it empty, swept and garnished.",
      "45": "Then he goeth, and taketh unto him seven other spirits worse than himself, and they enter in, and dwell there: and the end of that man is worse than the beginning. Even so shall it be with this wicked generation.",
      "46": "While he yet spake to the multitude, behold, his mother, and his brethren stood without, desiring to speak with him.",
      "47": "Then one said unto him, Behold, thy mother and thy brethren stand without, desiring to speak with thee.",
      "48": "But he answered, and said to him that told him, Who is my mother, and who are my brethren?",
      "49": "And he stretched forth his hand toward his disciples and said, Behold my mother, and my brethren.",
      "50": "For whosoever shall do my Father’s will which is in heaven, the same is my brother and sister and mother."
    },
    "13": {
      "1": "The same day went Jesus out of the house, and sat by the sea side.",
      "2": "And great multitudes resorted unto him, so that he went into a ship, and sat down: and the whole multitude stood on the shore.",
      "3": "Then he spake many things to them in parables, saying, Behold, a sower went forth to sow.",
      "4": "And as he sowed, some fell by the way side, and the fowls came and devoured them up.",
      "5": "And some fell upon stony ground, where they had not much earth, and anon they sprung up, because they had no depth of earth.",
      "6": "And when the sun was up, they were parched, and for lack of rooting withered away.",
      "7": "And some fell among thorns, and the thorns sprung up, and choked them.",
      "8": "And some again fell in good ground, and brought forth fruit, one corn an hundredfold, some sixtyfold, and another thirtyfold.",
      "9": "He that hath ears to hear, let him hear.",
      "10": "Then the disciples came, and said to him, Why speakest thou to them in parables?",
      "11": "And he answered and said unto them, Because it is given unto you to know the secrets of the kingdom of heaven, but to them it is not given.",
      "12": "For whosoever hath, to him shall be given, and he shall have abundance: but whosoever hath not, from him shall be taken away even that he hath.",
      "13": "Therefore speak I to them in parables, because they seeing, do not see: and hearing, they hear not, neither understand.",
      "14": "So in them is fulfilled the prophecy of Isaiah, which prophecy saith, By hearing ye shall hear, and shall not understand, and seeing ye shall see, and shall not perceive.",
      "15": "For this people’s heart is waxed fat, and their ears are dull of hearing, and with their eyes they have winked, lest they should see with their eyes, and hear with their ears, and should understand with their hearts, and should return, that I might heal them.",
      "16": "But blessed are your eyes, for they see: and your ears, for they hear.",
      "17": "For verily I say unto you, that many Prophets, and righteous men have desired to see those things which ye see, and have not seen them, and to hear those things which ye hear, and have not heard them.",
      "18": "Hear ye therefore the parable of the Sower.",
      "19": "Whensoever any man heareth the word of that kingdom, and understandeth it not, that evil one cometh, and catcheth away that which was sown in his heart: and this is he which hath received the seed by the way side.",
      "20": "And he that received seed in the stony ground, is he which heareth the word, and incontinently with joy receiveth it,",
      "21": "Yet hath he no root in himself, and endureth but a season: for as soon as tribulation or persecution cometh because of the word, by and by he is offended.",
      "22": "And he that received the seed among thorns, is he that heareth the word: but the care of this world, and the deceitfulness of riches choke the word, and he is made unfruitful.",
      "23": "But he that received the seed in the good ground, is he that heareth the word, and understandeth it, which also beareth fruit, and bringeth forth, some an hundredfold, some sixtyfold, and some thirtyfold.",
      "24": "Another parable put he forth unto them, saying, The kingdom of heaven is like unto a man which sowed good seed in his field.",
      "25": "But while men slept, there came his enemy and sowed tares among the wheat, and went his way.",
      "26": "And when the blade was sprung up, and brought forth fruit, then appeared the tares also.",
      "27": "Then came the servants of the householder, and said unto him, Master, sowest thou not good seed in thy field? from whence then hath it tares?",
      "28": "And he said unto them, Some envious man hath done this. Then the servants said unto him, Wilt thou then that we go and gather them up?",
      "29": "But he said, Nay, lest while ye go about to gather the tares, ye pluck up also with them the wheat.",
      "30": "Let both grow together until the harvest, and in time of harvest I will say to the reapers, Gather ye first the tares, and bind them in sheaves to burn them: but gather the wheat into my barn.",
      "31": "Another parable he put forth unto them, saying, The kingdom of heaven is like unto a grain of mustard seed, which a man taketh and soweth in his field:",
      "32": "Which indeed is the least of all seeds: but when it is grown, it is the greatest among herbs, and it is a tree, so that the birds of heaven come and build in the branches thereof.",
      "33": "Another parable spake he to them, The kingdom of heaven is like unto leaven, which a woman taketh and hideth in three pecks of meal, till all be leavened.",
      "34": "All these things spake Jesus unto the multitude in parables, and without parables spake he not unto them,",
      "35": "That it might be fulfilled, which was spoken by the Prophet, saying, I will open my mouth in parables, and will utter the things which have been kept secret from the foundation of the world.",
      "36": "Then sent Jesus the multitude away, and went into the house. And his disciples came unto him, saying, Declare unto us the parable of the tares of that field.",
      "37": "Then answered he, and said to them, He that soweth the good seed, is the son of man,",
      "38": "And the field is the world, and the good seed are the children of the kingdom, and the tares are the children of that wicked one.",
      "39": "And the enemy that soweth them, is the devil, and the harvest is the end of the world, and the reapers be the Angels.",
      "40": "As then the tares are gathered and burned in the fire, so shall it be in the end of this world.",
      "41": "The Son of man shall send forth his Angels, and they shall gather out of his kingdom all things that offend, and them which do iniquity,",
      "42": "And shall cast them into a furnace of fire. There shall be wailing and gnashing of teeth.",
      "43": "Then shall the just men shine as the sun in the kingdom of their father. He that hath ears to hear, let him hear.",
      "44": "Again, the kingdom of heaven is like unto a treasure hid in the field, which when a man hath found, he hideth it, and for joy thereof departeth, and selleth all that he hath, and buyeth that field.",
      "45": "Again, the kingdom of heaven is like to a merchant man that seeketh good pearls,",
      "46": "Who having found a pearl of great price, went and sold all that he had and bought it.",
      "47": "Again, the kingdom of heaven is like unto a draw net cast into the sea, that gathereth of all kinds of things.",
      "48": "Which, when it is full, men draw to land, and sit and gather the good into vessels, and cast the bad away.",
      "49": "So shall it be at the end of the world. The Angels shall go forth, and sever the bad from among the just,",
      "50": "And shall cast them into a furnace of fire: there shall be wailing and gnashing of teeth.",
      "51": "Jesus said unto them, Understand ye all these things? They said unto him, Yea, Lord.",
      "52": "Then said he unto them, Therefore every Scribe which is taught unto the kingdom of heaven, is like unto an householder, which bringeth forth out of his treasure things both new and old.",
      "53": "And it came to pass, that when Jesus had ended these parables, he departed thence,",
      "54": "And came into his own country, and taught them in their Synagogue, so that they were astonied, and said, Whence cometh this wisdom and great works unto this man?",
      "55": "Is not this the carpenter’s son? Is not his mother called Mary, and his brethren James and Joses, and Simon, and Judas?",
      "56": "And are not his sisters all with us? Whence then hath he all these things?",
      "57": "And they were offended with him. Then Jesus said to them, A Prophet is not without honor, save in his own country, and in his own house.",
      "58": "And he did not many great works there, for their unbelief’s sake."
    },
    "14": {
      "1": "At that time Herod the Tetrarch heard of the fame of Jesus,",
      "2": "And said unto his servants, This is that John Baptist, he is risen again from the dead, and therefore great works are wrought by him.",
      "3": "For Herod had taken John, and bound him, and put him in prison for Herodias’ sake, his brother Philip’s wife.",
      "4": "For John said unto him, It is not lawful for thee to have her.",
      "5": "And when he would have put him to death, he feared the multitude, because they counted him as a Prophet.",
      "6": "But when Herod’s birthday was kept, the daughter of Herodias danced before them, and pleased Herod.",
      "7": "Wherefore he promised with an oath, that he would give her whatsoever she would ask.",
      "8": "And she being before instructed of her mother, said, Give me here John Baptist’s head in a platter.",
      "9": "And the king was sorry: nevertheless, because of the oath, and them that sat with him at the table, he commanded it to be given her,",
      "10": "And sent, and beheaded John in the prison.",
      "11": "And his head was brought in a platter, and given to the maid, and she brought it unto her mother.",
      "12": "And his disciples came, and took up the body, and buried it, and went and told Jesus.",
      "13": "And when Jesus heard it, he departed thence by ship into a desert place apart. And when the multitude had heard it, they followed him on foot out of the cities.",
      "14": "And Jesus went forth and saw a great multitude, and was moved with compassion toward them, and he healed their sick.",
      "15": "And when even was come, his disciples came to him, saying, This is a desert place, and the time is already past: let the multitude depart, that they may go into the towns, and buy them vittles.",
      "16": "But Jesus said to them, They have no need to go away: give ye them to eat.",
      "17": "Then said they unto him, We have here but five loaves, and two fishes.",
      "18": "And he said, Bring them hither to me.",
      "19": "And he commanded the multitude to sit down on the grass, and took the five loaves, and the two fishes, and looked up to heaven, and blessed, and brake, and gave the loaves to his disciples, and the disciples to the multitude.",
      "20": "And they did all eat, and were sufficed, and they took up of the fragments that remained, twelve baskets full.",
      "21": "And they that had eaten, were about five thousand men, beside women and little children.",
      "22": "And straightway Jesus compelled his disciples to enter into a ship, and to go over before him, while he sent the multitude away.",
      "23": "And as soon as he had sent the multitude away, he went up into a mountain alone to pray: and when the evening was come, he was there alone.",
      "24": "And the ship was now in the midst of the sea, and was tossed with waves: for it was a contrary wind.",
      "25": "And in the fourth watch of the night, Jesus went unto them, walking on the sea.",
      "26": "And when his disciples saw him walking on the sea, they were troubled, saying, It is a spirit, and cried out for fear.",
      "27": "But straightway Jesus spake unto them, saying, Be of good comfort, It is I: be not afraid.",
      "28": "Then Peter answered him, and said, Master, if it be thou, bid me come unto thee on the water.",
      "29": "And he said, Come. And when Peter was come down out of the ship, he walked on the water to go to Jesus.",
      "30": "But when he saw a mighty wind, he was afraid: and as he began to sink, he cried, saying, Master, save me.",
      "31": "So immediately Jesus stretched forth his hand, and caught him, and said to him, O thou of little faith, wherefore didst thou doubt.",
      "32": "And as soon as they were come into the ship, the wind ceased.",
      "33": "Then they that were in the ship, came and worshipped him, saying, Of a truth thou art the Son of God.",
      "34": "And when they were come over, they came into the land of Gennesaret.",
      "35": "And when the men of that place knew him, they sent out into all that country round about, and brought unto him all that were sick,",
      "36": "And besought him, that they might touch the hem of his garment only: and as many as touched it were made whole."
    },
    "15": {
      "1": "Then came to Jesus the Scribes and Pharisees, which were of Jerusalem, saying,",
      "2": "Why do thy disciples transgress the tradition of the Elders? for they wash not their hands when they eat bread.",
      "3": "But he answered and said unto them, Why do ye also transgress the commandment of God by your tradition?",
      "4": "For God hath commanded, saying, Honor thy father and mother: and he that curseth father or mother, let him die the death.",
      "5": "But ye say, Whosoever shall say to father or mother, By the gift that is offered by me, thou mayest have profit,",
      "6": "Though he honor not his father, or his mother, shall be free: thus have ye made the commandment of God of no authority by your tradition.",
      "7": "O hypocrites, Isaiah prophesied well of you, saying,",
      "8": "This people draweth near unto me with their mouth, and honoreth me with the lips, but their heart is far off from me.",
      "9": "But in vain they worship me, teaching for doctrines, men’s precepts.",
      "10": "Then he called the multitude unto him, and said to them, Hear and understand.",
      "11": "That which goeth into the mouth, defileth not the man, but that which cometh out of the mouth that defileth the man.",
      "12": "Then came his disciples, and said unto him, Perceivest thou not, that the Pharisees are offended in hearing this saying?",
      "13": "But he answered and said, Every plant which mine heavenly Father hath not planted, shall be rooted up.",
      "14": "Let them alone, they be the blind leaders of the blind: and if the blind lead the blind, both shall fall into the ditch.",
      "15": "Then answered Peter, and said to him, Declare unto us this parable.",
      "16": "Then said Jesus, Are ye yet without understanding?",
      "17": "Perceive ye not yet, that whatsoever entereth into the mouth, goeth into the belly, and is cast out into the draught?",
      "18": "But those things which proceed out of the mouth, come from the heart, and they defile the man.",
      "19": "For out of the heart come evil thoughts, murders, adulteries, fornications, thefts, false testimonies, slanders.",
      "20": "These are the things which defile the man: but to eat with unwashed hands, defileth not the man.",
      "21": "And Jesus went thence, and departed into the coasts of Tyre and Sidon.",
      "22": "And behold, a woman a Canaanite came out of the same coasts, and cried, saying unto him, Have mercy on me, O Lord, the son of David: my daughter is miserably vexed with a devil.",
      "23": "But he answered her not a word. Then came to him his disciples, and besought him, saying, Send her away, for she crieth after us.",
      "24": "But he answered, and said, I am not sent, but unto the lost sheep of the house of Israel.",
      "25": "Yet she came, and worshipped him, saying, Lord help me.",
      "26": "And he answered, and said, It is not good to take the children’s bread, and to cast it to whelps.",
      "27": "But she said, Truth, Lord: yet indeed the whelps eat of the crumbs, which fall from their master’s table.",
      "28": "Then Jesus answered, and said unto her, O woman, great is thy faith: be it to thee, as thou desirest. And her daughter was made whole at that hour.",
      "29": "So Jesus went away from thence, and came near unto the sea of Galilee, and went up in a mountain and sat down there.",
      "30": "And great multitudes came unto him, having with them, halt, blind, dumb, maimed, and many others, and cast them down, at Jesus’ feet, and he healed them.",
      "31": "Insomuch that the multitude wondered, to see the dumb speak, the maimed whole, the halt to go, and the blind to see: and they glorified the God of Israel.",
      "32": "Then Jesus called his disciples unto him, and said, I have compassion on this multitude, because they have continued with me already three days, and have nothing to eat: and I will not let them depart fasting, lest they faint in the way.",
      "33": "And his disciples said unto him, Whence should we get so much bread in the wilderness, as should suffice so great a multitude!",
      "34": "And Jesus said unto them, How many loaves have ye? And they said, Seven, and a few little fishes.",
      "35": "Then he commandeth the multitude to sit down on the ground.",
      "36": "And took the seven loaves, and the fishes, and gave thanks, and brake them, and gave to his disciples, and the disciples to the multitude.",
      "37": "And they did all eat, and were sufficed, and they took up of the fragments that remained, seven baskets full.",
      "38": "And they that had eaten, were four thousand men, beside women, and little children.",
      "39": "Then Jesus sent away the multitude, and took ship, and came into the parts of Magdala."
    },
    "16": {
      "1": "Then came the Pharisees and Sadducees, and did tempt him, desiring him to show them a sign from heaven.",
      "2": "But he answered, and said unto them, When it is evening, ye say, Fair weather, for the sky is red.",
      "3": "And in the morning, ye say, Today shall be a tempest: for the sky is red and lowering. O hypocrites, ye can discern the face of the sky, and can ye not discern the signs of the times?",
      "4": "The wicked generation, and adulterous seeketh a sign, but there shall no sign be given it, but that sign of the Prophet Jonah: so he left them, and departed.",
      "5": "And when his disciples were come to the other side, they had forgotten to take bread with them.",
      "6": "Then Jesus said unto them, Take heed and beware of the leaven of the Pharisees and Sadducees.",
      "7": "And they reasoned among themselves, saying, It is because we have brought no bread.",
      "8": "But Jesus knowing it, said unto them, O ye of little faith, why reason ye thus among yourselves, because ye have brought no bread?",
      "9": "Do ye not yet perceive, neither remember the five loaves, when there were five thousand men, and how many baskets took ye up?",
      "10": "Neither the seven loaves when there were four thousand men, and how many baskets took ye up?",
      "11": "Why perceive ye not that I said not unto you concerning bread, that ye should beware of the leaven of the Pharisees and Sadducees?",
      "12": "Then understood they that he had not said that they should beware of the leaven of bread, but of the doctrine of the Pharisees, and Sadducees.",
      "13": "Now when Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I, the son of man, am?",
      "14": "And they said, Some say, John Baptist: and some, Elijah: and others, Jeremiah, or one of the Prophets.",
      "15": "He said unto them, But whom say ye that I am?",
      "16": "Then Simon Peter answered, and said, Thou art that Christ, the son of the living God.",
      "17": "And Jesus answered, and said to him, Blessed art thou, Simon, the son of Jonah: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.",
      "18": "And I say also unto thee, that thou art Peter, and upon this rock I will build my Church: and the gates of hell shall not overcome it.",
      "19": "And I will give unto thee the keys of the Kingdom of heaven, and whatsoever thou shalt bind upon earth, shall be bound in heaven: and whatsoever thou shalt loose on earth, shall be loosed in heaven.",
      "20": "Then he charged his disciples, that they should tell no man that he was Jesus that Christ.",
      "21": "From that time forth Jesus began to show unto his disciples, that he must go unto Jerusalem, and suffer many things of the Elders, and of the high Priests, and Scribes, and be slain and be raised again the third day.",
      "22": "Then Peter took him aside, and began to rebuke him, saying, Master, pity thyself: this shall not be unto thee.",
      "23": "Then he turned back, and said unto Peter, Get thee behind me, Satan: thou art an offence unto me, because thou understandest not the things that are of God, but the things that are of men.",
      "24": "Jesus then said to his disciples, If any man will follow me, let him forsake himself: and take up his cross, and follow me.",
      "25": "For whosoever will save his life, shall lose it: and whosoever shall lose his life for my sake, shall find it.",
      "26": "For what shall it profit a man though he should win the whole world, if he lose his own soul? or what shall a man give for recompense of his soul?",
      "27": "For the son of man shall come in the glory of his Father with his Angels, and then shall he give to every man according to his deeds.",
      "28": "Verily I say unto you, there be some of them that stand here, which shall not taste of death, till they have seen the Son of man come in his kingdom."
    },
    "17": {
      "1": "And after six days, Jesus took Peter and James, and John his brother, and brought them up into an high mountain apart,",
      "2": "And was transfigured before them: and his face did shine as the Sun, and his clothes were as white as the light.",
      "3": "And behold, there appeared unto them Moses, and Elijah, talking with him.",
      "4": "Then answered Peter, and said to Jesus, Master, it is good for us to be here: if thou wilt, let us make here three tabernacles, one for thee, and one for Moses, and one for Elijah.",
      "5": "While he yet spake, behold, a bright cloud shadowed them: and behold, there came a voice out of the cloud, saying, This is that my beloved Son, in whom I am well pleased: hear him.",
      "6": "And when the disciples heard that, they fell on their faces, and were sore afraid.",
      "7": "Then Jesus came and touched them, and said, Arise, and be not afraid.",
      "8": "And when they lifted up their eyes, they saw no man, save Jesus only.",
      "9": "And as they came down from the mountain, Jesus charged them, saying, Show the vision to no man, until the Son of man rise again from the dead.",
      "10": "And his disciples asked him, saying, Why then say the Scribes that Elijah must first come?",
      "11": "And Jesus answered, and said unto them, Certainly Elijah must first come, and restore all things.",
      "12": "But I say unto you, that Elijah is come already, and they knew him not, but have done unto him whatsoever they would: likewise shall also the Son of man suffer of them.",
      "13": "Then the disciples perceived that he spake unto them of John Baptist.",
      "14": "And when they were come to the multitude, there came to him a certain man, and fell down at his feet,",
      "15": "And said, Master, have pity on my son: for he is lunatic, and is sore vexed: for oft times he falleth into the fire, and oft times into the water.",
      "16": "And I brought him to thy disciples, and they could not heal him.",
      "17": "Then Jesus answered, and said, O generation faithless, and crooked, how long now shall I be with you! how long now shall I suffer you! bring him hither to me.",
      "18": "And Jesus rebuked the devil, and he went out of him: and the child was healed at that hour.",
      "19": "Then came the disciples to Jesus apart, and said, Why could not we cast him out?",
      "20": "And Jesus said unto them, Because of your unbelief: for verily I say unto you, if ye have faith as much as is a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place, and it shall remove: and nothing shall be impossible unto you.",
      "21": "Howbeit this kind goeth not out, but by prayer and fasting.",
      "22": "And they being in Galilee, Jesus said unto them, The Son of Man shall be delivered into the hands of men.",
      "23": "And they shall kill him, but the third day shall he rise again: and they were very sorry.",
      "24": "And when they were come to Capernaum, they that received poll money, came to Peter, and said, Doth not your Master pay poll money?",
      "25": "He said, Yes. And when he was come into the house, Jesus prevented him, saying, What thinkest thou, Simon? Of whom do the kings of the earth take tribute, or poll money? of their children, or of strangers?",
      "26": "Peter said unto him, Of strangers. Then said Jesus unto him, Then are the children free.",
      "27": "Nevertheless, lest we should offend them: go to the sea, and cast in an angle, and take the first fish that cometh up, and when thou hast opened his mouth, thou shalt find a piece of twenty pence: that take, and give it unto them for me and thee."
    },
    "18": {
      "1": "The same time the disciples came unto Jesus, saying, Who is the greatest in the kingdom of heaven?",
      "2": "And Jesus called a little child unto him, and set him in the midst of them,",
      "3": "And said, Verily I say unto you, except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.",
      "4": "Whosoever therefore shall humble himself as this little child, the same is the greatest in the kingdom of heaven.",
      "5": "And whosoever shall receive one such little child in my Name, receiveth me.",
      "6": "But whosoever shall offend one of these little ones which believe in me, it were better for him, that a millstone were hanged about his neck, and that he were drowned in the depth of the sea.",
      "7": "Woe be unto the world because of offences, for it must needs be that offences shall come, but woe be to that man by whom the offence cometh.",
      "8": "Wherefore, if thy hand or thy foot cause thee to offend, cut them off, and cast them from thee: it is better for thee to enter into life, halt, or maimed, than having two hands, or two feet, to be cast into everlasting fire.",
      "9": "And if thine eye cause thee to offend, pluck it out and cast it from thee: it is better for thee to enter into life with one eye, than having two eyes to be cast into hell fire.",
      "10": "See that ye despise not one of these little ones: for I say unto you, that in heaven their Angels always behold the face of my Father which is in heaven.",
      "11": "For the Son of man is come to save that which was lost.",
      "12": "How think ye? If a man have an hundred sheep, and one of them be gone astray, doth he not leave ninety and nine, and go into the mountains, and seek that which is gone astray?",
      "13": "And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray:",
      "14": "So is it not the will of your Father which is in heaven, that one of these little ones should perish.",
      "15": "Moreover, if thy brother trespass against thee, go and tell him his fault between thee and him alone: if he hear thee, thou hast won thy brother.",
      "16": "But if he hear thee not, take yet with thee one or two, that by the mouth of two or three witnesses, every word may be confirmed.",
      "17": "And if he refuse to hear them, tell it unto the Church: and if he refuse to hear the Church also, let him be unto thee as an heathen man, and a Publican.",
      "18": "Verily I say unto you, Whatsoever ye bind on earth, shall be bound in heaven: and whatsoever ye loose on earth, shall be loosed in heaven.",
      "19": "Again, verily I say unto you, that if two of you shall agree in earth upon anything, whatsoever they shall desire, it shall be given them of my Father which is in heaven.",
      "20": "For where two or three are gathered together in my Name, there am I in the midst of them.",
      "21": "Then came Peter to him, and said, Master, how oft shall my brother sin against me, and I shall forgive him? unto seven times?",
      "22": "Jesus said unto him, I say not to thee, Unto seven times, but, Unto seventy times seven times.",
      "23": "Therefore is the kingdom of heaven likened unto a certain King, which would take an account of his servants.",
      "24": "And when he had begun to reckon, one was brought unto him, which ought him ten thousand talents.",
      "25": "And because he had nothing to pay, his lord commanded him to be sold, and his wife, and his children, and all that he had, and the debt to be paid.",
      "26": "The servant therefore fell down, and worshipped him, saying, Lord, refrain thine anger toward me, and I will pay thee all.",
      "27": "Then that servant’s lord had compassion, and loosed him, and forgave him the debt.",
      "28": "But when the servant was departed, he found one of his fellow servants which ought him an hundred pence, and he laid hands on him, and throttled him, saying, Pay me that thou owest.",
      "29": "Then his fellow servant fell down at his feet, and besought him, saying, Refrain thine anger toward me, and I will pay thee all.",
      "30": "Yet he would not, but went and cast him into prison, till he should pay the debt.",
      "31": "And when his other fellow servants saw what was done, they were very sorry, and came, and declared unto their lord all that was done.",
      "32": "Then his lord called him unto him, and said to him, O evil servant, I forgave thee all that debt, because thou prayedst me.",
      "33": "Oughtest not thou also to have had pity on thy fellow servant, even as I had pity on thee?",
      "34": "So his lord was wroth, and delivered him to the tormentors, till he should pay all that was due to him.",
      "35": "So likewise shall mine heavenly Father do unto you, except ye forgive from your hearts, each one to his brother their trespasses."
    },
    "19": {
      "1": "And it came to pass, that when Jesus had finished these sayings, he departed from Galilee, and came into the coasts of Judea beyond Jordan.",
      "2": "And great multitudes followed him, and he healed them there.",
      "3": "Then came unto him the Pharisees tempting him, and saying to him, Is it lawful for a man to put away his wife upon every occasion?",
      "4": "And he answered and said unto them, Have ye not read, that he which made them at the beginning, made them male and female,",
      "5": "And said, For this cause, shall a man leave father and mother, and cleave unto his wife, and they which were two, shall be one flesh?",
      "6": "Wherefore they are no more twain, but one flesh. Let not man therefore put asunder that, which God hath coupled together.",
      "7": "They said to him, Why did then Moses command to give a bill of divorcement, and to put her away?",
      "8": "He said unto them, Moses, because of the hardness of your heart, suffered you to put away your wives: but from the beginning it was not so.",
      "9": "I say therefore unto you, that whosoever shall put away his wife, except it be for whoredom, and marry another, commiteth adultery: and whosoever marrieth her which is divorced, doth commit adultery.",
      "10": "Then said his disciples to him, If the matter be so between man and wife, it is not good to marry.",
      "11": "But he said unto them, All men cannot receive this thing, save they to whom it is given.",
      "12": "For there are some eunuchs, which were so born of their mother’s belly: and there be some eunuchs, which be gelded by men: and there be some eunuchs, which have gelded themselves for the kingdom of heaven. He that is able to receive this, let him receive it.",
      "13": "Then were brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them.",
      "14": "But Jesus said, Suffer little children, and forbid them not to come to me: for of such is the kingdom of heaven.",
      "15": "And when he had put his hands on them, he departed thence.",
      "16": "And behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?",
      "17": "And he said unto him, Why called thou me good? there is none good but one, even God: but if thou wilt enter into life, keep the Commandments.",
      "18": "He said unto him, Which? And Jesus said, These, Thou shalt not kill: Thou shalt not commit adultery: Thou shalt not steal: Thou shalt not bear false witness.",
      "19": "Honor thy father, and mother: and, Thou shalt love thy neighbor as thyself.",
      "20": "The young man said unto him, I have observed all these things from my youth. What lack I yet?",
      "21": "Jesus said unto him, If thou wilt be perfect, go, sell that thou hast, and give it to the poor, and thou shalt have treasure in heaven, and come, and follow me.",
      "22": "And when the young man heard that saying, he went away sorrowful: for he had great possessions.",
      "23": "Then Jesus said unto his disciples, Verily I say unto you, that a rich man shall hardly enter into the kingdom of heaven.",
      "24": "And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.",
      "25": "And when his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?",
      "26": "And Jesus beheld them, and said unto them, With men this is impossible, but with God all things are possible.",
      "27": "Then answered Peter, and said to him, Behold, we have forsaken all, and followed thee: what therefore shall we have?",
      "28": "And Jesus said unto them, Verily I say to you, that when the Son of man shall sit in the throne of his Majesty, ye which followed me in the regeneration, shall sit also upon twelve thrones, and judge the twelve tribes of Israel.",
      "29": "And whosoever shall forsake houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my Name’s sake, he shall receive an hundredfold more, and shall inherit everlasting life.",
      "30": "But many that are first, shall be last, and the last shall be first."
    },
    "20": {
      "1": "For the kingdom of heaven is like unto a certain householder, which went out at the dawning of the day to hire laborers into his vineyard.",
      "2": "And he agreed with the laborers for a penny a day, and sent them into his vineyard.",
      "3": "And he went out about the third hour, and saw others standing idle in the marketplace,",
      "4": "And said unto them, Go ye also into my vineyard, and whatsoever is right, I will give you: and they went their way.",
      "5": "Again he went out about the sixth and ninth hour, and did likewise.",
      "6": "And he went about the eleventh hour, and found others standing idle, and said unto them, Why stand ye here all the day idle?",
      "7": "They said unto him, Because no man hath hired us. He said to them, Go ye also into my vineyard, and whatsoever is right, that shall ye receive.",
      "8": "And when even was come, the master of the vineyard said unto his steward, Call the laborers, and give them their hire, beginning at the last, till thou come to the first.",
      "9": "And they which were hired about the eleventh hour, came and received every man a penny.",
      "10": "Now when the first came, they supposed that they should receive more, but they likewise received every man a penny.",
      "11": "And when they had received it, they murmured against the master of the house,",
      "12": "Saying, These last have wrought but one hour, and thou hast made them equal unto us, which have borne the burden and heat of the day.",
      "13": "And he answered one of them, saying, Friend, I do thee no wrong: didst thou not agree with me for a penny?",
      "14": "Take that which is thine own, and go thy way: I will give unto this last, as much as to thee.",
      "15": "Is it not lawful for me to do as I will with mine own? Is thine eye evil, because I am good?",
      "16": "So the last shall be first, and the first last: for many are called, but few chosen.",
      "17": "And Jesus went up to Jerusalem, and took the twelve disciples apart in the way, and said unto them,",
      "18": "Behold, we go up to Jerusalem, and the Son of man shall be delivered unto the chief Priests, and unto the Scribes, and they shall condemn him to death,",
      "19": "And shall deliver him to the Gentiles, to mock, and to scourge, and to crucify him, but the third day he shall rise again.",
      "20": "Then came to him the mother of Zebedee’s children with her sons, worshipping him, and desiring a certain thing of him.",
      "21": "And he said unto her, What wouldest thou? She said to him, Grant that these my two sons may sit, the one at thy right hand, and the other at thy left hand in thy kingdom.",
      "22": "And Jesus answered, and said, Ye know not what ye ask. Are ye able to drink of the cup that I shall drink of, and to be baptized with the baptism that I shall be baptized with? they said to him, We are able.",
      "23": "And he said unto them, Ye shall drink indeed of my cup, and shall be baptized with the baptism, that I am baptized with, but to sit at my right hand, and at my left hand, is not mine to give: but it shall be given to them for whom it is prepared of my Father.",
      "24": "And when the other ten heard this, they disdained at the two brethren.",
      "25": "Therefore Jesus called them unto him, and said, Ye know that the lords of the Gentiles have domination over them, and they that are great, exercise authority over them.",
      "26": "But it shall not be so among you: but whosoever will be great among you, let him be your servant.",
      "27": "And whosoever will be chief among you, let him be your servant.",
      "28": "Even as the Son of man came not to be served, but to serve, and to give his life for the ransom of many.",
      "29": "And as they departed from Jericho, a great multitude followed him.",
      "30": "And behold, two blind men, sitting by the way side, when they heard that Jesus passed by, cried, saying, O Lord, the Son of David, have mercy on us.",
      "31": "And the multitude rebuked them, because they should hold their peace: but they cried the more, saying, O Lord, the Son of David, have mercy on us.",
      "32": "Then Jesus stood still, and called them, and said, What will ye that I should do to you?",
      "33": "They said to him, Lord, that our eyes may be opened.",
      "34": "And Jesus moved with compassion, touched their eyes, and immediately their eyes received sight, and they followed him."
    },
    "21": {
      "1": "And when they drew near to Jerusalem, and were come to Bethphage, unto the mount of the Olives, then sent Jesus two disciples,",
      "2": "Saying to them, Go into the town that is over against you, and anon ye shall find an ass bound, and a colt with her: loose them, and bring them unto me.",
      "3": "And if any man say ought unto you, say ye, that the Lord hath need of them, and straightway he will let them go.",
      "4": "All this was done that it might be fulfilled, which was spoken by the Prophet, saying,",
      "5": "Tell ye the daughter of Zion, Behold, thy King cometh unto thee, meek and sitting upon an ass, and a colt, the foal of an ass used to the yoke.",
      "6": "So the disciples went, and did as Jesus had commanded them,",
      "7": "And brought the ass and the colt, and put on them their clothes, and set him thereon.",
      "8": "And a great multitude spread their garments in the way: and others cut down branches from the trees, and strawed them in the way.",
      "9": "Moreover, the people that went before, and they also that followed, cried, saying, Hosanna to the Son of David, Blessed be he that cometh in the Name of the Lord, Hosanna thou which art in the highest heavens.",
      "10": "And when he was come into Jerusalem, all the city was moved, saying, Who is this?",
      "11": "And the people said, This is Jesus that Prophet of Nazareth in Galilee.",
      "12": "And Jesus went into the Temple of God, and cast out all them that sold and bought in the Temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves,",
      "13": "And said to them, It is written, My house shall be called the house of prayer: but ye have made it a den of thieves.",
      "14": "Then the blind, and the halt came to him, in the Temple, and he healed them.",
      "15": "But when the chief Priests and Scribes saw the marvels that he did, and the children crying in the Temple, and saying, Hosanna to the Son of David, they disdained,",
      "16": "And said unto him, Hearest thou what these say? And Jesus said unto them, Yea: read ye never, By the mouth of babes and sucklings thou hast made perfect the praise?",
      "17": "So he left them, and went out of the city unto Bethany, and lodged there.",
      "18": "And in the morning, as he returned into the city, he was hungry.",
      "19": "And seeing a fig tree in the way, he came to it, and found nothing thereon, but leaves only, and said to it, Never fruit grow on thee henceforward. And anon the fig tree withered.",
      "20": "And when his disciples saw it, they marveled, saying, How soon is the fig tree withered!",
      "21": "And Jesus answered and said unto them, Verily I say unto you, if ye have faith, and doubt not, ye shall not only do that, which I have done to the fig tree, but also if ye say unto this mountain, Take thyself away, and cast thyself into the sea, it shall be done.",
      "22": "And whatsoever ye shall ask in prayer, if ye believe, ye shall receive it.",
      "23": "And when he was come into the Temple, the chief Priests, and the Elders of the people came unto him, as he was teaching, and said, By what authority doest thou these things? and who gave thee this authority?",
      "24": "Then Jesus answered, and said unto them, I also will ask of you a certain thing, which if ye tell me, I likewise will tell you by what authority I do these things.",
      "25": "The baptism of John, whence was it? from heaven, or of men? Then they reasoned among themselves, saying, If we shall say, From heaven, he will say unto us, Why did ye not then believe him?",
      "26": "And if we say, Of men, we fear the multitude, for all hold John as a Prophet.",
      "27": "Then they answered Jesus, and said, We can not tell. And he said unto them, Neither tell I you by what authority I do these things.",
      "28": "But what think ye? A certain man had two sons, and came to the elder, and said, Son, go and work today in my vineyard.",
      "29": "But he answered, and said, I will not: yet afterward he repented himself, and went.",
      "30": "Then came he to the second, and said likewise. And he answered, and said, I will, Sir: yet he went not.",
      "31": "Whether of them twain did the will of the father? They said unto him, The first. Jesus said unto them, Verily I say unto you, that the Publicans and the harlots go before you into the kingdom of God.",
      "32": "For John came unto you in the way of righteousness, and ye believed him not: but the Publicans and the harlots believed him, and ye though ye saw it, were not moved with repentance afterward, that ye might believe him.",
      "33": "Hear another parable, There was a certain householder, which planted a vineyard, and hedged it round about, and made a winepress therein, and built a tower, and let it out to husbandmen, and went into a strange country.",
      "34": "And when the time of the fruit drew near, he sent his servants to the husbandmen to receive the fruits thereof.",
      "35": "And the husbandmen took his servants and beat one, and killed another, and stoned another.",
      "36": "Again he sent other servants, more than the first: and they did the like unto them.",
      "37": "But last of all he sent unto them his own son, saying, They will reverence my son.",
      "38": "But when the husbandmen saw the son, they said among themselves, This is the heir: come, let us kill him, and let us take his inheritance.",
      "39": "So they took him, and cast him out of the vineyard, and slew him.",
      "40": "When therefore the Lord of the vineyard shall come, what will he do to those husbandmen?",
      "41": "They said unto him, He will cruelly destroy those wicked men, and will let out his vineyard unto other husbandmen, which shall deliver him the fruits in their seasons.",
      "42": "Jesus said unto them, Read ye never in the Scriptures, The stone which the builders refused, the same is made the head of the corner? This was the Lord’s doing, and it is marvelous in our eyes.",
      "43": "Therefore say I unto you, The kingdom of God shall be taken from you, and shall be given to a nation, which shall bring forth the fruits thereof.",
      "44": "And whosoever shall fall on this stone, he shall be broken: but on whomsoever it shall fall, it will dash him in pieces.",
      "45": "And when the chief Priests and Pharisees had heard his parables, they perceived that he spake of them.",
      "46": "And they seeking to lay hands on him, feared the people, because they took him as a Prophet."
    },
    "22": {
      "1": "Then Jesus answered, and spake unto them again in parables, saying,",
      "2": "The kingdom of heaven is like unto a certain king which married his son,",
      "3": "And sent forth his servants, to call them that were bidden to the wedding, but they would not come.",
      "4": "Again he sent forth other servants, saying, Tell them which are bidden, Behold, I have prepared my dinner: mine oxen and my fatlings are killed, and all things are ready: come unto the marriage.",
      "5": "But they made light of it, and went their ways, one to his farm, and another about his merchandise.",
      "6": "And the remnant took his servants, and entreated them sharply, and slew them.",
      "7": "But when the king heard it, he was wroth, and sent forth his warriors, and destroyed those murderers, and burnt up their city.",
      "8": "Then said he to his servants, Truly the wedding is prepared: but they which were bidden, were not worthy.",
      "9": "Go ye therefore out into the highways, and as many as ye find, bid them to the marriage.",
      "10": "So those servants went out into the highways, and gathered together all that ever they found, both good and bad: so the wedding was furnished with guests.",
      "11": "Then the king came in, to see the guests, and saw there a man which had not on a wedding garment.",
      "12": "And he said unto him, Friend, how camest thou in hither, and hast not on a wedding garment? And he was speechless.",
      "13": "Then said the king to the servants, Bind him hand and foot: take him away, and cast him into utter darkness: there shall be weeping and gnashing of teeth.",
      "14": "For many are called, but few chosen.",
      "15": "Then went the Pharisees and took counsel how they might tangle him in talk.",
      "16": "And they sent unto him their disciples with the Herodians, saying, Master, we know that thou art true, and teachest the way of God truly, neither carest for any man: for thou considerest not the person of men.",
      "17": "Tell us therefore, how thinkest thou? Is it lawful to give tribute unto Caesar, or not?",
      "18": "But Jesus perceived their wickedness, and said, Why tempt ye me, ye hypocrites?",
      "19": "Show me the tribute money. And they brought him a penny.",
      "20": "And he said unto them, Whose is this image and superscription?",
      "21": "They said unto him, Caesar’s. Then said he unto them, Give therefore to Caesar, the things which are Caesar’s, and give unto God, those things which are God’s.",
      "22": "And when they heard it, they marveled, and left him, and went their way.",
      "23": "The same day the Sadducees came to him, (which say that there is no resurrection) and asked him,",
      "24": "Saying, Master, Moses said, If a man die, having no children, his brother shall marry his wife by the right of alliance, and raise up seed unto his brother.",
      "25": "Now therefore were with us seven brethren, and the first married a wife, and deceased: and having no issue, left his wife unto his brother.",
      "26": "Likewise also the second, and the third, unto the seventh.",
      "27": "And last of all the woman died also.",
      "28": "Therefore in the resurrection, whose wife shall she be of the seven? for all had her.",
      "29": "Then Jesus answered, and said unto them, Ye are deceived, not knowing the Scriptures, nor the power of God.",
      "30": "For in the resurrection they neither marry wives, nor wives are bestowed in marriage, but are as the Angels of God in heaven.",
      "31": "And concerning the resurrection of the dead, have ye not read what is spoken unto you of God, saying,",
      "32": "I am the God of Abraham, and the God of Isaac, and the God of Jacob? God is not the God of the dead, but of the living.",
      "33": "And when the multitude heard it, they were astonied at his doctrine.",
      "34": "But when the Pharisees had heard, that he had put the Sadducees to silence, they assembled together.",
      "35": "And one of them, which was an expounder of the Law, asked him a question, tempting him, and saying,",
      "36": "Master, which is the great commandment in the Law?",
      "37": "Jesus said to him, Thou shalt love the Lord thy God with all thine heart, with all thy soul, and with all thy mind.",
      "38": "This is the first and the great commandment.",
      "39": "And the second is like unto this, Thou shalt love thy neighbor as thyself.",
      "40": "On these two commandments hangeth the whole Law and the Prophets.",
      "41": "¶While the Pharisees were gathered together, Jesus asked them,",
      "42": "Saying, What think ye of Christ? whose son is he? They said unto him, David’s.",
      "43": "He said unto them, How then doth David in spirit, call him Lord, saying,",
      "44": "The Lord said to my Lord, Sit at my right hand, till I make thine enemies thy footstool?",
      "45": "If then David call him Lord, how is he his son?",
      "46": "And none could answer him a word, neither durst any from that day forth ask him any more questions."
    },
    "23": {
      "1": "Then spake Jesus to the multitude, and to his disciples,",
      "2": "Saying, The Scribes and the Pharisees sit in Moses’ seat.",
      "3": "All therefore whatsoever they bid you observe, that observe and do: but after their works do not: for they say, and do not.",
      "4": "For they bind heavy burdens, and grievous to be borne, and lay them on men’s shoulders, but they themselves will not move them with one of their fingers.",
      "5": "All their works they do for to be seen of men: for they make their phylacteries broad, and make long the fringes of their garments,",
      "6": "And love the chief place at feasts, and to have the chief seats in the assemblies,",
      "7": "And greetings in the markets, and to be called of men, Rabbi, Rabbi.",
      "8": "But be not ye called, Rabbi: for one is your doctor, to wit, Christ, and all ye are brethren.",
      "9": "And call no man your father upon the earth: for there is but one, your father which is in heaven.",
      "10": "Be not called doctors: for one is your doctor, even Christ.",
      "11": "But he that is greatest among you, let him be your servant.",
      "12": "For whosoever will exalt himself, shall be brought low: and whosoever will humble himself, shall be exalted.",
      "13": "Woe therefore be unto you, Scribes and Pharisees, hypocrites, because ye shut up the kingdom of heaven before men: for ye yourselves go not in, neither suffer ye them that would enter, to come in.",
      "14": "Woe be unto you, Scribes and Pharisees, hypocrites: for ye devour widows’ houses, even under a color of long prayers: wherefore ye shall receive the greater damnation.",
      "15": "Woe be unto you, Scribes and Pharisees, hypocrites: for ye compass sea and land to make one of your profession: and when he is made, ye make him twofold more the child of hell, than you yourselves.",
      "16": "Woe be unto you blind guides, which say, Whosoever sweareth by the Temple, it is nothing: but whosoever sweareth by the gold of the Temple, he offendeth.",
      "17": "Ye fools and blind, Whether is greater, the gold, or the Temple that sanctifieth the gold?",
      "18": "And whosoever sweareth by the altar, it is nothing: but whosoever sweareth by the offering that is upon it, offendeth.",
      "19": "Ye fools and blind, whether is greater, the offering, or the altar which sanctifieth the offering?",
      "20": "Whosoever therefore sweareth by the altar, sweareth by it, and by all things thereon.",
      "21": "And whosoever sweareth by the Temple, sweareth by it, and by him that dwelleth therein.",
      "22": "And he that sweareth by heaven, sweareth by the throne of God, and by him that sitteth theron.",
      "23": "Woe be to you, Scribes and Pharisees, hypocrites: for ye tithe mint, and anise, and cummin, and leave the weightier matters of the law, as judgment, and mercy and fidelity. These ought ye to have done, and not to have left the other.",
      "24": "Ye blind guides, which strain out a gnat, and swallow a camel.",
      "25": "Woe be to you, Scribes and Pharisees, hypocrites: for ye make clean the utter side of the cup, and of the platter: but within they are full of bribery and excess.",
      "26": "Thou blind Pharisee, cleanse first the inside of the cup and platter, that the outside of them may be clean also.",
      "27": "Woe be to you, Scribes and Pharisees, hypocrites: for ye are like unto whited tombs, which appear beautiful outward, but are within full of dead men’s bones, and all filthiness.",
      "28": "So are ye also: for outward ye appear righteous unto men, but within ye are full of hypocrisy and iniquity.",
      "29": "Woe be unto you, Scribes and Pharisees, hypocrites: for ye build the tombs of the Prophets, and garnish the sepulchers of the righteous,",
      "30": "And say, If we had been in the days of our fathers, we would not have been partners with them in the blood of the Prophets.",
      "31": "So then ye be witnesses unto yourselves, that ye are the children of them that murdered the Prophets.",
      "32": "Fulfill ye also the measure of your fathers.",
      "33": "O serpents, the generation of vipers, how should ye escape the damnation of hell!",
      "34": "Wherefore behold, I send unto you Prophets, and wise men, and Scribes, and of them ye shall kill and crucify: and of them shall ye scourge in your Synagogues, and persecute from city to city,",
      "35": "That upon you may come all the righteous blood that was shed upon the earth, from the blood of Abel the righteous, unto the blood of Zechariah the son of Berechiah, whom ye slew between the Temple and the altar.",
      "36": "Verily I say unto you, all these things shall come upon this generation.",
      "37": "Jerusalem, Jerusalem, which killest the Prophets, and stonest them which are sent to thee, how often would I have gathered thy children together, as the hen gathered her chickens under her wings, and ye would not!",
      "38": "Behold, your habitation shall be left unto you desolate.",
      "39": "For I say unto you, ye shall not see me henceforth till that ye say, Blessed is he that cometh in the Name of the Lord."
    },
    "24": {
      "1": "And Jesus went out, and departed from the Temple, and his disciples came to him, to show him the building of the Temple.",
      "2": "And Jesus said unto them, See ye not all these things? Verily I say unto you, there shall not be here left a stone upon a stone, that shall not be cast down.",
      "3": "And as he sat upon the mount of Olives, his disciples came unto him apart, saying, Tell us when these things shall be, and what sign shall be of thy coming, and of the end of the world.",
      "4": "And Jesus answered, and said unto them, Take heed that no man deceive you.",
      "5": "For many shall come in my Name, saying, I am Christ, and shall deceive many.",
      "6": "And ye shall hear of wars, and rumors of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.",
      "7": "For nation shall rise against nation, and realm against realm, and there shall be famine, and pestilence, and earthquakes in divers places.",
      "8": "All these are but the beginning of sorrows.",
      "9": "Then shall they deliver you up to be afflicted, and shall kill you, and ye shall be hated of all nations for my Name’s sake.",
      "10": "And then shall many be offended, and shall betray one another, and shall hate one another.",
      "11": "And many false prophets shall arise, and shall deceive many.",
      "12": "And because iniquity shall be increased, the love of many shall be cold.",
      "13": "But he that endureth to the end, he shall be saved.",
      "14": "And this Gospel of the kingdom shall be preached through the whole world for a witness unto all nations, and then shall the end come.",
      "15": "When ye therefore shall see the abomination of desolation spoken of by Daniel the Prophet, set in the holy place (let him that readeth consider it.)",
      "16": "Then let them which be in Judea, flee into the mountains.",
      "17": "Let him which is on the housetop, not come down to fetch anything out of his house.",
      "18": "And he that is in the field, let not him return back to fetch his clothes.",
      "19": "And woe shall be to them that are with child, and to them that give suck in those days.",
      "20": "But pray that your flight be not in the winter, neither on the Sabbath day.",
      "21": "For then shall be great tribulation, such as was not from the beginning of the world to this time, nor shall be.",
      "22": "And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.",
      "23": "Then if any man shall say unto you, Lo, here is Christ, or there, believe it not.",
      "24": "For there shall arise false Christs, and false prophets, and shall show great signs and wonders, so that if it were possible, they should deceive the very elect.",
      "25": "Behold, I have told you before.",
      "26": "Wherefore if they shall say unto you, Behold, he is in the desert, go not forth: Behold, he is in the secret places, believe it not.",
      "27": "For as the lightning cometh out of the East, and is seen into the West, so shall also the coming of the Son of man be.",
      "28": "For wheresoever a dead carcass is, thither will the Eagles be gathered together.",
      "29": "And immediately after the tribulations of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of heaven shall be shaken.",
      "30": "And then shall appear the sign of the Son of man in heaven: and then shall all the kindreds of the earth mourn, and they shall see the Son of man come in the clouds of heaven with power and great glory.",
      "31": "And he shall send his Angels with a great sound of a trumpet, and they shall gather together his elect, from the four winds, and from the one end of the heavens unto the other.",
      "32": "Now learn the parable of the fig tree: when her bough is yet tender, and it putteth forth leaves, ye know that summer is near.",
      "33": "So likewise ye, when ye see all these things, know that the kingdom of God is near, even at the doors.",
      "34": "Verily I say unto you, this generation shall not pass, till all these things be done.",
      "35": "Heaven and earth shall pass away: but my words shall not pass away.",
      "36": "But of that day and hour knoweth no man, no not the Angels of heaven, but my father only.",
      "37": "But as the days of Noah were, so likewise shall the coming of the Son of man be.",
      "38": "For as in the days before the flood, they did eat and drink, marry, and give in marriage, unto the day that Noah entered into the Ark,",
      "39": "And knew nothing, till the flood came, and took them all away, so shall also the coming of the Son of man be.",
      "40": "Then two shall be in the fields, the one shall be received, and the other shall be refused.",
      "41": "Two women shall be grinding at the mill: the one shall be received, and the other shall be refused.",
      "42": "Watch therefore: for ye know not what hour your master will come.",
      "43": "Of this be sure, that if the good man of the house knew at what watch the thief would come, he would surely watch, and not suffer his house to be dug through.",
      "44": "Therefore be ye also ready: for in the hour that ye think not, will the Son of man come.",
      "45": "Who then is a faithful servant and wise, whom his master hath made ruler over his household, to give them meat in season?",
      "46": "Blessed is that servant, whom his master when he cometh, shall find so doing.",
      "47": "Verily I say unto you, he shall make him ruler over all his goods.",
      "48": "But if that evil servant shall say in his heart, My master doth defer his coming,",
      "49": "And begin to smite his fellows, and to eat, and to drink with the drunken,",
      "50": "That servant’s master will come in a day, when he looketh not for him, and in an hour that he is not aware of,",
      "51": "And will cut him off, and give him his portion with hypocrites: there shall be weeping and gnashing of teeth."
    },
    "25": {
      "1": "Then the kingdom of heaven shall be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom.",
      "2": "And five of them were wise, and five foolish.",
      "3": "The foolish took their lamps, but took no oil with them.",
      "4": "But the wise took oil in their vessels with their lamps.",
      "5": "Now while the bridegroom tarried long, all slumbered and slept.",
      "6": "And at midnight there was a cry made, Behold, the bridegroom cometh: go out to meet him.",
      "7": "Then all those virgins arose and trimmed their lamps.",
      "8": "And the foolish said to the wise, Give us of your oil, for our lamps are out.",
      "9": "But the wise answered, saying, Not so, lest there will not be enough for us and you: but go ye rather to them that sell, and buy for yourselves.",
      "10": "And while they went to buy, the bridegroom came: and they that were ready, went in with him to the wedding, and the gate was shut.",
      "11": "Afterwards came also the other virgins, saying, Lord, Lord, open to us.",
      "12": "But he answered, and said, Verily I say unto you, I know you not.",
      "13": "Watch therefore: for ye know neither the day, nor the hour, when the son of man will come.",
      "14": "For the kingdom of heaven is as a man that going into a strange country, called his servants, and delivered to them his goods.",
      "15": "And unto one he gave five talents, and to another two, and to another one, to every man after his own ability, and straightway went from home.",
      "16": "Then he that had received the five talents, went and occupied with them, and gained other five talents.",
      "17": "Likewise also he that received two, he also gained other two.",
      "18": "But he that received that one, went and dug it in the earth, and hid his master’s money.",
      "19": "But after a long season, the master of those servants came, and reckoned with them.",
      "20": "Then came he that had received five talents, and brought other five talents, saying, Master, thou deliveredst unto me five talents: behold, I have gained with them other five talents.",
      "21": "Then his master said unto him, It is well done good servant and faithful, Thou hast been faithful in little, I will make thee ruler over much: enter into thy master’s joy.",
      "22": "Also he that had received two talents, came, and said, Master, thou deliveredst unto me two talents: behold, I have gained two other talents more.",
      "23": "His master said unto him, It is well done good servant, and faithful, Thou hast been faithful in little, I will make thee ruler over much: enter into thy master’s joy.",
      "24": "Then he that had received the one talent, came, and said, Master, I knew that thou wast an hard man, which reapest where thou sowedst not, and gatherest where thou strawedst not:",
      "25": "I was therefore afraid, and went, and hid thy talent in the earth: behold, thou hast thine own.",
      "26": "And his master answered, and said unto him, Thou evil servant, and slothful, thou knewest that I reap where I sowed not, and gather where I strawed not.",
      "27": "Thou oughtest therefore to have put my money to the exchangers, and then at my coming should I have received mine own with vantage.",
      "28": "Take therefore the talent from him, and give it unto him which hath ten talents.",
      "29": "For unto every man that hath, it shall be given, and he shall have abundance, and from him that hath not, even that he hath shall be taken away.",
      "30": "Cast therefore that unprofitable servant into utter darkness: there shall be weeping and gnashing of teeth.",
      "31": "And when the Son of man cometh in his glory and all the holy Angels with him, then shall he sit upon the throne of his glory,",
      "32": "And before him shall be gathered all nations, and he shall separate them one from another as a shepherd separateth the sheep from the goats.",
      "33": "And he shall set the sheep on his right hand, and the goats on the left.",
      "34": "Then shall the king say to them on his right hand, Come ye blessed of my father: take the inheritance of the kingdom prepared for you from the foundation of the world.",
      "35": "For I was an hungered, and ye gave me meat: I thirsted, and ye gave me drink: I was a stranger, and ye took me in unto you.",
      "36": "I was naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.",
      "37": "Then shall the righteous answer him, saying, Lord, when saw we thee an hungered, and fed thee? or athirst, and gave thee drink?",
      "38": "And when saw we thee a stranger, and took thee in unto us? or naked, and clothed thee?",
      "39": "Or when saw we thee sick, or in prison, and came unto thee?",
      "40": "And the king shall answer, and say unto them, Verily I say unto you, inasmuch as ye have done it unto one of the least of these my brethren, ye have done it to me.",
      "41": "Then shall he say to them on the left hand, Depart from me ye cursed, into everlasting fire, which is prepared for the devil and his angels.",
      "42": "For I was an hungered, and ye gave me no meat: I thirsted, and ye gave me no drink:",
      "43": "I was a stranger, and ye took me not in unto you: I was naked, and ye clothed me not: sick, and in prison, and ye visited me not.",
      "44": "Then shall they also answer him, saying, Lord, when saw we thee an hungered, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?",
      "45": "Then shall he answer them, and say, Verily I say unto you, inasmuch as ye did it not to one of the least of these, ye did it not to me.",
      "46": "And these shall go into everlasting pain, and the righteous into life eternal."
    },
    "26": {
      "1": "And it came to pass, when Jesus had finished all these sayings, he said unto his disciples,",
      "2": "Ye know that after two days is the Passover, and the Son of man shall be delivered to be crucified.",
      "3": "Then assembled together the chief Priests, and the Scribes, and the Elders of the people into the hall of the high Priest called Caiaphas:",
      "4": "And consulted together that they might take Jesus by subtilty, and kill him.",
      "5": "But they said, Not on the feast day, lest any uproar be among the people.",
      "6": "And when Jesus was in Bethany, in the house of Simon the leper,",
      "7": "There came unto him a woman, which had a box of very costly ointment, and poured it on his head, as he sat at the table.",
      "8": "And when his disciples saw it, they had indignation, saying, What needed this waste?",
      "9": "For this ointment might have been sold for much, and been given to the poor.",
      "10": "And Jesus knowing it, said unto them, Why trouble ye the woman? for she hath wrought a good work upon me.",
      "11": "For ye have the poor always with you, but me shall ye not have always.",
      "12": "For in that she poured this ointment on my body, she did it to bury me.",
      "13": "Verily I say unto you, wheresoever this Gospel shall be preached throughout all the world, there shall also this that she hath done, be spoken of for a memorial of her.",
      "14": "Then one of the twelve, called Judas Iscariot, went unto the chief Priests,",
      "15": "And said, What will ye give me, and I will deliver him unto you, and they appointed unto him thirty pieces of silver.",
      "16": "And from that time, he sought opportunity to betray him.",
      "17": "Now on the first day of the feast of unleavened bread, the disciples came to Jesus, saying unto him, Where wilt thou that we prepare for thee to eat the Passover?",
      "18": "And he said, Go ye into the city to such a man, and say to him, The master saith, My time is at hand: I will keep the Passover at thine house with my disciples.",
      "19": "And the disciples did as Jesus had given them charge, and made ready the Passover.",
      "20": "So when the even was come, he sat down with the twelve.",
      "21": "And as they did eat, he said, Verily, I say unto you, that one of you shall betray me.",
      "22": "And they were exceeding sorrowful, and began every one of them to say unto him, Is it I, Master?",
      "23": "And he answered and said, He that dippeth his hand with me in the dish, he shall betray me.",
      "24": "Surely the Son of man goeth his way, as it is written of him: but woe be to that man, by whom the Son of man is betrayed: it had been good for that man, if he had never been born.",
      "25": "Then Judas which betrayed him, answered, and said, Is it I, master? He said unto him, Thou hast said it.",
      "26": "And as they did eat, Jesus took the bread, and when he had blessed, he brake it, and gave it to the disciples, and said, Take, eat: this is my body.",
      "27": "Also he took the cup, and when he had given thanks, he gave it them, saying, Drink ye all of it.",
      "28": "For this is my blood of the new Testament that is shed for many, for the remission of sins.",
      "29": "I say unto you that I will not drink henceforth of this fruit of the vine until that day, when I shall drink it new with you in my Father’s kingdom.",
      "30": "And when they had sung a Psalm, they went out into the mount of Olives.",
      "31": "Then said Jesus unto them, All ye shall be offended by me this night: for it is written, I will smite the shepherd, and the sheep of the flock shall be scattered.",
      "32": "But after I am risen again, I will go before you into Galilee.",
      "33": "But Peter answered, and said unto him, Though that all men should be offended by thee, yet will I never be offended.",
      "34": "Jesus said unto him, Verily I say unto thee, that this night, before the cock crow, thou shalt deny me thrice.",
      "35": "Peter said unto him, Though I should die with thee, I will in no case deny thee. Likewise also said all the disciples.",
      "36": "Then went Jesus with them into a place which is called Gethsemane, and said unto his disciples, Sit ye here, while I go, and pray yonder.",
      "37": "And he took unto him Peter, and the two sons of Zebedee, and began to wax sorrowful, and grievously troubled.",
      "38": "Then said Jesus unto them, My soul is very heavy, even unto the death: tarry ye here, and watch with me.",
      "39": "So he went a little further, and fell on his face, and prayed, saying, O my Father, if it be possible, let this cup pass from me: nevertheless, not as I will, but as thou wilt.",
      "40": "After, he came unto the disciples, and found them asleep, and said to Peter, What? could ye not watch with me one hour?",
      "41": "Watch, and pray, that ye enter not into temptation: the spirit indeed is ready, but the flesh is weak.",
      "42": "Again he went away the second time, and prayed, saying, O my Father, if this cup cannot pass away from me, but that I must drink it, thy will be done.",
      "43": "And he came and found them asleep again, for their eyes were heavy.",
      "44": "So he left them, and went away again, and prayed the third time, saying the same words.",
      "45": "Then came he to his disciples, and said unto them, Sleep henceforth, and take your rest: behold, the hour is at hand, and the Son of man is given into the hands of sinners.",
      "46": "Rise, let us go: behold, he is at hand that betrayeth me.",
      "47": "And while he yet spake, lo, Judas one of the twelve came, and with him a great multitude with swords and staves, from the high Priests and Elders of the people.",
      "48": "Now he that betrayed him, had given them a token, saying, Whomsoever I shall kiss, that is he, lay hold on him.",
      "49": "And forthwith he came to Jesus, and said, God save thee, Master, and kissed him.",
      "50": "Then Jesus said unto him, Friend, wherefore art thou come? Then came they, and laid hands on Jesus, and took him.",
      "51": "And behold, one of them which were with Jesus, stretched out his hand, and drew his sword, and struck a servant of the high Priest, and smote off his ear.",
      "52": "Then said Jesus unto him, Put up thy sword into his place: for all that take the sword, shall perish with the sword.",
      "53": "Either thinkest thou, that I cannot now pray to my Father, and he will give me more than twelve legions of Angels?",
      "54": "How then should the Scriptures be fulfilled, which say, that it must be so?",
      "55": "The same hour said Jesus to the multitude, Ye be come out as it were against a thief, with swords and staves to take me: I sat daily teaching in the Temple among you, and ye took me not.",
      "56": "But all this was done, that the Scriptures of the Prophets might be fulfilled. Then all the disciples forsook him, and fled.",
      "57": "And they took Jesus, and led him to Caiaphas the high Priest, where the Scribes and the Elders were assembled.",
      "58": "And Peter followed him afar off unto the high Priest’s hall, and went in and sat with the servants to see the end.",
      "59": "Now the chief Priests and the Elders, and all the whole Council sought false witness against Jesus, to put him to death.",
      "60": "But they found none, and though many false witnesses came, yet found they none: but at the last came two false witnesses,",
      "61": "And said, This man said, I can destroy the Temple of God, and build it in three days.",
      "62": "Then the chief Priest arose, and said to him, Answerest thou nothing? What is the matter that these men witness against thee?",
      "63": "But Jesus held his peace. Then the chief Priest answered, and said to him, I charge thee swear unto us by the living God, to tell us, If thou be that Christ the son of God, or no.",
      "64": "Jesus said to him, Thou hast said it: nevertheless I say unto you, Hereafter shall ye see the Son of man, sitting at the right hand of the power of God, and come in the clouds of the heaven.",
      "65": "Then the high Priest rent his clothes, saying, He hath blasphemed, what have we any more need of witnesses: behold, now ye have heard his blasphemy.",
      "66": "What think ye? They answered, and said, He is guilty of death.",
      "67": "Then spat they in his face, and buffeted him, and others smote him with rods,",
      "68": "Saying, Prophesy to us, O Christ, Who is he that smote thee?",
      "69": "Peter sat without in the hall, and a maid came to him, saying, Thou also wast with Jesus of Galilee:",
      "70": "But he denied before them all, saying, I wot not what thou sayest.",
      "71": "And when he went out into the porch, another maid saw him, and said unto them that were there, This man was also with Jesus of Nazareth.",
      "72": "And again he denied with an oath, saying, I know not the man.",
      "73": "So after a while, came unto him they that stood by, and said unto Peter, Surely thou art also one of them: for even thy speech bewrayeth thee.",
      "74": "Then began he to curse himself, and to swear, saying, I know not the man. And immediately the cock crew.",
      "75": "Then Peter remembered the words of Jesus, which had said unto him, Before the cock crow thou shalt deny me thrice. So he went out, and wept bitterly."
    },
    "27": {
      "1": "When the morning was come, all the chief Priests, and the Elders of the people took counsel against Jesus, to put him to death.",
      "2": "And led him away bound, and delivered him unto Pontius Pilate the governor.",
      "3": "Then when Judas which betrayed him, saw that he was condemned, he repented himself, and brought again the thirty pieces of silver to the chief Priests, and Elders,",
      "4": "Saying, I have sinned, betraying the innocent blood. But they said, What is that to us? see thou to it.",
      "5": "And when he had cast down the silver pieces in the Temple, he departed, and went, and hanged himself.",
      "6": "And the chief Priests took the silver pieces, and said, It is not lawful for us to put them into the treasure, because it is the price of blood.",
      "7": "And they took counsel, and bought with them a potter’s field, for the burial of strangers.",
      "8": "Wherefore that field is called, The field of blood, until this day.",
      "9": "(Then was fulfilled that which was spoken by Jeremiah the Prophet, saying, And they took thirty silver pieces, the price of him that was valued, whom they of the children of Israel valued.",
      "10": "And they gave them for the potter’s field, as the Lord appointed me.)",
      "11": "And Jesus stood before the governor, and the governor asked him, saying, Art thou that King of the Jews? Jesus said unto him, Thou sayest it.",
      "12": "And when he was accused of the chief Priests, and Elders, he answered nothing.",
      "13": "Then said Pilate unto him, Hearest thou not how many things they lay against thee?",
      "14": "But he answered him not to one word, insomuch that the governor marveled greatly.",
      "15": "Now at the feast the governor was wont to deliver unto the people a prisoner whom they would.",
      "16": "And they had then a notable prisoner called Barabbas.",
      "17": "When they were then gathered together, Pilate said unto them, Whether will ye that I let loose unto you Barabbas, or Jesus which is called Christ?",
      "18": "(For he knew well, that for envy they had delivered him.",
      "19": "Also when he was set down upon the judgment seat, his wife sent to him, saying, Have thou nothing to do with that just man: for I have suffered many things this day in a dream by reason of him.)",
      "20": "But the chief Priests and the elders had persuaded the people that they should ask Barabbas, and should destroy Jesus.",
      "21": "Then the governor answered, and said unto them, Whether of the twain will ye that I let loose unto you? And they said, Barabbas.",
      "22": "Pilate said unto them, What shall I do then with Jesus, which is called Christ? They all said to him, Let him be crucified.",
      "23": "Then said the governor, But what evil hath he done? Then they cried the more, saying, Let him be crucified.",
      "24": "When Pilate saw that he availed nothing, but that more tumult was made, he took water and washed his hands before the multitude, saying, I am innocent of the blood of this just man: look you to it.",
      "25": "Then answered all the people, and said, His blood be on us, and on our children.",
      "26": "Thus let he Barabbas loose unto them, and scourged Jesus, and delivered him to be crucified.",
      "27": "Then the soldiers of the governor took Jesus into the common hall, and gathered about him the whole band,",
      "28": "And they stripped him, and put about him a scarlet robe,",
      "29": "And platted a crown of thorns, and put it upon his head, and a reed in his right hand, and bowed their knees before him, and mocked him, saying, God save thee, King of the Jews,",
      "30": "And spitted upon him, and took a reed, and smote him on the head.",
      "31": "Thus when they had mocked him, they took the robe from him, and put his own raiment on him, and let him away to crucify him.",
      "32": "And as they came out, they found a man of Cyrene, named Simon: him they compelled to bear his cross.",
      "33": "And when they came unto the place called Golgotha (that is to say, the place of dead men’s skulls)",
      "34": "They gave him vinegar to drink, mingled with gall: and when he had tasted thereof, he would not drink.",
      "35": "And when they had crucified him, they parted his garments, and did cast lots, that it might be fulfilled, which was spoken by the Prophet, They divided my garments among them, and upon my vesture did cast lots.",
      "36": "And they sat and watched him there.",
      "37": "They set up also over his head his cause written, THIS IS JESUS THE KING OF THE JEWS.",
      "38": "And there were two thieves crucified with him, one on the right hand, and another on the left.",
      "39": "And they that passed by, reviled him, wagging their heads,",
      "40": "And saying, Thou that destroyest the Temple, and buildest it in three days, save thyself: if thou be the Son of God, come down from the cross.",
      "41": "Likewise also the high Priests mocking him, with the Scribes, and Elders, and Pharisees, said,",
      "42": "He saved others, but he cannot save himself: if he be the king of Israel, let him now come down from the cross, and we will believe in him.",
      "43": "He trusted in God, let him deliver him now, if he will have him: for he said, I am the Son of God.",
      "44": "The self same thing also the thieves which were crucified with him, cast in his teeth.",
      "45": "Now from the sixth hour was there darkness over all the land, unto the ninth hour.",
      "46": "And about the ninth hour Jesus cried with loud voice, saying, Eli, Eli, lama sabachthani? that is, My God, my God, why hast thou forsaken me?",
      "47": "And some of them that stood there, when they heard it, said, This man calleth Elijah.",
      "48": "And straightway one of them ran, and took a sponge and filled it with vinegar, and put it on a reed, and gave him to drink.",
      "49": "Others said, Let be: let us see if Elijah will come and save him.",
      "50": "Then Jesus cried again with a loud voice, and yielded up the ghost.",
      "51": "And behold, the veil of the Temple was rent in twain, from the top to the bottom, and the earth did quake, and the stones were cloven.",
      "52": "And the graves did open themselves, and many bodies of the Saints, which slept, arose,",
      "53": "And came out of the graves after his resurrection, and went into the holy city, and appeared unto many.",
      "54": "When the Centurion, and they that were with him, watching Jesus, saw the earth quake, and the things that were done, they feared greatly, saying, Truly this was the Son of God.",
      "55": "And many women were there, beholding him afar off, which had followed Jesus from Galilee, ministering unto him.",
      "56": "Among whom was Mary Magdalene, and Mary the mother of James, and Joses, and the mother of Zebedee’s sons.",
      "57": "And when the even was come, there came a rich man of Arimathea, named Joseph, who had also himself been Jesus’ disciple.",
      "58": "He went to Pilate, and asked the body of Jesus. Then Pilate commanded the body to be delivered.",
      "59": "So Joseph took the body, and wrapped it in a clean linen cloth,",
      "60": "And put it in his new tomb, which he had hewn out in a rock, and rolled a great stone to the door of the sepulcher, and departed.",
      "61": "And there was Mary Magdalene, and the other Mary, sitting over against the sepulcher.",
      "62": "Now the next day that followed the Preparation of the Sabbath, the high Priests and Pharisees assembled to Pilate,",
      "63": "And said, Sir, we remember that that deceiver said, while he was yet alive, Within three days I will rise.",
      "64": "Command therefore, that the sepulcher be made sure until the third day, lest his Disciples come by night, and steal him away, and say unto the people, He is risen from the dead: so shall the last error be worse than the first.",
      "65": "Then Pilate said unto them, Ye have a watch: go, and make it sure, as ye know.",
      "66": "And they went, and made the sepulcher sure, with the watch, and sealed the stone."
    },
    "28": {
      "1": "Now in the end of the Sabbath, when the first day of the week began to dawn, Mary Magdalene, and the other Mary, came to see the sepulcher.",
      "2": "And behold, there was a great earthquake: for the Angel of the Lord descended from heaven, and came and rolled back the stone from the door, and sat upon it.",
      "3": "And his countenance was like lightning, and his raiment white as snow.",
      "4": "And for fear of him, the keepers were astonied, and became as dead men.",
      "5": "But the Angel answered, and said to the women, Fear ye not: for I know that ye seek Jesus which was crucified:",
      "6": "He is not here, for he is risen, as he said: come, see the place where the Lord was laid,",
      "7": "And go quickly, and tell his disciples that he is risen from the dead: and behold, he goeth before you into Galilee: there ye shall see him: lo, I have told you.",
      "8": "So they departed quickly from the sepulcher, with fear and great joy, and did run to bring his disciples word.",
      "9": "And as they went to tell his disciples, behold, Jesus also met them, saying, God save you. And they came, and took him by the feet, and worshipped him.",
      "10": "Then said Jesus unto them, Be not afraid. Go, and tell my brethren, that they go into Galilee, and there shall they see me.",
      "11": "Now when they were gone, behold, some of the watch came into the city, and showed unto the high Priests all the things that were done.",
      "12": "And they gathered them together with the Elders, and took counsel, and gave large money unto the soldiers,",
      "13": "Saying, Say, His disciples came by night, and stole him away while we slept.",
      "14": "And if this matter come before the governor to be heard, we will persuade him, and so use the matter that you shall not need to care,",
      "15": "So they took the money, and did as they were taught: and this saying is noised among the Jews unto this day.",
      "16": "Then the eleven disciples went into Galilee, into a mountain, where Jesus had appointed them.",
      "17": "And when they saw him, they worshipped him: but some doubted.",
      "18": "And Jesus came, and spake unto them, saying, All power is given unto me, in heaven, and in earth.",
      "19": "Go therefore, and teach all nations, baptizing them in the Name of the Father, and the Son, and the holy Ghost,",
      "20": "Teaching them to observe all things, whatsoever I have commanded you: and lo, I am with you alway, until the end of the world, Amen."
    }
  }
}