{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:47.035145-04:00",
    "Translation": "GNV"
  },
  "Micah": {
    "1": {
      "1": "The word of the Lord, that came unto Micah the Moreshite in the days of Jotham, Ahaz, and Hezekiah kings of Judah, which he saw concerning Samaria, and Jerusalem.",
      "2": "Hear, all ye people: hearken thou, O earth, and all that therein is, and let the Lord God be witness against you, even the Lord from his holy Temple.",
      "3": "For behold, the Lord cometh out of his place, and will come down, and tread upon the high places of the earth.",
      "4": "And the mountains shall melt under him (so shall the valleys cleave) as wax before the fire, and as the waters that are poured downward.",
      "5": "For the wickedness of Jacob is all this, and for the sins of the house of Israel: what is the wickedness of Jacob? Is not Samaria? and which are the high places of Judah? Is not Jerusalem?",
      "6": "Therefore I will make Samaria as an heap of the field, and for the planting of a vineyard, and I will cause the stones thereof to tumble down into the valley, and I will discover the foundations thereof.",
      "7": "And all the graven images thereof shall be broken, and all the gifts thereof shall be burnt with the fire, and all the idols thereof will I destroy: for she gathered it of the hire of an harlot, and they shall return to the wages of an harlot.",
      "8": "Therefore I will mourn and howl: I will go without clothes, and naked: I will make lamentation like the dragons, and mourning as the ostriches.",
      "9": "For her plagues are grievous: for it is come into Judah: the enemy is come unto the gate of my people, unto Jerusalem.",
      "10": "Declare ye it not at Gath, neither weep ye: for the house of Aphrah roll thyself in the dust.",
      "11": "Thou that dwellest at Shaphir, go together naked with shame: she that dwelleth at Zaanan, shall not come forth in the mourning of Beth Ezel: the enemy shall receive of you for his standing.",
      "12": "For the inhabitant of Maroth waited for good, but evil came from the Lord unto the gate of Jerusalem.",
      "13": "O thou inhabitant of Lachish, bind the chariot to the beasts of price: she is the beginning of the sin to the daughter of Zion: for the transgressions of Israel were found in thee.",
      "14": "Therefore shalt thou give presents to Moresheth Gath: the houses of Achzib shall be as a lie to the kings of Israel.",
      "15": "Yet will I bring an heir unto thee, O inhabitant of Mareshah, he shall come unto Adullam, the glory of Israel.",
      "16": "Make thee bald: and shave thee for thy delicate children: enlarge thy baldness as the eagle, for they are gone into captivity from thee."
    },
    "2": {
      "1": "Woe unto them that imagine iniquity, and work wickedness upon their beds: when the morning is light they practice it, because their hand hath power.",
      "2": "And they covet fields, and take them by violence, and houses, and take them away: so they oppress a man and his house, even man and his heritage.",
      "3": "Therefore thus saith the Lord, Behold, against this family have I devised a plague, whereout ye shall not pluck your necks, and ye shall not go so proudly, for this time is evil.",
      "4": "In that day shall they take up a parable against you, and lament with a doleful lamentation, and say, We be utterly wasted: he hath changed the portion of my people: how hath he taken it away to restore it unto me? he hath divided our fields.",
      "5": "Therefore thou shalt have none that shall cast a cord by lot in the congregation of the Lord.",
      "6": "They that prophesy, Prophesy ye not. They shall not prophesy to them, neither shall they take shame.",
      "7": "O thou that art named of the house of Jacob, is the Spirit of the Lord shortened? are these his works? are not my works good unto him that walketh uprightly?",
      "8": "But he that was yesterday my people, is risen up on the other side, as against an enemy: they spoil the beautiful garment from them that pass by peaceably, as though they returned from the war.",
      "9": "The women of my people have ye cast out from their pleasant houses, and from their children have ye taken away my glory continually.",
      "10": "Arise and depart, for this is not your rest: because it is polluted, it shall destroy you, even with a sore destruction.",
      "11": "If a man walk in the spirit, and would lie falsely, saying, I will prophesy unto thee of wine, and of strong drink, he shall even be the prophet of this people.",
      "12": "I will surely gather thee wholly, O Jacob: I will surely gather the remnant of Israel: I will put them together as the sheep of Bozrah, even as the flock in the midst of their fold: the cities shall be full of brute of the men.",
      "13": "The breaker up shall come up before them: they shall break out, and pass by the gate, and go out by it, and their king shall go before them, and the Lord shall be upon their heads."
    },
    "3": {
      "1": "And I said, Hear, I pray you, O heads of Jacob, and ye princes of the house of Israel: should not ye know judgment?",
      "2": "But they hate the good, and love the evil: they pluck off their skins from them, and their flesh from their bones.",
      "3": "And they eat also the flesh of my people, and flay off their skin from them, and they break their bones, and chop them in pieces, as for the pot, and as flesh within the caldron.",
      "4": "Then shall they cry unto the Lord, but he will not hear them: he will even hide his face from them at that time, because they have done wickedly in their works.",
      "5": "Thus saith the Lord, Concerning the prophets that deceive my people, and bite them with their teeth, and cry, peace, but if a man put not into their mouths, they prepare war against him.",
      "6": "Therefore night shall be unto you for a vision, and darkness shall be unto you for a divination, and the Sun shall go down over the prophets, and the day shall be dark over them.",
      "7": "Then shall the Seers be ashamed, and the Soothsayers confounded: yea, they shall all cover their lips, for they have none answer of God.",
      "8": "Yet notwithstanding I am full of power by the Spirit of the Lord, and of judgment, and of strength to declare unto Jacob his transgression, and to Israel his sin.",
      "9": "Hear this, I pray you, ye heads of the house of Jacob, and princes of the house of Israel: they abhor judgment, and pervert all equity.",
      "10": "They build up Zion with blood, and Jerusalem with iniquity,",
      "11": "The heads thereof judge for rewards, and the priests thereof teach for hire, and the prophets thereof prophesy for money: yet will they lean upon the Lord and say, Is not the Lord among us? no evil can come upon us.",
      "12": "Therefore shall Zion for your sake be plowed as a field, and Jerusalem shall be an heap, and the mountain of the house, as the high places of the forest."
    },
    "4": {
      "1": "But in the last days it shall come to pass, that the mountain of the House of the Lord shall be prepared in the top of the mountains, and it shall be exalted above the hills, and people shall flow unto it.",
      "2": "Yea, many nations shall come and say, Come, and let us go up to the Mountain of the Lord, and to the House of the God of Jacob, and he will teach us his ways, and we will walk in his paths: for the Law shall go forth of Zion, and the word of the Lord from Jerusalem.",
      "3": "And he shall judge among many people, and rebuke mighty nations afar off, and they shall break their swords into mattocks, and their spears into scythes: nation shall not lift up a sword against nation, neither shall they learn to fight anymore.",
      "4": "But they shall sit every man under his vine, and under his fig tree, and none shall make them afraid: for the mouth of the Lord of hosts hath spoken it.",
      "5": "For all people will walk everyone in the name of his god, and we will walk in the Name of the Lord our God, forever and ever.",
      "6": "At the same day saith the Lord, will I gather her that halteth, and I will gather her that is cast out, and her that I have afflicted.",
      "7": "And I will make her that halteth, a remnant, and her that was cast far off, a mighty nation, and the Lord shall reign over them in Mount Zion, from henceforth even forever.",
      "8": "And thou, O tower of the flock, the stronghold of the daughter Zion, unto thee shall it come, even the first dominion, and kingdom shall come to the daughter Jerusalem.",
      "9": "Now why dost thou cry out with lamentation? is there no king in thee? is thy counselor perished? for sorrow hath taken thee, as a woman in travail.",
      "10": "Sorrow and mourn, O daughter Zion, like a woman in travail: for now shalt thou go forth of the city, and dwell in the field, and shalt go into Babel, but there shalt thou be delivered: there the Lord shall redeem thee from the hand of thine enemies.",
      "11": "Now also many nations are gathered against thee, saying, Zion shall be condemned, and our eye shall look upon Zion.",
      "12": "But they know not the thoughts of the Lord: they understand not his counsel, for he shall gather them as the sheaves in the barn.",
      "13": "Arise and thresh, O daughter Zion: for I will make thine horn iron, and I will make thine hooves brass, and thou shalt break in pieces many people: and I will consecrate their riches unto the Lord: and their substance unto the ruler of the whole world."
    },
    "5": {
      "1": "Now assemble thy garrisons, O daughter of garrisons: he hath laid siege against us: they shall smite the judge of Israel with a rod upon the cheek.",
      "2": "And thou Bethlehem Ephrathah art little to be among the thousands of Judah, yet out of thee shall he come forth unto me, that shall be the ruler in Israel: whose goings forth have been from the beginning and from everlasting.",
      "3": "Therefore will he give them up, until the time that she which shall bear, shall travail: then the remnant of their brethren shall return unto the children of Israel.",
      "4": "And he shall stand, and feed in the strength of the Lord, and in the majesty of the Name of the Lord his God, and they shall dwell still: for now shall he be magnified unto the ends of the world.",
      "5": "And he shall be our peace when Assyria shall come into our land: when he shall tread in our palaces, then shall we raise against him seven shepherds, and eight principal men.",
      "6": "And they shall destroy Assyria with the sword, and the land of Nimrod with their swords: thus shall he deliver us from Assyria, when he cometh into our land, and when he shall tread within our borders.",
      "7": "And the remnant of Jacob shall be among many people, as a dew from the Lord, and as the showers upon the grass, that waiteth not for man, nor hopeth in the sons of Adam.",
      "8": "And the remnant of Jacob shall be among the Gentiles in the midst of many people, as the Lion among the beasts of the forest, and as the Lion whelp among the flocks of sheep, who when he goeth through, treadeth down and teareth in pieces, and none can deliver.",
      "9": "Thine hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off.",
      "10": "And it shall come to pass in that day, saith the Lord, that I will cut off thine horses out of the midst of thee, and I will destroy thy chariots.",
      "11": "And I will cut off the cities of thy land, and overthrow all thy strongholds.",
      "12": "And I will cut off thine enchanters out of thine hand: and thou shalt have no more soothsayers.",
      "13": "Thine idols also will I cut off, and thine images out of the midst of thee: and thou shalt no more worship the work of thine hands.",
      "14": "And I will pluck up thy groves out of the midst of thee: so will I destroy thine enemies.",
      "15": "And I will execute a vengeance in my wrath and indignation upon the heathen, which they have not heard."
    },
    "6": {
      "1": "Hearken ye now what the Lord saith, Arise thou, and contend before the mountains, and let the hills hear thy voice.",
      "2": "Hear ye, O mountains, the Lord’s quarrel, and ye mighty foundations of the earth: for the Lord hath a quarrel against his people, and he will plead with Israel.",
      "3": "O my people, what have I done unto thee? or wherein have I grieved thee? testify against me.",
      "4": "Surely I brought thee up out of the land of Egypt, and redeemed thee out of the house of servants, and I have sent before thee, Moses, Aaron, and Miriam.",
      "5": "O my people, remember now what Balak king of Moab had devised, and what Balaam the son of Beor answered him, from Shittim unto Gilgal, that ye may know the righteousness of the Lord.",
      "6": "Wherewith shall I come before the Lord, and bow myself before the high God? shall I come before him with burnt offerings, and with calves of a year old?",
      "7": "Will the Lord be pleased with thousands of rams, or with ten thousand rivers of oil? shall I give my firstborn for my transgression, even the fruit of my body, for the sin of my soul?",
      "8": "He hath showed thee, O man, what is good, and what the Lord requireth of thee: surely to do justly, and to love mercy, and to humble thyself, to walk with thy God.",
      "9": "The Lord’s voice crieth unto the city, and the man of wisdom shall see thy name: Hear the rod, and who hath appointed it.",
      "10": "Are yet the treasures of wickedness in the house of the wicked, and the scant measure, that is abominable?",
      "11": "Shall I justify the wicked balances, and the bag of deceitful weights?",
      "12": "For the rich men thereof are full of cruelty, and the inhabitants thereof have spoken lies, and their tongue is deceitful in their mouth.",
      "13": "Therefore also will I make thee sick in smiting thee, and in making thee desolate, because of thy sins.",
      "14": "Thou shalt eat and not be satisfied, and thy casting down shall be in the midst of thee, and thou shalt take hold, but shalt not deliver, and that which thou deliverest, will I give up to the sword.",
      "15": "Thou shalt sow, but not reap: Thou shalt tread the olives, but thou shalt not anoint thee with oil, and make sweet wine, but shall not drink wine.",
      "16": "For the statutes of Omri are kept, and all the manner of the house of Ahab, and ye walk in their counsels, that I should make thee waste, and the inhabitants thereof an hissing: therefore ye shall bear the reproach of my people."
    },
    "7": {
      "1": "Woe is me, for I am as the Summer gatherings, and as the grapes of the vintage: there is no cluster to eat: my soul desired the first ripe fruits.",
      "2": "The good man is perished out of the earth, and there is none righteous among men: they all lie in wait for blood: every man hunteth his brother with a net.",
      "3": "To make good for the evil of their hands, the prince asked, and the judge judgeth for a reward: therefore the great man he speaketh out the corruption of his soul: so they wrapped it up.",
      "4": "The best of them is as a brier, and the most righteous of them is sharper than a thorn-hedge: the day of thy watchmen and thy visitation cometh: then shall be their confusion.",
      "5": "Trust ye not in a friend, neither put ye confidence in a counselor: keep the doors of thy mouth from her that lieth in thy bosom.",
      "6": "For the son revileth the father: the daughter riseth up against her mother, the daughter-in-law against her mother-in-law, and a man’s enemies are the men of his own house.",
      "7": "Therefore I will look unto the Lord: I will wait for God my Savior: my God will hear me.",
      "8": "Rejoice not against me, O mine enemy: though I fall, I shall arise, when I shall sit in darkness, the Lord shall be a light unto me.",
      "9": "I will bear the wrath of the Lord, because I have sinned against him, until he plead my cause, and execute judgment for me: then will he bring me forth to the light, and I shall see his righteousness.",
      "10": "Then she that is mine enemy, shall look upon it, and shame shall cover her, which said unto me, Where is the Lord thy God? Mine eyes shall behold her: now shall she be trodden down as the mire of the streets.",
      "11": "This is the day, that thy walls shall be built: this day shall drive far away the decree.",
      "12": "In this day also they shall come unto thee from Assyria, and from the strong cities, and from the strongholds even unto the river, and from Sea to Sea, and from mountain to mountain.",
      "13": "Notwithstanding the land shall be desolate because of them that dwell therein, and for the fruits of their inventions.",
      "14": "Feed thy people with thy rod, the flock of thine heritage (which dwell solitary in the wood) as in the midst of Carmel: let them feed in Bashan and Gilead, as in old time.",
      "15": "According to the days of thy coming out of the land of Egypt, will I show unto him marvelous things.",
      "16": "The nations shall see, and be confounded for all their power: they shall lay their hand upon their mouth: their ears shall be deaf.",
      "17": "They shall lick the dust like a serpent: they shall move out of their holes like worms: they shall be afraid of the Lord our God, and shall fear because of thee.",
      "18": "Who is a God like unto thee, that taketh away iniquity, and passeth by the transgression of the remnant of his heritage! He retaineth not his wrath forever, because mercy pleaseth him.",
      "19": "He will turn again, and have compassion upon us: he will subdue our iniquities, and cast all their sins into the bottom of the sea.",
      "20": "Thou wilt perform thy truth to Jacob, and mercy to Abraham, as thou hast sworn unto our fathers in old time."
    }
  }
}