{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:22.937625-04:00",
    "Translation": "GNV"
  },
  "Nehemiah": {
    "1": {
      "1": "The words of Nehemiah the son of Hachaliah. In the month Chislev, in the twentieth year, as I was in the palace of Shushan,",
      "2": "Came Hanani, one of my brethren, he and the men of Judah, and I asked them concerning the Jews that were delivered, which were of the residue of the captivity, and concerning Jerusalem.",
      "3": "And they said unto me, The residue that are left of the captivity there in the province, are in great affliction and in reproach, and the wall of Jerusalem is broken down, and the gates thereof are burnt with fire.",
      "4": "And when I heard these words, I sat down and wept, and mourned certain days, and I fasted and prayed before the God of heaven,",
      "5": "And said, O Lord God of heaven, the great and terrible God, that keepeth covenant and mercy for them that love him, and observe his commandments,",
      "6": "I pray thee let thine ears be attent, and thine eyes open, to hear the prayer of thy servant, which I pray before thee daily, day and night for the children of Israel thy servants, and confess the sins of the children of Israel, which we have sinned against thee, both I and my father’s house have sinned:",
      "7": "We have grievously sinned against thee, and have not kept the commandments, nor the statutes, nor the judgments, which thou commandedst thy servant Moses.",
      "8": "I beseech thee, remember the word that thou commandedst thy servant Moses, saying, Ye will transgress, and I will scatter you abroad among the people.",
      "9": "But if ye return unto me, and keep my commandments, and do them, though your scattering were to the uttermost part of the heaven, yet will I gather you from thence, and will bring you unto the place that I have chosen to place my Name there.",
      "10": "Now these are thy servants and thy people whom thou hast redeemed by thy great power, and by thy mighty hand.",
      "11": "O Lord, I beseech thee, let thine ear now hearken to the prayer of thy servant, and to the prayer of thy servants, who desire to fear thy Name, and I pray thee, cause thy servant to prosper this day, and give him favor in the presence of this man: for I was the king’s butler."
    },
    "2": {
      "1": "Now in the month Nisan in the twentieth year of king Artaxerxes, the wine stood before him, and I took up the wine, and gave it unto the king. Now I was not before time sad in his presence.",
      "2": "And the king said unto me, Why is thy countenance sad, seeing thou art not sick? this is nothing, but sorrow of heart. Then was I sore afraid,",
      "3": "And I said to the King, God save the king forever: why should not my countenance be sad, when the city and house of the sepulchers of my fathers lieth waste, and the gates thereof are devoured with fire?",
      "4": "And the king said unto me, For what thing doest thou require? Then I prayed to the God of heaven,",
      "5": "And said unto the king, If it please the king, and if thy servant have found favor in thy sight, I desire that thou wouldest send me to Judah unto the city of the sepulchers of my fathers, that I may build it.",
      "6": "And the King said unto me, (the Queen also sitting by him:) How long shall thy journey be? and when wilt thou come again? So it pleased the king, and he sent me, and I set him a time.",
      "7": "After I said unto the King, If it please the King, let them give me letters to the captains beyond the River, that they may convey me over, till I come into Judah,",
      "8": "And letters unto Asaph the keeper of the king’s park, that he may give me timber to build the gates of the palace (which appertained to the house) and for the walls of the city, and for the house that I shall enter into. And the king gave me according to the good hand of my God upon me.",
      "9": "Then came I to the captains beyond the River, and gave them the king’s letters. And the king had sent captains of the army and horsemen with me.",
      "10": "But Sanballat the Horonite, and Tobiah a servant an Ammonite heard it, and it grieved them sore, that there was come a man which sought the wealth of the children of Israel.",
      "11": "So I came to Jerusalem, and was there three days.",
      "12": "And I rose in the night, I, and a few men with me: for I told no man, what God had put in mine heart to do at Jerusalem, and there was not a beast with me, save the beast whereon I rode.",
      "13": "And I went out by night by the gate of the valley, and came before the dragon well, and to the dung port, and viewed the walls of Jerusalem, how they were broken down, and the ports thereof devoured with the fire.",
      "14": "Then I went forth unto the gate of the fountain, and to the king’s fish pool, and there was no room for the beast that was under me to pass.",
      "15": "Then went I up in the night by the brook, and viewed the wall, and turned back, and coming back, I entered by the gate of the valley, and returned.",
      "16": "And the rulers knew not whither I was gone, nor what I did, neither did I as yet tell it unto the Jews, nor to the Priests, nor to the noble men, nor to the rulers, nor to the rest that labored in the work.",
      "17": "Afterward I said unto them, Ye see the misery that we are in, how Jerusalem lieth waste, and the gates thereof are burnt with fire: come, and let us build the wall of Jerusalem, that we be no more a reproach.",
      "18": "Then I told them of the hand of my God, (which was good over me) and also of the king’s words that he had spoken unto me. And they said, Let us rise, and build. So they strengthened their hand to good.",
      "19": "But when Sanballat the Horonite, and Tobiah the servant an Ammonite, and Geshem the Arabian heard it, they mocked us, and despised us, and said, What a thing is this that ye do? Will ye rebel against the king?",
      "20": "Then answered I them, and said to them, The God of heaven, he will prosper us, and we his servants will rise up and build: but as for you, ye have no portion nor right, nor memorial in Jerusalem."
    },
    "3": {
      "1": "Then arose Eliashib the high Priest with his brethren the Priests, and they built the sheep gate: they repaired it, and set up the doors thereof: even unto the tower of Meah repaired they it, and unto the tower of Hananel.",
      "2": "And next unto him built the men of Jericho, and beside him Zaccur the son of Imri.",
      "3": "But the fish port did the sons of Senaah build, which also laid the beams thereof, and set on the doors thereof, the locks thereof, and the bars thereof.",
      "4": "And next unto them fortified Meremoth, the son of Urijah, the son of Koz: and next unto them fortified Meshullam, the son of Berechiah, the son of Meshezabel: and next unto them fortified Zadok, the son of Baana:",
      "5": "And next unto them fortified the Tekoites: but the great men of them put not their necks to the works of their lords.",
      "6": "And the gate of the old fish pool fortified Jehoiada the son of Paseah, and Meshullam the son of Besodeiah: they laid the beams thereof, and set on the doors thereof, and the locks thereof, and the bars thereof.",
      "7": "Next unto them also fortified Melatiah the Gibeonite, and Jadon the Meronothite, men of Gibeon, and of Mizpah, unto the throne of the Duke, which was beyond the River.",
      "8": "Next unto him fortified Uzziel the son of Harhaiah of the goldsmiths: next unto him also fortified Hananiah the son of Harakkahim, and they repaired Jerusalem unto the broad wall.",
      "9": "Also next unto them fortified Rephaiah, the son of Hur, the ruler of the half part of Jerusalem.",
      "10": "And next unto him fortified Jedaiah the son of Harumaph, even over against his house: and next unto him fortified Hattush the son of Hashabniah.",
      "11": "Malchijah the son of Harim, and Hashub the son of Pahath-Moab fortified the second portion, and the tower of the furnaces.",
      "12": "Next unto him also fortified Shallum the son of Hallohesh, the ruler of the half part of Jerusalem, he and his daughters.",
      "13": "The valley gate fortified Hanun, and the inhabitants of Zanoah: they built it, and set on the doors thereof, the locks thereof, and the bars thereof, even a thousand cubits on the wall unto the dung port.",
      "14": "But the dung port fortified Malchijah the son of Rechab, the ruler of the fourth part of Beth Haccarem: he built it, and set on the doors thereof, the locks thereof, and the bars thereof.",
      "15": "But the gate of the fountain fortified Shallun the son of Col-Hozeh, the ruler of the fourth part of Mizpah: he built it, and covered it, and set on the doors thereof, the locks thereof, and the bars thereof, and the wall unto the fish pool of Shelah by the king’s garden, and unto the steps that go down from the city of David.",
      "16": "After him fortified Nehemiah the son of Azbuk, the ruler of the half part of Beth Zur until the other side over against the sepulchers of David and to the fish pool that was repaired, and unto the house of the mighty.",
      "17": "After him fortified the Levites, Rehum the son of Bani, and the next unto him fortified Hashabiah the ruler of the half part of Keilah in his quarter.",
      "18": "After him fortified their brethren: Bavai, the son of Henadad the ruler of the half part of Keilah:",
      "19": "And next unto him fortified Ezer, the son of Jeshua the ruler of Mizpah, the other portion over against the going up to the corner of the armor.",
      "20": "After him was earnest Baruch the son of Zabbai, and fortified another portion from the corner unto the door of the house of Eliashib the high Priest.",
      "21": "After him fortified Meremoth the son of Urijah, the son of Koz, another portion from the door of the house of Eliashib, even as long as the house of Eliashib extended.",
      "22": "After him also fortified the Priests, the men of the plain.",
      "23": "After them fortified Benjamin, and Hasshub over against their house: after him fortified Azariah the son of Maaseiah, the son of Ananiah, by his house.",
      "24": "After him fortified Binnui, the son of Henadad another portion, from the house of Azariah unto the turning and unto the corner.",
      "25": "Palal, the son of Uzai, from over against the corner, and the high tower, that lieth out from the King’s house, which is beside the court of the prison. After him Pedaiah the son of Parosh.",
      "26": "And the Nethinim they dwelt in the fortress unto the place over against the water gate Eastward, and to the tower that lieth out.",
      "27": "After him fortified the Tekoites another portion over against the great tower that lieth out even unto the wall of the fortress.",
      "28": "From above the horse gate forth fortified the Priests, every one over against his house.",
      "29": "After them fortified Zadok the son of Immer over against his house: and after him fortified Shemaiah the son of Shechaniah the keeper of the East gate.",
      "30": "After him fortified Hananiah the son of Shelemiah, and Hanun the son of Zalaph, the sixth, another portion: after him fortified Meshullam, the son of Berechiah, over against his chamber.",
      "31": "After him fortified Malchijah the goldsmith’s son, until the house of the Nethinim, and of the Merchants over against the gate Miphkad, and to the chamber in the corner.",
      "32": "And between the chamber of the corner unto the sheep gate fortified the goldsmiths and the merchants."
    },
    "4": {
      "1": "But when Sanballat heard that we built the wall, then was he wroth and sore grieved, and mocked the Jews,",
      "2": "And said before his brethren and the army of Samaria, thus he said, What do these weak Jews? will they fortify themselves? will they sacrifice? will they finish it in a day? will they make the stones whole again out of the heaps of dust, seeing they are burnt?",
      "3": "And Tobiah the Ammonite was beside him, and said, Although they build, yet if a fox go up, he shall even break down their stony wall.",
      "4": "Hear, O our God (for we are despised) and turn their shame upon their own head, and give them unto a prey in the land of their captivity,",
      "5": "And cover not their iniquity, neither let their sin be put out in thy presence: for they have provoked us before the builders.",
      "6": "So we built the wall, and all the wall was joined unto the half thereof, and the heart of the people was to work.",
      "7": "But when Sanballat, and Tobiah, and the Arabians, and the Ammonites, and the Ashdodims heard that the walls of Jerusalem were repaired, (for the breaches began to be stopped) then they were very wroth,",
      "8": "And conspired all together to come and to fight against Jerusalem, and to hinder them.",
      "9": "Then we prayed unto our God, and set watchmen by them, day and night, because of them.",
      "10": "And Judah said, The strength of the bearers is weakened, and there is much earth, so that we are not able to build the wall.",
      "11": "Also our adversaries had said, They shall not know, neither see, till we come into the midst of them, and slay them, and cause the work to cease.",
      "12": "But when the Jews (which dwelt beside them) came, they told us ten times, From all places, whence ye shall return, they will be upon us.",
      "13": "Therefore set I in the lower places behind the wall upon the tops of the stones, and placed the people by their families, with their swords, their spears, and their bows.",
      "14": "Then I beheld, and rose up, and said unto the princes, and to the rulers, and to the rest of the people, Be not afraid of them: remember the great Lord, and fearful, and fight for your brethren, your sons, and your daughters, your wives, and your houses.",
      "15": "And when our enemies heard that it was known unto us, then God brought their counsel to nought, and we turned all again to the wall, every one unto his work.",
      "16": "And from that day half of the young men did the labor, and the other half part of them held the spears, and shields, and bows, and habergeons: and the Rulers stood behind all the house of Judah.",
      "17": "They that built on the wall, and they that bare burdens, and they that laded, did the work with one hand, and with the other held the sword.",
      "18": "For every one of the builders had his sword girded on his loins, and so built: and he that blew the trumpet, was beside me.",
      "19": "Then said I unto the Princes, and to the rulers, and to the rest of the people, The work is great and large, and we are separated upon the wall, one far from another.",
      "20": "In what place therefore ye hear the sound of the trumpet, resort ye thither unto us: our God shall fight for us.",
      "21": "So we labored in the work, and half of them held the spears, from the appearing of the morning, till the stars came forth.",
      "22": "And at the same time said I unto the people, Let everyone with his servant lodge within Jerusalem, that they may be a watch for us in the night, and labor in the day.",
      "23": "So neither I, nor my brethren, nor my servants, nor the men of the ward (which followed me) none of us did put off our clothes, save everyone put them off for washing."
    },
    "5": {
      "1": "Now there was a great cry of the people, and of their wives against their brethren the Jews.",
      "2": "For there were that said, We, our sons and our daughters are many, therefore we take up corn, that we may eat and live.",
      "3": "And there were that said, We must gage our lands, and our vineyards, and our houses, and take up corn for the famine.",
      "4": "There were also that said, We have borrowed money for the king’s tribute upon our lands and our vineyards.",
      "5": "And now our flesh is as the flesh of our brethren, and our sons as their sons: and lo, we bring into subjection our sons and our daughters, as servants, and there be of our daughters now in subjection, and there is no power in our hands: for other men have our lands and our vineyards.",
      "6": "Then was I very angry when I heard their cry and these words.",
      "7": "And I thought in my mind, and I rebuked the princes, and the rulers, and said unto them, You lay burdens every one upon his brethren: and I set a great assembly against them,",
      "8": "And I said unto them, We (according to our ability) have redeemed our brethren the Jews, which were sold unto the heathen: and will you sell your brethren again, or shall they be sold unto us? Then held they their peace, and could not answer.",
      "9": "I said also, That which ye do, is not good. Ought ye not to walk in the fear of our God, for the reproach of the heathen our enemies?",
      "10": "For even I, my brethren, and my servants do lend them money and corn: I pray you, let us leave off this burden.",
      "11": "Restore, I pray you, unto them this day their lands, their vineyards, their olives, and their houses, and remit the hundredth part of the silver and of the corn, of the wine, and of the oil that ye exact of them.",
      "12": "Then said they, We will restore it, and will not require it of them: we will do as thou hast said. Then I called the Priests and caused them to swear, that they should do according to this promise.",
      "13": "So I shook my lap, and said, So let God shake out every man that will not perform this promise, from his house, and from his labor: even thus let him be shaken out and emptied. And all the Congregation said, Amen, and praised the Lord: and the people did according to this promise.",
      "14": "And from the time that the King gave me charge to be governor in the land of Judah, from the twentieth year, even unto the two and thirtieth year of King Artaxerxes, that is, twelve years, I, and my brethren have not eaten the bread of the governor.",
      "15": "For the former governors that were before me, had been chargeable unto the people, and had taken of them bread and wine, besides forty shekels of silver: yea, and their servants bare rule over the people: but so did not I, because of the fear of God.",
      "16": "But rather I fortified a portion in the work of this wall, and we bought no land, and all my servants came thither together unto the work.",
      "17": "Moreover there were at my table an hundred and fifty of the Jews, and rulers, which came unto us from among the heathen that are about us.",
      "18": "And there was prepared daily an ox, and six chosen sheep, and birds were prepared for me, and within ten days wine for all in abundance. Yet for all this I required not the bread of the governor: for the bondage was grievous unto this people.",
      "19": "Remember me, O my God, in goodness, according to all that I have done for this people."
    },
    "6": {
      "1": "And when Sanballat, and Tobiah, and Geshem the Arabian, and the rest of our enemies heard that I had built the wall, and that there were no more breaches therein (though at that time I had not set up the doors upon the gates)",
      "2": "Then sent Sanballat and Geshem unto me, saying, come thou that we may meet together in the villages in the plain of Ono: and they thought to do me evil.",
      "3": "Therefore I sent messengers unto them, saying, I have a great work to do, and I cannot come down: why should the work cease, while I leave it and come down to you?",
      "4": "Yet they sent unto me four times after this sort. And I answered them after the same manner.",
      "5": "Then sent Sanballat his servant after this sort unto me the fifth time, with an open letter in his hand,",
      "6": "Wherein was written, It is reported among the heathen, and Gashmu hath said it, that thou and the Jews think to rebel, for the which cause thou buildest the wall, and thou wilt be their king according to these words.",
      "7": "Thou hast also ordained the Prophets to preach of thee at Jerusalem, saying, There is a King in Judah: and now according to these words it shall come to the King’s ears: come now therefore, and let us take counsel together.",
      "8": "Then I sent unto him, saying, It is not done according to these words that thou sayest: for thou feignest them of thine own heart.",
      "9": "For all they afraid us, saying, Their hands shall be weakened from the work, and it shall not be done: now therefore encourage thou me.",
      "10": "And I came to the house of Shemaiah the son of Delaiah the son of Mehetabel, and he was shut up, and he said, Let us come together into the house of God in the midst of the Temple, and shut the doors of the Temple: for they will come to slay thee: yea, in the night will they come to kill thee.",
      "11": "Then I said, Should such a man as I, flee? Who is he, being as I am, that would go into the Temple to live? I will not go in.",
      "12": "And lo, I perceived that God had not sent him, but that he pronounced this prophecy against me: for Tobiah and Sanballat had hired him.",
      "13": "Therefore was he hired, that I might be afraid, and do thus, and sin, and that they might have an evil report, that they might reproach me.",
      "14": "My God, remember thou Tobiah, and Sanballat according unto these their works, and Noadiah the Prophetess also, and the rest of the prophets that would have put me in fear.",
      "15": "Notwithstanding the wall was finished on the five and twentieth day of Elul, in two and fifty days.",
      "16": "And when all our enemies heard thereof, even all the heathen that were about us, they were afraid, and their courage failed them: for they knew that this work was wrought by our God.",
      "17": "And in these days were there many of the princes of Judah, whose letters went unto Tobiah, and those of Tobiah came unto them.",
      "18": "For there were many in Judah, that were sworn unto him: for he was the son in law of Shechaniah, the son of Arah: and his son Jehohanan had the daughter of Meshullam, the son of Berechiah.",
      "19": "Yea, they spake in his praise before me, and told him my words, and Tobiah sent letters to put me in fear."
    },
    "7": {
      "1": "Now when the wall was built, and I had set up the doors, and the porters, and the singers and the Levites were appointed,",
      "2": "Then I commanded my brother Hanani and Hananiah, the prince of the palace in Jerusalem (for he was doubtless a faithful man, and feared God above many)",
      "3": "And I said unto them, Let not the gates of Jerusalem be opened, until the heat of the sun: and while they stand by, let them shut the doors, and make them fast: and I appointed wards of the inhabitants of Jerusalem, everyone in his ward, and everyone over against his house.",
      "4": "Now the city was large and great, but the people were few therein, and the houses were not built.",
      "5": "And my God put into mine heart, and I gathered the princes, and the rulers, and the people, to count their genealogies: and I found a book of the genealogy of them, which came up at the first, and found written therein,",
      "6": "These are the sons of the province that came up from the captivity that was carried away (whom Nebuchadnezzar king of Babel had carried away) and they returned to Jerusalem and to Judah, every one unto his city.",
      "7": "They which came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. This is the number of the men of the people of Israel.",
      "8": "The sons of Parosh, two thousand an hundred seventy and two.",
      "9": "The sons of Shephatiah, three hundred seventy and two.",
      "10": "The sons of Arah, six hundred fifty and two.",
      "11": "The sons of Pahath-Moab of the sons of Jeshua and Joab, two thousand eight hundred and eighteen.",
      "12": "The sons of Elam, a thousand two hundred fifty and four.",
      "13": "The sons of Zattu, eight hundred and five and forty.",
      "14": "The sons of Zaccai, seven hundred and three-score.",
      "15": "The sons of Binnui, six hundred and eight and forty.",
      "16": "The sons of Bebai, six hundred and eight and twenty.",
      "17": "The sons of Azgad, two thousand three hundred and two and twenty.",
      "18": "The sons of Adonikam, six hundred threescore and seven.",
      "19": "The sons of Bigvai, two thousand threescore and seven.",
      "20": "The sons of Adin, six hundred and five and fifty.",
      "21": "The sons of Ater of Hezekiah, ninety and eight.",
      "22": "The sons of Hashum, three hundred and eight and twenty.",
      "23": "The sons of Bezai, three hundred and four and twenty.",
      "24": "The sons of Hariph, an hundred and twelve.",
      "25": "The sons of Gibeon, ninety and five.",
      "26": "The men of Bethlehem and Netophah, an hundred fourscore and eight.",
      "27": "The men of Anathoth, an hundred and eight and twenty.",
      "28": "The men of Beth Azmaveth, two and forty.",
      "29": "The men of Kirjath Jearim, Chephirah, and Beeroth, seven hundred and three and forty.",
      "30": "The men of Ramah and Geba, six hundred and one and twenty.",
      "31": "The men of Michmas, an hundred and two and twenty.",
      "32": "The men of Bethel and Ai, an hundred and three and twenty.",
      "33": "The men of the other Nebo, two and fifty.",
      "34": "The sons of the other Elam, a thousand two hundred and four and fifty.",
      "35": "The sons of Harim, three hundred and twenty.",
      "36": "The sons of Jericho, three hundred and five and forty.",
      "37": "The sons of Lod, Hadid and Ono, seven hundred and one and twenty.",
      "38": "The sons of Senaah, three thousand nine hundred and thirty.",
      "39": "The Priests: the sons of Jedaiah of the house of Jeshua, nine hundred seventy and three.",
      "40": "The sons of Immer, a thousand and two and fifty.",
      "41": "The sons of Pashur, a thousand two hundred and seven and forty.",
      "42": "The sons of Harim, a thousand and seventeen.",
      "43": "The Levites: the sons of Jeshua of Kadmiel, and of the sons of Hodevah, seventy and four.",
      "44": "The singers: the children of Asaph, an hundred and eight and forty.",
      "45": "The porters: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai, an hundred and eight and thirty.",
      "46": "The Nethinim: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,",
      "47": "The sons of Keros, the sons of Sia, the sons of Padon,",
      "48": "The sons of Lebana, the sons of Hagaba, the sons of Shalmai,",
      "49": "The sons of Hanan, the sons of Giddel, the sons of Gahar,",
      "50": "The sons of Reaiah, the sons of Rezin, the sons of Nekoda,",
      "51": "The sons of Gazzam, the sons of Uzza, the sons of Paseah,",
      "52": "The sons of Besai, the sons of Meunim, the sons of Nephishesim,",
      "53": "The sons of Bakbuk, the sons of Hakupha, the sons of Harhur,",
      "54": "The sons of Bazlith, the sons of Mehida, the sons of Harsha,",
      "55": "The sons of Barkos, the sons of Sisera, the sons of Tamah,",
      "56": "The sons of Neziah, the sons of Hatipha,",
      "57": "The sons of Solomon’s servants, the sons of Sotai, the sons of Sophereth, the sons of Perida,",
      "58": "The sons of Jaala, the sons of Darkon, the sons of Giddel,",
      "59": "The sons of Shephatiah, the sons of Hattil, the sons of Pochereth of Zebaim, the sons of Amon.",
      "60": "All the Nethinim, and the sons of Solomon’s servants were three hundred, ninety and two.",
      "61": "And these came up from Tel Melah, Tel Harsha, Cherub, Addon, and Immer: but they could not show their father’s house, nor their seed, or if they were of Israel.",
      "62": "The sons of Delaiah: the sons of Tobiah, the sons of Nekoda, six hundred and two and forty.",
      "63": "And of the Priests: the sons of Habaiah, the sons of Koz, the sons of Barzillai, which took one of the daughters of Barzillai the Gileadite to wife, and was named after their name.",
      "64": "These sought their writing of the genealogies, but it was not found: therefore they were put from the Priesthood.",
      "65": "And the Tirshatha said unto them, that they should not eat of the most holy, till there rose up a Priest with Urim and Thummim.",
      "66": "All the Congregation together was two and forty thousand, three hundred and threescore,",
      "67": "Besides their servants and their maids, which were seven thousand, three hundred and seven and thirty: and they had two hundred and five and forty singing men and singing women.",
      "68": "Their horses were seven hundred and six and thirty, and their mules two hundred and five and forty.",
      "69": "The camels four hundred and five and thirty, and six thousand seven hundred and twenty asses.",
      "70": "And certain of the chief fathers gave unto the work. The Tirshatha gave to the treasure, a thousand drams of gold, fifty basins, five hundred and thirty Priest’s garments.",
      "71": "And some of the chief fathers gave unto the treasure of the work, twenty thousand drams of gold, and two thousand and two hundred pieces of silver.",
      "72": "And the rest of the people gave twenty thousand drams of gold, and two thousand pieces of silver, and threescore and seven Priest’s garments.",
      "73": "And the Priests, and the Levites, and the porters and the singers, and the rest of the people and the Nethinim, and all Israel dwelt in their cities: and when the seventh month came, the children of Israel were in their cities."
    },
    "8": {
      "1": "And all the people assembled themselves together, in the street that was before the water gate, and they spake unto Ezra the Scribe, that he would bring the book of the Law of Moses, which the Lord had commanded to Israel.",
      "2": "And Ezra the Priest brought the Law before the Congregation both of men and women, and of all that could hear and understand it, in the first day of the seventh month,",
      "3": "And he read therein in the street that was before the water gate (from the morning until the midday) before men and women, and them that understood it, and the ears of all the people hearkened unto the book of the Law.",
      "4": "And Ezra the Scribe stood upon a pulpit of wood which he had made for the preaching, and beside him stood Mattithiah, and Shema, and Anaiah, and Urijah, and Hilkiah, and Maaseiah on his right hand, and on his left hand Pedaiah, and Mishael, and Malchijah, and Hashum, and Hashbadana, Zechariah, and Meshullam.",
      "5": "And Ezra opened the book before all the people: for he was above all the people: and when he opened it, all the people stood up.",
      "6": "And Ezra praised the Lord the great God, and all the people answered, Amen, Amen, with lifting up their hands: and they bowed themselves, and worshipped the Lord with their faces toward the ground.",
      "7": "Also Jeshua, and Bani, and Sherebiah, Jamin, Akkub, Shabbethai, Hodijah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites caused the people to understand the Law, and the people stood in their place.",
      "8": "And they read in the book of the Law of God distinctly, and gave the sense, and caused them to understand the reading.",
      "9": "Then Nehemiah (which is Tirshatha) and Ezra the Priest and Scribe, and the Levites that instructed the people, said unto all the people, This day is holy unto the Lord your God: mourn not, neither weep: for all the people wept, when they heard the words of the Law.",
      "10": "He said also unto them, Go and eat of the fat, and drink the sweet, and send part unto them, for whom none is prepared: for this day is holy unto our Lord: be ye not sorry therefore: for the joy of the Lord is your strength.",
      "11": "And the Levites made silence throughout all the people, saying, Hold your peace: for the day is holy, be not sad therefore.",
      "12": "Then all the people went to eat and to drink, and to send away part, and to make great joy, because they had understood the words that they had taught them.",
      "13": "And on the second day the chief fathers of all the people, the Priests and the Levites were gathered unto Ezra the Scribe, that he also might instruct them in the words of the Law.",
      "14": "And they found written in the Law, (that the Lord had commanded Moses) that the children of Israel should dwell in booths in the feast of the seventh month,",
      "15": "And that they should cause it to be declared and proclaimed in all their cities, and in Jerusalem, saying, Go forth unto the mount, and bring olive branches, and pine branches, and branches of myrtle, and palm branches, and branches of thick trees, to make booths, as it is written.",
      "16": "So the people went forth and brought them, and made them booths, every one upon the roof of his house, and in their courts, and in the courts of the house of God, and in the street by the water gate, and in the street of the gate of Ephraim.",
      "17": "And all the Congregation of them that were come again out of the captivity, made booths, and sat under the booths: for since the time of Jeshua the son of Nun unto this day, had not the children of Israel done so, and there was very great joy.",
      "18": "And he read in the book of the Law of God every day, from the first day unto the last day. And they kept the feast seven days, and on the eighth day a solemn assembly, according unto the manner."
    },
    "9": {
      "1": "In the four and twentieth day of this month the children of Israel were assembled with fasting, and with sackcloth, and earth upon them.",
      "2": "(And they that were of the seed of Israel were separated from all the strangers) and they stood and confessed their sins and the iniquities of their fathers.",
      "3": "And they stood up in their place and read in the book of the Law of the Lord their God four times on the day, and they confessed and worshipped the Lord their God four times.",
      "4": "Then stood up upon the stairs of the Levites, Jeshua, and Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani, and cried with a loud voice unto the Lord their God.",
      "5": "And the Levites said, even Jeshua and Kadmiel, Bani, Hashabniah, Sherebiah, Hodijah, Shebaniah and Pethahiah, Stand up and praise the Lord your God forever and ever, and let them praise thy glorious Name, O God, which excelleth above all thanksgiving and praise.",
      "6": "Thou art Lord alone: thou hast made heaven, and the heaven of all heavens, with all their host, the earth, and all things that are therein, the seas, and all that are in them and thou preservest them all and the host of the heaven worshippeth thee.",
      "7": "Thou art, O Lord, the God, that hast chosen Abram, and broughtest him out of Ur in Chaldeans, and madest his name Abraham,",
      "8": "And foundest his heart faithful before thee, and madest a Covenant with him, to give unto his seed the land of the Canaanites, Hittites, Amorites, and Perizzites, and Jebusites, and Girgashites, and hast performed thy words, because thou art just.",
      "9": "Thou hast also considered the affliction of our fathers in Egypt, and heard their cry by the red Sea,",
      "10": "And showed tokens and wonders upon Pharaoh, and on all his servants, and on all the people of his land: for thou knewest that they dealt proudly against them: therefore thou madest thee a Name, as appeareth this day.",
      "11": "For thou didst break up the Sea before them, and they went through the midst of the sea on dry land: and those that pursued them, hast thou cast into the bottoms as a stone, in the mighty waters:",
      "12": "And leddest them in the day with a pillar of a cloud, and in the night with a pillar of fire to give them light in the way that they went.",
      "13": "Thou camest down also upon mount Sinai, and spakest unto them from heaven, and gavest them right judgments, and true laws, ordinances and good Commandments,",
      "14": "And declaredst unto them thine holy Sabbath, and commandedst them precepts, and ordinances, and laws, by the hand of Moses thy servant:",
      "15": "And gavest them bread from heaven for their hunger, and broughtest forth water for them out of the rock for their thirst: and promisedst them that they should go in, and take possession of the land: for the which thou hadst lifted up thine hand for to give them.",
      "16": "But they and our fathers behaved themselves proudly and hardened their neck, so that they hearkened not unto thy Commandments,",
      "17": "But refused to obey, and would not remember thy marvelous works that thou hadst done for them, but hardened their necks, and had in their heads to return to their bondage by their rebellion: but thou, O God of mercies, gracious and full of compassion, of long-suffering, and of great mercy, yet forsookest them not.",
      "18": "Moreover, when they made them a molten calf (and said, This is thy God that brought thee up out of the land of Egypt) and committed great blasphemies,",
      "19": "Yet thou for thy great mercies forsookest them not in the wilderness: the pillar of the cloud departed not from them by day to lead them the way, neither the pillar of fire by night, to show them light, and the way whereby they should go.",
      "20": "Thou gavest also thy good Spirit to instruct them, and withheldest not thy Manna from their mouth, and gavest them water for their thirst.",
      "21": "Thou didst also feed them forty years in the wilderness: they lacked nothing: their clothes waxed not old, and their feet swelled not.",
      "22": "And thou gavest them kingdoms and people, and scatteredst them into corners: so they possessed the land of Sihon, and the land of the king of Heshbon, and the land of Og king of Bashan.",
      "23": "And thou didst multiply their children like the stars of the heaven, and broughtest them into the land, whereof thou hadst spoken unto their fathers, that they should go, and possess it.",
      "24": "So the children went in, and possessed the land, and thou subduedst before them the inhabitants of the land, even the Canaanites, and gavest them into their hands, with their kings and the people of the land, that they might do with them what they would.",
      "25": "And they took their strong cities and the fat land, and possessed houses full of all goods, cisterns dug out, vineyards and olives, and trees for food in abundance, and they did eat, and were filled, and became fat, and lived in pleasure through thy great goodness.",
      "26": "Yet they were disobedient, and rebelled against thee, and cast thy Law behind their backs, and slew thy Prophets (which protested among them to turn them unto thee) and committed great blasphemies.",
      "27": "Therefore thou deliveredst them into the hand of their enemies that vexed them: yet in the time of their affliction, when they cried unto thee, thou heardest them from the heaven, and through thy great mercies thou gavest them saviors, who saved them out of the hand of their adversaries.",
      "28": "But when they had rest, they returned to do evil before thee: therefore leftest thou them in the hand of their enemies, so that they had the dominion over them, yet when they converted and cried unto thee, thou heardest them from heaven, and deliveredst them according to thy great mercies many times,",
      "29": "And protestedst among them, that thou mightest bring them again unto thy Law: but they behaved themselves proudly, and hearkened not unto thy commandments, but sinned against thy judgments (which a man should do and live in them) and pulled away the shoulder, and were stiff-necked, and would not hear.",
      "30": "Yet thou didst forbear them many years, and protestedst among them by thy Spirit, even by the hand of thy Prophets, but they would not hear: therefore gavest thou them into the hand of the people of the lands.",
      "31": "Yet for thy great mercies thou hast not consumed them, neither forsaken them: for thou art a gracious and merciful God.",
      "32": "Now therefore our God, thou great God, mighty and terrible, that keepest covenant and mercy, let not all the affliction that hath come unto us, seem a little before thee, that is, to our Kings, to our Princes, and to our Priests, and to our Prophets, and to our fathers, and to all thy people since the time of the kings of Assyria unto this day.",
      "33": "Surely thou art just in all that is come upon us: for thou hast dealt truly, but we have done wickedly.",
      "34": "And our kings and our princes, our priests and our fathers have not done thy Law, nor regarded thy commandments, nor thy protestations, wherewith thou hast protested among them.",
      "35": "And they have not served thee in their kingdom, and in thy great goodness that thou showedst unto them, and in the large and fat land which thou didst set before them, and have not converted from their evil works.",
      "36": "Behold, we are servants this day, and the land that thou gavest unto our fathers, to eat the fruit thereof, and the goodness thereof, behold, we are servants therein.",
      "37": "And it yieldeth much fruit unto the kings whom thou hast set over us, because of our sins: and they have dominion over our bodies, and over our cattle at their pleasure, and we are in great affliction.",
      "38": "Now because of all this we make a sure covenant, and write it, and our princes, our Levites, and our Priests seal unto it."
    },
    "10": {
      "1": "Now they that sealed, were Nehemiah the Tirshatha the son of Hachaliah, and Zidkijah,",
      "2": "Seraiah, Azariah, Jeremiah,",
      "3": "Pashur, Amariah, Malchijah,",
      "4": "Hattush, Shebaniah, Malluch,",
      "5": "Harim, Meremoth, Obadiah,",
      "6": "Daniel, Ginnethon, Baruch,",
      "7": "Meshullam, Abijah, Mijamin,",
      "8": "Maaziah, Bilgai, Shemaiah: these are the Priests.",
      "9": "And the Levites: Jeshua the son of Azaniah, Binnui, of the sons of Henadad, Kadmiel.",
      "10": "And their brethren, Shebaniah, Hodijah, Kelita, Pelaiah, Hanun,",
      "11": "Micha, Rehob, Hashabiah,",
      "12": "Zaccur, Sherebiah, Shebaniah,",
      "13": "Hodijah, Bani, Beninu.",
      "14": "The chief of the people were Parosh, Pahath-Moab, Elam, Zattu, Bani,",
      "15": "Bunni, Azgad, Bebai,",
      "16": "Adonijah, Bigvai, Adin,",
      "17": "Ater, Hezekiah, Azzur,",
      "18": "Hodijah, Hashum, Bezai,",
      "19": "Hariph, Anathoth, Nebai,",
      "20": "Magpiash, Meshullam, Hezir,",
      "21": "Meshezabeel, Zadok, Jaddua,",
      "22": "Pelatiah, Hanan, Anaiah,",
      "23": "Hoshea, Hananiah, Hashub,",
      "24": "Hallohesh, Pileha, Shobek,",
      "25": "Rehum, Hashabnah, Maaseiah,",
      "26": "And Ahijah, Hanan, Anan,",
      "27": "Malluch, Harim, Baanah.",
      "28": "And the rest of the people, the Priests, the Levites, the porters, the singers, the Nethinim, and all that were separated from the people of the lands unto the Law of God, their wives, their sons and their daughters, all that could understand.",
      "29": "The chief of them received it for their brethren, and they came to the curse and to the oath to walk in God’s Law, which was given by Moses the servant of God, to observe and do all the commandments of the Lord our God, and his judgments and his statutes:",
      "30": "And that we would not give our daughters to the people of the land, neither take their daughters for our sons.",
      "31": "And if the people of the land brought ware on the Sabbath, or any vittles to sell, that we would not take it of them on the Sabbath, and on the holy days: and that we would let the seventh year be free, and the debts of every person.",
      "32": "And we made statutes for ourselves to give by the year, the third part of a shekel for the service of the house of our God,",
      "33": "For the showbread, and for the daily offering, and for the daily burnt offering, the Sabbaths, the new moons, for the solemn feasts, and for the things that were sanctified, and for the sin offerings, to make an atonement for Israel, and for all the work of the house of our God.",
      "34": "We cast also lots for the offering of the wood, even the Priests, the Levites, and the people, to bring it into the house of our God, by the house of our fathers, yearly at the times appointed, to burn it upon the Altar of the Lord our God, as it is written in the Law,",
      "35": "And to bring the firstfruits of our land, and the first of all the fruits of all trees, year by year, into the house of the Lord,",
      "36": "And the firstborn of our sons, and of our cattle, as it is written in the Law, and the firstborn of our bullocks, and of our sheep, to bring it into the house of our God, unto the Priests that minister in the house of our God,",
      "37": "And that we should bring the firstfruit of our dough, and our offerings, and the fruit of every tree, of wine and of oil, unto the Priests, to the chambers of the house of our God: and the tithes of our land unto the Levites, that the Levites might have the tithes in all the cities of our travail.",
      "38": "And the Priest, the son of Aaron shall be with the Levites, when the Levites take tithes, and the Levites shall bring up the tenth part of the tithes unto the house of our God, unto the chambers of the treasure house.",
      "39": "For the children of Israel, and the children of Levi shall bring up the offering of the corn, of the wine, and of the oil, unto the chambers: and there shall be the vessels of the Sanctuary, and the Priests that minister, and the porters, and the singers, and we will not forsake the house of our God."
    },
    "11": {
      "1": "And the rulers of the people dwelt in Jerusalem: the other people also cast lots, to bring one out of ten to dwell in Jerusalem the holy city, and nine parts to be in the cities.",
      "2": "And the people thanked all the men that were willing to dwell in Jerusalem.",
      "3": "These now are the chief of the province, that dwelt in Jerusalem, but in the cities of Judah, everyone dwelt in his own possession in their cities of Israel, the Priests and the Levites, and the Nethinim, and the sons of Solomon’s servants.",
      "4": "And in Jerusalem dwelt certain of the children of Judah, and of the children of Benjamin: Of the sons of Judah, Athaiah, the son of Uziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, of the sons of Perez,",
      "5": "And Maaseiah the son of Baruch, the son of Col-Hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of Shiloni.",
      "6": "All the sons of Perez that dwelt at Jerusalem, were four hundred threescore and eight valiant men.",
      "7": "These also are the sons of Benjamin, Sallu, the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah.",
      "8": "And after him Gabbai, Sallai, nine hundred and twenty and eight.",
      "9": "And Joel the son of Zichri was governor over them: and Judah the son of Senuah was the second over the city:",
      "10": "Of the Priests, Jedaiah, the son of Joiarib, Jachin.",
      "11": "Seraiah, the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, was chief of the house of God.",
      "12": "And their brethren that did the work in the Temple, were eight hundred, twenty and two: and Adaiah, the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashur, the son of Malchijah:",
      "13": "And his brethren, chief of the fathers, two hundred and two and forty: and Amashsai the son of Azarel, the son of Ahazai, the son of Meshilemoth, the son of Immer:",
      "14": "And their brethren valiant men, an hundred and eight and twenty: and their overseer was Zabdiel the son of Haggedolim.",
      "15": "And of the Levites, Shemaiah, the son of Hashub, the son of Azrikam, the son of Hashabiah, the son of Bunni.",
      "16": "And Shabbethai, and Jozabad of the chief of the Levites were over the works of the house of God without.",
      "17": "And Mattaniah, the son of Micha, the son of Zabdi, the son of Asaph was the chief to begin the thanksgiving and prayer: and Bakbukiah the second of his brethren, and Abda, the son of Shammua, the son of Galal, the son of Jeduthun.",
      "18": "All the Levites in the holy city were two hundred fourscore and four.",
      "19": "And the porters Akkub, Talmon, and their brethren that kept the gates, were an hundred twenty and two.",
      "20": "And the residue of Israel, of the Priests, and of the Levites dwelt in all the cities of Judah, everyone in his inheritance.",
      "21": "And the Nethinim dwelt in the fortress, and Ziha, and Gispa was over the Nethinim.",
      "22": "And the overseer of the Levites in Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Micha: of the sons of Asaph singers were over the work of the house of God.",
      "23": "For it was the king’s commandment concerning them, that faithful provision should be for the singers every day.",
      "24": "And Pethahiah the son of Meshezabel, of the sons of Zerah, the son of Judah was at the king’s hand in all matters concerning the people.",
      "25": "And in the villages in their lands, some of the children of Judah dwelt in Kirjath Arba, and in the villages thereof, and in Dibon, and in the villages thereof, and in Jekabzeel, and in the villages thereof,",
      "26": "And in Jeshua, and in Moladah, and in Beth Pelet,",
      "27": "And in Hazar Shual, and in Beersheba, and in the villages thereof,",
      "28": "And in Ziklag, and in Mekonah, and in the villages thereof,",
      "29": "And in En Rimmon, and in Zorah, and in Jarmuth,",
      "30": "Zanoah, Adullam, and in their villages, in Lachish, and in the fields thereof, at Azekah, and in the villages thereof: and they dwelt from Beersheba, unto the valley of Hinnom.",
      "31": "And the sons of Benjamin from Geba, in Michmash, and Aija, and Bethel, and in the villages thereof,",
      "32": "And Anathoth, Nob, Ananiah,",
      "33": "Hazor, Ramah, Gittaim,",
      "34": "Hadid, Zeboim, Neballat,",
      "35": "Lod and Ono, in the carpenters valley.",
      "36": "And of the Levites were divisions in Judah and in Benjamin."
    },
    "12": {
      "1": "These also are the Priests and the Levites that went up with Zerubbabel, the son of Shealtiel, and Jeshua: to wit, Seraiah, Jeremiah, Ezra,",
      "2": "Amariah, Malluch, Hattush,",
      "3": "Shecaniah, Rehum, Meremoth,",
      "4": "Iddo, Ginnethoi, Abijah,",
      "5": "Mijamin, Maadiah, Bilgah,",
      "6": "Shemaiah, and Joiarib, Jedaiah,",
      "7": "Sallu, Amok, Hilkiah, Jedaiah: these were the chief of the Priests, and of their brethren in the days of Jeshua.",
      "8": "And the Levites, Jeshua, Binnui, Kadmiel, Sherebiah, Judah, Mattaniah were over the thanksgivings, he, and his brethren.",
      "9": "And Bakbukiah and Unni, and their brethren were about them in the watches.",
      "10": "And Jeshua begat Joiakim: Joiakim also begat Eliashib, and Eliashib begat Joiada.",
      "11": "And Joiada begat Jonathan, and Jonathan begat Jaddua,",
      "12": "And in the days of Joiakim were these the chief fathers of the Priests: under Seraiah was Meraiah, under Jeremiah, Hananiah,",
      "13": "Under Ezra, Meshullam, under Amariah, Jehohanan,",
      "14": "Under Melichu, Jonathan, under Shebaniah, Joseph,",
      "15": "Under Harim, Adna, under Maraioth, Helkai,",
      "16": "Under Iddo, Zechariah, under Ginnethon, Meshullam,",
      "17": "Under Abijah, Zichri, under Minjamin, and under Moadiah, Piltai,",
      "18": "Under Bilgah, Shammua, under Shemaiah, Jehonathan,",
      "19": "Under Joiarib, Mattenai, under Jedaiah, Uzzi,",
      "20": "Under Sallai, Kallai, under Amok, Eber,",
      "21": "Under Hilkiah, Hashabiah, under Jedaiah, Nethanel.",
      "22": "In the days of Eliashib, Joiada, and Johanan and Jaddua were the chief fathers of the Levites written, and the Priests in the reign of Darius the Persian.",
      "23": "The sons of Levi, the chief fathers were written in the book of the Chronicles even unto the days of Johanan the son of Eliashib.",
      "24": "And the chief of the Levites were Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, and their brethren about them to give praise and thanks, according to the ordinances of David the man of God, ward over against ward.",
      "25": "Mattaniah and Bakbukiah, Obadiah, Meshullam, Talmon and Akkub were porters keeping the ward at the thresholds of the gates.",
      "26": "These were in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the captain, and of Ezra the Priest and Scribe.",
      "27": "And in the dedication of the wall at Jerusalem, they sought the Levites out of all their places to bring them to Jerusalem to keep the dedication and gladness, both with thanksgivings and with songs, cymbals, viols, and with harps.",
      "28": "Then the singers gathered themselves together both from the plain country about Jerusalem, and from the villages of Netophathi,",
      "29": "And from the house of Gilgal, and out of the countries of Geba, and Azmaveth: for the singers had built them villages round about Jerusalem.",
      "30": "And the Priests and Levites were purified, and cleansed the people, and the gates, and the wall.",
      "31": "And I brought up the princes of Judah upon the wall, and appointed two great companies to give thanks, and the one went on the right hand of the wall toward the dung gate.",
      "32": "And after them went Hoshaiah, and half of the princes of Judah,",
      "33": "And Azariah, Ezra and Meshullam,",
      "34": "Judah, Benjamin, and Shemaiah, and Jeremiah,",
      "35": "And of the Priest’s sons with trumpets, Zechariah, the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Michaiah, the son of Zaccur, the son of Asaph.",
      "36": "And his brethren, Shemaiah, and Azarel, Milalai, Gilalai, Maai, Nethanel, and Judah, Hanani, with the musical instruments of David the man of God: and Ezra the Scribe went before them.",
      "37": "And to the gate of the fountain, even over against them went they up by the stairs of the city of David, at the going up of the wall beyond the house of David, even unto the water gate Eastward.",
      "38": "And the second company of them that gave thanks, went on the other side, and I after them, and the half of the people was upon the wall, and upon the tower of the furnaces even unto the broad wall.",
      "39": "And upon the gate of Ephraim, and upon the old gate, and upon the fish gate, and the tower of Hananel, and the tower of Meah, even unto the sheep gate: and they stood in the gate of the ward.",
      "40": "So stood the two companies (of them that gave thanks) in the house of God, and I and the half of the rulers with me.",
      "41": "The Priests also, Eliakim, Maaseiah, Minjamin, Michaiah, Elioenai, Zechariah, Hananiah, with trumpets,",
      "42": "And Maaseiah, and Shemaiah, and Eleazar, and Uzzi, and Jehohanan, and Malchijah, and Elam, and Ezer: and the singers sang loud, having Jezrahiah which was the overseer.",
      "43": "And the same day they offered great sacrifices and rejoiced: for God had given them great joy, so that both the women, and the children were joyful: and the joy of Jerusalem was heard far off.",
      "44": "Also at the same time were men appointed over the chambers of the store for the offerings, (for the firstfruits, and for the tithes) to gather into them out of the fields of the cities, the portions of the Law for the Priests, and the Levites, for Judah rejoiced for the Priests and for the Levites, that served.",
      "45": "And both the singers and the Levites kept the ward of their God, and the ward of the purification according to the commandment of David, and Solomon his son.",
      "46": "For in the days of David and Asaph, of old were chief singers, and songs of praise and thanksgiving unto God.",
      "47": "And in the days of Zerubbabel, and in the days of Nehemiah did all Israel give portions unto the singers and porters, every day his portion, and they gave the holy things unto the Levites, and the Levites gave the holy things unto the sons of Aaron."
    },
    "13": {
      "1": "And on that day they did read in the book of Moses, in the audience of the people, and it was found written therein, that the Ammonite, and the Moabite should not enter into the Congregation of God,",
      "2": "Because they met not the children of Israel with bread and with water, but hired Balaam against them, that he should curse them: and our God turned the curse into a blessing.",
      "3": "Now when they had heard the Law, they separated from Israel all those that were mixed.",
      "4": "And before this had the Priest Eliashib the oversight of the chamber of the house of our God, being kinsman to Tobiah:",
      "5": "And he had made him a great chamber, and there had they aforetime laid the offerings, the incense, and the vessels, and the tithes of corn, of wine, and of oil (appointed for the Levites, and the singers, and the porters) and the offerings of the Priests.",
      "6": "But in all this time was not I in Jerusalem: for in the two and thirtieth year of Artachshashta King of Babel, came I unto the King, and after certain days I obtained of the King.",
      "7": "And when I was come to Jerusalem, I understood the evil that Eliashib had done for Tobiah, in that he had made him a chamber in the court of the house of God,",
      "8": "And it grieved me sore: therefore I cast forth all the vessels of the house of Tobiah out of the chamber.",
      "9": "And I commanded them to cleanse the chambers: and thither brought I again the vessels of the house of God with the meat offering and the incense.",
      "10": "And I perceived that the portions of the Levites had not been given, and that everyone was fled to his land, even the Levites and singers that executed the work.",
      "11": "Then reproved I the rulers and said, Why is the house of God forsaken? And I assembled them, and set them in their place.",
      "12": "Then brought all Judah the tithes of corn and of wine, and of oil unto the treasures.",
      "13": "And I made treasurers over the treasures, Shelemiah the Priest, and Zadok the scribe, and of the Levites, Pedaiah, and under their hand Hanan the son of Zaccur the son of Mattaniah: for they were counted faithful, and their office was to distribute unto their brethren.",
      "14": "Remember me, O my God, herein, and wipe not out my kindness that I have showed on the house of my God, and on the offices thereof.",
      "15": "In those days saw I in Judah them, that trod wine presses on the Sabbath, and that brought in sheaves, and which laded asses also with wine, grapes, and figs, and all burdens, and brought them into Jerusalem upon the Sabbath day: and I protested to them in the day that they sold vittles.",
      "16": "There dwelt men of Tyre also therein, which brought fish and all wares, and sold on the Sabbath unto the children of Judah even in Jerusalem.",
      "17": "Then reproved I the rulers of Judah, and said unto them, What evil thing is this that ye do, and break the Sabbath day?",
      "18": "Did not your fathers thus, and our God brought all this plague upon us, and upon this city? yet ye increase the wrath upon Israel, in breaking the Sabbath.",
      "19": "And when the gates of Jerusalem began to be dark before the Sabbath, I commanded to shut the gates, and charged, that they should not be opened till after the Sabbath, and some of my servants set I at the gates, that there should no burden be brought in on the Sabbath day.",
      "20": "So the chapmen and merchants of all merchandise remained once or twice all night without Jerusalem.",
      "21": "And I protested among them, and said unto them, Why tarry ye all night about the wall? If ye do it once again, I will lay hands upon you. From that time came they no more on the Sabbath.",
      "22": "And I said unto the Levites, that they should cleanse themselves, and that they should come and keep the gates, to sanctify the Sabbath day. Remember me, O my God, concerning this, and pardon me according to thy great mercy.",
      "23": "In those days also I saw Jews that married wives of Ashdod, of Ammon, and of Moab.",
      "24": "And their children spake half in the speech of Ashdod, and could not speak in the Jews’ language, and according to the language of the one people, and of the other people.",
      "25": "Then I reproved them, and cursed them, and smote certain of them, and pulled off their hair, and took an oath of them by God, Ye shall not give your daughters unto their sons, neither shall ye take of their daughters unto your sons nor for yourselves.",
      "26": "Did not Solomon the king of Israel sin by these things? yet among many nations was there no King like him: for he was beloved of his God, and God had made him King over Israel: yet strange women caused him to sin.",
      "27": "Shall we then obey unto you, to do all this great evil, and to transgress against our God, even to marry strange wives?",
      "28": "And one of the sons of Joiada the son of Eliashib the high Priest was the son-in-law of Sanballat the Horonite: but I chased him from me.",
      "29": "Remember them, O my God, that defile the Priesthood, and the covenant of the Priesthood, and of the Levites.",
      "30": "Then cleansed I them from all strangers, and appointed the wards of the Priests and of the Levites, every one in his office,",
      "31": "And for the offering of the wood at times appointed, and for the firstfruits. Remember me, O my God, in goodness."
    }
  }
}