{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:07.085662-04:00",
    "Translation": "GNV"
  },
  "Numbers": {
    "1": {
      "1": "The Lord spake again unto Moses in the wilderness of Sinai, in the Tabernacle of the Congregation, in the first day of the second month, in the second year after they were come out of the land of Egypt, saying,",
      "2": "Take ye the sum of all the Congregation of the children of Israel, after their families and households of their fathers, with the number of their names: to wit, all the males, man by man:",
      "3": "From twenty years old and above, all that go forth to the war in Israel: thou and Aaron shall number them throughout their armies.",
      "4": "And with you shall be men of every tribe, such as are the heads of the house of their fathers.",
      "5": "And these are the names of the men that shall stand with you, of the tribe of Reuben, Elizur, the son of Shedeur:",
      "6": "Of Simeon, Shelumiel the son of Zurishaddai:",
      "7": "Of Judah, Nahshon the son of Amminadab:",
      "8": "Of Issachar, Nethanel the son of Zuar:",
      "9": "Of Zebulun, Eliab, the son of Helon:",
      "10": "Of the children of Joseph: of Ephraim, Elishama the son of Ammihud: of Manasseh, Gamaliel, the son of Pedahzur:",
      "11": "Of Benjamin, Abidan the son of Gideoni:",
      "12": "Of Dan, Ahiezer, the son of Ammishaddai:",
      "13": "Of Asher, Pagiel, the son of Ocran:",
      "14": "Of Gad, Eliasaph the son of Deuel:",
      "15": "Of Naphtali, Ahira the son of Enan.",
      "16": "These were famous in the Congregation, princes of the tribes of their fathers, and heads over thousands in Israel.",
      "17": "Then Moses and Aaron took these men which are expressed by their names.",
      "18": "And they called all the Congregation together in the first day of the second month, who declared their kindred by their families, and by the houses of their fathers according to the number of their names, from twenty years old and above, man by man.",
      "19": "As the Lord had commanded Moses, so he numbered them in the wilderness of Sinai.",
      "20": "So were the sons of Reuben Israel’s eldest son by their generations, by their families, and by the houses of their fathers according to the number of their names, man by man, every male from twenty years old and above, as many as went forth to war:",
      "21": "The number of them, I say, of the tribe of Reuben, was six and forty thousand, and five hundred.",
      "22": "Of the sons of Simeon by their generations, by their families, and by the houses of their fathers, the sum thereof by the number of their names, man by man, every male from twenty years old, and above, all that went forth to war:",
      "23": "The sum of them, I say, of the tribe of Simeon was nine and fifty thousand and three hundred.",
      "24": "Of the sons of Gad by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:",
      "25": "The number of them, I say, of the tribe of Gad was five and forty thousand, and six hundred and fifty.",
      "26": "Of the sons of Judah by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:",
      "27": "The number of them, I say, of the tribe of Judah, was three score and fourteen thousand, and six hundred.",
      "28": "Of the sons of Issachar by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:",
      "29": "The number of them also of the tribe of Issachar was four and fifty thousand, and four hundred.",
      "30": "Of the sons of Zebulun by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above: all that went forth to war:",
      "31": "The number of them also of the tribe of Zebulun was seven and fifty thousand and four hundred.",
      "32": "Of the sons of Joseph, namely of the sons of Ephraim by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:",
      "33": "The number of them also of the tribe of Ephraim was forty thousand and five hundred.",
      "34": "Of the sons of Manasseh by their generations, by their families and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:",
      "35": "The number of them also of the tribe of Manasseh was two and thirty thousand and two hundred.",
      "36": "Of the sons of Benjamin by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:",
      "37": "The number of them also of the tribe of Benjamin was five and thirty thousand and four hundred.",
      "38": "Of the sons of Dan by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:",
      "39": "The number of them also of the tribe of Dan was three score and two thousand, and seven hundred.",
      "40": "Of the sons of Asher by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went forth to war:",
      "41": "The number of them also of the tribe of Asher was one and forty thousand and five hundred.",
      "42": "Of the children of Naphtali, by their generations, by their families, and by the houses of their fathers, according to the number of their names, from twenty years old and above, all that went to the war:",
      "43": "The number of them also of the tribe of Naphtali was three and fifty thousand, and four hundred.",
      "44": "These are the sums which Moses, and Aaron numbered, and the Princes of Israel, the twelve men which were every one for the house of their fathers.",
      "45": "So this was all the sum of the sons of Israel, by the houses of their fathers, from twenty years old and above, all that went to the war in Israel.",
      "46": "And all they were in number six hundred and three thousand five hundred and fifty.",
      "47": "But the Levites, after the tribes of their fathers were not numbered among them.",
      "48": "For the Lord had spoken unto Moses, and said,",
      "49": "Only thou shalt not number the tribe of Levi, neither take the sum of them among the children of Israel.",
      "50": "But thou shalt appoint the Levites over the Tabernacle of the Testimony, and over all the instruments thereof, and over all things that belong to it: they shall bear the Tabernacle, and all the instruments thereof, and shall minister in it, and shall dwell round about the Tabernacle.",
      "51": "And when the Tabernacle goeth forth, the Levites shall take it down: and when the Tabernacle is to be pitched, the Levites shall set it up: for the stranger that cometh near, shall be slain.",
      "52": "Also the children of Israel shall pitch their tents every man in his camp, and every man under his standard throughout their armies.",
      "53": "But the Levites shall pitch round about the Tabernacle of the Testimony, lest vengeance come upon the Congregation of the children of Israel, and the Levites shall take the charge of the Tabernacle of the Testimony.",
      "54": "So the children of Israel did according to all that the Lord had commanded Moses: so did they."
    },
    "2": {
      "1": "And the Lord spake unto Moses, and to Aaron, saying,",
      "2": "Every man of the children of Israel shall camp by his standard, and under the ensign of their father’s house: far off, about the Tabernacle of the Congregation shall they pitch.",
      "3": "On the East side toward the rising of the sun, shall they of the standard of the host of Judah pitch according to their armies: and Nahshon the son of Amminadab shall be captain of the sons of Judah.",
      "4": "And his host and the number of them were seventy and four thousand and six hundred.",
      "5": "Next unto him shall they of the tribe of Issachar pitch, and Nethanel the son of Zuar shall be the captain of the sons of Issachar:",
      "6": "And his host and the number thereof were four and fifty thousand, and four hundred.",
      "7": "Then the tribe of Zebulun, and Eliab the son of Helon captain over the sons of Zebulun:",
      "8": "And his host and the number thereof seven and fifty thousand and four hundred:",
      "9": "The whole number of the host of Judah are an hundred fourscore and six thousand, and four hundred according to their armies: they shall first set forth.",
      "10": "On the South side shall be the standard of the host of Reuben according to their armies: and the captain over the sons of Reuben shall be Elizur the son of Shedeur.",
      "11": "And his host and the number thereof, six and forty thousand and five hundred.",
      "12": "And by him shall the tribe of Simeon pitch, and the captain over the sons of Simeon shall be Shelumiel the son of Zurishaddai:",
      "13": "And his host, and the number of them, nine and fifty thousand and three hundred.",
      "14": "And the tribe of Gad, and the captain over the sons of Gad shall be Eliasaph the son of Deuel:",
      "15": "And his host and the number of them were five and forty thousand, six hundred and fifty.",
      "16": "All the number of the camp of Reuben were an hundred and one and fifty thousand, and four hundred and fifty according to their armies, and they shall set forth in the second place.",
      "17": "Then the Tabernacle of the Congregation shall go with the host of the Levites, in the midst of the camp as they have pitched, so shall they go forward, every man in his order, according to their standards.",
      "18": "The standard of the camp of Ephraim shall be toward the West according to their armies: and the captain over the sons of Ephraim shall be Elishama the son of Ammihud:",
      "19": "And his host and the number of them were forty thousand and five hundred.",
      "20": "And by him shall be the tribe of Manasseh and the captain over the sons of Manasseh, shall be Gamaliel the son of Pedahzur:",
      "21": "And his host and the number of them were two and thirty thousand and two hundred.",
      "22": "And the tribe of Benjamin, and the captain over the sons of Benjamin shall be Abidan, the son of Gideoni:",
      "23": "And his host, and the number of them were five and thirty thousand and four hundred.",
      "24": "All the number of the camp of Ephraim were an hundred and eight thousand and one hundred according to their armies, and they shall go in the third place.",
      "25": "The standard of the host of Dan shall be toward the North according to their armies: and the captain over the children of Dan shall be Ahiezer the son of Ammishaddai:",
      "26": "And his host and the number of them were two and threescore thousand and seven hundred.",
      "27": "And by him shall the tribe of Asher pitch, and the captain over the sons of Asher shall be Pagiel the son of Ocran.",
      "28": "And his host and the number of them were one and forty thousand, and five hundred.",
      "29": "Then the tribe of Naphtali, and the captain over the children of Naphtali shall be Ahira the son of Enan:",
      "30": "And his host and the number of them were three and fifty thousand and four hundred.",
      "31": "All the number of the host of Dan was an hundred and seven and fifty thousand and six hundred: they shall go hindmost with their standards.",
      "32": "These are the sums of the children of Israel by the houses of their fathers, all the number of the host, according to their armies, six hundred and three thousand, five hundred and fifty.",
      "33": "But the Levites were not numbered among the children of Israel, as the Lord had commanded Moses.",
      "34": "And the children of Israel did according to all that the Lord had commanded Moses: so they pitched according to their standards, and so they journeyed every one with his families, according to the houses of their fathers."
    },
    "3": {
      "1": "These also were the generations of Aaron and Moses, in the day that the Lord spake with Moses in mount Sinai.",
      "2": "So these are the names of the sons of Aaron, Nadab the firstborn, and Abihu, Eleazar, and Ithamar.",
      "3": "These are the names of the sons of Aaron the anointed Priests, whom Moses did consecrate to minister in the Priest’s office.",
      "4": "And Nadab and Abihu died before the Lord, when they offered strange fire before the Lord in the wilderness of Sinai, and had no children: but Eleazar and Ithamar served in the Priest’s office in the sight of Aaron their father.",
      "5": "Then the Lord spake unto Moses, saying,",
      "6": "Bring the tribe of Levi, and set them before Aaron the Priest that they may serve him,",
      "7": "And take the charge with him, even the charge of the whole Congregation, before the Tabernacle of the Congregation to do the service of the Tabernacle.",
      "8": "They shall also keep all the instruments of the Tabernacle of the Congregation, and have the charge of the children of Israel to do the service of the Tabernacle.",
      "9": "And thou shalt give the Levites unto Aaron and to his sons: for they are given him freely from among the children of Israel.",
      "10": "And thou shalt appoint Aaron and his sons to execute their Priest’s office: and the stranger that cometh near, shall be slain.",
      "11": "Also the Lord spake unto Moses, saying,",
      "12": "Behold, I have even taken the Levites from among the children of Israel: for all the firstborn that openeth the matrice among the children of Israel, and the Levites shall be mine,",
      "13": "Because all the firstborn are mine: for the same day, that I smote all the firstborn in the land of Egypt, I sanctified unto me all the firstborn in Israel, both man and beast: mine they shall be: I am the Lord.",
      "14": "Moreover, the Lord spake unto Moses in the wilderness of Sinai, saying,",
      "15": "Number the children of Levi after the houses of their fathers, in their families: every male from a month old and above shalt thou number.",
      "16": "Then Moses numbered them according to the word of the Lord, as he was commanded.",
      "17": "And these were the sons of Levi by their names, Gershon, and Kohath, and Merari.",
      "18": "Also these were the names of the sons of Gershon by their families: Libni and Shimei.",
      "19": "The sons also of Kohath by their families: Amram and Izehar, Hebron, and Uzziel.",
      "20": "And the sons of Merari by their families: Mahli and Mushi. These are the families of Levi, according to the houses of their fathers.",
      "21": "Of Gershon came the family of the Libnites and the family of the Shimites: these are the families of the Gershonites.",
      "22": "The sum whereof (after the number of all the males from a month old and above) was counted seven thousand and five hundred.",
      "23": "The families of the Gershonites shall pitch behind the Tabernacle Westward.",
      "24": "The captain and ancient of the house of the Gershonites shall be Eliasaph the son of Lael.",
      "25": "And the charge of the sons of Gershon in the Tabernacle of the Congregation, shall be the Tabernacle, and the pavilion, the covering thereof, and the veil of the door of the Tabernacle of the Congregation,",
      "26": "And the hanging of the court, and the veil of the door of the court which is near the Tabernacle, and near the Altar round about, and the cords of it for all the service thereof.",
      "27": "And of Kohath came the family of the Amramites, and the family of the Izharites, and the family of the Hebronites, and the family of the Uzzielites: these are the families of the Kohathites.",
      "28": "The number of all the males from a month old and above, was eight thousand and six hundred, having the charge of the Sanctuary.",
      "29": "The families of the sons of Kohath shall pitch on the South side of the Tabernacle.",
      "30": "The captain and ancient of the house and families of the Kohathites shall be Elizaphan the son of Uzziel:",
      "31": "And their charge shall be the Ark, and the Table, and the Candlestick, and the altars, and the instruments of the Sanctuary that they minister with, and the veil, and all that serveth thereto.",
      "32": "And Eleazar the son of Aaron the Priest shall be chief captain of the Levites, having the oversight of them that have the charge of the Sanctuary.",
      "33": "Of Merari came the family of the Mahlites, and the family of the Mushites: these are the families of Merari.",
      "34": "And the sum of them, according to the number of all the males, from a month old and above was six thousand and two hundred.",
      "35": "The captain and the ancient of the house of the families of Merari shall be Zuriel the son of Abihail: they shall pitch on the Northside of the Tabernacle.",
      "36": "And in the charge and custody of the sons of Merari shall be the boards of the Tabernacle, and the bars thereof, and his pillars, and his sockets, and all the instruments thereof, and all that serveth thereto,",
      "37": "With the pillars of the court round about, with their sockets, and their pins and their cords.",
      "38": "Also on the forefront of the Tabernacle toward the East, before the Tabernacle I say, of the Congregation Eastward shall Moses and Aaron and his sons pitch, having the charge of the Sanctuary, and the charge of the children of Israel: but the stranger that cometh near shall be slain.",
      "39": "The whole sum of the Levites, which Moses and Aaron numbered at the commandment of the Lord throughout their families, even all the males from a month old and above, was two and twenty thousand.",
      "40": "And the Lord said unto Moses, Number all the firstborn that are males among the children of Israel from a month old and above, and take the number of their names.",
      "41": "And thou shalt take the Levites to me for all the firstborn of the children of Israel (I am the Lord) and the cattle of the Levites for all the firstborn of the cattle of the children of Israel.",
      "42": "And Moses numbered, as the Lord commanded him, all the firstborn of the children of Israel.",
      "43": "And all the firstborn males rehearsed by name (from a month old and above) according to their number were two and twenty thousand, two hundred seventy and three.",
      "44": "And the Lord spake unto Moses, saying,",
      "45": "Take the Levites for all the firstborn of the children of Israel, and the cattle of the Levites for their cattle, and the Levites shall be mine, (I am the Lord.)",
      "46": "And for the redeeming of the two hundred seventy and three, (which are more than the Levites) of the firstborn of the children of Israel,",
      "47": "Thou shalt also take five shekels for every person: after the weight of the Sanctuary shalt thou take it: the shekel containeth twenty gerahs.",
      "48": "And thou shalt give the money, wherewith the odd number of them is redeemed, unto Aaron and to his sons.",
      "49": "Thus Moses took the redemption of them that were redeemed, being more than the Levites:",
      "50": "Of the firstborn of the children of Israel took he the money: even a thousand three hundred three score and five shekels, after the shekel of the Sanctuary.",
      "51": "And Moses gave the money of them that were redeemed, unto Aaron and to his sons according to the word of the Lord, as the Lord had commanded Moses."
    },
    "4": {
      "1": "And the Lord spake unto Moses, and to Aaron, saying,",
      "2": "Take the sum of the sons of Kohath from among the sons of Levi, after their families, and houses of their fathers,",
      "3": "From thirty years old and above, even until fifty years old all that enter into the assembly to do the work in the Tabernacle of the Congregation.",
      "4": "This shall be the office of the sons of Kohath in the Tabernacle of the Congregation about the holiest of all.",
      "5": "When the host removeth, then Aaron and his sons shall come and take down the covering veil, and shall cover the Ark of the Testimony therewith.",
      "6": "And they shall put thereon a covering of badger’s skins, and shall spread upon it a cloth altogether of blue silk, and put to the bars thereof:",
      "7": "And upon the table of show bread, they shall spread a cloth of blue silk, and put thereon the dishes, and the incense cups and goblets, and coverings to cover it with, and the bread shall be thereon continually.",
      "8": "And they shall spread upon them a covering of scarlet, and cover the same with a covering of badger’s skins, and put to the bars thereof.",
      "9": "Then they shall take a cloth of blue silk, and cover the candlestick of light with his lamps, and his snuffers, and his snuffdishes, and all the oil vessels thereof, which they occupy about it.",
      "10": "So they shall put it, and all the instruments thereof in a covering of badger’s skins, and put it upon the bars.",
      "11": "Also upon the golden altar they shall spread a cloth of blue silk, and cover it with a covering of badger’s skins, and put to the bars thereof.",
      "12": "And they shall take all the instruments of the ministry, wherewith they minister in the Sanctuary, and put them in a cloth of blue silk, and cover them with a covering of badger’s skins, and put them on the bars.",
      "13": "Also they shall take away the ashes from the altar, and spread a purple cloth upon it,",
      "14": "And shall put upon it all the instruments thereof, which they occupy about it, the censers, the fleshhooks, and the besoms, and the basins, even all the instruments of the altar: and they shall spread upon it a covering of badger’s skins, and put to the bars of it.",
      "15": "And when Aaron and his sons have made an end of covering the Sanctuary, and all the instruments of the Sanctuary, at the removing of the host, afterward the sons of Kohath shall come to bear it, but they shall not touch any holy thing lest they die. This is the charge of the sons of Kohath in the Tabernacle of the Congregation.",
      "16": "And to the office of Eleazar the son of Aaron the Priest pertaineth the oil for the light, and the sweet incense, and the daily meat offering, and the anointing oil with the oversight of all the Tabernacle, and of all that therein is, both in the Sanctuary, and in all the instruments thereof.",
      "17": "And the Lord spake unto Moses and to Aaron, saying,",
      "18": "Ye shall not cut off the tribe of the families of the Kohathites from among the Levites:",
      "19": "But thus do unto them that they may live and not die, when they come near to the most holy things: let Aaron and his sons come and appoint them, every one to his office, and to his charge.",
      "20": "But let them not go in, to see when the Sanctuary is folden up, lest they die.",
      "21": "And the Lord spake unto Moses, saying,",
      "22": "Take also the sum of the sons of Gershon, every one by the houses of their fathers, throughout their families:",
      "23": "From thirty years old and above until fifty years old shalt thou number them, all that enter into the assembly for to do service in the Tabernacle of the Congregation.",
      "24": "This shall be the service of the families of the Gershonites to serve and to bear.",
      "25": "They shall bear the curtains of the Tabernacle, and the Tabernacle of the Congregation, his covering, and the covering of badger’s skins, that is on high upon it, and the veil of the door of the Tabernacle of the Congregation.",
      "26": "The curtains also of the court, and the veil of the entering in of the gate of the court, which is near the Tabernacle and near the altar round about, with their cords: and all the instruments for their service, and all that is made for them: so shall they serve.",
      "27": "At the commandment of Aaron and his sons shall all the service of the sons of the Gershonites be done, in all their charges and in all their service, and ye shall appoint them to keep all their charges.",
      "28": "This is the service of the families of the sons of the Gershonites in the Tabernacle of the Congregation, and their watch shall be under the hand of Ithamar the son of Aaron the Priest.",
      "29": "Thou shalt number the sons of Merari by their families, and by the houses of their fathers.",
      "30": "From thirty years old and above, even unto fifty years old shalt thou number them, all that enter into the assembly, to do the service of the Tabernacle of the Congregation.",
      "31": "And this is their office and charge according to all their service in the Tabernacle of the Congregation: the boards of the Tabernacle with the bars thereof, and his pillars, and his sockets,",
      "32": "And the pillars round about the court, with their sockets and their pins, and their cords with all their instruments, even for all their service: and by name ye shall reckon the instruments of their office and charge.",
      "33": "This is the service of the families of the sons of Merari, according to all their service in the Tabernacle of the Congregation under the hand of Ithamar the son of Aaron the Priest.",
      "34": "Then Moses and Aaron and the princes of the Congregation numbered the sons of the Kohathites, by their families and by the houses of their fathers,",
      "35": "From thirty years old and above, even unto fifty years old, all that enter into the assembly for the service of the Tabernacle of the Congregation.",
      "36": "So the numbers of them throughout their families were two thousand, seven hundred and fifty.",
      "37": "These are the numbers of the families of the Kohathites, all that serve in the Tabernacle of the Congregation, which Moses and Aaron did number according to the commandment of the Lord by the hand of Moses.",
      "38": "Also the numbers of the sons of Gershon throughout their families and houses of their fathers,",
      "39": "From thirty years old and upward, even unto fifty years old: all that enter into the assembly for the service of the Tabernacle of the Congregation.",
      "40": "So the numbers of them by their families, and by the houses of their fathers were two thousand six hundred and thirty.",
      "41": "These are the numbers of the families of the sons of Gershon: of all that did service in the Tabernacle of the Congregation, whom Moses and Aaron did number according to the commandment of the Lord.",
      "42": "The numbers also of the families of the sons of Merari by their families, and by the houses of their fathers,",
      "43": "From thirty years old and upward, even unto fifty years old: all that enter into the assembly for the service of the Tabernacle of the Congregation.",
      "44": "So the numbers of them by their families were three thousand, and two hundred.",
      "45": "These are the sums of the families of the sons of Merari, whom Moses and Aaron numbered according to the commandment of the Lord, by the hand of Moses.",
      "46": "So all the numbers of the Levites, which Moses, and Aaron, and the princes of Israel numbered by their families and by the houses of their fathers,",
      "47": "From thirty years old and upward, even to fifty years old, every one that came to do his duty, office, service and charge in the Tabernacle of the Congregation.",
      "48": "So the number of them were eight thousand five hundred and four score.",
      "49": "According to the commandment of the Lord by the hand of Moses did Aaron number them, every one according to his service, and according to his charge. Thus were they of that tribe numbered, as the Lord commanded Moses."
    },
    "5": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Command the children of Israel that they put out of the host every leper, and every one that hath an issue, and whosoever is defiled by the dead.",
      "3": "Both male and female shall ye put out: out of the host shall ye put them, that they defile not their tents among whom I dwell.",
      "4": "And the children of Israel did so, and put them out of the host, even as the Lord had commanded Moses, so did the children of Israel.",
      "5": "And the Lord spake unto Moses, saying,",
      "6": "Speak unto the children of Israel, When a man or woman shall commit any sin that men commit, and transgress against the Lord, when that person shall trespass,",
      "7": "Then they shall confess their sin which they have done, and shall restore the damage thereof with his principal, and put the fifth part of it more thereto, and shall give it unto him, against whom he hath trespassed.",
      "8": "But if the man have no kinsman, to whom he should restore the damage, the damage shall be restored to the Lord for the Priest’s use, besides the ram of the atonement, whereby he shall make atonement for him.",
      "9": "And every offering of all the holy things of the children of Israel, which they bring unto the Priest, shallbe his.",
      "10": "And every man’s hallowed things shall be his: that is, whatsoever any man giveth the Priest, it shall be his.",
      "11": "And the Lord spake unto Moses, saying,",
      "12": "Speak unto the children of Israel, and say unto them, If any man’s wife turn to evil, and commit a trespass against him,",
      "13": "So that another man lie with her fleshly, and it be hid from the eyes of her husband, and kept close, and yet she be defiled, and there be no witness against her, neither she taken with the manner,",
      "14": "If he be moved with a jealous mind, so that he is jealous over his wife, which is defiled, or if he have a jealous mind, so that he is jealous over his wife, which is not defiled,",
      "15": "Then shall the man bring his wife to the Priest, and bring her offering with her, the tenth part of an Ephah of barley meal, but he shall not pour oil upon it, nor put incense thereon: for it is an offering of jealousy, an offering for a remembrance, calling the sin to mind.",
      "16": "And the Priest shall bring her, and set her before the Lord.",
      "17": "Then the Priest shall take the holy water in an earthen vessel, and of the dust that is in the floor of the Tabernacle, even the Priest shall take it and put it into the water.",
      "18": "After the Priest shall set the woman before the Lord, and uncover the woman’s head, and put the offering of the memorial in her hands: it is the jealousy offering, and the Priest shall have bitter and cursed water in his hand,",
      "19": "And the Priest shall charge her by an oath, and say unto the woman, If no man have lain with thee, neither thou hast turned to uncleanness from thine husband, be free from this bitter and cursed water.",
      "20": "But if thou hast turned from thine husband, and so art defiled, and some man hath lain with thee besides thine husband,",
      "21": "(Then the Priest shall charge the woman with an oath of cursing, and the Priest shall say unto the woman:) The Lord make thee to be accursed, and detestable for the oath among the people, and the Lord cause thy thigh to rot, and thy belly to swell:",
      "22": "And that this cursed water may go into thy bowels, to cause thy belly to swell, and thy thigh to rot. Then the woman shall answer, Amen, Amen.",
      "23": "After, the Priest shall write these curses in a book, and shall blot them out with the bitter water,",
      "24": "And shall cause the woman to drink the bitter and cursed water, and the cursed water turned into bitterness shall enter into her.",
      "25": "Then the Priest shall take the jealousy offering out of the woman’s hand, and shall shake the offering before the Lord, and offer it upon the altar.",
      "26": "And the Priest shall take an handful of the offering for a memorial thereof, and burn it upon the altar, and afterward make the woman drink the water.",
      "27": "When he hath made her drink the water, if she be defiled and have trespassed against her husband, then shall the cursed water, turned into bitterness, enter into her, and her belly shall swell, and her thigh shall rot, and the woman shall be accursed among her people.",
      "28": "But if the woman be not defiled, but be clean, she shall be free, and shall conceive and bear.",
      "29": "This is the law of jealousy, when a wife turneth from her husband and is defiled,",
      "30": "Or, when a man is moved with a jealous mind, being jealous over his wife, then shall he bring the woman before the Lord, and the Priest shall do to her according to all this law,",
      "31": "And the man shall be free from sin, but this woman shall bear her iniquity."
    },
    "6": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Speak unto the children of Israel, and say unto them, When a man or a woman doth separate themselves to vow a vow of a Nazirite, to separate himself unto the Lord,",
      "3": "He shall abstain from wine and strong drink, and shall drink no sour wine nor sour drink, nor shall drink any liquor of grapes, neither shall eat fresh grapes nor dried.",
      "4": "As long as his abstinence endureth, shall he eat nothing that is made of the wine of the vine, neither the kernels nor the husk.",
      "5": "While he is separated by his vow, the razor shall not come upon his head, until the days be out, in the which he separateth himself unto the Lord, he shall be holy, and shall let the locks of the hair of his head grow.",
      "6": "During the time that he separateth himself unto the Lord, he shall come at no dead body:",
      "7": "He shall not make himself unclean at the death of his father or mother, brother, or sister: for the consecration of his God is upon his head.",
      "8": "All the days of his separation he shall be holy to the Lord.",
      "9": "And if any die suddenly by him, or he beware, then the head of his consecration shall be defiled, and he shall shave his head in the day of his cleansing: in the seventh day he shall shave it.",
      "10": "And in the eighth day he shall bring two turtles, or two young pigeons to the Priest, at the door of the tabernacle of the Congregation.",
      "11": "Then the Priest shall prepare the one for a sin offering, and the other for a burnt offering, and shall make an atonement for him, because he sinned by the dead: so shall he hallow his head the same day.",
      "12": "And he shall consecrate unto the Lord the days of his separation, and shall bring a lamb of a year old for a trespass offering, and the first days shall be void: for his consecration was defiled.",
      "13": "This then is the law of the Nazirite: when the time of his consecration is out, he shall come to the door of the tabernacle of the Congregation,",
      "14": "And he shall bring his offering unto the Lord, an he lamb of a year old without blemish, for a burnt offering, and a she lamb of a year old without blemish, for a sin offering, and a ram without blemish, for peace offerings,",
      "15": "And a basket of unleavened bread, of Cakes of fine flour, mingled with oil, and wafers of unleavened bread anointed with oil, with their meat offering, and their drink offerings:",
      "16": "The which the Priest shall bring before the Lord, and make his sin offering and his burnt offering.",
      "17": "He shall prepare also the ram for a peace offering unto the Lord, with the basket of unleavened bread, and the Priest shall make his meat offering, and his drink offering.",
      "18": "And the Nazirite shall shave the head of his consecration at the door of the Tabernacle of the Congregation, and shall take the hair of the head of his consecration, and put it in the fire which is under the peace offering.",
      "19": "Then the Priest shall take the sodden shoulder of the ram, and an unleavened cake out of the basket, and a wafer unleavened, and put them upon the hands of the Nazirite, after he hath shaven his consecration.",
      "20": "And the Priest shall shake them to and fro before the Lord: this is an holy thing for the Priest besides the shaken breast, and besides the heave shoulder: so afterward the Nazirite may drink wine.",
      "21": "This is the law of the Nazirite, which he hath vowed, and of his offering unto the Lord for his consecration, besides that that he is able to bring: according to the vow which he vowed, so shall he do after the law of his consecration.",
      "22": "And the Lord spake unto Moses, saying,",
      "23": "Speak unto Aaron and to his sons, saying, Thus shall ye bless the children of Israel, and say unto them,",
      "24": "The Lord bless thee, and keep thee,",
      "25": "The Lord make his face shine upon thee, and be merciful unto thee,",
      "26": "The Lord lift up his countenance upon thee, and give thee peace.",
      "27": "So they shall put my Name upon the children of Israel, and I will bless them."
    },
    "7": {
      "1": "Now when Moses had finished the setting up of the Tabernacle, and anointed it and sanctified it, and all the instruments thereof, and the altar with all the instruments thereof, and had anointed them, and sanctified them,",
      "2": "Then the princes of Israel, heads over the houses of their fathers, (they were the princes of the tribes, who were over them that were numbered) offered,",
      "3": "And brought their offering before the Lord, six covered chariots, and twelve oxen: one chariot for two princes, and for every one an ox, and they offered them before the Tabernacle.",
      "4": "And the Lord spake unto Moses, saying,",
      "5": "Take these of them, that they may be to do the service of the Tabernacle of the Congregation, and thou shalt give them unto the Levites, to every man according unto his office.",
      "6": "So Moses took the chariots and the oxen, and gave them unto the Levites:",
      "7": "Two chariots and four oxen he gave to the sons of Gershon, according unto their office.",
      "8": "And four chariots and eight oxen he gave to the sons of Merari, according unto their office, under the hand of Ithamar the son of Aaron the Priest.",
      "9": "But to the sons of Kohath he gave none, because the charge of the Sanctuary belonged to them, which they did bear upon their shoulders.",
      "10": "The princes also offered in the dedication for the altar in the day that it was anointed: then the princes offered their offering before the altar.",
      "11": "And the Lord said unto Moses, One prince one day, and another prince another day, shall offer their offering, for the dedication of the altar.",
      "12": "So then on the first day did Nahshon the son of Amminadab of the tribe of Judah offer his offering.",
      "13": "And his offering was a silver charger of an hundred and thirty shekels weight, a silver bowl of seventy shekels, after the shekel of the Sanctuary, both full of fine flour, mingled with oil, for a meat offering,",
      "14": "An incense cup of gold of ten shekels, full of incense,",
      "15": "A young bullock, a ram, a lamb of a year old for a burnt offering,",
      "16": "An he goat for a sin offering,",
      "17": "And for peace offerings, two bullocks, five rams, five he goats, and five lambs of a year old: this was the offering of Nahshon the son of Amminadab.",
      "18": "The second day Nethanel, the son of Zuar, prince of the tribe of Issachar did offer.",
      "19": "Who offered for his offering a silver charger of an hundred and thirty shekels weight, a silver bowl of seventy shekels, after the shekel of the Sanctuary, both full of fine flour, mingled with oil, for a meat offering,",
      "20": "An incense cup of gold of ten shekels, full of incense,",
      "21": "A young bullock, a ram, a lamb of a year old for a burnt offering,",
      "22": "An he goat for a sin offering,",
      "23": "And for peace offerings two bullocks, five rams, five he goats, five lambs of a year old: this was the offering of Nethanel the son of Zuar.",
      "24": "The third day Eliab the son of Helon prince of the children of Zebulun offered.",
      "25": "His offering was a silver charger of an hundred and thirty shekels weight, a silver bowl of seventy shekels, after the shekel of the Sanctuary, both full of fine flour, mingled with oil, for a meat offering,",
      "26": "A golden incense cup of ten shekels, full of incense,",
      "27": "A young bullock, a ram, a lamb of a year old for a burnt offering,",
      "28": "An he goat for a sin offering,",
      "29": "And for peace offerings, two bullocks, five rams, five he goats, five lambs of a year old: this was the offering of Eliab the son of Helon.",
      "30": "The fourth day Elizur the son of Shedeur prince of the children of Reuben offered.",
      "31": "His offering was a silver charger of an hundred and thirty shekels weight, a silver bowl of seventy shekels, after the shekel of the Sanctuary, both full of fine flour, mingled with oil, for a meat offering,",
      "32": "A golden incense cup of ten shekels, full of incense,",
      "33": "A young bullock, a ram, a lamb of a year old for a burnt offering,",
      "34": "An he goat for a sin offering,",
      "35": "And for a peace offering, two bullocks, five rams, five he goats, and five lambs of a year old: this was the offering of Elizur the son of Shedeur.",
      "36": "The fifth day Shelumiel the son of Zurishaddai, prince of the children of Simeon offered.",
      "37": "His offering was a silver charger of an hundred and thirty shekels weight, a silver bowl of seventy shekels: after the shekel of the Sanctuary, both full of fine flour, mingled with oil, for a meat offering,",
      "38": "A golden incense cup of ten shekels, full of incense,",
      "39": "A young bullock, a ram, a lamb of a year old for a burnt offering,",
      "40": "An he goat for a sin offering,",
      "41": "And for a peace offering, two bullocks, five rams, five he goats, five lambs of a year old: this was the offering of Shelumiel the son of Zurishaddai.",
      "42": "The sixth day Eliasaph the son of Deuel prince of the children of Gad offered.",
      "43": "His offering was a silver charger of an hundred and thirty shekels weight, a silver bowl of seventy shekels, after the shekel of the Sanctuary, both full of fine flour, mingled with oil, for a meat offering,",
      "44": "A golden incense cup of ten shekels, full of incense,",
      "45": "A young bullock, a ram, a lamb of a year old for a burnt offering,",
      "46": "An he goat for a sin offering,",
      "47": "And for a peace offering, two bullocks, five rams, five he goats, five lambs of a year old: this was the offering of Eliasaph the son of Deuel.",
      "48": "The seventh day Elishama the son of Ammihud prince of the children of Ephraim offered.",
      "49": "His offering was a silver charger of an hundred and thirty shekels weight, a silver bowl of seventy shekels, after the shekel of the Sanctuary, both full of fine flour, mingled with oil, for a meat offering,",
      "50": "A golden incense cup of ten shekels, full of incense,",
      "51": "A young bullock, a ram, a lamb of a year old for a burnt offering,",
      "52": "An he goat for a sin offering,",
      "53": "And for a peace offering, two bullocks, five rams, five he goats, five lambs of a year old: this was the offering of Elishama the son of Ammihud.",
      "54": "The eighth day offered Gamaliel the son of Pedahzur, prince of the children of Manasseh.",
      "55": "His offering was a silver charger of an hundred and thirty shekels weight, a silver bowl of seventy shekels, after the shekel of the Sanctuary, both full of fine flour, mingled with oil, for a meat offering,",
      "56": "A golden incense cup of ten shekels, full of incense,",
      "57": "A young bullock, a ram, a lamb of a year old for a burnt offering,",
      "58": "An he goat for a sin offering,",
      "59": "And for a peace offering, two bullocks, five rams, five he goats, five lambs of a year old: this was the offering of Gamaliel the son of Pedahzur.",
      "60": "The ninth day Abidan the son of Gideoni prince of the children of Benjamin offered.",
      "61": "His offering was a silver charger of an hundred and thirty shekels weight, a silver bowl of seventy shekels, after the shekel of the Sanctuary, both full of fine flour, mingled with oil, for a meat offering,",
      "62": "A golden incense cup of ten shekels, full of incense,",
      "63": "A young bullock, a ram, a lamb of a year old for a burnt offering,",
      "64": "An he goat for a sin offering,",
      "65": "And for a peace offering, two bullocks, five rams, five he goats, five lambs of a year old: this was the offering of Abidan the son of Gideoni.",
      "66": "The tenth day Ahiezer the son of Ammishaddai, prince of the children of Dan offered.",
      "67": "His offering was a silver charger of an hundred and thirty shekels weight, a silver bowl of seventy shekels, after the shekel of the Sanctuary, both full of fine flour, mingled with oil, for a meat offering,",
      "68": "A golden incense cup of ten shekels, full of incense,",
      "69": "A young bullock, a ram, a lamb of a year old for a burnt offering,",
      "70": "An he goat for a sin offering,",
      "71": "And for a peace offering, two bullocks, five rams, five he goats, five lambs of a year old: this was the offering of Ahiezer the son of Ammishaddai.",
      "72": "The eleventh day Pagiel the son of Ocran, prince of the children of Asher offered.",
      "73": "His offering was a silver charger of an hundred and thirty shekels weight, a silver bowl of seventy shekels, after the shekel of the Sanctuary, both full of fine flour, mingled with oil, for a meat offering,",
      "74": "A golden incense cup of ten shekels, full of incense,",
      "75": "A young bullock, a ram, a lamb of a year old for a burnt offering,",
      "76": "An he goat for a sin offering,",
      "77": "And for a peace offering, two bullocks, five rams, five he goats, five lambs of a year old: this was the offering of Pagiel the son of Ocran.",
      "78": "The twelfth day Ahira the son of Enan, prince of the children of Naphtali offered.",
      "79": "His offering was a silver charger of an hundred and thirty shekels weight, a silver bowl of seventy shekels, after the shekel of the Sanctuary, both full of fine flour, mingled with oil, for a meat offering,",
      "80": "A golden incense cup of ten shekels, full of incense,",
      "81": "A young bullock, a ram, a lamb of a year old for a burnt offering,",
      "82": "An he goat for a sin offering,",
      "83": "And for peace offerings, two bullocks, five rams, five he goats, five lambs of a year old, this was the offering of Ahira the son of Enan.",
      "84": "This was the dedication of the Altar by the princes of Israel, when it was anointed, twelve chargers of silver, twelve silver bowls: twelve incense cups of gold,",
      "85": "Every charger containing an hundred and thirty shekels of silver, and every bowl seventy: all the silver vessel contained two thousand and four hundred shekels, after the shekel of the Sanctuary.",
      "86": "Twelve incense cups of gold full of incense, containing ten shekels every cup, after the shekel of the Sanctuary: and the gold of the incense cups was an hundred and twenty shekels.",
      "87": "All the bullocks for the burnt offering were twelve bullocks, the rams twelve, the lambs of a year old twelve, with their meat offerings, and twelve he goats for a sin offering.",
      "88": "And all the bullocks for the peace offerings were four and twenty bullocks, the rams sixty, the he goats sixty, the lambs of a year old sixty: this was the dedication of the Altar, after that it was anointed.",
      "89": "And when Moses went into the tabernacle of the Congregation to speak with God, he heard the voice of one speaking unto him from the Mercy seat, that was upon the Ark of the Testimony between the two Cherubims, and he spake unto him."
    },
    "8": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Speak unto Aaron, and say unto him, When thou lightest the lamps, the seven lamps shall give light toward the forefront of the Candlestick.",
      "3": "And Aaron did so, lighting the lamps thereof toward the forefront of the Candlestick, as the Lord had commanded Moses.",
      "4": "And this was the work of the Candlestick, even of gold beaten out with the hammer, both the shaft, and the flower thereof was beaten out with the hammer: according to the pattern which the Lord had showed Moses, so made he the Candlestick.",
      "5": "And the Lord spake unto Moses, saying,",
      "6": "Take the Levites from among the children of Israel, and purify them.",
      "7": "And thus shalt thou do unto them, when thou purifiest them, Sprinkle water of purification upon them, and let them shave all their flesh, and wash their clothes: so they shall be clean.",
      "8": "Then they shall take a young bullock with his meat offering of fine flour, mingled with oil, and another young bullock shalt thou take for a sin offering.",
      "9": "Then thou shalt bring the Levites before the Tabernacle of the Congregation, and assemble all the Congregation of the children of Israel.",
      "10": "Thou shalt bring the Levites also before the Lord, and the children of Israel shall put their hands upon the Levites.",
      "11": "And Aaron shall offer the Levites before the Lord, as a shake offering of the children of Israel, that they may execute the service of the Lord.",
      "12": "And the Levites shall put their hands upon the heads of the bullocks, and make thou the one a sin offering, and the other a burnt offering unto the Lord, that thou mayest make an atonement for the Levites.",
      "13": "And thou shalt set the Levites before Aaron and before his sons, and offer them as a shake offering to the Lord.",
      "14": "Thus thou shalt separate the Levites from among the children of Israel, and the Levites shall be mine.",
      "15": "And afterward shall the Levites go in, to serve in the Tabernacle of the Congregation, and thou shalt purify them, and offer them as a shake offering.",
      "16": "For they are freely given unto me from among the children of Israel, for such as open any womb: for all the firstborn of the children of Israel have I taken them unto me.",
      "17": "For all the firstborn of the children of Israel are mine, both of man and beast: since the day that I smote every firstborn in the land of Egypt, I sanctified them for myself.",
      "18": "And I have taken the Levites for all the firstborn of the children of Israel,",
      "19": "And have given the Levites as a gift unto Aaron, and to his sons from among the children of Israel, to do the service of the children of Israel in the Tabernacle of the Congregation, and to make an atonement for the children of Israel, that there be no plague among the children of Israel, when the children of Israel come near unto the Sanctuary.",
      "20": "Then Moses and Aaron and all the Congregation of the children of Israel did with the Levites, according unto all that the Lord had commanded Moses concerning the Levites: so did the children of Israel unto them.",
      "21": "So the Levites were purified, and washed their clothes, and Aaron offered them as a shake offering before the Lord, and Aaron made an atonement for them, to purify them.",
      "22": "And after that, went the Levites in to do their service in the Tabernacle of the Congregation, before Aaron and before his sons: as the Lord had commanded Moses concerning the Levites, so they did unto them.",
      "23": "And the Lord spake unto Moses, saying,",
      "24": "This also belongeth to the Levites: from five and twenty years old and upward, they shall go in, to execute their office in the service of the Tabernacle of the Congregation.",
      "25": "And after the age of fifty years, they shall cease from executing the office, and shall serve no more.",
      "26": "But they shall minister with their brethren in the Tabernacle of the Congregation, to keep things committed to their charge, but they shall do no service: thus shalt thou do unto the Levites touching their charge."
    },
    "9": {
      "1": "And the Lord spake unto Moses in the wilderness of Sinai, in the first month of the second year, after they were come out of the land of Egypt, saying,",
      "2": "The children of Israel shall also celebrate the Passover at the time appointed thereunto.",
      "3": "In the fourteenth day of this month at even, ye shall keep it in his due season: according to all the ordinances of it, and according to all the ceremonies thereof shall ye keep it.",
      "4": "Then Moses spake unto the children of Israel, to celebrate the Passover.",
      "5": "And they kept the Passover in the fourteenth day of the first month at even in the wilderness of Sinai: according to all that the Lord had commanded Moses, so did the children of Israel.",
      "6": "And certain men were defiled by a dead man, that they might not keep the Passover the same day: and they came before Moses and before Aaron the same day.",
      "7": "And those men said unto him, We are defiled by a dead man: wherefore are we kept back that we may not offer an offering unto the Lord in the time thereunto appointed among the children of Israel?",
      "8": "Then Moses said unto them, Stand still, and I will hear what the Lord will command concerning you.",
      "9": "And the Lord spake unto Moses, saying,",
      "10": "Speak unto the children of Israel, and say, If any among you, or of your posterity shall be unclean by the reason of a corpse, or be in a long journey, he shall keep the Passover unto the Lord.",
      "11": "In the fourteenth day of the second month at even they shall keep it: with unleavened bread, and sour herbs shall they eat it.",
      "12": "They shall leave none of it unto the morning, nor break any bone of it: according to all the ordinance of the Passover shall they keep it.",
      "13": "But the man that is clean and is not in a journey, and is negligent to keep the Passover, the same person shall be cut off from his people: because he brought not the offering of the Lord in his due season, that man shall bear his sin.",
      "14": "And if a stranger dwell among you, and will keep the Passover unto the Lord, as the ordinance of the Passover, and as the manner thereof is, so shall he do: ye shall have one law both for the stranger, and for him that was born in the same land.",
      "15": "And when the Tabernacle was reared up, a cloud covered the Tabernacle, namely, the Tabernacle of the Testimony: and at even there was upon the Tabernacle, as the appearance of fire until morning.",
      "16": "So it was alway: the cloud covered it by day, and the appearance of fire by night.",
      "17": "And when the cloud was taken up from the Tabernacle, then afterward the children of Israel journeyed: and in the place where the cloud abode, there the children of Israel pitched their tents.",
      "18": "At the commandment of the Lord the children of Israel journeyed, and at the commandment of the Lord they pitched: as long as the cloud abode upon the Tabernacle, they lay still.",
      "19": "And when the cloud tarried still upon the Tabernacle a long time, the children of Israel kept the watch of the Lord, and journeyed not.",
      "20": "So when the cloud abode a few days upon the Tabernacle, they abode in their tents according to the commandment of the Lord: for they journeyed at the commandment of the Lord.",
      "21": "And though the cloud abode upon the Tabernacle from even unto the morning, yet if the cloud was taken up in the morning, then they journeyed: whether by day or by night the cloud was taken up, then they journeyed.",
      "22": "Or if the cloud tarried two days, or a month, or a year upon the Tabernacle, abiding thereon, the children of Israel abode still, and journeyed not: but when it was taken up, they journeyed.",
      "23": "At the commandment of the Lord they pitched, and at the commandment of the Lord they journeyed, keeping the watch of the Lord at the commandment of the Lord by the hand of Moses."
    },
    "10": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Make thee two trumpets of silver: of an whole piece shalt thou make them, that thou mayest use them for the assembling of the Congregation, and for the departure of the camp.",
      "3": "And when they shall blow with them, all the Congregation shall assemble to thee, before the door of the Tabernacle of the Congregation.",
      "4": "But if they blow with one, then the Princes, or heads over the thousands of Israel shall come unto thee.",
      "5": "But if ye blow an alarm, then the camp of them that pitch on the East part, shall go forward.",
      "6": "If ye blow an alarm the second time, then the host of them that lie on the South side, shall march: for they shall blow an alarm when they remove.",
      "7": "But in the assembling the Congregation, ye shall blow without an alarm.",
      "8": "And the sons of Aaron the Priest shall blow the trumpets, and ye shall have them as a law forever in your generations.",
      "9": "And when ye go to war in your land against the enemy that vexeth you, ye shall blow an alarm with the trumpets, and ye shall be remembered before the Lord your God, and shall be saved from your enemies.",
      "10": "Also in the day of your gladness, and in your feast days, and in the beginning of your months, ye shall also blow the trumpets over your burnt sacrifices, and over your peace offerings, that they may be a remembrance for you before your God: I am the Lord your God.",
      "11": "And in the second year, in the second month, and in the twentieth day of the month, the cloud was taken up from the Tabernacle of the Testimony.",
      "12": "And the children of Israel departed on their journeys out of the desert of Sinai, and the cloud rested in the wilderness of Paran.",
      "13": "So they first took their journey at the commandment of the Lord by the hand of Moses.",
      "14": "In the first place went the standard of the host of the children of Judah according to their armies: and Nahshon the son of Amminadab was over his band.",
      "15": "And over the band of the tribe of the children of Issachar was Nethanel the son of Zuar.",
      "16": "And over the band of the tribe of the children of Zebulun was Eliab the son of Helon.",
      "17": "When the Tabernacle was taken down, then the sons of Gershon and the sons of Merari went forward bearing the Tabernacle.",
      "18": "After, departed the standard of the host of Reuben, according to their armies, and over his band was Elizur the son of Shedeur.",
      "19": "And over the band of the tribe of the children of Simeon was Shelumiel the son of Zurishaddai.",
      "20": "And over the band of the tribe of the children of Gad was Eliasaph the son of Deuel.",
      "21": "The Kohathites also went forward and bare the Sanctuary, and the former did set up the Tabernacle against they came.",
      "22": "Then the standard of the host of the children of Ephraim went forward according to their armies, and over his band was Elishama the son of Ammihud.",
      "23": "And over the band of the tribe of the sons of Manasseh was Gamaliel the son of Pedahzur.",
      "24": "And over the band of the tribe of the sons of Benjamin was Abidan the son of Gideoni.",
      "25": "Last, the standard of the host of the children of Dan marched, gathering all the hosts according to their armies: and over his band was Ahiezer the son of Ammishaddai.",
      "26": "And over the band of the tribe of the children of Asher was Pagiel the son of Ocran.",
      "27": "And over the band of the tribe of the children of Naphtali was Ahira the son of Enan.",
      "28": "These were the removings of the children of Israel according to their armies, when they marched.",
      "29": "After, Moses said unto Hobab the son of Reuel the Midianite, the father-in-law of Moses, We go into the place, of which the Lord said, I will give it you. Come thou with us, and we will do thee good: for the Lord hath promised good unto Israel.",
      "30": "And he answered him, I will not go: but I will depart to mine own country, and to my kindred.",
      "31": "Then he said, I pray thee, leave us not: for thou knowest our camping places in the wilderness: therefore thou mayest be our guide.",
      "32": "And if thou go with us, what goodness the Lord shall show unto us, the same will we show unto thee.",
      "33": "So they departed from the mount of the Lord, three days’ journey: and the Ark of the covenant of the Lord went before them in the three days’ journey, to search out a resting place for them.",
      "34": "And the cloud of the Lord was upon them by day, when they went out of the camp.",
      "35": "And when the Ark went forward, Moses said, Rise up Lord, and let thine enemies be scattered, and let them that hate thee, flee before thee.",
      "36": "And when it rested, he said, Return, O Lord, to the many thousands of Israel."
    },
    "11": {
      "1": "When the people became murmurers, it displeased the Lord: and the Lord heard it, therefore his wrath was kindled, and the fire of the Lord burnt among them, and consumed the utmost part of the host.",
      "2": "Then the people cried unto Moses: and when Moses prayed unto the Lord, the fire was quenched.",
      "3": "And he called the name of the place Taberah, because the fire of the Lord burnt among them.",
      "4": "And a number of people that was among them, fell a lusting, and turned away, and the children of Israel also wept, and said, Who shall give us flesh to eat?",
      "5": "We remember the fish which we did eat in Egypt for nought, the cucumbers, and the pepons, and the leeks, and the onions, and the garlic.",
      "6": "But now our soul is dried away, we can see nothing but this Manna.",
      "7": "(The Manna also was as coriander seed, and his color like the color of bdellium.",
      "8": "The people went about and gathered, and ground it in mills, or beat it in mortars, and baked it in a cauldron, and made cakes of it, and the taste of it was like unto the taste of fresh oil.",
      "9": "And when the dew fell down upon the host in night, the Manna fell with it.)",
      "10": "Then Moses heard the people weep throughout their families, every man in the door of his tent, and the wrath of the Lord was grievously kindled: also Moses was grieved.",
      "11": "And Moses said unto the Lord, Wherefore hast thou vexed thy servant? and why have I not found favor in thy sight, seeing thou hast put the charge of all this people upon me?",
      "12": "Have I conceived all this people? or have I begotten them, that thou shouldest say unto me, Carry them in thy bosom (as a nurse beareth the sucking child) unto the land, for the which thou swarest unto their fathers?",
      "13": "Where should I have flesh to give unto all this people? for they weep unto me, saying, Give us flesh that we may eat.",
      "14": "I am not able to bear all this people alone, for it is too heavy for me.",
      "15": "Therefore if thou deal thus with me, I pray thee, if I have found favor in thy sight, kill me, that I behold not my misery.",
      "16": "Then the Lord said unto Moses, Gather unto me seventy men of the Elders of Israel, whom thou knowest, that they are the Elders of the people, and governors over them, and bring them unto the Tabernacle of the Congregation, and let them stand there with thee.",
      "17": "And I will come down, and talk with thee there, and take of the Spirit, which is upon thee, and put upon them, and they shall bear the burden of the people with thee: so thou shalt not bear it alone.",
      "18": "Furthermore thou shalt say unto the people, Be sanctified against tomorrow, and ye shall eat flesh: for you have wept in the ears of the Lord, saying, Who shall give us flesh to eat? for we were better in Egypt: therefore the Lord will give you flesh, and ye shall eat.",
      "19": "Ye shall not eat one day nor two days, nor five days, neither ten days, nor twenty days,",
      "20": "But a whole month, until it come out at your nostrils, and be loathsome unto you, because ye have contemned the Lord, which is among you, and have wept before him, saying, Why came we hither out of Egypt?",
      "21": "And Moses said, Six hundred thousand footmen are there of the people, among whom I am: and thou sayest, I will give them flesh, that they may eat a month long.",
      "22": "Shall the sheep and the beeves be slain for them to find them? either shall all the fish of the Sea be gathered together for them to suffice them?",
      "23": "And the Lord said unto Moses, Is the Lord’s hand shortened? thou shalt see now whether my word shall come to pass unto thee, or no.",
      "24": "So Moses went out, and told the people the words of the Lord, and gathered seventy men of the Elders of the people, and set them round about the Tabernacle.",
      "25": "Then the Lord came down in a cloud, and spake unto him, and took of the Spirit that was upon him, and put it upon the seventy Ancient men: and when the Spirit rested upon them, then they prophesied, and did not cease.",
      "26": "But there remained two of the men in the host: the name of the one was Eldad, and the name of the other Medad, and the Spirit rested upon them, (for they were of them that were written, and went not out unto the Tabernacle) and they prophesied in the host.",
      "27": "Then there ran a young man, and told Moses, and said, Eldad and Medad do prophesy in the host.",
      "28": "And Joshua the son of Nun the servant of Moses one of his young men answered and said, My lord Moses, forbid them.",
      "29": "But Moses said unto him, Enviest thou for my sake? yea, would God that all the Lord’s people were Prophets, and that the Lord would put his spirit upon them.",
      "30": "And Moses returned into the host, he and the Elders of Israel.",
      "31": "Then there went forth a wind from the Lord, and brought quails from the sea, and let them fall upon the camp, a day’s journey on this side, and a day’s journey on the other side, round about the host, and they were about two cubits above the earth.",
      "32": "Then the people arose, all that day, and all the night, and all the next day, and gathered the quails: he that gathered the least, gathered ten Homers full, and they spread them abroad for their use round about the host.",
      "33": "While the flesh was yet between their teeth, before it was chewed, even the wrath of the Lord was kindled against the people, and the Lord smote the people with an exceeding great plague.",
      "34": "So the name of the place was called, Kibroth Hattaavah: for there they buried the people that fell a lusting.",
      "35": "From Kibroth Hattaavah the people took their journey to Hazeroth, and abode at Hazeroth."
    },
    "12": {
      "1": "Afterward Miriam and Aaron spake against Moses, because of the woman of Ethiopia whom he had married (for he had married a woman of Ethiopia.)",
      "2": "And they said, What? hath the Lord spoken but only by Moses? hath he not spoken also by us? and the Lord heard this.",
      "3": "(But Moses was a very meek man above all the men that were upon the earth.)",
      "4": "And by and by the Lord said unto Moses, and unto Aaron, and unto Miriam, come out ye three unto the Tabernacle of the Congregation: and they three came forth.",
      "5": "Then the Lord came down in the pillar of the cloud, and stood in the door of the Tabernacle, and called Aaron and Miriam, and they both came forth.",
      "6": "And he said, Hear now my words, If there be a Prophet of the Lord among you, I will be known to him by a vision, and will speak unto him by dream.",
      "7": "My servant Moses is not so, who is faithful in all mine house,",
      "8": "Unto him will I speak mouth to mouth, and by vision, and not in dark words, but he shall see the similitude of the Lord. Wherefore then were ye not afraid to speak against my servant, even against Moses?",
      "9": "Thus the Lord was very angry with them, and departed.",
      "10": "Also the cloud departed from the Tabernacle: and behold, Miriam was leprous like snow: and Aaron looked upon Miriam, and behold, she was leprous.",
      "11": "Then Aaron said unto Moses, Alas, my lord, I beseech thee, lay not the sin upon us, which we have foolishly committed, and wherein we have sinned.",
      "12": "Let her not, I pray thee, be as one dead, of whom the flesh is half consumed, when he cometh out of his mother’s womb.",
      "13": "Then Moses cried unto the Lord, saying, O God, I beseech thee, heal her now.",
      "14": "And the Lord said unto Moses, If her father had spit in her face, should she not have been ashamed seven days? let her be shut out of the host seven days, and after she shall be received.",
      "15": "So Miriam was shut out of the host seven days, and the people removed not, till Miriam was brought in again."
    },
    "13": {
      "1": "Then afterward the people removed from Hazeroth, and pitched in the wilderness of Paran.",
      "2": "And the Lord spake unto Moses, saying,",
      "3": "Send thou men out to search the land of Canaan which I give unto the children of Israel: of every tribe of their fathers shall ye send a man, such as are all rulers among them.",
      "4": "Then Moses sent them out of the wilderness of Paran at the commandment of the Lord: all those men were heads of the children of Israel.",
      "5": "Also their names are these: of the tribe of Reuben, Shammua the son of Zaccur:",
      "6": "Of the tribe of Simeon, Shaphat the son of Hori:",
      "7": "Of the tribe of Judah, Caleb the son of Jephunneh:",
      "8": "Of the tribe of Issachar, Igal the son of Joseph:",
      "9": "Of the tribe of Ephraim, Hoshea the son of Nun:",
      "10": "Of the tribe of Benjamin, Palti the son of Raphu:",
      "11": "Of the tribe of Zebulun, Gaddiel the son of Sodi:",
      "12": "Of the tribe of Joseph, to wit, of the tribe of Manasseh, Gaddi the son of Susi:",
      "13": "Of the tribe of Dan, Ammiel the son of Gemalli:",
      "14": "Of the tribe of Asher, Sethur the son of Michael:",
      "15": "Of the tribe of Naphtali, Nahbi the son of Vophsi:",
      "16": "Of the tribe of Gad, Geuel the son of Machi.",
      "17": "These are the names of the men, which Moses sent to spy out the land: and Moses called the name of Hoshea the son of Nun, Joshua.",
      "18": "So Moses sent them to spy out the land of Canaan, and said to them, Go up this way toward the South, and go up into the mountains.",
      "19": "And consider the land what it is, and the people that dwell therein, whether they be strong, or weak, either few or many.",
      "20": "Also what the land is that they dwell in, whether it be good or bad: and what cities they be, that they dwell in, whether they dwell in tents, or in walled towns.",
      "21": "And what the land is: whether it be fat or lean, whether there be trees therein, or not. And be of good courage, and bring of the fruit of the land (for then was the time of the first ripe grapes.)",
      "22": "So they went up, and searched out the land, from the wilderness of Zin unto Rehob, to go to Hamath.",
      "23": "And they ascended toward the South, and came unto Hebron, where were Ahiman, Sheshai, and Talmai, the sons of Anak. And Hebron was built seven years before Zoan in Egypt.",
      "24": "Then they came to the river of Eshcol, and cut down thence a branch with one cluster of grapes, and they bare it upon a bar between two, and brought of the pomegranates and of the figs.",
      "25": "That place was called the river Eshcol, because of the cluster of grapes, which the children of Israel cut down thence.",
      "26": "Then after forty days they turned again from searching of the land.",
      "27": "And they went and came to Moses and to Aaron, and unto all the Congregation of the children of Israel, in the wilderness of Paran, to Kadesh, and brought to them, and to all the Congregation tidings, and showed them the fruit of the land.",
      "28": "And they told him, and said, We came unto the land whither thou hast sent us, and surely it floweth with milk and honey: and here is of the fruit of it.",
      "29": "Nevertheless the people be strong that dwell in the land, and the cities are walled and exceeding great: and moreover, we saw the sons of Anak there.",
      "30": "The Amalekites dwell in the South country, and the Hittites, and the Jebusites, and the Amorites dwell in the mountains, and the Canaanites dwell by the sea, and by the coasts of Jordan.",
      "31": "Then Caleb stilled the people before Moses, and said, Let us go up at once, and possess it: for undoubtedly we shall overcome it.",
      "32": "But the men that went up with him, said, We be not able to go up against the people: for they are stronger than we.",
      "33": "So they brought up an evil report of the land which they had searched for the children of Israel, saying, The land which we have gone through to search it out, is a land that eateth up the inhabitants thereof: for all the people that we saw in it, are men of great stature.",
      "34": "For there we saw giants, the sons of Anak, which come of the giants, so that we seemed in our sight like grasshoppers: and so we were in their sight."
    },
    "14": {
      "1": "Then all the Congregation lifted up their voice, and cried: and the people wept that night,",
      "2": "And all the children of Israel murmured against Moses and Aaron: and the whole assembly said unto them, Would God we had died in the land of Egypt, or in this wilderness: would God we were dead.",
      "3": "Wherefore now hath the Lord brought us into this land to fall upon the sword? our wives and our children shall be a prey: were it not better for us to return into Egypt?",
      "4": "And they said one to another, Let us make a captain and return into Egypt.",
      "5": "Then Moses and Aaron fell on their faces before all the assembly of the Congregation of the children of Israel.",
      "6": "And Joshua the son of Nun, and Caleb the son of Jephunneh two of them that searched the land, rent their clothes,",
      "7": "And spake unto all the assembly of the children of Israel, saying, The land which we walked through to search it, is a very good land.",
      "8": "If the Lord love us, he will bring us into this land, and give it us, which is a land that floweth with milk and honey.",
      "9": "But rebel not ye against the Lord, neither fear ye the people of the land: for they are but bread for us: their shield is departed from them, and the Lord is with us, fear them not.",
      "10": "And all the multitude said, Stone them with stones: but the glory of the Lord appeared in the Tabernacle of the Congregation before all the children of Israel.",
      "11": "And the Lord said unto Moses, How long will this people provoke me, and how long will it be ere they believe me, for all the signs which I have showed among them?",
      "12": "I will smite them with the pestilence and destroy them, and will make thee a greater nation and mightier than they.",
      "13": "But Moses said unto the Lord, When the Egyptians shall hear it, (for thou broughtest this people by thy power from among them)",
      "14": "Then they shall say to the inhabitants of the land, (for they have heard, that thou Lord, art among this people, and that thou, Lord, art seen face to face, and that thy cloud standeth over them, and that thou goest before them, by daytime in a pillar of a cloud, and in a pillar of fire by night.)",
      "15": "That thou wilt kill this people as one man: so the heathen which have heard the fame of thee, shall thus say,",
      "16": "Because the Lord was not able to bring this people into the land which he sware unto them, therefore hath he slain them in the wilderness.",
      "17": "And now, I beseech thee, let the power of my Lord be great, according as thou hast spoken, saying,",
      "18": "The Lord is slow to anger, and of great mercy, and forgiving iniquity and sin, but not making the wicked innocent, and visiting the wickedness of the fathers upon the children, in the third and fourth generation:",
      "19": "Be merciful, I beseech thee, unto the iniquity of this people, according to thy great mercy, and as thou hast forgiven this people from Egypt, even until now.",
      "20": "And the Lord said, I have forgiven it, according to thy request.",
      "21": "Notwithstanding, as I live, all the earth, shall be filled with the glory of the Lord.",
      "22": "For all those men which have seen my glory, and my miracles which I did in Egypt, and in the wilderness, and have tempted me this ten times, and have not obeyed my voice,",
      "23": "Certainly they shall not see the land, whereof I sware unto their fathers: neither shall any that provoke me, see it.",
      "24": "But my servant Caleb, because he had another spirit, and hath followed me still, even him will I bring into the land, whither he went, and his seed shall inherit it.",
      "25": "Now the Amalekites and the Canaanites remain in the valley: wherefore turn back tomorrow, and get you into the wilderness, by the way of the red sea.",
      "26": "After, the Lord spake unto Moses and to Aaron, saying,",
      "27": "How long shall I suffer this wicked multitude to murmur against me? I have heard the murmurings of the children of Israel, which they murmur against me.",
      "28": "Tell them, As I live (saith the Lord) I will surely do unto you, even as ye have spoken in mine ears.",
      "29": "Your carcasses shall fall in this wilderness, and all you that were counted through all your numbers, from twenty years old and above, which have murmured against me,",
      "30": "Ye shall not doubtless come into the land, for the which I lifted up mine hand, to make you dwell therein, save Caleb the son of Jephunneh, and Joshua the son of Nun.",
      "31": "But your children (which ye said should be a prey) them will I bring in, and they shall know the land which ye have refused:",
      "32": "But even your carcasses shall fall in this wilderness.",
      "33": "And your children shall wander in the wilderness forty years, and shall bear your whoredoms, until your carcasses be wasted in the wilderness.",
      "34": "After the number of the days in the which ye searched out the land, even forty days, every day for a year, shall you bear your iniquity, for forty years, and ye shall feel my breach of promise.",
      "35": "I the Lord have said, Certainly I will do so to all this wicked company that are gathered together against me: for in this wilderness they shall be consumed, and there they shall die.",
      "36": "And the men which Moses had sent to search the land (which when they came again, made all the people to murmur against him, and brought up a slander upon the land.)",
      "37": "Even those men that did bring up that vile slander upon the land, shall die by a plague before the Lord.",
      "38": "But Joshua the son of Nun, and Caleb the son of Jephunneh, of those men that went to search the land, shall live.",
      "39": "Then Moses told these sayings unto all the children of Israel, and the people sorrowed greatly.",
      "40": "And they rose up early in the morning, and got them up into the top of the mountain, saying, Lo, we be ready to go up to the place which the Lord hath promised: for we have sinned.",
      "41": "But Moses said, Wherefore transgress ye thus the commandment of the Lord? it will not so come well to pass.",
      "42": "Go not up, (for the Lord is not among you) lest ye be overthrown before your enemies.",
      "43": "For the Amalekites and the Canaanites are there before you, and ye shall fall by the sword: for inasmuch as ye are turned away from the Lord, the Lord also will not be with you.",
      "44": "Yet they presumed obstinately to go up to the top of the mountain: but the Ark of the covenant of the Lord, and Moses departed not out of the camp.",
      "45": "Then the Amalekites and the Canaanites, which dwelt in that mountain, came down and smote them, and consumed them unto Hormah."
    },
    "15": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Speak unto the children of Israel, and say unto them, When ye be come into the land of your habitations which I give unto you,",
      "3": "And will make an offering by fire unto the Lord, a burnt offering or a sacrifice to fulfill a vow, or a free offering, or in your feasts to make a sweet savor unto the Lord, of the herd or of the flock,",
      "4": "Then let him that offereth his offering unto the Lord, bring a meat offering of a tenth deal of fine flour, mingled with the fourth part of an Hin of oil.",
      "5": "Also thou shalt prepare the fourth part of an Hin of wine to be poured on a lamb appointed for the burnt offering, or any offering.",
      "6": "And for a ram thou shalt for a meat offering, prepare two tenth deals of fine flour, mingled with the third part of an Hin of oil.",
      "7": "And for a drink offering thou shalt offer the third part of an Hin of wine, for a sweet savor unto the Lord.",
      "8": "And when thou preparest a bullock for a burnt offering, or for a sacrifice to fulfill a vow or a peace offering to the Lord,",
      "9": "Then let him offer with the bullock a meat offering of three tenth deals of fine flour, mingled with half an Hin of oil.",
      "10": "And thou shalt bring for a drink offering half an Hin of wine, for an offering made by fire of a sweet savor unto the Lord.",
      "11": "Thus shall it be done for a bullock, or for a ram, or for a lamb, or for a kid.",
      "12": "According to the number that ye prepare to offer, so shall ye do to everyone according to their number.",
      "13": "All that are born of the country, shall do these things thus, to offer an offering made by fire of sweet savor unto the Lord.",
      "14": "And if a stranger sojourn with you, or whosoever be among you in your generations, and will make an offering by fire of a sweet savor unto the Lord, as ye do, so he shall do.",
      "15": "One ordinance shall be both for you of the Congregation, and also for the stranger that dwelleth with you, even an ordinance forever in your generations: as you are, so shall the stranger be before the Lord.",
      "16": "One law and one manner shall serve both for you and for the stranger that sojourneth with you.",
      "17": "And the Lord spake unto Moses, saying,",
      "18": "Speak unto the children of Israel, and say unto them, When ye be come into the land, to the which I bring you,",
      "19": "And when ye shall eat of the bread of the land, ye shall offer an heave offering unto the Lord.",
      "20": "Ye shall offer up a cake of the first of your dough for an heave offering: as the heave offering of the barn, so ye shall lift it up.",
      "21": "Of the first of your dough ye shall give unto the Lord an heave offering in your generations.",
      "22": "And if ye have erred, and not observed all these commandments, which the Lord hath spoken unto Moses,",
      "23": "Even all that the Lord hath commanded you by the hand of Moses, from the first day that the Lord commanded Moses, and hence forward among your generations:",
      "24": "And if so be that ought be committed ignorantly of the Congregation, then all the Congregation shall give a bullock for a burnt offering, for a sweet savor unto the Lord, with the meat offering and drink offering thereto, according to the manner, and an he goat for a sin offering.",
      "25": "And the Priest shall make an atonement for all the Congregation of the children of Israel, and it shall be forgiven them: for it is ignorance: and they shall bring their offering for an offering made by fire unto the Lord, and their sin offering before the Lord for their ignorance.",
      "26": "Then shall be forgiven all the Congregation of the children of Israel, and the stranger that dwelleth among them: for all the people were in ignorance.",
      "27": "But if any one person sin through ignorance, then he shall bring a she goat of a year old for a sin offering.",
      "28": "And the Priest shall make an atonement for the ignorant person, when he sinneth by ignorance before the Lord, to make reconciliation for him: and it shall be forgiven him.",
      "29": "He that is born among the children of Israel, and the stranger that dwelleth among them, shall have both one law, who so doth sin by ignorance.",
      "30": "But the person that doeth ought presumptuously, whether he be born in the land, or a stranger, the same blasphemeth the Lord: therefore that person shall be cut off from among his people,",
      "31": "Because he hath despised the word of the Lord, and hath broken his commandment: that person shall be utterly cut off: his iniquity shall be upon him.",
      "32": "And while the children of Israel were in the wilderness, they found a man that gathered sticks upon the Sabbath day.",
      "33": "And they that found him gathering sticks, brought him unto Moses and to Aaron, and unto all the Congregation,",
      "34": "And they put him ward: for it was not declared what should be done unto him.",
      "35": "Then the Lord said unto Moses, This man shall die the death: and let all the multitude stone him with stones without the host.",
      "36": "And all the Congregation brought him without the host, and stoned him with stones, and he died, as the Lord had commanded Moses.",
      "37": "And the Lord spake unto Moses, saying,",
      "38": "Speak unto the children of Israel, and bid them that they make them fringes upon the borders of their garments throughout their generations, and put upon the fringes of the borders a ribbon of blue silk.",
      "39": "And ye shall have the fringes that when ye look upon them, ye may remember all the commandments of the Lord, and do them: and that ye seek not after your own heart, nor after your own eyes, after the which ye go a whoring;",
      "40": "That ye may remember and do all my commandments, and be holy unto your God.",
      "41": "I am the Lord your God, which brought you out of the land of Egypt to be your God: I am the Lord your God."
    },
    "16": {
      "1": "Now Korah the son of Izhar, the son of Kohath, the son of Levi went apart with Dathan, and Abiram the son of Eliab, and On the son of Peleth, the sons of Reuben:",
      "2": "And they rose up against Moses, with certain of the children of Israel, two hundred and fifty captains of the assembly, famous in the Congregation, and men of renown,",
      "3": "Who gathered themselves together against Moses, and against Aaron, and said unto them, Ye take too much upon you, seeing all the Congregation is holy, every one of them, and the Lord is among them: wherefore then lift ye yourselves above the Congregation of the Lord?",
      "4": "But when Moses heard it, he fell upon his face,",
      "5": "And spake to Korah and unto all his company, saying, Tomorrow the Lord will show who is his, and who is holy, and who ought to approach near unto him: and whom he hath chosen, he will cause to come near to him.",
      "6": "This do therefore, Take you censers, both Korah and all his company,",
      "7": "And put fire therein, and put incense in them before the Lord tomorrow: and the man whom the Lord doth choose, the same shall be holy: ye take too much upon you, ye sons of Levi.",
      "8": "Again Moses said unto Korah, Hear, I pray you, ye sons of Levi.",
      "9": "Seemeth it a small thing unto you, that the God of Israel hath separated you from the multitude of Israel, to take you near to himself, to do the service of the Tabernacle of the Lord, and to stand before the Congregation, and to minister unto them?",
      "10": "He hath also taken thee to him, and all thy brethren, the sons of Levi with thee, and seek ye the office of the Priest also?",
      "11": "For which cause, thou, and all thy company are gathered together against the Lord: and what is Aaron, that ye murmur against him?",
      "12": "And Moses sent to call Dathan, and Abiram the sons of Eliab: who answered, We will not come up.",
      "13": "Is it a small thing that thou hast brought us out of a land that floweth with milk and honey, to kill us in the wilderness, except thou make thyself lord and ruler over us also?",
      "14": "Also thou hast not brought us unto a land that floweth with milk and honey, neither given us inheritance of fields and vineyards: wilt thou put out the eyes of these men? we will not come up.",
      "15": "Then Moses waxed very angry, and said unto the Lord, Look not unto their offering: I have not taken so much as an ass from them, neither have I hurt any of them.",
      "16": "And Moses said unto Korah, Be thou and all thy company before the Lord: both thou, they, and Aaron tomorrow.",
      "17": "And take every man his censer, and put incense in them, and bring ye every man his censer before the Lord, two hundred and fifty censers: thou also and Aaron, every one his censer.",
      "18": "So they took every man his censer, and put fire in them, and laid incense thereon, and stood in the door of the Tabernacle of the Congregation with Moses and Aaron.",
      "19": "And Korah gathered all the multitude against them unto the door of the Tabernacle of the Congregation: then the glory of the Lord appeared unto all the Congregation.",
      "20": "And the Lord spake unto Moses and to Aaron, saying,",
      "21": "Separate yourselves from among this Congregation, that I may consume them at once.",
      "22": "And they fell upon their faces and said, O God, the God of the spirits of all flesh, hath not one man only sinned, and wilt thou be wroth with all the Congregation?",
      "23": "And the Lord spake unto Moses, saying,",
      "24": "Speak unto the Congregation, and say, Get you away from about the Tabernacle of Korah, Dathan, and Abiram.",
      "25": "Then Moses rose up, and went unto Dathan and Abiram, and the Elders of Israel followed him.",
      "26": "And he spake unto the Congregation, saying, Depart, I pray you, from the tents of these wicked men, and touch nothing of theirs, lest ye perish in all their sins.",
      "27": "So they got them away from the Tabernacle of Korah, Dathan, and Abiram on every side: and Dathan and Abiram came out and stood in the door of their tents, with their wives, and their sons, and their little children.",
      "28": "And Moses said, Hereby ye shall know that the Lord hath sent me to do all these works: for I have not done them of mine own mind.",
      "29": "If these men die the common death of all men, or if they be visited after the visitation of all men, the Lord hath not sent me.",
      "30": "But if the Lord make a new thing, and the earth open her mouth, and swallow them up with all that they have, and they go down quick into the pit: then ye shall understand that these men have provoked the Lord.",
      "31": "And as soon as he had made an end of speaking all the words, even the ground clave asunder that was under them,",
      "32": "And the earth opened her mouth, and swallowed them up with their families, and all the men that were with Korah, and all their goods.",
      "33": "So they and all that they had, went down alive into the pit, and the earth covered them: so they perished from among the Congregation.",
      "34": "And all Israel that were about them, fled at the cry of them: for they said, Let us flee, lest the earth swallow us up.",
      "35": "But there came out a fire from the Lord, and consumed the two hundred and fifty men that offered the incense.",
      "36": "And the Lord spake unto Moses, saying,",
      "37": "Speak unto Eleazar the son of Aaron the Priest, that he take up the censers out of the burning, and scatter the fire beyond the altar: for they are hallowed,",
      "38": "The censers, I say, of these sinners, that destroyed themselves: and let them make of them broad plates for a covering of the Altar: for they offered them before the Lord, therefore they shall be holy, and they shall be a sign unto the children of Israel.",
      "39": "Then Eleazar the Priest took the brazen censers, which they that were burnt had offered, and made broad plates of them for a covering of the Altar.",
      "40": "It is a remembrance unto the children of Israel, that no stranger which is not of the seed of Aaron, come near to offer incense before the Lord, that he be not like Korah and his company, as the Lord said to him by the hand of Moses.",
      "41": "But on the morrow all the multitude of the children of Israel murmured against Moses and against Aaron, saying, Ye have killed the people of the Lord.",
      "42": "And when the Congregation was gathered against Moses and against Aaron, then they turned their faces toward the tabernacle of the Congregation: and behold, the cloud covered it, and the glory of the Lord appeared.",
      "43": "Then Moses and Aaron were come before the Tabernacle of the Congregation.",
      "44": "And the Lord spake unto Moses, saying,",
      "45": "Get you up from among this Congregation: for I will consume them quickly: then they fell upon their faces.",
      "46": "And Moses said unto Aaron, Take the censer and put fire therein of the Altar, and put therein incense, and go quickly unto the Congregation, and make an atonement for them: for there is wrath gone out from the Lord: the plague is begun.",
      "47": "Then Aaron took as Moses commanded him, and ran into the midst of the Congregation, and behold, the plague was begun among the people, and he put incense, and made an atonement for the people.",
      "48": "And when he stood between the dead, and them that were alive, the plague was stayed.",
      "49": "So they died of this plague fourteen thousand and seven hundred, beside them that died in the conspiracy of Korah.",
      "50": "And Aaron went again unto Moses before the door of the Tabernacle of the Congregation, and the plague was stayed."
    },
    "17": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Speak unto the children of Israel, and take of every one of them a rod, after the house of their fathers, of all their princes according to the family of their fathers, even twelve rods: and thou shalt write every man’s name upon his rod.",
      "3": "And write Aaron’s name upon the rod of Levi: for every rod shall be for the head of the house of their fathers.",
      "4": "And thou shalt put them in the Tabernacle of the Congregation, before the Ark of the testimony, where I will declare myself to you.",
      "5": "And the man’s rod, whom I choose, shall blossom: and I will make cease from me the grudgings of the children of Israel, which grudge against you.",
      "6": "Then Moses spake unto the children of Israel, and all their Princes gave him a rod, one rod for every prince, according to the houses of their fathers, even twelve rods, and the rod of Aaron was among their rods.",
      "7": "And Moses laid the rods before the Lord in the Tabernacle of the Testimony.",
      "8": "And when Moses on the morrow went into the Tabernacle of the Testimony, behold, the rod of Aaron for the house of Levi was budded, and brought forth buds, and brought forth blossoms, and bare ripe almonds.",
      "9": "Then Moses brought out all the rods from before the Lord unto all the children of Israel: and they looked upon them, and took every man his rod.",
      "10": "After, the Lord said unto Moses, Bring Aaron’s rod again before the Testimony to be kept for a token to the rebellious children, and thou shalt cause their murmurings to cease from me, that they die not.",
      "11": "So Moses did as the Lord had commanded him: so did he.",
      "12": "And the children of Israel spake unto Moses, saying, Behold, we are dead, we perish, we are all lost:",
      "13": "Whosoever cometh near or approacheth to the Tabernacle of the Lord, shall die: shall we be consumed and die?"
    },
    "18": {
      "1": "And the Lord said unto Aaron, Thou, and thy sons, and thy father’s house with thee, shall bear the iniquity of the Sanctuary: both thou and thy sons with thee shall bear the iniquity of your Priest’s office.",
      "2": "And bring also with thee thy brethren of the tribe of Levi of the family of thy father which shall be joined with thee, and minister unto thee: but thou and thy sons with thee shall minister before the Tabernacle of the Testimony:",
      "3": "And they shall keep my charge, even the charge of all the Tabernacle: but they shall not come near the instruments of the Sanctuary, nor to the altar, lest they die, both they and you.",
      "4": "And they shall be joined with thee, and keep the charge of the Tabernacle of the Congregation for all the service of the Tabernacle: and no stranger shall come near unto you:",
      "5": "Therefore shall ye keep the charge of the Sanctuary, and the charge of the Altar: so there shall fall no more wrath upon the children of Israel.",
      "6": "For lo, I have taken your brethren the Levites from among the children of Israel, which as a gift of yours, are given unto the Lord, to do the service of the Tabernacle of the Congregation.",
      "7": "But thou, and thy sons with thee shall keep your Priest’s office for all things of the Altar, and within the veil: therefore shall ye serve: for I have made your Priest’s office an office of service: therefore the stranger that cometh near shall be slain.",
      "8": "Again the Lord spake unto Aaron, Behold, I have given thee the keeping of mine offerings, of all the hallowed things of the children of Israel: unto thee have I given them for the anointing’s sake, and to thy sons for a perpetual ordinance.",
      "9": "This shall be thine of the most holy things, reserved from the fire: all their offering of all their meat offering, and of all their sin offering, and of all their trespass offering, which they bring unto me, that shall be most holy unto thee, and to thy sons.",
      "10": "In the most holy place shalt thou eat it: every male shall eat of it: it is holy unto thee.",
      "11": "This also shall be thine: the heave offering of their gift, with all the shake offerings of the children of Israel, I have given them unto thee, and to thy sons and to thy daughters with thee, to be a duty forever: all the clean in thine house shall eat of it.",
      "12": "All the fat of the oil, and all the fat of the wine, and of the wheat, which they shall offer unto the Lord for their firstfruits, I have given them unto thee.",
      "13": "And the first ripe of all that is in their land, which they shall bring unto Lord shall be thine: all the clean in thine house shall eat of it.",
      "14": "Everything separate from the common use in Israel shall be thine.",
      "15": "All that first openeth the matrix of any flesh, which they shall offer unto the Lord of man or beast, shall be thine: but the firstborn of man shalt thou redeem, and the firstborn of the unclean beast shalt thou redeem.",
      "16": "And those that are to be redeemed, shalt thou redeem from the age of a month, according to thy estimation, for the money of five shekels, after the shekel of the Sanctuary, which is twenty gerahs.",
      "17": "But the firstborn of a cow, or the firstborn of a sheep, or the firstborn of a goat shalt thou not redeem: for they are holy: thou shalt sprinkle their blood at the altar, and thou shalt burn their fat: it is a sacrifice made by fire for a sweet savor unto the Lord.",
      "18": "And the flesh of them shall be thine, as the shake breast, and as the right shoulder shall be thine.",
      "19": "All the heave offerings of the holy things which the children of Israel shall offer unto the Lord, have I given thee, and thy sons, and thy daughters with thee, to be a duty forever: it is a perpetual covenant of salt before the Lord, to thee, and to thy seed with thee.",
      "20": "And the Lord said unto Aaron, Thou shalt have none inheritance in their land: neither shalt thou have any part among them: I am thy part and thine inheritance among the children of Israel.",
      "21": "For behold, I have given the children of Levi all the tenth in Israel for an inheritance, for their service which they serve in the Tabernacle of the Congregation.",
      "22": "Neither shall the children of Israel any more come near the Tabernacle of the Congregation, lest they sustain sin, and die.",
      "23": "But the Levites shall do the service in the Tabernacle of the Congregation, and they shall bear their sin: it is a law forever in your generations, that among the children of Israel they possess none inheritance.",
      "24": "For the tithes of the children of Israel, which they shall offer as an offering unto the Lord, I have given the Levites for an inheritance, therefore I have said unto them, Among the children of Israel ye shall possess none inheritance.",
      "25": "And the Lord spake unto Moses, saying,",
      "26": "Speak also unto the Levites, and say unto them, When ye shall take of the children of Israel the tithes, which I have given you of them for your inheritance, then shall ye take an heave offering of that same for the Lord, even the tenth part of the tithe.",
      "27": "And your heave offering shall be reckoned unto you, as the corn of the barn, or as the abundance of the winepress.",
      "28": "So ye shall also offer an heave offering unto the Lord of all your tithes, which ye shall receive of the children of Israel, and ye shall give thereof the Lord’s heave offering to Aaron the Priest.",
      "29": "Ye shall offer of all your gifts all the Lord’s heave offerings: of all the fat of the same shall ye offer the holy things thereof.",
      "30": "Therefore thou shalt say unto them, When ye have offered the fat thereof, then it shall be counted unto the Levites, as the increase of the corn floor, or as the increase of the winepress.",
      "31": "And ye shall eat it in all places, ye, and your households: for it is your wages for your service in the Tabernacle of the Congregation.",
      "32": "And ye shall bear no sin by the reason of it, when ye have offered the fat of it: neither shall ye pollute the holy things of the children of Israel, lest ye die."
    },
    "19": {
      "1": "And the Lord spake to Moses, and to Aaron, saying,",
      "2": "This is the ordinance of the Law, which the Lord hath commanded, saying, Speak unto the children of Israel that they bring thee a red cow without blemish, wherein is no spot, upon the which never came yoke.",
      "3": "And ye shall give her unto Eleazar the Priest, that he may bring her without the host, and cause her to be slain before his face.",
      "4": "Then shall Eleazar the Priest take of her blood with his finger, and sprinkle it before the Tabernacle of the Congregation seven times,",
      "5": "And cause the cow to be burnt in his sight: with her skin, and her flesh, and her blood, and her dung shall he burn her.",
      "6": "Then shall the Priest take cedar wood, and hyssop, and scarlet lace, and cast them in the midst of the fire where the cow burneth.",
      "7": "Then shall the Priest wash his clothes, and he shall wash his flesh in water, and then come into the host, and the Priest shall be unclean unto the even.",
      "8": "Also he that burneth her, shall wash his clothes in water, and wash his flesh in water, and be unclean until even.",
      "9": "And a man, that is clean, shall take up the ashes of the cow, and put them without the host in a clean place: and it shall be kept for the Congregation of the children of Israel for a sprinkling water: it is a sin offering.",
      "10": "Therefore he that gathereth the ashes of the cow, shall wash his clothes, and remain unclean until even: and it shall be unto the children of Israel, and unto the stranger that dwelleth among them, a statute forever.",
      "11": "He that toucheth the dead body of any man, shall be unclean even seven days.",
      "12": "He shall purify himself therewith the third day, and the seventh day he shall be clean: but if he purify not himself the third day, then the seventh day he shall not be clean.",
      "13": "Whosoever toucheth the corpse of any man that is dead, and purgeth not himself, defileth the Tabernacle of the Lord, and that person shall be cut off from Israel, because the sprinkling water was not sprinkled upon him: he shall be unclean, and his uncleanness shall remain still upon him.",
      "14": "This is the law, When a man dieth in a tent, all that come into the tent, and all that is in the tent, shall be unclean seven days.",
      "15": "And all the vessels that be open, which have no covering fastened upon them, shall be unclean.",
      "16": "Also whosoever toucheth one that is slain with a sword in the field, or a dead person, or a bone of a dead man, or a grave, shall be unclean seven days.",
      "17": "Therefore for an unclean person, they shall take of the burnt ashes of the sin offering, and pure water shall be put thereto in a vessel.",
      "18": "And a clean person shall take hyssop, and dip it in the water, and sprinkle it upon the tent, and upon all the vessels, and on the persons that were therein, and upon him that touched the bone, or the slain, or the dead, or the grave.",
      "19": "And the clean person shall sprinkle upon the unclean the third day, and the seventh day, and he shall purify himself the seventh day, and wash his clothes, and wash himself in water, and shall be clean at even.",
      "20": "But the man that is unclean, and purifieth not himself, that person shall be cut off from among the Congregation, because he hath defiled the Sanctuary of the Lord: and the sprinkling water hath not been sprinkled upon him: therefore shall he be unclean.",
      "21": "And it shall be a perpetual law unto them, that he that sprinkleth the sprinkling water, shall wash his clothes: also he that toucheth the sprinkling water, shall be unclean until even.",
      "22": "And whatsoever the unclean person toucheth shall be unclean: and the person that toucheth him, shall be unclean until the even."
    },
    "20": {
      "1": "Then the children of Israel came with the whole Congregation to the desert of Zin in the first month, and the people abode at Kadesh: where Miriam died, and was buried there.",
      "2": "But there was no water for the Congregation, and they assembled themselves against Moses and against Aaron.",
      "3": "And the people chode with Moses, and spake, saying, Would God we had perished when our brethren died before the Lord.",
      "4": "Why have ye thus brought the Congregation of the Lord unto this wilderness, that both we and our cattle should die there?",
      "5": "Wherefore now have ye made us to come up from Egypt, to bring us into this miserable place, which is no place of seed, nor figs, nor vines, nor pomegranates? neither is there any water to drink.",
      "6": "Then Moses and Aaron went from the assembly unto the door of the Tabernacle of the Congregation, and fell upon their faces: and the glory of the Lord appeared unto them.",
      "7": "And the Lord spake unto Moses, saying,",
      "8": "Take the rod, and gather thou and thy brother Aaron the Congregation together, and speak ye unto the rock before their eyes, and it shall give forth his water, and thou shalt bring them water out of the rock: so thou shalt give the Congregation and the beasts drink.",
      "9": "Then Moses took the rod from before the Lord, as he had commanded him.",
      "10": "And Moses and Aaron gathered the Congregation together before the rock: and Moses said unto them, Hear now ye rebels: shall we bring you water out of this rock?",
      "11": "Then Moses lift up his hand, and with his rod he smote the rock twice, and the water came out abundantly: so the Congregation, and their beasts drank.",
      "12": "Again, the Lord spake unto Moses, and to Aaron, Because ye believed me not, to sanctify me in the presence of the children of Israel, therefore ye shall not bring this Congregation into the land which I have given them.",
      "13": "This is the water of Meribah, because the children of Israel strove with the Lord, and he was sanctified in them.",
      "14": "Then Moses sent messengers from Kadesh unto the king of Edom, saying, Thus saith thy brother Israel, Thou knowest all the travail that we have had,",
      "15": "How our fathers went down into Egypt, and we dwelt in Egypt a long time, where the Egyptians handled us evil and our fathers.",
      "16": "But when we cried unto the Lord, he heard our voice, and sent an Angel, and hath brought us out of Egypt, and behold, we are in the city Kadesh, in thine utmost border.",
      "17": "I pray thee that we may pass through thy country: we will not go through the fields nor the vineyards, neither will we drink of the water of the wells: we will go by the king’s way, and neither turn to the right hand nor to the left, until we be past thy borders.",
      "18": "And Edom answered him, Thou shalt not pass by me, lest I come out against thee with the sword.",
      "19": "Then the children of Israel said unto him, We will go up by the highway: and if I and my cattle drink of thy water, I will then pay for it: I will only (without any harm) go through on my feet.",
      "20": "He answered again, Thou shalt not go through. Then Edom came out against him with much people, and with a mighty power.",
      "21": "Thus Edom denied to give Israel passage through his country: wherefore Israel turned away from him.",
      "22": "And when the children of Israel with all the Congregation departed from Kadesh, they came unto mount Hor.",
      "23": "And the Lord spake unto Moses and to Aaron in the mount Hor near the coast of the land of Edom, saying,",
      "24": "Aaron shall be gathered unto his people: for he shall not enter into the land, which I have given unto the children of Israel, because ye disobeyed my commandment at the water of Meribah.",
      "25": "Take Aaron and Eleazar his son, and bring them up into the mount Hor,",
      "26": "And cause Aaron to put off his garments, and put them upon Eleazar his son: for Aaron shall be gathered to his fathers, and shall die there.",
      "27": "And Moses did as the Lord had commanded: and they went up into the mount Hor, in the sight of all the Congregation.",
      "28": "And Moses put off Aaron’s clothes, and put them upon Eleazar his son: so Aaron died there in the top of the mount: and Moses and Eleazar came down from off the mount.",
      "29": "When all the Congregation saw that Aaron was dead, all the house of Israel wept for Aaron thirty days."
    },
    "21": {
      "1": "When King Arad the Canaanite, which dwelt toward the South, heard tell that Israel came by the way of the spies, then fought he against Israel, and took of them prisoners.",
      "2": "So Israel vowed a vow unto the Lord, and said, If thou wilt deliver and give this people into mine hand, then I will utterly destroy their cities.",
      "3": "And the Lord heard the voice of Israel, and delivered them the Canaanites: and they utterly destroyed them and their cities, and called the name of the place Hormah.",
      "4": "After they departed from the mount Hor by the way of the Red Sea, to compass the land of Edom: and the people were sore grieved because of the way.",
      "5": "And the people spake against God, and against Moses, saying, Wherefore have ye brought us out of Egypt, to die in the wilderness, for here is neither bread nor water, and our soul loatheth this light bread.",
      "6": "Wherefore the Lord sent fiery serpents among the people, which stung the people: so that many of the people of Israel died.",
      "7": "Therefore the people came to Moses, and said, We have sinned: for we have spoken against the Lord, and against thee: pray to the Lord, that he take away the serpents from us: and Moses prayed for the people.",
      "8": "And the Lord said unto Moses, Make thee a fiery serpent, and set it up for a sign, that as many as are bitten, may look upon it, and live.",
      "9": "So Moses made a serpent of brass, and set it up for a sign: and when a serpent had bitten a man, then he looked to the serpent of brass, and lived.",
      "10": "And the children of Israel departed thence, and pitched in Oboth.",
      "11": "And they departed from Oboth, and pitched in Ije Abarim, in the wilderness, which is before Moab on the East side.",
      "12": "They removed thence, and pitched upon the river of Zared.",
      "13": "Thence they departed, and pitched on the other side of Arnon, which is in the wilderness, and cometh out of the coasts of the Amorites: (for Arnon is the border of Moab, between the Moabites and the Amorites),",
      "14": "Wherefore it shall be spoken in the book of the battles of the Lord, what thing he did in the red sea, and in the rivers of Arnon,",
      "15": "And at the stream of the rivers that goeth down to the dwelling of Ar, and lieth upon the border of Moab.",
      "16": "And from thence they turned to Beer: the same is the well where the Lord said unto Moses, Assemble the people, and I will give them water.",
      "17": "Then Israel sang this song, Rise up well, sing ye unto it.",
      "18": "The princes dug this well, the captains of the people dug it, even the lawgiver, with their staves. And from the wilderness they came to Mattanah,",
      "19": "And from Mattanah to Nahaliel, and from Nahaliel to Bamoth,",
      "20": "And from Bamoth in the valley, that is in the plain of Moab, to the top of Pisgah, that looketh toward Jeshimon.",
      "21": "Then Israel sent messengers unto Sihon, king of the Amorites, saying,",
      "22": "Let me go through thy land: we will not turn aside into the fields, nor into the vineyards, neither drink of the waters of the wells: we will go by the king’s way, until we be past thy country.",
      "23": "But Sihon gave Israel no license to pass through his country, but Sihon assembled all his people, and went out against Israel into the wilderness, and he came to Jahaz, and fought against Israel.",
      "24": "But Israel smote him with the edge of the sword, and conquered his land, from Arnon unto Jabbok, even unto the children of Ammon, for the border of the children of Ammon was strong.",
      "25": "And Israel took all these cities, and dwelt in all the cities of the Amorites in Heshbon, and in all the villages thereof.",
      "26": "For Heshbon was the city of Sihon the king of the Amorites, which had fought beforetime against the king of the Moabites, and had taken all his land out of his hand, even unto Arnon.",
      "27": "Wherefore they that speak in proverbs, say, Come to Heshbon, let the city of Sihon be built and repaired,",
      "28": "For a fire is gone out of Heshbon, and a flame from the city of Sihon, and hath consumed Ar of the Moabites, and the lords of Bamoth in Arnon.",
      "29": "Woe be to thee, Moab: O people of Chemosh, thou art undone: he hath suffered his sons to be pursued, and his daughters to be in captivity to Sihon the king of the Amorites.",
      "30": "Their empire also is lost from Heshbon unto Dibon, and we have destroyed them unto Nophah, which reacheth unto Medeba.",
      "31": "Thus Israel dwelt in the land of the Amorites.",
      "32": "And Moses sent to search out Jazer, and they took the towns belonging thereto, and rooted out the Amorites that were there.",
      "33": "And they turned, and went up toward Bashan: and Og the king of Bashan came out against them, he, and all his people, to fight at Edrei.",
      "34": "Then the Lord said unto Moses, Fear him not: for I have delivered him into thine hand, and all his people, and his land: and thou shalt do to him as thou diddest unto Sihon the king of the Amorites, which dwelt at Heshbon.",
      "35": "They smote him therefore, and his sons, and all his people, until there was none left him: so they conquered his land."
    },
    "22": {
      "1": "After, the children of Israel departed and pitched in the plain of Moab on the other side of Jordan from Jericho.",
      "2": "Now Balak the son of Zippor saw all that Israel had done to the Amorites.",
      "3": "And the Moabites were sore afraid of the people, because they were many, and Moab fretted against the children of Israel.",
      "4": "Therefore Moab said unto the Elders of Midian, Now shall this multitude lick up all that are round about us, as an ox licketh up the grass of the field: and Balak the son of Zippor was King of the Moabites at that time.",
      "5": "He sent messengers therefore unto Balaam the son of Beor to Pethor (which is by the river of the land of the children of his folk) to call him, saying, Behold, there is a people come out of Egypt, which cover the face of the earth, and lie over against me.",
      "6": "Come now therefore, I pray thee, and curse me this people (for they are stronger than I) so it may be that I shall be able to smite them, and to drive them out of the land: for I know that he, whom thou blessest, is blessed, and he whom thou cursest, shall be cursed.",
      "7": "And the Elders of Moab, and the Elders of Midian departed, having the reward of the soothsaying in their hand, and they came unto Balaam, and told him the words of Balak.",
      "8": "Who answered them, Tarry here this night, and I will give you an answer, as the Lord shall say unto me. So the princes of Moab abode with Balaam.",
      "9": "Then God came unto Balaam, and said, What men are these with thee?",
      "10": "And Baalam said unto God, Balak the son of Zippor king of Moab hath sent unto me, saying,",
      "11": "Behold, there is a people come out of Egypt, and covereth the face of the earth: come now, curse them for my sake: so it may be that I shall be able to overcome them in battle, and to drive them out.",
      "12": "And God said unto Balaam, Go not thou with them, neither curse the people, for they are blessed.",
      "13": "And Balaam rose up in the morning, and said unto the princes of Balak, Return unto your land: for the Lord hath refused to give me leave to go with you.",
      "14": "So the princes of Moab rose up, and went unto Balak, and said, Balaam hath refused to come with us.",
      "15": "Balak yet sent again more princes, and more honorable than they,",
      "16": "Who came to Balaam, and said to him, Thus saith Balak the son of Zippor, Be not thou stayed, I pray thee, from coming unto me.",
      "17": "For I will promote thee unto great honor, and will do whatsoever thou sayest unto me: come therefore, I pray thee, curse me this people.",
      "18": "And Balaam answered, and said unto the servants of Balak, If Balak would give me his house full of silver and gold, I cannot go beyond the word of the Lord my God, to do less or more.",
      "19": "But now, I pray you, tarry here this night, that I may wit, what the Lord will say unto me more.",
      "20": "And God came unto Balaam by night, and said unto him, If the men come to call thee, rise up, and go with them: but only what thing I say unto thee, that shalt thou do.",
      "21": "So Balaam rose up early, and saddled his ass, and went with the princes of Moab.",
      "22": "And the wrath of God was kindled, because he went: and the Angel of the Lord stood in the way to be against him, as he rode upon his ass, and his two servants were with him.",
      "23": "And when the ass saw the Angel of the Lord stand in the way, and his sword drawn in his hand, the ass turned out of the way, and went into the field, but Balaam smote the ass to turn her into the way.",
      "24": "Again the Angel of the Lord stood in a path of the vineyards, having a wall on the one side, and a wall on the other.",
      "25": "And when the ass saw the Angel of the Lord, she thrust herself unto the wall, and dashed Balaam’s foot against the wall: wherefore he smote her again.",
      "26": "Then the Angel of the Lord went further, and stood in a narrow place, where was no way to turn, either to the right hand, or to the left.",
      "27": "And when the ass saw the Angel of the Lord, she lay down under Balaam: therefore Balaam was very wroth, and smote the ass with a staff.",
      "28": "Then the Lord opened the mouth of the ass, and she said unto Balaam, What have I done unto thee, that thou hast smitten me now three times?",
      "29": "And Balaam said unto the ass, Because thou hast mocked me: I would there were a sword in mine hand, for now would I kill thee.",
      "30": "And the ass said unto Balaam, Am not I thine ass, which thou hast ridden upon since thy first time unto this day? have I used at any time, to do thus unto thee? Who said, Nay.",
      "31": "And the Lord opened the eyes of Balaam, and he saw the Angel of the Lord standing in the way with his sword drawn in his hand: then he bowed himself, and fell flat on his face.",
      "32": "And the Angel of the Lord said unto him, Wherefore hast thou now smitten thine ass three times? behold, I came out to withstand thee, because thy way is not straight before me.",
      "33": "But the ass saw me, and turned from me now three times: for else, if she had not turned from me, surely I had even now slain thee, and saved her alive.",
      "34": "Then Balaam said unto the Angel of the Lord, I have sinned: for I wist not that thou stoodest in the way against me: now therefore if it displease thee, I will turn home again.",
      "35": "But the Angel said unto Balaam, Go with the men: but what I say unto thee, that shalt thou speak. So Balaam went with the princes of Balak.",
      "36": "And when Balak heard that Balaam came, he went out to meet him unto a city of Moab, which is in the border of Arnon, even in the utmost coast.",
      "37": "Then Balak said unto Balaam, Did not I send for thee to call thee? Wherefore camest thou not unto me? am I not able indeed to promote thee unto honor?",
      "38": "And Balaam made answer unto Balak, Lo, I am come unto thee, and can I now say anything at all? the word that God putteth in my mouth that shall I speak.",
      "39": "So Balaam went with Balak, and they came unto the city of Huzoth.",
      "40": "Then Balak offered bullocks, and sheep, and sent thereof to Balaam, and to the princes that were with him.",
      "41": "And on the morrow Balak took Balaam and brought him up into the high places of Baal, that thence he might see the utmost part of the people."
    },
    "23": {
      "1": "And Balaam said unto Balak, Build me here seven altars, and prepare me here seven bullocks, and seven rams.",
      "2": "And Balak did as Balaam said, and Balak and Balaam offered on every altar a bullock and a ram.",
      "3": "Then Balaam said unto Balak, Stand by thy burnt offering, and I will go, if so be that the Lord will come and meet me: and whatsoever he showeth me, I will tell thee: so he went forth alone.",
      "4": "And God met Balaam, and Balaam said unto him, I have prepared seven altars, and have offered upon every altar a bullock and a ram.",
      "5": "And the Lord put an answer in Balaam’s mouth, and said, Go again to Balak, and say on this wise.",
      "6": "So when he turned unto him, lo, he stood by his burnt offering, he, and all the princes of Moab.",
      "7": "Then he uttered his parable, and said, Balak the king of Moab hath brought me from Aram out of the mountains of the East, saying, Come, curse Jacob for my sake: come, and detest Israel.",
      "8": "How shall I curse, where God hath not cursed? or how shall I detest, where the Lord hath not detested?",
      "9": "For from the top of the rocks I did see him, and from the hills I did behold him: lo, the people shall dwell by themselves, and shall not be reckoned among the nations.",
      "10": "Who can tell the dust of Jacob, and the number of the fourth part of Israel? Let me die the death of the righteous, and let my last end be like his.",
      "11": "Then Balak said unto Balaam, What hast thou done unto me? I took thee to curse mine enemies, and behold, thou hast blessed them altogether.",
      "12": "And he answered, and said, Must I not take heed to speak that, which the Lord hath put in my mouth?",
      "13": "And Balak said unto him, Come, I pray thee, with me unto another place, whence thou mayest see them, and thou shalt see but the utmost part of them and shalt not see them all: therefore curse them out of that place for my sake.",
      "14": "And he brought him into Zophim to the top of Pisgah, and built seven altars, and offered a bullock and a ram on every altar.",
      "15": "After, he said unto Balak, Stand here by thy burnt offering, and I will meet the Lord yonder.",
      "16": "And the Lord met Balaam, and put an answer in his mouth, and said, Go again unto Balak, and say thus.",
      "17": "And when he came to him, behold, he stood by his burnt offering, and the princes of Moab with him: so Balak said unto him, What hath the Lord said?",
      "18": "And he uttered his parable, and said, Rise up Balak, and hear: hearken unto me, thou son of Zippor.",
      "19": "God is not as man, that he should lie, neither as the son of man, that he should repent: hath he said, and shall he not do it? and hath he spoken, and shall he not accomplish it?",
      "20": "Behold, I have received commandment to bless: for he hath blessed, and I cannot alter it.",
      "21": "He seeth none iniquity in Jacob, nor seeth no transgression in Israel: the Lord his God is with him, and the joyful shout of a King is among them.",
      "22": "God brought them out of Egypt: their strength is as an unicorn.",
      "23": "For there is no sorcery in Jacob, nor soothsaying in Israel, according to this time it shall be said of Jacob and of Israel, What hath God wrought?",
      "24": "Behold, the people shall rise up as a lion, and lift up himself as a young lion: he shall not lie down, till he eat of the prey, and till he drink the blood of the slain.",
      "25": "Then Balak said unto Balaam, Neither curse, nor bless them at all.",
      "26": "But Balaam answered, and said unto Balak, Told not I thee, saying, All that the Lord speaketh, that must I do?",
      "27": "Again Balak said unto Balaam, Come, I pray thee, I will bring thee unto another place, if so be it will please God, that thou mayest thence curse them for my sake.",
      "28": "So Balak brought Balaam unto the top of Peor, that looketh toward Jeshimon.",
      "29": "Then Balaam said unto Balak, Make me here seven altars, and prepare me here seven bullocks, and seven rams.",
      "30": "And Balak did as Balaam had said, and offered a bullock and a ram on every altar."
    },
    "24": {
      "1": "When Balaam saw that it pleased the Lord to bless Israel, then he went not, as certain times before, to set divinations, but set his face toward the wilderness.",
      "2": "And Balaam lift up his eyes, and looked upon Israel, which dwelt according to their tribes, and the Spirit of God came upon him,",
      "3": "And he uttered his parable, and said, Balaam the son of Beor hath said, and the man whose eyes were shut up, hath said,",
      "4": "He hath said which heard the words of God, and saw the vision of the Almighty, and falling in a trance had his eyes opened:",
      "5": "How goodly are thy tents, O Jacob, and thine habitations, O Israel!",
      "6": "As the valleys are they stretched forth, as gardens by the river’s side, as the aloe trees, which the Lord hath planted, as the cedars beside the waters.",
      "7": "The water droppeth out of his bucket, and his seed shall be in many waters, and his King shall be higher than Agag, and his kingdom shall be exalted.",
      "8": "God brought him out of Egypt: his strength shall be as an unicorn: he shall eat the nations his enemies, and bruise their bones, and shoot them through with his arrows.",
      "9": "He coucheth, and lieth down as a young Lion, and as a Lion: Who shall stir him up? blessed is he that blesseth thee, and cursed is he that curseth thee.",
      "10": "Then Balak was very angry with Balaam, and smote his hands together: so Balak said unto Balaam, I sent for thee to curse mine enemies, and behold, thou hast blessed them now three times.",
      "11": "Therefore now flee unto thy place: I thought surely to promote thee unto honor, but lo, the Lord hath kept thee back from honor.",
      "12": "Then Balaam answered Balak, Told I not also thy messengers, which thou sentest unto me, saying,",
      "13": "If Balak would give me his house full of silver and gold, I cannot pass the commandment of the Lord, to do either good or bad of mine own mind? what the Lord shall command, that same will I speak.",
      "14": "And now behold, I go unto my people: come, I will advertise thee what this people shall do to thy folk in the latter days.",
      "15": "And he uttered his parable, and said Balaam the son of Beor hath said, and the man whose eyes were shut up hath said,",
      "16": "He hath said that heard the words of God, and hath the knowledge of the most High, and saw the vision of the Almighty, and falling in a trance had his eyes opened:",
      "17": "I shall see him, but not now: I shall behold him, but not near: there shall come a Star of Jacob, and a Scepter shall rise of Israel and shall smite the coasts of Moab, and destroy all the sons of Sheth.",
      "18": "And Edom shall be possessed, and Seir shall be a possession to their enemies: but Israel shall do valiantly.",
      "19": "He also that shall have dominion shall be of Jacob, and shall destroy the remnant of the city.",
      "20": "And when he looked on Amalek, he uttered his parable, and said, Amalek was the first of the nations: but his latter end shall come to destruction.",
      "21": "And he looked on the Kenites, and uttered his parable, and said, Strong is thy dwelling place, and put thy nest in the rock:",
      "22": "Nevertheless, the Kenite shall be spoiled, until Asshur carry thee away captive.",
      "23": "Again he uttered his parable, and said, Alas, who shall live when God doeth this?",
      "24": "The ships also shall come from the coasts of Kittim, and subdue Asshur, and shall subdue Eber, and he also shall come to destruction.",
      "25": "Then Balaam rose up, and went and returned to his place: and Balak also went his way."
    },
    "25": {
      "1": "Now while Israel abode in Shittim, the people began to commit whoredom with the daughters of Moab:",
      "2": "Which called the people unto the sacrifice of their gods, and the people ate, and bowed down to their gods.",
      "3": "And Israel coupled himself unto Baal of Peor: wherefore the wrath of the Lord was kindled against Israel:",
      "4": "And the Lord said unto Moses, Take all the heads of the people and hang them up before the Lord against the Sun, that the indignation of the Lord’s wrath may be turned from Israel.",
      "5": "Then Moses said unto the Judges of Israel, Everyone slay his men that were joined unto Baal of Peor.",
      "6": "And behold, one of the children of Israel came and brought unto his brethren a Midianitish woman in the sight of Moses, and in the sight of all the Congregation of the children of Israel, who wept before the door of the Tabernacle of the Congregation.",
      "7": "And when Phinehas the son of Eleazar the son of Aaron the Priest saw it, he rose up from the midst of the Congregation, and took a spear in his hand,",
      "8": "And followed the man of Israel into the tent, and thrust them both through: to wit, the man of Israel, and the woman, through her belly: so the plague ceased from the children of Israel.",
      "9": "And there died in that plague four and twenty thousand.",
      "10": "Then the Lord spake unto Moses, saying,",
      "11": "Phinehas the son of Eleazar, the son of Aaron the Priest, hath turned mine anger away from the children of Israel, while he was zealous for my sake among them: therefore I have not consumed the children of Israel in my jealousy.",
      "12": "Wherefore say to him, Behold, I give unto him my covenant of peace.",
      "13": "And he shall have it, and his seed after him, even the covenant of the Priest’s office forever, because he was zealous for his God, and hath made an atonement for the children of Israel.",
      "14": "And the name of the Israelite thus slain, which was killed with the Midianitish woman, was Zimri the son of Salu, prince of the family of the Simeonites.",
      "15": "And the name of the Midianitish woman that was slain, was Cozbi the daughter of Zur, who was head over the people of his father’s house in Midian.",
      "16": "Again the Lord spake unto Moses, saying,",
      "17": "Vex the Midianites, and smite them:",
      "18": "For they trouble you with their wiles, wherewith they have beguiled you as concerning Peor, and as concerning their sister Cozbi daughter of a prince of Midian, which was slain in the day of the plague because of Peor."
    },
    "26": {
      "1": "And so after the plague, the Lord spake unto Moses, and to Eleazar the son of Aaron the Priest, saying,",
      "2": "Take the number of all the Congregation of the children of Israel, from twenty years old and above, throughout their father’s houses, all that go forth to war in Israel.",
      "3": "So Moses and Eleazar the Priest spake unto them in the plain of Moab, by Jordan toward Jericho, saying,",
      "4": "From twenty years old and above ye shall number the people, as the Lord had commanded Moses, and the children of Israel, when they came out of the land of Egypt.",
      "5": "Reuben the firstborn of Israel: the children of Reuben were: Hanoch, of whom came the family of the Hanochites, and of Pallu the family of the Palluites:",
      "6": "Of Hezron, the family of the Hezronites: of Carmi, the family of the Carmites.",
      "7": "These are the families of the Reubenites: and they were in number three and forty thousand, seven hundred and thirty.",
      "8": "And the sons of Pallu, Eliab.",
      "9": "And the sons of Eliab, Nemuel, and Dathan and Abiram: this Dathan and Abiram were famous in the Congregation, and strove against Moses and against Aaron in the assembly of Korah, when they strove against the Lord.",
      "10": "And the earth opened her mouth, and swallowed them up with Korah, when the Congregation died, what time the fire consumed two hundred and fifty men, who were for a sign.",
      "11": "Notwithstanding, all the sons of Korah died not.",
      "12": "And the children of Simeon after their families were: Nemuel, of whom came the family of the Nemuelites: of Jamin, the family of the Jaminites: of Jachin the family of the Jachinites:",
      "13": "Of Zerah, the family of the Zarhites: of Shaul, the family of the Shaulites.",
      "14": "These are the families of the Simeonites: two and twenty thousand, and two hundred.",
      "15": "The sons of Gad after their families were: Zephon, of whom came the family of the Zephonites: of Haggi, the family of the Haggites: of Shuni, the family of the Shunites:",
      "16": "Of Ozni the family of the Oznites: of Eri, the family of the Erites:",
      "17": "Of Arod, the family of the Arodites: of Areli, the family of the Arelites.",
      "18": "These are the families of the sons of Gad, according to their numbers forty thousand and five hundred.",
      "19": "The sons of Judah, Er and Onan, but Er and Onan died in the land of Canaan.",
      "20": "So were the sons of Judah after their families: of Shelah came the family of the Shelanites: of Perez, the family of the Parzites, of Zerah, the family of the Zarhites.",
      "21": "And the sons of Perez were: of Hezron, the family of the Hezronites: of Hamul the family of the Hamulites.",
      "22": "These are the families of Judah, after their numbers, seventy and six thousand and five hundred.",
      "23": "The sons of Issachar after their families were: Tola, of whom came the family of the Tolaites: of Puah, the family of the Punites:",
      "24": "Of Jashub the family of the Jashubites: of Shimron the family of the Shimronites.",
      "25": "These are the families of Issachar, after their numbers, threescore and four thousand and three hundred.",
      "26": "The sons of Zebulun, after their families were: of Sered, the family of the Sardites: of Elon, the family of the Elonites: of Jahleel, the family of the Jahleelites.",
      "27": "These are the families of the Zebulunites, after their numbers threescore thousand and five hundred.",
      "28": "The sons of Joseph after their families were: Manasseh and Ephraim.",
      "29": "The sons of Manasseh were of Machir, the family of the Machirites: and Machir begat Gilead: of Gilead came the family of the Gileadites.",
      "30": "These are the sons of Gilead: of Jeezer, the family of the Jeezerites, of Helek, the family of the Helekites.",
      "31": "Of Asriel the family of the Asrielites: of Shechem, the family of Shechemites.",
      "32": "Of Shemida, the family of the Shemidaites: of Hepher, the family of the Hepherites.",
      "33": "And Zelophehad the son of Hepher had no sons but daughters: and the names of the daughters of Zelophehad were Mahlah, and Noah, Hoglah, Milcah and Tirzah.",
      "34": "These are the families of Manasseh, and the number of them, two and fifty thousand and seven hundred.",
      "35": "These are the sons of Ephraim after their families: of Shuthelah came the family of the Shuthalhites: of Becher, the family of the Bachrites: of Tahan, the family of the Tahanites.",
      "36": "And these are the sons of Shuthelah: of Eran, the family of the Eranites.",
      "37": "These are the families of the sons of Ephraim after their numbers two and forty thousand and five hundred: these are the sons of Joseph after their families.",
      "38": "These are the sons of Benjamin after their families: of Bela came the family of the Belaites: of Ashbel, the family of the Ashbelites: of Ahiram, the family of the Ahiramites:",
      "39": "Of Shupham, the family of the Shuphamites; of Hupham the family of the Huphamites.",
      "40": "And the sons of Bela, were Ard and Naaman; of Ard came the family of the Ardites, of Naaman the family of the Naamites.",
      "41": "These are the sons of Benjamin after their families, and their numbers, five and forty thousand and six hundred.",
      "42": "These are the sons of Dan after their families: of Shuham came the family of the Shuhamites: these are the families of Dan after their households.",
      "43": "All the families of the Shuhamites were after their numbers, threescore and four thousand, and four hundred.",
      "44": "The sons of Asher after their families were of Jimna, the families of the Jimnites: of Jesui, the family of the Jesuites: of Beriah, the family of the Beriites.",
      "45": "The sons of Beriah were: of Heber, the family of the Heberites: of Malchiel, the family of the Malchielites.",
      "46": "And the name of the daughter of Asher was Serah.",
      "47": "These are the families of the sons of Asher after their numbers three and fifty thousand and four hundred.",
      "48": "The sons of Naphtali, after their families were: of Jahzeel, the families of the Jahzeelites: of Guni, the family of the Gunites.",
      "49": "Of Jezer, the family of the Jezerites: of Shillem, the family of the Shillemites.",
      "50": "These are the families of Naphtali according to their households, and their number, five and forty thousand and four hundred.",
      "51": "These are the numbers of the children of Israel: six hundred and one thousand seven hundred and thirty.",
      "52": "And the Lord spake unto Moses, saying,",
      "53": "Unto these the land shall be divided for an inheritance, according to the number of names.",
      "54": "To many thou shalt give the more inheritance, and to few thou shalt give less inheritance: to every one according to his number shall be given his inheritance.",
      "55": "Notwithstanding, the land shall be divided by lot: according to the names of the tribes of their fathers they shall inherit:",
      "56": "According to the lot shall the possession thereof be divided between many and few.",
      "57": "These also are the numbers of the Levites, after their families: of Gershon came the family of the Gershonites: of Kohath, the family of the Kohathites: of Merari, the family of the Merarites.",
      "58": "These are the families of Levi, the family of the Libnites: the family of the Hebronites: the family of the Mahlites: the family of the Mushites: the family of the Korathites: and Kohath begat Amram.",
      "59": "And Amram’s wife was called Jochebed the daughter of Levi, which was born unto Levi in Egypt: and she bare unto Amram Aaron, and Moses, and Miriam their sister.",
      "60": "And unto Aaron were born Nadab, and Abihu, Eleazar, and Ithamar.",
      "61": "And Nadab and Abihu died, because they offered strange fire before the Lord.",
      "62": "And their numbers were three and twenty thousand, all males from a month old and above, for they were not numbered among the children of Israel, because there was none inheritance given them among the children of Israel.",
      "63": "These are the numbers of Moses and Eleazar the Priest which numbered the children of Israel in the plain of Moab, near Jordan, toward Jericho.",
      "64": "And among these there was not a man of them, whom Moses and Aaron the Priest numbered, when they told the children of Israel in the wilderness of Sinai.",
      "65": "For the Lord said unto them, They shall die in the wilderness: so there was not left a man of them, save Caleb the son of Jephunneh, and Joshua the son of Nun."
    },
    "27": {
      "1": "Then came the daughters of Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, of the family of Manasseh, the son of Joseph (and the names of his daughters were these, Mahlah, Noah, and Hoglah, and Milcah, and Tirzah)",
      "2": "And stood before Moses, and before Eleazar the Priest, and before the Princes, and all the assembly at the door of the Tabernacle of the Congregation, saying,",
      "3": "Our father died in the wilderness, and he was not among the assembly of them that were assembled against the Lord in the company of Korah, but died in his sin, and had no sons.",
      "4": "Wherefore should the name of our father be taken away from among his family, because he hath no son? give us a possession among the brethren of our father.",
      "5": "Then Moses brought their cause before the Lord.",
      "6": "And the Lord spake unto Moses, saying,",
      "7": "The daughters of Zelophehad speak right: thou shalt give them a possession to inherit among their father’s brethren, and shalt turn the inheritance of their father unto them.",
      "8": "Also thou shalt speak unto the children of Israel, saying, If a man die and have no son, then ye shall turn his inheritance unto his daughter.",
      "9": "And if he have no daughter, ye shall give his inheritance unto his brethren.",
      "10": "And if he have no brethren, ye shall give his inheritance unto his father’s brethren.",
      "11": "And if his father have no brethren, ye shall give his inheritance unto his next kinsman of his family, and he shall possess it: and this shall be unto the children of Israel a law of judgment, as the Lord hath commanded Moses.",
      "12": "Again the Lord said unto Moses, Go up into this mount of Abarim, and behold the land which I have given unto the children of Israel.",
      "13": "And when thou hast seen it, thou shalt be gathered unto thy people also, as Aaron thy brother was gathered.",
      "14": "For ye were disobedient unto my word in the desert of Zin, in the strife of the assembly to sanctify me in the waters before their eyes: That is the water of Meribah in Kadesh in the wilderness of Zin.",
      "15": "Then Moses spake unto the Lord, saying,",
      "16": "Let the Lord God of the spirits of all flesh appoint a man over the Congregation,",
      "17": "Who may go out and in before them, and lead them out and in, that the Congregation of the Lord be not as sheep, which have not a shepherd.",
      "18": "And the Lord said unto Moses, Take thee Joshua the son of Nun, in whom is the Spirit, and put thine hands upon him,",
      "19": "And set him before Eleazar the Priest, and before all the Congregation, and give him a charge in their sight,",
      "20": "And give him of thy glory, that all the Congregation of the children of Israel may obey.",
      "21": "And he shall stand before Eleazar the Priest, who shall ask counsel for him by the judgment of Urim before the Lord: at his word they shall go out, and at his word they shall come in, both he, and all the children of Israel with him, and all the Congregation.",
      "22": "So Moses did as the Lord hath commanded him, and he took Joshua, and set him before Eleazar the Priest, and before all the Congregation.",
      "23": "Then he put his hands upon him, and gave him a charge, as the Lord had spoken by the hand of Moses."
    },
    "28": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Command the children of Israel, and say unto them, Ye shall observe to offer unto me in their due season mine offering, and my bread for my sacrifices made by fire for a sweet savor unto me.",
      "3": "Also thou shalt say unto them, This is the offering made by fire which ye shall offer unto the Lord, two lambs of a year old, without spot daily, for a continual burnt offering.",
      "4": "One lamb shalt thou prepare in the morning, and the other lamb shalt thou prepare at even.",
      "5": "And the tenth part of an Ephah of fine flour for a meat offering mingled with the fourth part of an Hin of beaten oil.",
      "6": "This shall be a daily burnt offering, as was made in the mount Sinai for a sweet savor: it is a sacrifice made by fire unto the Lord.",
      "7": "And the drink offering thereof the fourth part of an Hin for one lamb: in the holy place cause to pour the drink offering unto the Lord.",
      "8": "And the other lamb thou shalt prepare at even: as the meat offering of the morning, and as the drink offering thereof shalt thou prepare this for an offering made by fire of sweet savor unto the Lord.",
      "9": "But on the Sabbath day ye shall offer two lambs of a year old, without spot, and two tenth deals of fine flour for a meat offering mingled with oil, and the drink offering thereof.",
      "10": "This is the burnt offering of every Sabbath, beside the continual burnt offering, and drink offering thereof.",
      "11": "And in the beginning of your months, ye shall offer a burnt offering unto the Lord, two young bullocks, and a ram, and seven lambs of a year old, without spot,",
      "12": "And three tenth deals of fine flour for a meat offering mingled with oil for one bullock, and two tenth deals of fine flour for a meat offering, mingled with oil for one ram,",
      "13": "And a tenth deal of fine flour mingled with oil for a meat offering unto one lamb, for a burnt offering of sweet savor: it is an offering made by fire unto the Lord.",
      "14": "And their drink offerings shall be half an Hin of wine unto one bullock, and the third part of an Hin unto a ram, and the fourth part of an Hin unto a lamb: this is the burnt offering of every month, throughout the months of the year.",
      "15": "And one he goat for a sin offering unto the Lord shall be prepared, besides the continual burnt offering, and his drink offering.",
      "16": "Also the fourteenth day of the first month is the Passover of the Lord.",
      "17": "And in the fifteenth day of the same month is the feast: seven days shall unleavened bread be eaten.",
      "18": "In the first day shall be an holy convocation, ye shall do no servile work therein.",
      "19": "But ye shall offer a sacrifice made by fire for a burnt offering unto the Lord, two young bullocks, one ram, and seven lambs of a year old: see that they be without blemish.",
      "20": "And their meat offering shall be of fine flour mingled with oil: three tenth deals shall ye prepare for a bullock, and two tenth deals for a ram:",
      "21": "One tenth deal shalt thou prepare for every lamb, even for the seven lambs.",
      "22": "And an he goat for a sin offering, to make an atonement for you.",
      "23": "Ye shall prepare these beside the burnt offering in the morning, which is a continual burnt sacrifice.",
      "24": "After this manner ye shall prepare throughout all the seven days, for the maintaining of the offering made by fire for a sweet savor unto the Lord: it shall be done beside the continual burnt offering and drink offering thereof.",
      "25": "And in the seventh day ye shall have an holy convocation, wherein ye shall do no servile work.",
      "26": "Also in the day of your firstfruits, when ye bring a new meat offering unto the Lord, according to your weeks ye shall have an holy convocation: and ye shall do no servile work in it:",
      "27": "But ye shall offer a burnt offering for a sweet savor unto the Lord, two young bullocks, a ram, and seven lambs of a year old,",
      "28": "And their meat offering of fine flour mingled with oil, three tenth deals unto a bullock, two tenth deals to a ram,",
      "29": "And one tenth deal unto every lamb throughout the seven lambs,",
      "30": "And an he goat to make an atonement for you:",
      "31": "(Ye shall do this besides the continual burnt offering, and his meat offering:) see they be without blemish, with their drink offerings."
    },
    "29": {
      "1": "Moreover, in the first day of the seventh month ye shall have an holy convocation: ye shall do no servile work therein: it shall be a day of blowing the trumpets unto you.",
      "2": "And ye shall make a burnt offering for a sweet savor unto the Lord: one young bullock, one ram, and seven lambs of a year old, without blemish.",
      "3": "And their meat offering shall be of fine flour mingled with oil, three tenth deals unto the bullock, and two tenth deals unto the ram,",
      "4": "And one tenth deal unto the lamb, for the seven lambs,",
      "5": "And an he goat for a sin offering to make an atonement for you,",
      "6": "Beside the burnt offering of the month, and his meat offering, and the continual burnt offering, and his meat offering and the drink offerings of the same according to their manner, for a sweet savor: it is a sacrifice made by fire unto the Lord.",
      "7": "And ye shall have in the tenth day of the seventh month, an holy convocation: and ye shall humble yourselves, and shall not do any work therein.",
      "8": "But ye shall offer a burnt offering unto the Lord for a sweet savor: one young bullock, a ram, and seven lambs of a year old: see they be without blemish.",
      "9": "And their meat offering shall be of fine flour mingled with oil, three tenth deals to a bullock, and two tenth deals to a ram,",
      "10": "One tenth deal unto every lamb, throughout the seven lambs,",
      "11": "An he goat for a sin offering, (beside the sin offering to make the atonement, and the continual burnt offering and the meat offering thereof) and their drink offerings.",
      "12": "And in the fifteenth day of the seventh month, ye shall have an holy convocation: ye shall do no servile work therein, but ye shall keep a feast unto the Lord seven days.",
      "13": "And ye shall offer a burnt offering for a sacrifice made by fire of sweet savor unto the Lord, thirteen young bullocks, two rams, and fourteen lambs of a year old: they shall be without blemish.",
      "14": "And their meat offering shall be of fine flour mingled with oil, three tenth deals unto every bullock of the thirteen bullocks, two tenth deals to either of the two rams,",
      "15": "And one tenth deal unto each of the fourteen lambs,",
      "16": "And one he goat for a sin offering, beside the continual burnt offering, his meat offering, and his drink offering.",
      "17": "And the second day ye shall offer twelve young bullocks, two rams, fourteen lambs of a year old without blemish,",
      "18": "With their meat offering and their drink offerings for the bullocks, for the rams and for the lambs according to their number, after the manner,",
      "19": "And an he goat for a sin offering, (beside the continual burnt offering and his meat offering) and their drink offerings.",
      "20": "Also the third day ye shall offer eleven bullocks, two rams and fourteen lambs of a year old without blemish,",
      "21": "With their meat offering and their drink offerings, for the bullocks, for the rams, and for the lambs, after their number, according to the manner,",
      "22": "And an he goat for a sin offering, beside the continual burnt offering, and his meat offering, and his drink offering.",
      "23": "And the fourth day ye shall offer ten bullocks, two rams, and fourteen lambs of a year old without blemish.",
      "24": "Their meat offering and their drink offerings, for the bullocks, for the rams, and for the lambs according to their number after the manner,",
      "25": "And an he goat for a sin offering, beside the continual burnt offering, his meat offering and his drink offering.",
      "26": "In the fifth day also ye shall offer nine bullocks, two rams, and fourteen lambs of a year old without blemish,",
      "27": "And their meat offering, and their drink offerings for the bullocks, for the rams, and for the lambs according to their number, after the manner,",
      "28": "And an he goat for a sin offering, beside the continual burnt offering, and his meat offering and his drink offering.",
      "29": "And in the sixth day ye shall offer eight bullocks, two rams, and fourteen lambs of a year old without blemish,",
      "30": "And their meat offering, and their drink offerings for the bullocks, for the rams, and for the lambs according to their number, after the manner,",
      "31": "And an he goat for a sin offering, beside the continual burnt offering, his meat offering and his drink offerings.",
      "32": "In the seventh day also ye shall offer seven bullocks, two rams and fourteen lambs of a year old without blemish,",
      "33": "And their meat offering, and their drink offerings for the bullocks, for the rams, and for the lambs according to their number, after their manner,",
      "34": "And an he goat for a sin offering, beside the continual burnt offering, his meat offering and his drink offering.",
      "35": "In the eighth day, ye shall have a solemn assembly: ye shall do no servile work therein,",
      "36": "But ye shall offer a burnt offering, a sacrifice made by fire for a sweet savor unto the Lord, one bullock, one ram, and seven lambs of a year old without blemish,",
      "37": "Their meat offering and their drink offerings for the bullock, for the ram, and for the lambs according to their number, after the manner,",
      "38": "And an he goat for a sin offering, beside the continual burnt offering, and his meat offering, and his drink offering.",
      "39": "These things ye shall do unto the Lord in your feasts, beside your vows, and your free offerings, for your burnt offerings, and for your meat offerings, and for your drink offerings, and for your peace offerings."
    },
    "30": {
      "1": "Then Moses spake unto the children of Israel according to all that the Lord had commanded him.",
      "2": "Moses also spake unto the heads of the tribes concerning the children of Israel, saying, This is the thing which the Lord hath commanded,",
      "3": "Whosoever voweth a vow unto the Lord, or sweareth an oath to bind himself by a bond, he shall not break his promise, but shall do according to all that proceedeth out of his mouth.",
      "4": "If a woman also vow a vow unto the Lord, and bind herself by a bond, being in her father’s house, in the time of her youth,",
      "5": "And her father hear her vow and bond, wherewith she hath bound herself, and her father hold his peace concerning her, then all her vows shall stand and every bond, wherewith she hath bound herself, shall stand.",
      "6": "But if her father disallow her the same day that he heareth all her vows and bonds, wherewith she hath bound herself, they shall not be of value, and the Lord will forgive her, because her father disallowed her.",
      "7": "And if she have an husband when she voweth or pronounceth ought with her lips, wherewith she bindeth herself,",
      "8": "If her husband heard it, and holdeth his peace concerning her, the same day he heareth it, then her vow shall stand, and her bonds wherewith she bindeth herself shall stand in effect.",
      "9": "But if her husband disallow her the same day that he heareth it, then shall he make her vow which she hath made, and that that she hath pronounced with her lips, wherewith she bound herself, of none effect: and the Lord will forgive her.",
      "10": "But every vow of a widow, and of her that is divorced (wherewith she hath bound herself) shall stand in effect with her.",
      "11": "And if she vowed in her husband’s house, or bound herself straightly with an oath,",
      "12": "And her husband hath heard it, and held his peace concerning her, not disallowing her, then all her vows shall stand, and every bond, wherewith she bound herself, shall stand in effect.",
      "13": "But if her husband disannulled them the same day that he heard them, nothing that proceeded out of her lips concerning her vows or concerning her bonds, shall stand in effect: for her husband hath disannulled them: and the Lord will forgive her.",
      "14": "So every vow, and every oath or bond, made to humble the soul, her husband may stablish it, or her husband may break it.",
      "15": "But if her husband hold his peace concerning her from day to day, then he stablisheth all her vows and all her bonds which she hath made: he hath confirmed them because he held his peace concerning her the same day that he heard them.",
      "16": "But if he break them after that he hath heard them, then shall he bear her iniquity.",
      "17": "These are the ordinances which the Lord commanded Moses, between a man and his wife, and between the father and his daughter, being young in her father’s house."
    },
    "31": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Revenge the children of Israel of the Midianites, and afterward shalt thou be gathered unto thy people.",
      "3": "And Moses spake to the people, saying, Harness some of you unto war, and let them go against Midian, to execute the vengeance of the Lord against Midian.",
      "4": "A thousand of every tribe throughout all the tribes of Israel shall ye send to the war.",
      "5": "So there were taken out of the thousands of Israel, twelve thousand prepared unto war, of every tribe a thousand.",
      "6": "And Moses sent them to the war, even a thousand of every tribe, and sent them with Phinehas the son of Eleazar the Priest to the war: and the holy instruments, that is, the trumpets to blow were in his hand.",
      "7": "And they warred against Midian, as the Lord had commanded Moses, and slew all the males.",
      "8": "They slew also the kings of Midian among them that were slain: Evi, and Rekem, and Zur, and Hur, and Reba, five kings of Midian, and they slew Balaam the son of Beor with the sword.",
      "9": "But the children of Israel took the women of Midian prisoners, and their children, and spoiled all their cattle, and all their flocks, and all their goods.",
      "10": "And they burnt all their cities, wherein they dwelt, and all their villages with fire.",
      "11": "And they took all the spoil, and all the prey both of men and beasts.",
      "12": "And they brought the captives and that which they had taken, and the spoil unto Moses and to Eleazar the Priest, and unto the Congregation of the children of Israel, into the camp in the plain of Moab, which was by Jordan toward Jericho.",
      "13": "Then Moses and Eleazar the Priest, and all the princes of the Congregation went out of the camp to meet them.",
      "14": "And Moses was angry with the captains of the host, with the captains over thousands, and captains over hundreds, which came from the war and battle.",
      "15": "And Moses said unto them, What? have ye saved all the women?",
      "16": "Behold, these caused the children of Israel through the counsel of Balaam to commit a trespass against the Lord, as concerning Peor, and there came a plague among the Congregation of the Lord.",
      "17": "Now therefore, slay all the males among the children, and kill all the women that have known man by carnal copulation.",
      "18": "But all the women-children that have not known carnal copulation, keep alive for yourselves.",
      "19": "And ye shall remain without the host seven days, all that have killed any person, and all that have touched any dead, and purify both yourselves and your prisoners the third day and the seventh.",
      "20": "Also ye shall purify every garment and all that is made of skins, and all work of goats’ hair, and all things made of wood.",
      "21": "And Eleazar the Priest said unto the men of war, which went to the battle, This is the ordinance of the law which the Lord commanded Moses.",
      "22": "As for gold, and silver, brass, iron, tin, and lead:",
      "23": "Even all that may abide the fire, ye shall make it go through the fire, and it shall be clean: yet, it shall be purified with the water of purification: and all that suffereth not the fire, ye shall cause to pass by the water.",
      "24": "Ye shall wash also your clothes the seventh day, and ye shall be clean: and afterward ye shall come into the host.",
      "25": "And the Lord spake unto Moses, saying,",
      "26": "Take the sum of the prey that was taken, both of persons and of cattle, thou and Eleazar the Priest, and the chief fathers of the Congregation.",
      "27": "And divide the prey between the soldiers that went to the war, and all the Congregation.",
      "28": "And thou shalt take a tribute unto the Lord of the men of war, which went out to battle: one person of five hundred, both of the persons, and of the beeves, and of the asses, and of the sheep.",
      "29": "Ye shall take it of their half, and give it unto Eleazar the Priest, as an heave offering of the Lord.",
      "30": "But of the half of the children of Israel thou shalt take one, taken out of fifty, both of the persons, of the beeves, of the asses, and of the sheep, even of all the cattle, and thou shalt give them unto the Levites, which have the charge of the Tabernacle of the Lord.",
      "31": "And Moses and Eleazar the Priest did as the Lord had commanded Moses.",
      "32": "And the booty, to wit, the rest of the prey which the men of war had spoiled, was six hundred seventy and five thousand sheep,",
      "33": "And seventy and two thousand beeves,",
      "34": "And threescore and one thousand asses,",
      "35": "And two and thirty thousand persons in all, of women that had lain by no man.",
      "36": "And the half, to wit, the part of them that went out to war, touching the number of sheep, was three hundred seven and thirty thousand, and five hundred.",
      "37": "And the Lord’s tribute of the sheep was six hundred seventy and five.",
      "38": "And the beeves were six and thirty thousand, whereof the Lord’s tribute was seventy and two.",
      "39": "And the asses were thirty thousand and five hundred, whereof the Lord’s tribute was threescore and one:",
      "40": "And of persons sixteen thousand, whereof the Lord’s tribute was two and thirty persons.",
      "41": "And Moses gave the tribute of the Lord’s offering unto Eleazar the Priest, as the Lord had commanded Moses.",
      "42": "And of the half of the children of Israel, which Moses divided from the men of war,",
      "43": "(For the half that pertained unto the congregation, was three hundred thirty and seven thousand sheep and five hundred,",
      "44": "And six and thirty thousand beeves,",
      "45": "And thirty thousand asses, and five hundred,",
      "46": "And sixteen thousand persons.)",
      "47": "Moses, I say, took of the half that pertained unto the children of Israel, one taken out of fifty, both of the persons, and of the cattle, and gave them unto the Levites, which have the charge of the Tabernacle of the Lord, as the Lord had commanded Moses.",
      "48": "Then the captains which were over thousands of the host, the captains over the thousands, and the captains over the hundreds came unto Moses:",
      "49": "And said to Moses, Thy servants have taken the sum of the men of war which are under our authority, and there lacketh not one man of us.",
      "50": "We have therefore brought a present unto the Lord, what every man found of Jewels of gold, bracelets, and chains, rings, earrings, and ornaments of the legs, to make an atonement for our souls before the Lord.",
      "51": "And Moses and Eleazar the Priest took the gold of them, and all wrought jewels,",
      "52": "And all the gold of the offering that they offered up to the Lord (of the captains over thousands and hundreds) was sixteen thousand seven hundred and fifty shekels.",
      "53": "(For the men of war had spoiled, every man for himself.)",
      "54": "And Moses and Eleazar the Priest took the gold of the captains over the thousands, and over the hundreds, and brought it into the Tabernacle of the Congregation, for a memorial of the children of Israel before the Lord."
    },
    "32": {
      "1": "Now the children of Reuben, and the children of Gad had an exceeding great multitude of cattle: and they saw the land of Jazer, and the land of Gilead, that it was an apt place for cattle.",
      "2": "Then the children of Gad, and the children of Reuben came, and spake unto Moses and to Eleazar the Priest, and unto the Princes of the Congregation, saying,",
      "3": "The land of Ataroth, and Dibon, and Jazer, and Nimrah, and Heshbon, and Elealeh, and Shebam, and Nebo, and Beon,",
      "4": "Which country the Lord smote before the Congregation of Israel; is a land meet for cattle, and thy servants have cattle:",
      "5": "Wherefore, said they, if we have found grace in thy sight, let this land be given unto thy servants for a possession, and bring us not over Jordan.",
      "6": "And Moses said unto the children of Gad, and to the children of Reuben, Shall your brethren go to war, and ye tarry here?",
      "7": "Wherefore now discourage you the heart of the children of Israel to go over into the land, which the Lord hath given them?",
      "8": "Thus did your fathers, when I sent them from Kadesh Barnea to see the land.",
      "9": "For when they went up even unto the river of Eshcol, and saw the land, they discouraged the heart of the children of Israel, that they would not go into the land, which the Lord had given them.",
      "10": "And the Lord’s wrath was kindled the same day, and he did swear, saying,",
      "11": "None of the men that came out of Egypt, from twenty years old and above, shall see the land for the which I sware unto Abraham, to Isaac, and to Jacob, because they have not wholly followed me:",
      "12": "Except Caleb the son of Jephunneh the Kenizzite, and Joshua the son of Nun: for they have constantly followed the Lord.",
      "13": "And the Lord was very angry with Israel, and made [them] wander in the wilderness forty years, until all the generation that had done evil in the sight of the Lord, was consumed.",
      "14": "And behold, ye are risen up in your father’s stead as an increase of sinful men still to augment the fierce wrath of the Lord toward Israel.",
      "15": "For if ye turn away from following him, he will yet again leave the people in the wilderness, and ye shall destroy all this folk.",
      "16": "And they went near to him, and said, We will build sheepfolds here for our sheep, and for our cattle, and cities for our children.",
      "17": "But we ourselves will be ready armed to go before the children of Israel, until we have brought them unto their place: but our children shall dwell in the defensed cities, because of the inhabitants of the land.",
      "18": "We will not return unto our houses, until the children of Israel have inherited, every man his inheritance.",
      "19": "Neither will we inherit with them beyond Jordan and on that side, because our inheritance is fallen to us on this side Jordan Eastward.",
      "20": "And Moses said unto them, If ye will do this thing, and go armed before the Lord to war:",
      "21": "And will go every one of you in harness over Jordan before the Lord, until he have cast out his enemies from his sight:",
      "22": "And until the land be subdued before the Lord, then ye shall return and be innocent toward the Lord, and toward Israel: and this land shall be your possession before the Lord.",
      "23": "But if ye will not do so, behold, ye have sinned against the Lord, and be sure, that your sin will find you out.",
      "24": "Build you then cities for your children, and folds for your sheep, and do that ye have spoken.",
      "25": "Then the children of Gad and the children of Reuben spake unto Moses, saying, Thy servants will do as my lord commandeth:",
      "26": "Our children, our wives, our sheep, and all our cattle shall remain there in the cities of Gilead,",
      "27": "But thy servants will go every one armed to war before the Lord for to fight, as my lord saith.",
      "28": "So concerning them, Moses commanded Eleazar the Priest, and Joshua the son of Nun, and the chief fathers of the tribes of the children of Israel.",
      "29": "And Moses said unto them, If the children of Gad and the children of Reuben will go with you over Jordan, all armed to fight before the Lord, then when the land is subdued before you, ye shall give them the land of Gilead for a possession:",
      "30": "But if they will not go over with you armed, then they shall have their possessions among you in the land of Canaan.",
      "31": "And the children of Gad, and the children of Reuben answered, saying, As the Lord hath said unto thy servants, so will we do.",
      "32": "We will go armed before the Lord into the land of Canaan: that the possession of our inheritance may be to us on this side Jordan.",
      "33": "So Moses gave unto them, even to the children of Gad, and to the children of Reuben, and to half the tribe of Manasseh the son of Joseph, the kingdom of Sihon king of the Amorites, and the kingdom of Og king of Bashan, the land with the cities thereof and coasts, even the cities of the country round about.",
      "34": "Then the children of Gad built Dibon, and Ataroth, and Aroer,",
      "35": "And Atroth, Shophan, and Jazer, and Jogbehah,",
      "36": "And Beth Nimrah, and Beth Haran, defensed cities: also sheepfolds.",
      "37": "And the children of Reuben built Heshbon, and Elealeh, and Kirjathaim,",
      "38": "And Nebo, and Baal Meon, and turned their names, and Shibmah: and gave other names unto the cities which they built.",
      "39": "And the children of Machir the son of Manasseh went to Gilead, and took it, and put out the Amorites that dwelt therein.",
      "40": "Then Moses gave Gilead unto Machir the son of Manasseh, and he dwelt therein.",
      "41": "And Jair the son of Manasseh went and took the small towns thereof, and called them Havoth Jair.",
      "42": "Also Nobah went and took Kenath, with the villages thereof, and called it Nobah after his own name."
    },
    "33": {
      "1": "These are the journeys of the children of Israel, which went out of the land of Egypt, according to their bands under the hand of Moses and Aaron.",
      "2": "And Moses wrote their going out by their journeys, according to the commandment of the Lord: so these are the journeys of their going out.",
      "3": "Now they departed from Rameses the first month, even the fifteenth day of the first month, on the morrow after the Passover: and the children of Israel went out with an high hand in the sight of all the Egyptians.",
      "4": "(For the Egyptians buried all their firstborn, which the Lord had smitten among them: upon their gods also the Lord did execution.)",
      "5": "And the children of Israel removed from Rameses, and pitched in Succoth.",
      "6": "And they departed from Succoth, and pitched in Etham, which is in the edge of the wilderness.",
      "7": "And they removed from Etham, and turned again unto Pi Hahiroth, which is before Baal Zephon, and pitched before Migdol.",
      "8": "And they departed from before Hahiroth, and went through the midst of the Sea into the wilderness, and went three days’ journey in the wilderness of Etham, and pitched in Marah.",
      "9": "And they removed from Marah, and came unto Elim, and in Elim were twelve fountains of water, and seventy palm trees, and they pitched there.",
      "10": "And they removed from Elim, and camped by the red sea.",
      "11": "And they removed from the red Sea, and lay in the wilderness of Sin.",
      "12": "And they took their journey out of the wilderness of Sin, and set up their tents in Dophkah.",
      "13": "And they departed from Dophkah, and lay in Alush.",
      "14": "And they removed from Alush, and lay in Rephidim, where was no water for the people to drink.",
      "15": "And they departed from Rephidim, and pitched in the wilderness of Sinai.",
      "16": "And they removed from the desert of Sinai, and pitched in Kibroth Hattaavah.",
      "17": "And they departed from Kibroth Hattaavah, and lay at Hazeroth.",
      "18": "And they departed from Hazeroth, and pitched in Rithmah.",
      "19": "And they departed from Rithmah, and pitched at Rimmon Perez.",
      "20": "And they departed from Rimmon Perez, and pitched in Libnah.",
      "21": "And they removed from Libnah, and pitched in Rissah.",
      "22": "And they journeyed from Rissah, and pitched in Kehelathah.",
      "23": "And they went from Kehelathah, and pitched in mount Shepher.",
      "24": "And they removed from mount Shepher, and lay in Haradah.",
      "25": "And they removed from Haradah, and pitched in Makheloth.",
      "26": "And they removed from Makheloth, and lay in Tahath.",
      "27": "And they departed from Tahath, and pitched in Terah.",
      "28": "And they removed from Terah, and pitched in Mithkah.",
      "29": "And they went from Mithkah, and pitched in Hashmonah.",
      "30": "And they departed from Hashmonah, and lay in Moseroth.",
      "31": "And they departed from Moseroth, and pitched in Bene Jaakan.",
      "32": "And they removed from Bene Jaakan, and lay in Hor Hagidgad.",
      "33": "And they went from Hor Hagidgad, and pitched in Jotbathah.",
      "34": "And they removed from Jotbathah, and lay in Abronah.",
      "35": "And they departed from Abronah, and lay in Ezion Geber.",
      "36": "And they removed from Ezion Geber, and pitched in the wilderness of Zin, which is Kadesh.",
      "37": "And they removed from Kadesh, and pitched in mount Hor, in the edge of the land of Edom.",
      "38": "(And Aaron the Priest went up into mount Hor, at the commandment of the Lord and died there, in the fortieth year after the children of Israel were come out of the land of Egypt, in the first day of the fifth month.",
      "39": "And Aaron was an hundred and three and twenty years old, when he died in mount Hor.)",
      "40": "And King Arad the Canaanite, which dwelt in the South of the land of Canaan, heard of the coming of the children of Israel.",
      "41": "And they departed from mount Hor, and pitched in Zalmonah.",
      "42": "And they departed from Zalmonah, and pitched in Punon.",
      "43": "And they departed from Punon, and pitched in Oboth.",
      "44": "And they departed from Oboth, and pitched in Ije Abarim, in the borders of Moab.",
      "45": "And they departed from Ijim, and pitched in Dibon Gad.",
      "46": "And they removed from Dibon Gad, and lay in Almon Diblathaim.",
      "47": "And they removed from Almon Diblathaim, and pitched in the mountains of Abarim before Nebo.",
      "48": "And they departed from the mountains of Abarim, and pitched in the plain of Moab by Jordan toward Jericho.",
      "49": "And they pitched by Jordan, from Beth Jesimoth unto Abel Shittim, in the plain of Moab.",
      "50": "And the Lord spake unto Moses in the plain of Moab, by Jordan toward Jericho, saying,",
      "51": "Speak unto the children of Israel, and say unto them, When ye are come over Jordan to enter into the land of Canaan,",
      "52": "Ye shall then drive out all the inhabitants of the land before you, and destroy all their pictures, and break asunder all their images of metal, and pluck down all their high places,",
      "53": "And ye shall possess the land and dwell therein: for I have given you the land to possess it.",
      "54": "And ye shall inherit the land by lot, according to your families: to the more ye shall give more inheritance, and to the fewer the less inheritance. Where the lot shall fall to any man, that shall be his: according to the tribes of your fathers shall ye inherit.",
      "55": "But if ye will not drive out the inhabitants of the land before you, then those which ye let remain of them, shall be pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein ye dwell.",
      "56": "Moreover, it shall come to pass, that I shall do unto you, as I thought to do unto them."
    },
    "34": {
      "1": "And the Lord spake unto Moses, saying,",
      "2": "Command the children of Israel, and say unto them, When ye come into the land of Canaan, this is the land that shall fall unto your inheritance: that is, the land of Canaan with the coasts thereof.",
      "3": "And your South quarter shall be from the wilderness of Zin to the borders of Edom: so that your South quarter shall be from the salt Sea coast Eastward",
      "4": "And the border shall compass you from the South to Maaleh Akrabbim, and reach to Zin, and go out from the South to Kadesh Barnea: thence it shall stretch to Hazar Addar, and go along to Azmon.",
      "5": "And the border shall compass from Azmon unto the river of Egypt, and shall go out to the sea.",
      "6": "And your West quarter shall be the great sea: even that border shall be your West coast.",
      "7": "And this shall be your North quarter, ye shall mark out your border from the great sea unto mount Hor.",
      "8": "From mount Hor ye shall point out till it come unto Hamath, and the end of the coast shall be at Zedad.",
      "9": "And the coast shall reach out to Ziphron, and go out at Hazar Enan, this shall be your North quarter.",
      "10": "And ye shall mark out your East quarter from Hazar Enan to Shepham.",
      "11": "And the coast shall go down from Shepham to Riblah, and from the East side of Ain: and the same border shall descend and go out at the side of the sea of Chinnereth Eastward.",
      "12": "Also that border shall go down to Jordan, and leave at the salt sea: this shall be your land with the coasts thereof round about.",
      "13": "Then Moses commanded the children of Israel, saying, This is the land which ye shall inherit by lot, which the Lord commanded to give unto nine tribes, and half the tribe.",
      "14": "For the tribe of the children of Reuben, according to the households of their fathers, and the tribe of the children of Gad, according to their fathers’ households, and half the tribe of Manasseh have received their inheritance.",
      "15": "Two tribes and an half tribe have received their inheritance on this side of Jordan toward Jericho full East.",
      "16": "Again the Lord spake to Moses, saying,",
      "17": "These are the names of the men which shall divide the land unto you: Eleazar the Priest, and Joshua the son of Nun.",
      "18": "And ye shall take also a prince of every tribe to divide the land.",
      "19": "The names also of the men are these: Of the tribe of Judah, Caleb the son of Jephunneh.",
      "20": "And of the tribe of the sons of Simeon, Shemuel the son of Ammihud.",
      "21": "Of the tribe of Benjamin, Elidad the son of Chislon.",
      "22": "Also of the tribe of the sons of Dan, the prince Bukki, the son of Jogli.",
      "23": "Of the sons of Joseph: of the tribe of the sons of Manasseh, the prince Hanniel the son of Ephod.",
      "24": "And of the tribe of the sons of Ephraim, the prince Kemuel, the son of Shiphtan.",
      "25": "Of the tribe also of the sons of Zebulun, the prince Elizaphan, the son of Parnach.",
      "26": "So of the tribe of the sons of Issachar, the prince Paltiel, the son of Azzan.",
      "27": "Of the tribe also of the sons of Asher, the prince Ahihud, the son of Shelomi.",
      "28": "And of the tribe of the sons of Naphtali, the prince Pedahel, the son of Ammihud.",
      "29": "These are they, whom the Lord commanded to divide the inheritance unto the children of Israel, in the land of Canaan."
    },
    "35": {
      "1": "And the Lord spake unto Moses in the plain of Moab by Jordan, toward Jericho, saying,",
      "2": "Command the children of Israel, that they give unto the Levites of the inheritance of their possession, cities to dwell in: ye shall give also unto the Levites the suburbs of the cities round about them.",
      "3": "So they shall have the cities to dwell in, and their suburbs shall be for their cattle, and for their substance, and for all their beasts.",
      "4": "And the suburbs of the cities, which ye shall give unto the Levites, from the wall of the city outward shall be a thousand cubits round about.",
      "5": "And ye shall measure without the city of the East side, two thousand cubits: and of the South side, two thousand cubits: and of the West side, two thousand cubits: and of the North side, two thousand cubits: and the city shall be in the midst: this shall be the measure of the suburbs of their cities.",
      "6": "And of the cities which ye shall give unto the Levites, there shall be six cities for refuge, which ye shall appoint, that he which killeth, may flee thither: and to them ye shall add two and forty cities more.",
      "7": "All the cities which ye shall give to the Levites, shall be eight and forty cities: them shall ye give with their suburbs.",
      "8": "And concerning the cities which ye shall give, of the possession of the children of Israel: of many ye shall take more, and of few ye shall take less: everyone shall give of his cities unto the Levites, according to his inheritance, which he inheriteth.",
      "9": "And the Lord spake unto Moses, saying,",
      "10": "Speak unto the children of Israel, and say unto them, When ye be come over Jordan into the land of Canaan,",
      "11": "Ye shall appoint you cities, to be cities of refuge for you, that the slayer, which slayeth any person unawares, may flee thither.",
      "12": "And these cities shall be for you a refuge from thy avenger, that he which killeth, die not, until he stand before the Congregation in judgment.",
      "13": "And of the cities which ye shall give, six cities shall ye have for refuge.",
      "14": "Ye shall appoint three on this side Jordan, and ye shall appoint three cities in the land of Canaan which shall be cities of refuge.",
      "15": "These six cities shall be a refuge for the children of Israel, and for the stranger, and for him that dwelleth among you, that everyone which killeth any person unawares, may flee thither.",
      "16": "And if one smite another with an instrument of iron that he die, he is a murderer, and the murderer shall die the death.",
      "17": "Also if he smite him by casting a stone, wherewith he may be slain, and he die, he is a murderer, and the murderer shall die the death.",
      "18": "Or if he smite him with an hand weapon of wood, wherewith he may be slain, if he die, he is a murderer, and the murderer shall die the death.",
      "19": "The revenger of the blood himself shall slay the murderer: when he meeteth him, he shall slay him.",
      "20": "But if he thrust him of hate, or hurl at him by laying of wait, that he die,",
      "21": "Or smite him through enmity with his hand, that he die, he that smote him shall die the death: for he is a murderer: the revenger of the blood shall slay the murderer when he meeteth him.",
      "22": "But if he pushed him unadvisedly, and not of hatred, or cast upon him anything, without laying of wait,",
      "23": "Or any stone (whereby he might be slain), and saw him not, or caused it to fall upon him, and he die, and was not his enemy, neither sought him any harm,",
      "24": "Then the Congregation shall judge between the slayer and the avenger of blood according to these laws.",
      "25": "And the Congregation shall deliver the slayer out of the hand of the avenger of blood, and the Congregation shall restore him unto the city of his refuge, whither he was fled: and he shall abide there unto the death of the high Priest, which is anointed with the holy oil.",
      "26": "But if the slayer come without the borders of the city of his refuge, whither he was fled,",
      "27": "And the revenger of blood find him without the borders of the city of his refuge, and the revenger of blood slay the murderer, he shall be guiltless,",
      "28": "Because he should have remained in the city of his refuge, until the death of the high Priest: and after the death of the high Priest, the slayer shall return unto the land of his possession.",
      "29": "So these things shall be a law of judgment unto you, throughout your generations in all your dwellings.",
      "30": "Whosoever killeth any person, the Judge shall slay the murderer, through witnesses: but one witness shall not testify against a person to cause him to die.",
      "31": "Moreover ye shall take no recompense for the life of the murderer, which is worthy to die: but he shall be put to death.",
      "32": "Also ye shall take no recompense for him that is fled to the city of his refuge, that he should come again, and dwell in the land, before the death of the high Priest.",
      "33": "So ye shall not pollute the land wherein ye shall dwell: for blood defileth the land: and the land cannot be cleansed of the blood that is shed therein, but by the blood of him that shed it.",
      "34": "Defile not therefore the land which ye shall inhabit, for I dwell in the midst thereof: For I the Lord dwell among the children of Israel."
    },
    "36": {
      "1": "Then the chief fathers of the family of the sons of Gilead, the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came, and spake before Moses, and before the princes, the chief fathers of the children of Israel,",
      "2": "And said, The Lord commanded my lord to give the land to inherit by lot to the children of Israel: and my lord was commanded by the Lord, to give the inheritance of Zelophehad our brother unto his daughters.",
      "3": "If they be married to any of the sons of the other tribes of the children of Israel, then shall their inheritance be taken away from the inheritance of our fathers, and shall be put unto the inheritance of the tribe whereof they shall be: so shall it be taken away from the lot of our inheritance.",
      "4": "Also when the Jubilee of the children of Israel cometh, then shall their inheritance be put unto the inheritance of the tribe whereof they shall be: so shall their inheritance be taken away from the inheritance of the tribe of our fathers.",
      "5": "Then Moses commanded the children of Israel, according to the word of the Lord, saying, The tribe of the sons of Joseph have said well.",
      "6": "This is the thing that the Lord hath commanded, concerning the daughters of Zelophehad, saying, They shall be wives, to whom they think best, only to the family of the tribe of their father shall they marry:",
      "7": "So shall not the inheritance of the children of Israel remove from tribe to tribe, for every one of the children of Israel shall join himself to the inheritance of the tribe of his fathers.",
      "8": "And every daughter that possesseth any inheritance of the tribes of the children of Israel, shall be wife unto one of the family of the tribe of her father: that the children of Israel may enjoy every man the inheritance of their fathers.",
      "9": "Neither shall the inheritance go about from tribe to tribe: but every one of the tribes of the children of Israel shall stick to his own inheritance.",
      "10": "As the Lord commanded Moses, so did the daughters of Zelophehad.",
      "11": "For Mahlah, Tirzah, and Hoglah, and Milcah, and Noah the daughters of Zelophehad were married unto their father’s brother’s sons,",
      "12": "They were wives to certain of the families of the sons of Manasseh the son of Joseph: so their inheritance remained in the tribe of the family of their father.",
      "13": "These are the commandments and laws which the Lord commanded by the hand of Moses, unto the children of Israel in the plain of Moab, by Jordan toward Jericho."
    }
  }
}