{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:45.927302-04:00",
    "Translation": "GNV"
  },
  "Obadiah": {
    "1": {
      "1": "The vision of Obadiah. Thus saith the Lord God against Edom, We have heard a rumor from the Lord, and an ambassador is sent among the heathen: arise, and let us rise up against her to battle.",
      "2": "Behold, I have made thee small among the heathen: thou art utterly despised.",
      "3": "The pride of thine heart hath deceived thee: thou that dwellest in the clefts of the rocks, whose habitation is high, that saith in his heart, Who shall bring me down to the ground?",
      "4": "Though thou exalt thyself as the eagle, and make thy nest among the stars, thence will I bring thee down, saith the Lord.",
      "5": "Came thieves to thee or robbers by night? how wast thou brought to silence? would they not have stolen till they had enough? if the grape gatherers came to thee, would they not leave some grapes?",
      "6": "How are the things of Esau sought up, and his treasures searched?",
      "7": "All the men of thy confederacy have driven thee to the borders: the men that were at peace with thee, have deceived thee, and prevailed against thee: they that eat thy bread, have laid a wound under thee: there is none understanding in him.",
      "8": "Shall not I in that day, saith the Lord, even destroy the wise men out of Edom, and understanding from the mount of Esau?",
      "9": "And thy strong men, O Teman, shall be afraid, because everyone of the mount of Esau shall be cut off by slaughter.",
      "10": "For thy cruelty against thy brother Jacob, shame shall cover thee, and thou shalt be cut off forever.",
      "11": "When thou stoodest on the other side, in the day that the strangers carried away his substance, and strangers entered into his gates, and cast lots upon Jerusalem, even thou wast as one of them.",
      "12": "But thou shouldest not have beholden the day of thy brother, in the day that he was made a stranger, neither shouldest thou have rejoiced over the children of Judah, in the day of their destruction: thou shouldest not have spoken proudly in the day of affliction.",
      "13": "Thou shouldest not have entered into the gate of my people in the day of their destruction, neither shouldest thou have once looked on their affliction in the day of their destruction, nor have laid hands on their substance in the day of their destruction.",
      "14": "Neither shouldest thou have stood in the crossways to cut off them, that should escape, neither shouldest thou have shut up the remnant thereof in the day of affliction.",
      "15": "For the day of the Lord is near, upon all the heathen: as thou hast done, it shall be done to thee: thy reward shall return upon thine head.",
      "16": "For as ye have drunk upon mine holy Mountain, so shall all the heathen drink continually: yea, they shall drink and swallow up, and they shall be as though they had not been.",
      "17": "But upon mount Zion shall be deliverance, and it shall be holy, and the house of Jacob shall possess their possessions,",
      "18": "And the house of Jacob shall be a fire, and the house of Joseph a flame, and the house of Esau as stubble, and they shall kindle in them and devour them: and there shall be no remnant of the house of Esau: for the Lord hath spoken it.",
      "19": "And they shall possess the South side of the mount of Esau, and the plain of the Philistines: and they shall possess the fields of Ephraim, and the fields of Samaria, and Benjamin shall have Gilead.",
      "20": "And the captivity of this host of the children of Israel, which were among the Canaanites, shall possess unto Zarephath, and the captivity of Jerusalem, which is in Sepharad, shall possess the cities of the South.",
      "21": "And they that shall save, shall come up to mount Zion to judge the mount of Esau, and the kingdom shall be the Lord’s."
    }
  }
}