{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:04.126365-04:00",
    "Translation": "GNV"
  },
  "Philippians": {
    "1": {
      "1": "Paul and Timothy the servants of JESUS CHRIST, to all the Saints in Christ Jesus, which are at Philippi, with the Bishops, and Deacons:",
      "2": "Grace be with you, and peace from God our Father, and from the Lord Jesus Christ:",
      "3": "I thank my God, having you in perfect memory,",
      "4": "(Always in all my prayers for all you, praying with gladness)",
      "5": "Because of the fellowship which ye have in the Gospel, from the first day unto now.",
      "6": "And I am persuaded of this same thing, that he that hath begun this good work in you, will perform it until the day of Jesus Christ,",
      "7": "As it becometh me so to judge of you all, because I have you in remembrance, that both in my bands, and in my defense, and confirmation of the Gospel you all were partakers of my grace.",
      "8": "For God is my record, how I long after you all from the very heart root in Jesus Christ.",
      "9": "And this I pray that your love may abound yet more and more in knowledge, and in all judgment,",
      "10": "That ye may allow those things which are best, that ye may be pure, and without offense, until the day of Christ,",
      "11": "Filled with the fruits of righteousness, which are by Jesus Christ unto the glory and praise of God.",
      "12": "I would ye understood, brethren, that the things which have come unto me, are turned rather to the furthering of the Gospel,",
      "13": "So that my bands in Christ are famous throughout all the judgment hall, and in all other places.",
      "14": "Insomuch that many of the brethren in the Lord are boldened through my bands, and dare more frankly speak the Word.",
      "15": "Some preach Christ even through envy and strife, and some also of good will.",
      "16": "The one part preacheth Christ of contention, and not purely, supposing to add more affliction to my bands.",
      "17": "But the others of love, knowing that I am set for the defense of the Gospel.",
      "18": "What then: yet Christ is preached all manner ways, whether it be under a pretence, or sincerely: and I therein joy: yea, and will joy.",
      "19": "For I know that this shall turn to my salvation through your prayer, and by the help of the Spirit of Jesus Christ,",
      "20": "As I fervently look for, and hope, that in nothing I shall be ashamed, but that with all confidence, as always, so now Christ shall be magnified in my body, whether it be by life or by death.",
      "21": "For Christ is to me both in life and in death advantage.",
      "22": "And whether to live in the flesh were profitable for me, and what to choose I know not.",
      "23": "For I am distressed between both, desiring to be loosed and to be with Christ, which is best of all.",
      "24": "Nevertheless, to abide in the flesh, is more needful for you.",
      "25": "And this am I sure of, that I shall abide, and with you all continue, for your furtherance and joy of your faith,",
      "26": "That ye may more abundantly rejoice in JESUS CHRIST for me, by my coming to you again.",
      "27": "Only let your conversation be as it becometh the Gospel of Christ, that whether I come and see you, or else be absent, I may hear of your matters, that ye continue in one spirit, and in one mind, fighting together through the faith of the Gospel.",
      "28": "And in nothing fear your adversaries, which is to them a token of perdition, and to you of salvation, and that of God.",
      "29": "For unto you it is given for Christ, that not only ye should believe in him, but also suffer for his sake,",
      "30": "Having the same fight, which ye saw in me, and now hear to be in me."
    },
    "2": {
      "1": "If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any compassion and mercy,",
      "2": "Fulfill my joy, that ye be like minded, having the same love, being of one accord, and of one judgment,",
      "3": "That nothing be done through contention or vainglory, but that in meekness of mind every man esteem others better than himself.",
      "4": "Look not every man on his own things, but every man also on the things of other men.",
      "5": "Let the same mind be in you that was even in Christ Jesus,",
      "6": "Who being in the form of God, thought it no robbery to be equal with God:",
      "7": "But he made himself of no reputation, and took on him the form of a servant, and was made like unto men, and was found in shape as a man.",
      "8": "He humbled himself, and became obedient unto the death, even the death of the cross.",
      "9": "Wherefore God hath also highly exalted him, and given him a name above every name.",
      "10": "That at the Name of Jesus should every knee bow, both of things in heaven, and things in earth, and things under the earth.",
      "11": "And that every tongue should confess that Jesus Christ is the Lord, unto the glory of God the Father.",
      "12": "Wherefore my beloved, as ye have always obeyed me, not as in my presence only, but now much more in mine absence, so make an end of your own salvation with fear and trembling.",
      "13": "For it is God which worketh in you both the will and the deed, even of his good pleasure.",
      "14": "Do all things without murmuring and reasonings,",
      "15": "That ye may be blameless, and pure, and the sons of God without rebuke in the midst of a naughty and crooked nation, among whom ye shine as lights in the world,",
      "16": "Holding forth the word of life, that I may rejoice in the day of Christ, that I have not run in vain, neither have labored in vain.",
      "17": "Yea, and though I be offered up upon the sacrifice, and service of your faith, I am glad, and rejoice with you all.",
      "18": "For the same cause also be ye glad, and rejoice with me.",
      "19": "And I trust in the Lord Jesus, to send Timothy shortly unto you, that I also may be of good comfort, when I know your state.",
      "20": "For I have no man like-minded, who will faithfully care for your matters.",
      "21": "For all seek their own, and not that which is Jesus Christ’s.",
      "22": "But ye know the proof of him, that as a son with the father, he hath served with me in the Gospel.",
      "23": "Him therefore I hope to send as soon as I know how it will go with me,",
      "24": "And I trust in the Lord, that I also myself shall come shortly.",
      "25": "But I supposed it necessary to send my brother Epaphroditus unto you my companion in labor, and fellow soldier, even your messenger, and he that ministered unto me such things as I wanted.",
      "26": "For he longed after all you, and was full of heaviness, because ye had heard that he had been sick.",
      "27": "And no doubt he was sick, very near unto death: but God had mercy on him, and not on him only, but on me also, lest I should have sorrow upon sorrow.",
      "28": "I sent him therefore the more diligently, that when ye should see him again, ye might rejoice, and I might be the less sorrowful.",
      "29": "Receive him therefore in the Lord with all gladness, and make much of such:",
      "30": "Because that for the work of Christ he was near unto death, and regarded not his life, to fulfill that service which was lacking on your part toward me."
    },
    "3": {
      "1": "Moreover, my brethren, rejoice in the Lord. It grieveth me not to write the same things to you, and for you it is a sure thing.",
      "2": "Beware of dogs: beware of evil workers: beware of the concision.",
      "3": "For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh:",
      "4": "Though I might also have confidence in the flesh. If any other man thinketh that he hath whereof he might trust in the flesh, much more I,",
      "5": "Circumcised the eighth day, of the kindred of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews, by the Law a Pharisee.",
      "6": "Concerning zeal, I persecuted the Church: touching the righteousness which is in the Law, I was unrebukeable.",
      "7": "But the things that were vantage unto me, the same I counted loss for Christ’s sake.",
      "8": "Yea, doubtless I think all things but loss for the excellent knowledge sake of Christ Jesus my Lord, for whom I have counted all things loss, and do judge them to be dung, that I might win Christ,",
      "9": "And might be found in him, that is, not having mine own righteousness, which is of the Law, but that which is through the faith of Christ, even the righteousness which is of God through faith,",
      "10": "That I may know him, and the virtue of his resurrection, and the fellowship of his afflictions, and be made conformable unto his death,",
      "11": "If by any means I might attain unto the resurrection of the dead:",
      "12": "Not as though I had already attained to it, either were already perfect: but I follow, if that I may comprehend that for whose sake also I am comprehended of Christ Jesus.",
      "13": "Brethren, I count not myself, that I have attained to it, but one thing I do: I forget that which is behind, and endeavor myself unto that which is before,",
      "14": "And follow hard toward the mark, for the prize of the high calling of God in Christ Jesus.",
      "15": "Let us therefore as many as be perfect, be thus minded: and if ye be otherwise minded, God shall reveal even the same unto you.",
      "16": "Nevertheless, in that whereunto we are come, let us proceed by one rule, that we may mind one thing.",
      "17": "Brethren, be followers of me, and look on them, which walk so, as ye have us for an example.",
      "18": "For many walk, of whom I have told you often, and now tell you weeping, that they are the enemies of the cross of Christ:",
      "19": "Whose end is damnation, whose God is their belly, and whose glory is to their shame, which mind earthly things.",
      "20": "But our conversation is in heaven, from whence also we look for the Savior, even the Lord Jesus Christ,",
      "21": "Who shall change our vile body, that it may be fashioned like unto his glorious body, according to the working, whereby he is able even to subdue all things unto himself."
    },
    "4": {
      "1": "Therefore, my brethren, beloved and longed for, my joy and my crown, so continue in the Lord, ye beloved.",
      "2": "I pray Euodia, and beseech Syntyche, that they be of one accord in the Lord.",
      "3": "Yea, and I beseech thee, faithful yokefellow, help those women, which labored with me in the Gospel, with Clement also, and with other my fellow laborers, whose names are in the book of life.",
      "4": "Rejoice in the Lord always, again I say, rejoice.",
      "5": "Let your patient mind be known unto all men. The Lord is at hand.",
      "6": "Be nothing careful, but in all things let your requests be showed unto God in prayer and supplication with giving of thanks.",
      "7": "And the peace of God which passeth all understanding, shall preserve your hearts and minds in Christ Jesus.",
      "8": "Furthermore, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are worthy love, whatsoever things are of good report, if there be any virtue, or if there be any praise, think on these things.",
      "9": "Which ye have both learned and received, and heard, and seen in me: those things do, and the God of peace shall be with you.",
      "10": "Now I rejoice also in the Lord greatly, that now at the last your care for me springeth afresh, wherein notwithstanding ye were careful, but ye lacked opportunity.",
      "11": "I speak not because of want: for I have learned in whatsoever state I am, therewith to be content.",
      "12": "And I can be abased, and I can abound: everywhere in all things I am instructed, both to be full, and to be hungry, and to abound, and to have want.",
      "13": "I am able to do all things through the help of Christ, which strengtheneth me.",
      "14": "Notwithstanding ye have well done, that ye did communicate to mine affliction.",
      "15": "And ye Philippians know also that in the beginning of the Gospel, when I departed from Macedonia, no Church communicated with me, concerning the matter of giving and receiving, but ye only.",
      "16": "For even when I was in Thessalonica, ye sent once, and afterward again for my necessity.",
      "17": "Not that I desire a gift: but I desire the fruit which may further your reckoning.",
      "18": "Now I have received all, and have plenty: I was even filled, after that I had received of Epaphroditus that which came from you, an odor that smelleth sweet, a sacrifice acceptable and pleasant to God.",
      "19": "And my God shall fulfill all your necessities through his riches with glory in Jesus Christ.",
      "20": "Unto God even our Father be praise for evermore, Amen.",
      "21": "Salute all the Saints in Christ Jesus. The brethren, which are with me, greet you.",
      "22": "All the Saints salute you, and most of all they which are of Caesar’s household.",
      "23": "The grace of our Lord Jesus Christ be with you all, Amen.\n¶Written to the Philippians from Rome, and sent by Epaphroditus."
    }
  }
}