{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:08.265348-04:00",
    "Translation": "GNV"
  },
  "Philemon": {
    "1": {
      "1": "Paul a prisoner of Jesus Christ, and our brother Timothy, unto Philemon our dear friend, and fellow helper,",
      "2": "And to our dear sister Apphia, and to Archippus our fellow soldier, and to the Church that is in thine house:",
      "3": "Grace be with you, and peace from God our Father, and from the Lord Jesus Christ.",
      "4": "I give thanks to my God, making mention always of thee in my prayers,",
      "5": "(When I hear of thy love and faith, which thou hast toward the Lord Jesus, and toward all Saints.)",
      "6": "That the fellowship of thy faith may be made effectual, and that whatsoever good thing is in you through Christ Jesus, may be known.",
      "7": "For we have great joy and consolation in thy love, because by thee, brother, the Saints bowels are comforted.",
      "8": "Wherefore, though I be very bold in Christ to command thee that which is convenient,",
      "9": "Yet for love’s sake I rather beseech thee, though I be as I am, even Paul aged, and even now a prisoner for Jesus Christ.",
      "10": "I beseech thee for my son Onesimus, whom I have begotten in my bonds,",
      "11": "Which in times past was to thee unprofitable, but now profitable both to thee and to me.",
      "12": "Whom I have sent again: thou therefore receive him, that is mine own bowels,",
      "13": "Whom I would have received with me, that in thy stead he might have ministered unto me in the bonds of the Gospel.",
      "14": "But without thy mind would I do nothing, that thy benefit should not be as it were of necessity, but willingly.",
      "15": "It may be that he therefore departed for a season, that thou shouldest receive him forever,",
      "16": "Not now as a servant, but above a servant, even as a brother beloved, specially to me: how much more then unto thee, both in the flesh and in the Lord?",
      "17": "If therefore thou count our things common, receive him as myself.",
      "18": "If he hath hurt thee, or oweth thee ought, that put on my accounts.",
      "19": "I Paul have written this with mine own hand: I will recompense it, albeit I do not say to thee, that thou owest moreover unto me even thine own self.",
      "20": "Yea, brother, let me obtain this pleasure of thee in the Lord: comfort my bowels in the Lord.",
      "21": "Trusting in thine obedience, I wrote unto thee knowing that thou wilt do even more than I say,",
      "22": "Moreover also prepare me lodging: for I trust through your prayers I shall be freely given unto you.",
      "23": "There salute thee Epaphras my fellow prisoner in Christ Jesus,",
      "24": "Mark, Aristarchus, Demas and Luke, my fellow helpers.",
      "25": "The grace of our Lord Jesus Christ be with your spirit, Amen.\nWritten from Rome to Philemon, and sent by Onesimus a servant."
    }
  }
}