{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:31.928567-04:00",
    "Translation": "GNV"
  },
  "Proverbs": {
    "1": {
      "1": "The Parables of Solomon the son of David king of Israel,",
      "2": "To know wisdom, and instruction, to understand the words of knowledge,",
      "3": "To receive instruction to do wisely, by justice and judgment and equity,",
      "4": "To give unto the simple sharpness of wit, and to the child knowledge and discretion.",
      "5": "And wise man shall hear and increase in learning, and a man of understanding shall attain unto wise counsels,",
      "6": "To understand a parable, and the interpretation, the words of the wise, and their dark sayings.",
      "7": "The fear of the Lord is the beginning of knowledge: but fools despise wisdom and instruction.",
      "8": "My son, hear thy father’s instruction, and forsake not thy mother’s teaching.",
      "9": "For they shall be a comely ornament unto thine head, and as chains for thy neck.",
      "10": "My son, if sinners do entice thee, consent thou not.",
      "11": "If they say, Come with us, we will lay wait for blood, and lie privily for the innocent without a cause:",
      "12": "We will swallow them up alive like a grave, even whole, as those that go down into the pit:",
      "13": "We shall find all precious riches, and fill our houses with spoil:",
      "14": "Cast in thy lot among us, we will all have one purse:",
      "15": "My son, walk not thou in the way with them: refrain thy foot from their path.",
      "16": "For their feet run to evil, and make haste to shed blood.",
      "17": "Certainly as without cause the net is spread before the eyes of all that hath wing:",
      "18": "So they lay wait for blood, and lie privily for their lives.",
      "19": "Such are the ways of everyone that is greedy of gain: he would take away the life of the owners thereof.",
      "20": "Wisdom crieth without: she uttereth her voice in the streets.",
      "21": "She calleth in the high street, among the prease in the enterings of the gates, and uttereth her words in the city, saying,",
      "22": "O ye foolish, how long will ye love foolishness? and the scornful take their pleasure in scorning? and the fools hate knowledge?",
      "23": "(Turn you at my correction: lo, I will pour out my mind unto you, and make you understand my words.)",
      "24": "Because I have called, and ye refused: I have stretched out mine hand, and none would regard.",
      "25": "But ye have despised all my counsel, and would none of my correction,",
      "26": "I will also laugh at your destruction, and mock when your fear cometh.",
      "27": "When your fear cometh like sudden desolation, and your destruction shall come like a whirlwind: when affliction and anguish shall come upon you,",
      "28": "Then shall they call upon me, but I will not answer: they shall seek me early, but they shall not find me,",
      "29": "Because they hated knowledge, and did not choose the fear of the Lord.",
      "30": "They would none of my counsel, but despised all my correction.",
      "31": "Therefore shall they eat of the fruit of their own way, and be filled with their own devices.",
      "32": "For ease slayeth the foolish, and the prosperity of fools destroyeth them.",
      "33": "But he that obeyeth me, shall dwell safely, and be quiet from fear of evil."
    },
    "2": {
      "1": "My son, if thou wilt receive my words, and hide my commandments within thee,",
      "2": "And cause thine ears to hearken unto wisdom, and incline thine heart to understanding,",
      "3": "(For if thou callest after knowledge, and cryest for understanding:",
      "4": "If thou seekest her as silver, and searchest for her as for treasures,",
      "5": "Then shalt thou understand the fear of the Lord, and find the knowledge of God.",
      "6": "For the Lord giveth wisdom, out of his mouth cometh knowledge and understanding.",
      "7": "He preserveth the state of the righteous, he is a shield to them that walk uprightly,",
      "8": "That they may keep the ways of judgment: and he preserveth the way of his Saints).",
      "9": "Then shalt thou understand righteousness and judgment, and equity, and every good path.",
      "10": "When wisdom entereth into thine heart, and knowledge delighteth thy soul,",
      "11": "Then shall counsel preserve thee, and understanding shall keep thee,",
      "12": "And deliver thee from the evil way, and from the man that speaketh froward things,",
      "13": "And from them that leave the ways of righteousness to walk in the ways of darkness:",
      "14": "Which rejoice in doing evil, and delight in the frowardness of the wicked,",
      "15": "Whose ways are crooked, and they are lewd in their paths.",
      "16": "And it shall deliver thee from the strange woman, even from the stranger which flattereth with her words.",
      "17": "Which forsaketh the guide of her youth, and forgetteth the covenant of her God.",
      "18": "Surely her house tendeth to death, and her paths unto the dead.",
      "19": "All they that go unto her, return not again, neither take they hold of the ways of life.",
      "20": "Therefore walk thou in the way of good men, and keep the ways of the righteous.",
      "21": "For the just shall dwell in the land, and the upright men shall remain in it.",
      "22": "But the wicked shall be cut off from the earth, and the transgressor shall be rooted out of it."
    },
    "3": {
      "1": "My son, forget not thou my Law, but let thine heart keep my commandments.",
      "2": "For they shall increase the length of thy days and the years of life, and thy prosperity.",
      "3": "Let not mercy and truth forsake thee: bind them on thy neck, and write them upon the table of thine heart.",
      "4": "So shalt thou find favor and good understanding in the sight of God and man.",
      "5": "Trust in the Lord with all thine heart, and lean not unto thine own wisdom.",
      "6": "In all thy ways acknowledge him, and he shall direct thy ways.",
      "7": "Be not wise in thine own eyes: but fear the Lord, and depart from evil.",
      "8": "So health shall be unto thy navel, and marrow unto thy bones.",
      "9": "Honor the Lord with thy riches, and with the first fruits of all thine increase.",
      "10": "So shall thy barns be filled with abundance, and thy presses shall burst with new wine.",
      "11": "My son, refuse not the chastening of the Lord, neither be grieved with his correction.",
      "12": "For the Lord correcteth him, whom he loveth, even as the father doth the child, in whom he delighteth.",
      "13": "Blessed is the man that findeth wisdom, and the man that getteth understanding.",
      "14": "For the merchandise thereof is better than the merchandise of silver, and the gain thereof is better than gold.",
      "15": "It is more precious than pearls: and all things that thou canst desire, are not to be compared unto her.",
      "16": "Length of days is in her right hand, and in her right hand riches and glory.",
      "17": "Her ways are ways of pleasure, and all her paths prosperity.",
      "18": "She is a tree of life to them that lay hold on her, and blessed is he that retaineth her.",
      "19": "The Lord by wisdom hath laid the foundation of the earth, and hath stablished the heavens through understanding.",
      "20": "By his knowledge the depths are broken up, and the clouds drop down the dew.",
      "21": "My son, let not these things depart from thine eyes, but observe wisdom and counsel.",
      "22": "So they shall be life to thy soul, and grace unto thy neck.",
      "23": "Then shalt thou walk safely by the way: and thy foot shall not stumble.",
      "24": "If thou sleepest, thou shalt not be afraid: and when thou sleepest, thy sleep shall be sweet.",
      "25": "Thou shalt not fear for any sudden fear, neither for destruction of the wicked, when it cometh.",
      "26": "For the Lord shall be for thine assurance, and shall preserve thy foot from taking.",
      "27": "Withhold not the good from the owners thereof, though there be power in [thine] hand to do it.",
      "28": "Say not unto thy neighbor, Go and come again, and tomorrow will I give thee, if thou now have it.",
      "29": "Intend none hurt against thy neighbor, seeing he doth dwell without fear by thee.",
      "30": "Strive not with a man causeless, when he hath done thee no harm.",
      "31": "Be not envious for the wicked man, neither choose any of his ways,",
      "32": "For the froward is abomination unto the Lord: but his secret is with the righteous.",
      "33": "The curse of the Lord is in the house of the wicked: but he blesseth the habitation of the righteous.",
      "34": "With the scornful he scorneth, but he giveth grace unto the humble.",
      "35": "The wise shall inherit glory: but fools dishonor, though they be exalted."
    },
    "4": {
      "1": "Hear, O ye children, the instruction of a father, and give ear to learn understanding.",
      "2": "For I do give you a good doctrine: therefore forsake ye not my law.",
      "3": "For I was my father’s son, tender and dear in the sight of my mother,",
      "4": "When he taught me, and said unto me, Let thine heart hold fast my words: keep my commandments, and thou shalt live.",
      "5": "Get wisdom: get understanding: forget not, neither decline from the words of my mouth.",
      "6": "Forsake her not, and she shall keep thee: love her and she shall preserve thee.",
      "7": "Wisdom is the beginning: get wisdom therefore: and above all thy possession get understanding.",
      "8": "Exalt her, and she shall exalt thee: she shall bring thee to honor, if thou embrace her.",
      "9": "She shall give a comely ornament unto thine head, yea, she shall give thee a crown of glory.",
      "10": "Hear, my son: and receive my words, and the years of thy life shall be many.",
      "11": "I have taught thee in the way of wisdom, and led thee in the paths of righteousness.",
      "12": "When thou goest, thy gait shall not be strait, and when thou runnest, thou shalt not fall.",
      "13": "Take hold of instruction, and leave not: keep her, for she is thy life.",
      "14": "Enter not into the way of the wicked, and walk not in the way of evil men.",
      "15": "Avoid it, and go not by it: turn from it, and pass by.",
      "16": "For they cannot sleep, except they have done evil, and their sleep departeth except they cause some to fall.",
      "17": "For they eat the bread of wickedness, and drink the wine of violence.",
      "18": "But the way of the righteous shineth as the light, that shineth more and more unto the perfect day.",
      "19": "The way of the wicked is as the darkness: they know not wherein they shall fall.",
      "20": "My son, hearken unto my words, incline thine ear unto my sayings.",
      "21": "Let them not depart from thine eyes, but keep them in the midst of thine heart.",
      "22": "For they are life unto those that find them: and health unto all their flesh.",
      "23": "Keep thine heart with all diligence: for thereout cometh life.",
      "24": "Put away from thee a froward mouth, and put wicked lips far from thee.",
      "25": "Let thine eyes behold the right, and let thine eyelids direct thy way before thee.",
      "26": "Ponder the path of thy feet, and let all thy ways be ordered aright.",
      "27": "Turn not to the right hand, nor to the left, but remove thy foot from evil."
    },
    "5": {
      "1": "My son, hearken unto my wisdom, and incline thine ear unto my knowledge,",
      "2": "That thou mayest regard counsel, and thy lips observe knowledge.",
      "3": "For the lips of a strange woman drop as an honeycomb, and her mouth is more soft than oil.",
      "4": "But the end of her is bitter as wormwood, and sharp as a two-edged sword.",
      "5": "Her feet go down to death, and her steps take hold on hell.",
      "6": "She weigheth not the way of life: her paths are moveable: thou canst not know them.",
      "7": "Hear ye me now therefore, O children, and depart not from the words of my mouth.",
      "8": "Keep thy way far from her, and come not near the door of her house,",
      "9": "Lest thou give thine honor unto others, and thy years to the cruel:",
      "10": "Lest the stranger should be filled with thy strength, and thy labors be in the house of a stranger,",
      "11": "And thou mourn at thine end, (when thou hast consumed thy flesh and thy body)",
      "12": "And say, How have I hated instruction, and mine heart despised correction!",
      "13": "And have not obeyed the voice of them that taught me, nor inclined mine ear to them that instructed me!",
      "14": "I was almost brought into all evil in the midst of the Congregation and assembly.",
      "15": "Drink the water of thy cistern, and of the rivers out of the midst of thine own well.",
      "16": "Let thy fountains flow forth, and the rivers of waters in the streets.",
      "17": "But let them be thine, even thine only, and not the strangers with thee.",
      "18": "Let thy fountain be blessed, and rejoice with the wife of thy youth.",
      "19": "Let her be as the loving hind and pleasant roe: let her breasts satisfy thee at all times, and delight in her love continually.",
      "20": "For why shouldest thou delight, my son, in a strange woman, or embrace the bosom of a stranger?",
      "21": "For the ways of man are before the eyes of the Lord, and he pondereth all his paths.",
      "22": "His own iniquities shall take the wicked himself, and he shall be holden with the cords of his own sin.",
      "23": "He shall die for fault of instruction, and shall go astray through his great folly."
    },
    "6": {
      "1": "My son, if thou be surety for thy neighbor, and hast stricken hands with the stranger,",
      "2": "Thou art snared with the words of thy mouth: thou art even taken with the words of thine own mouth.",
      "3": "Do this now, my Son, and deliver thyself: seeing thou art come into the hand of thy neighbor, go, and humble thyself, and solicit thy friends.",
      "4": "Give no sleep to thine eyes, nor slumber to thine eyelids.",
      "5": "Deliver thyself as a Doe from the hand of the hunter, and as a bird from the hand of the fowler.",
      "6": "Go to the pismire, O sluggard: behold her ways, and be wise.",
      "7": "For she having no guide, governor, nor ruler,",
      "8": "Prepareth her meat in the summer, and gathereth her food in harvest.",
      "9": "How long wilt thou sleep, O sluggard? when wilt thou arise out of the sleep?",
      "10": "Yet a little sleep, a little slumber, a little folding of the hands to sleep.",
      "11": "Therefore thy poverty cometh as one that traveleth by the way, and thy necessity like an armed man.",
      "12": "The unthrifty man and the wicked man walketh with a froward mouth.",
      "13": "He maketh a sign with his eyes: he signifieth with his feet: he instructeth with his fingers.",
      "14": "Lewd things are in his heart: he imagineth evil at all times, and raiseth up contentions.",
      "15": "Therefore shall his destruction come speedily: he shall be destroyed suddenly without recovery.",
      "16": "These six things doth the Lord hate: yea, his soul abhorreth seven:",
      "17": "The haughty eyes, a lying tongue, and the hands that shed innocent blood,",
      "18": "An heart that imagineth wicked enterprises, feet that be swift in running to mischief,",
      "19": "A false witness that speaketh lies, and him that raiseth up contentions among brethren.",
      "20": "My son, keep thy father’s commandment, and forsake not thy mother’s instruction.",
      "21": "Bind them always upon thine heart, and tie them about thy neck.",
      "22": "It shall lead thee when thou walkest: it shall watch for thee when thou sleepest, and when thou wakest, it shall talk with thee.",
      "23": "For the commandment is a lantern, and instruction a light: and corrections for instruction are the way of life,",
      "24": "To keep thee from the wicked woman, and from the flattery of the tongue of a strange woman.",
      "25": "Desire not her beauty in thine heart, neither let her take thee with her eye lids.",
      "26": "For because of the whorish woman, a man is brought to a morsel of bread, and a woman will hunt for the precious life of a man.",
      "27": "Can a man take fire in his bosom, and his clothes not be burnt?",
      "28": "Or can a man go upon coals, and his feet not be burnt?",
      "29": "So he that goeth into his neighbor’s wife, shall not be innocent, whosoever toucheth her.",
      "30": "Men do not despise a thief, when he stealeth to satisfy his soul, because he is hungry.",
      "31": "But if he be found, he shall restore sevenfold, or he shall give all the substance of his house.",
      "32": "But he that commiteth adultery with a woman, he is destitute of understanding: he that doeth it, destroyeth his own soul.",
      "33": "He shall find a wound and dishonor, and his reproach shall never be put away.",
      "34": "For jealousy is the rage of a man: therefore he will not spare in the day of vengeance.",
      "35": "He cannot bear the sight of any ransom: neither will he consent, though thou augment the gifts."
    },
    "7": {
      "1": "My son keep my words, and hide my commandments with thee.",
      "2": "Keep my commandments, and thou shalt live, and mine instruction, as the apple of thine eyes.",
      "3": "Bind them upon thy fingers, and write them upon the table of thine heart.",
      "4": "Say unto wisdom, Thou art my sister, and call understanding thy kinswoman,",
      "5": "That they may keep thee from the strange woman, even from the strange that is smooth in her words.",
      "6": "As I was in the window of mine house, I looked through my window,",
      "7": "And I saw among the fools, and considered among the children a young man destitute of understanding,",
      "8": "Who passed through the street by her corner, and went toward her house,",
      "9": "In the twilight in the evening, when the night began to be black and dark.",
      "10": "And behold, there met him a woman with an harlot’s behavior, and subtle in heart.",
      "11": "(She is babbling and loud, whose feet cannot abide in her house.",
      "12": "Now she is without, now in the streets, and lieth in wait at every corner)",
      "13": "So she caught him and kissed him, and with an impudent face said unto him,",
      "14": "I have peace offerings: this day have I paid my vows.",
      "15": "Therefore came I forth to meet thee, that I might seek thy face: and I have found thee.",
      "16": "I have decked my bed with ornaments, carpets and laces of Egypt.",
      "17": "I have perfumed my bed with myrrh, aloes, and cinnamon.",
      "18": "Come, let us take our fill of love until the morning: let us take our pleasure in dalliance.",
      "19": "For mine husband is not at home: he is gone a journey far off.",
      "20": "He hath taken with him a bag of silver, and will come home at the day appointed.",
      "21": "Thus with her great craft she caused him to yield, and with her flattering lips she enticed him.",
      "22": "And he followed her straightway, as an ox that goeth to the slaughter, and as a fool to the stocks for correction,",
      "23": "Till a dart strike through his liver, as a bird hasteth to the snare, not knowing that he is in danger.",
      "24": "Hear me now therefore, O children, and hearken to the words of my mouth.",
      "25": "Let not thine heart decline to her ways: wander thou not in her paths.",
      "26": "For she hath caused many to fall down wounded, and the strong men are all slain by her.",
      "27": "Her house is the way unto the grave, which goeth down to the chambers of death."
    },
    "8": {
      "1": "Doth not wisdom cry? and understanding utter her voice?",
      "2": "She standeth in the top of the high places, by the way in the place of the paths.",
      "3": "She crieth besides the gates before the city at the entry of the doors,",
      "4": "O men, I call unto you, and utter my voice to the children of men.",
      "5": "O ye foolish men, understand wisdom, and ye, O fools, be wise in heart.",
      "6": "Give ear, for I will speak of excellent things, and the opening of my lips shall teach things that be right.",
      "7": "For my mouth shall speak the truth, and my lips abhor wickedness.",
      "8": "All the words of my mouth are righteous: there is no lewdness, nor frowardness in them.",
      "9": "They are all plain to them that will understand, and straight to them that would find knowledge.",
      "10": "Receive mine instruction, and not silver, and knowledge rather than fine gold.",
      "11": "For wisdom is better than precious stones: and all pleasures are not to be compared unto her.",
      "12": "I wisdom dwell with prudence, and I find forth knowledge and counsels.",
      "13": "The fear of the Lord is to hate evil, as pride, and arrogancy, and the evil way: and a mouth that speaketh lewd things I do hate.",
      "14": "I have counsel and wisdom: I am understanding, and I have strength.",
      "15": "By me kings reign, and princes decree justice.",
      "16": "By me princes rule, and the nobles, and all the judges of the earth.",
      "17": "I love them that love me: and they that seek me early shall find me.",
      "18": "Riches and honor are with me: even durable riches and righteousness.",
      "19": "My fruit is better than gold, even than fine gold, and my revenues better than fine silver.",
      "20": "I cause to walk in the way of righteousness, and in the midst of the paths of judgment,",
      "21": "That I may cause them that love me, to inherit substance, and I will fill their treasures.",
      "22": "The Lord hath possessed me in the beginning of his way: I was before his works of old.",
      "23": "I was set up from everlasting, from the beginning, and before the earth.",
      "24": "When there were no depths, was I begotten, when there were no fountains abounding with water.",
      "25": "Before the mountains were settled: and before the hills, was I begotten.",
      "26": "He had not yet made the earth, nor the open places, nor the height of the dust in the world.",
      "27": "When he prepared the heavens, I was there, when he set the compass upon the deep:",
      "28": "When he established the clouds above: when he confirmed the fountains of the deep:",
      "29": "When he gave his decree to the sea, that the waters should not pass his commandment, when he appointed the foundations of the earth.",
      "30": "Then was I with him as a nourisher, and I was daily his delight, rejoicing always before him,",
      "31": "And took my solace in the compass of his earth: and my delight is with the children of men.",
      "32": "Therefore now hearken, O children, unto me: for blessed are they that keep my ways.",
      "33": "Hear instruction, and be ye wise, and refuse it not: blessed is the man that heareth me, watching daily at my gates, and giving attendance at the posts of my doors.",
      "34": "For he that findeth me, findeth life, and shall obtain favor of the Lord.",
      "35": "But he that sinneth against me, hurteth his own soul: and all that hate me, love death."
    },
    "9": {
      "1": "Wisdom hath built her house, and hewn out her seven pillars.",
      "2": "She hath killed her victuals, drawn her wine, and prepared her table.",
      "3": "She hath sent forth her maidens, and crieth upon the highest places of the city, saying,",
      "4": "Who so is simple, let him come hither, and to him that is destitute of wisdom, she saith,",
      "5": "Come, and eat of my meat, and drink of the wine that I have drawn.",
      "6": "Forsake your way, ye foolish, and ye shall live: and walk in the way of understanding.",
      "7": "He that reproveth a scorner, purchaseth to himself shame: and he that rebuketh the wicked, getteth himself a blot.",
      "8": "Rebuke not a scorner, lest he hate thee: but rebuke a wise man, and he will love thee.",
      "9": "Give admonition to the wise, and he will be the wiser: teach a righteous man, and he will increase in learning.",
      "10": "The beginning of wisdom is the fear of the Lord, and the knowledge of holy things, is understanding.",
      "11": "For thy days shall be multiplied by me, and the years of thy life shall be augmented.",
      "12": "If thou be wise, thou shalt be wise for thyself, and if thou be a scorner, thou alone shalt suffer.",
      "13": "A foolish woman is troublesome; she is ignorant and knoweth nothing.",
      "14": "But she sitteth at the door of her house on a seat in the high places of the city,",
      "15": "To call them that pass by the way, that go right on their way, saying,",
      "16": "Who so is simple let him come hither, and to him that is destitute of wisdom, she saith also,",
      "17": "Stolen waters are sweet, and hid bread is pleasant.",
      "18": "But he knoweth not, that the dead are there, and that her guests are in the depth of hell."
    },
    "10": {
      "1": "A wise son maketh a glad father: but a foolish son is an heaviness to his mother.",
      "2": "The treasures of wickedness profit nothing: but righteousness delivereth from death.",
      "3": "The Lord will not famish the soul of the righteous: but he casteth away the substance of the wicked.",
      "4": "A slothful hand maketh poor: but the hand of the diligent maketh rich.",
      "5": "He that gathereth in summer, is the son of wisdom: but he that sleepeth in harvest, is the son of confusion.",
      "6": "Blessings are upon the head of the righteous: but iniquity shall cover the mouth of the wicked.",
      "7": "The memorial of the just shall be blessed: but the name of the wicked shall rot.",
      "8": "The wise in heart will receive commandments: but the foolish in talk shall be beaten.",
      "9": "He that walketh uprightly, walketh boldly: but he that perverteth his ways, shall be known.",
      "10": "He that winketh with the eye, worketh sorrow, and he that is foolish in talk, shall be beaten.",
      "11": "The mouth of a righteous man is a wellspring of life: but iniquity covereth the mouth of the wicked.",
      "12": "Hatred stirreth up contentions: but love covereth all trespasses.",
      "13": "In the lips of him that hath understanding, wisdom is found, and a rod shall be for the back of him that is destitute of wisdom.",
      "14": "Wise men lay up knowledge: but the mouth of the fool is a present destruction.",
      "15": "The rich man’s goods are his strong city: but the fear of the needy is their poverty.",
      "16": "The labor of the righteous tendeth to life: but the revenues of the wicked to sin.",
      "17": "He that regardeth instruction is in the way of life: but he that refuseth correction, goeth out of the way.",
      "18": "He that dissembleth hatred with lying lips, and he that inventeth slander, is a fool.",
      "19": "In many words there cannot want iniquity: but he that refraineth his lips, is wise:",
      "20": "The tongue of the just man is as fined silver: but the heart of the wicked is little worth.",
      "21": "The lips of the righteous do feed many: but fools shall die for want of wisdom.",
      "22": "The blessing of the Lord, it maketh rich, and he doth add no sorrows with it.",
      "23": "It is a pastime to a fool to do wickedly: but wisdom is understanding to a man.",
      "24": "That which the wicked feareth, shall come upon him: but God will grant the desire of the righteous.",
      "25": "As the whirlwind passeth, so is the wicked no more: but the righteous is as an everlasting foundation.",
      "26": "As vinegar is to the teeth, and as smoke to the eyes, so is the slothful to them that send him.",
      "27": "The fear of the Lord increaseth the days: but the years of the wicked shall be diminished.",
      "28": "The patient abiding of the righteous shall be gladness: but the hope of the wicked shall perish.",
      "29": "The way of the Lord is strength to the upright man: but fear shall be for the workers of iniquity.",
      "30": "The righteous shall never be removed: but the wicked shall not dwell in the land.",
      "31": "The mouth of the just shall be fruitful in wisdom: but the tongue of the froward shall be cut out.",
      "32": "The lips of the righteous know what is acceptable: but the mouth of the wicked speaketh froward things."
    },
    "11": {
      "1": "False balances are an abomination unto the Lord: but a perfect weight pleaseth him.",
      "2": "When pride cometh, then cometh shame: but with the lowly is wisdom.",
      "3": "The uprightness of the just shall guide them: but the frowardness of the transgressors shall destroy them.",
      "4": "Riches avail not in the day of wrath: but righteousness delivereth from death.",
      "5": "The righteousness of the upright shall direct his way: but the wicked shall fall in his own wickedness.",
      "6": "The righteousness of the just shall deliver them: but the transgressors shall be taken in their own wickedness.",
      "7": "When a wicked man dieth, his hope perisheth, and the hope of the unjust shall perish.",
      "8": "The righteous escapeth out of trouble, and the wicked shall come in his stead.",
      "9": "An hypocrite with his mouth hurteth his neighbor: but the righteous shall be delivered by knowledge.",
      "10": "In the prosperity of the righteous the city rejoiceth: and when the wicked perish, there is joy.",
      "11": "By the blessing of the righteous the city is exalted: but it is subverted by the mouth of the wicked.",
      "12": "He that despiseth his neighbor, is destitute of wisdom: but a man of understanding will keep silence.",
      "13": "He that goeth about as a slanderer, discovereth a secret: but he that is of a faithful heart, concealeth a matter.",
      "14": "Where no counsel is, the people fall: but where many counselors are, there is health.",
      "15": "He shall be sore vexed, that is surety for a stranger, and he that hateth suretiship, is sure.",
      "16": "A gracious woman attaineth honor, and the strong men attain riches.",
      "17": "He that is merciful, rewardeth his own soul: but he that troubleth his own flesh, is cruel.",
      "18": "The wicked worketh a deceitful work: but he that soweth righteousness, shall receive a sure reward.",
      "19": "As righteousness leadeth to life: so he that followeth evil, seeketh his own death.",
      "20": "They that are of a froward heart, are abomination to the Lord: but they that are upright in their way, are his delight.",
      "21": "Though hand join in hand, the wicked shall not be unpunished: but the seed of the righteous shall escape.",
      "22": "As a jewel of gold in a swine’s snout: so is a fair woman which lacketh discretion.",
      "23": "The desire of the righteous is only good: but the hope of the wicked is indignation.",
      "24": "There is that scattereth, and is more increased: but he that spareth more than is right, surely cometh to poverty.",
      "25": "The liberal person shall have plenty: and he that watereth, shall also have rain.",
      "26": "He that withdraweth the corn, the people will curse him: but blessing shall be upon the head of him that selleth corn.",
      "27": "He that seeketh good things getteth favor: but he that seeketh evil, it shall come to him.",
      "28": "He that trusteth in his riches, shall fall: but the righteous shall flourish as a leaf.",
      "29": "He that troubleth his own house, shall inherit the wind, and the fool shall be servant to the wise in heart.",
      "30": "The fruit of the righteous is as a tree of life, and he that winneth souls is wise.",
      "31": "Behold, the righteous shall be recompensed in the earth: how much more the wicked and the sinner?"
    },
    "12": {
      "1": "He that loveth instruction, loveth knowledge: but he that hateth correction, is a fool.",
      "2": "A good man getteth favor of the Lord: but the man of wicked imaginations will he condemn.",
      "3": "A man cannot be established by wickedness: but the root of the righteous shall not be moved.",
      "4": "A virtuous woman is the crown of her husband: but she that maketh him ashamed, is as corruption in his bones.",
      "5": "The thoughts of the just are right: but the counsels of the wicked are deceitful.",
      "6": "The talking of the wicked is to lie in wait for blood: but the mouth of the righteous will deliver them.",
      "7": "God overthroweth the wicked, and they are not: but the house of the righteous shall stand.",
      "8": "A man shall be commended for his wisdom: but the froward of heart shall be despised.",
      "9": "He that is despised, and is his own servant, is better than he that boasteth himself, and lacketh bread.",
      "10": "A righteous man regardeth the life of his beast: but the mercies of the wicked are cruel.",
      "11": "He that tilleth his land, shall be satisfied with bread: but he that followeth the idle, is destitute of understanding.",
      "12": "The wicked desireth the net of evils: but the root of the righteous giveth fruit.",
      "13": "The evil man is snared by the wickedness of his lips, but the just shall come out of adversity.",
      "14": "A man shall be satiate with good things by the fruit of his mouth, and the recompense of a man’s hands shall God give unto him.",
      "15": "The way of a fool is right in his own eyes: but he that heareth in counsel, is wise.",
      "16": "A fool in a day shall be known by his anger: but he that covereth shame, is wise.",
      "17": "He that speaketh truth, will show righteousness: but a false witness useth deceit.",
      "18": "There is that speaketh words like the prickings of a sword: but the tongue of wise men is health.",
      "19": "The lip of truth shall be stable forever: but a lying tongue varieth incontinently.",
      "20": "Deceit is in the heart of them that imagine evil: but to the counselors of peace shall be joy.",
      "21": "There shall none iniquity come to the just: but the wicked are full of evil.",
      "22": "The lying lips are an abomination to the Lord: but they that deal truly are his delight.",
      "23": "A wise man concealeth knowledge: but the heart of the fools publisheth foolishness.",
      "24": "The hand of the diligent shall bear rule: but the idle shall be under tribute.",
      "25": "Heaviness in the heart of man doth bring it down: but a good word rejoice it.",
      "26": "The righteous is more excellent than his neighbor: but the way of the wicked will deceive them.",
      "27": "The deceitful man roasteth not that he took in hunting: but the riches of the diligent man are precious.",
      "28": "Life is in the way of righteousness, and in that pathway there is no death."
    },
    "13": {
      "1": "A wise son will obey the instruction of his father: but a scorner will hear no rebuke.",
      "2": "A man shall eat good things by the fruit of his mouth: but the soul of the trespasser shall suffer violence.",
      "3": "He that keepeth his mouth, keepeth his life: but he that openeth his lips, destruction shall be to him.",
      "4": "The sluggard lusteth, but his soul hath nought: but the soul of the diligent shall have plenty.",
      "5": "A righteous man hateth lying words: but the wicked causeth slander and shame.",
      "6": "Righteousness preserveth the upright of life: but wickedness overthroweth the sinner.",
      "7": "There is that maketh himself rich, and hath nothing, and that maketh himself poor, having great riches.",
      "8": "A man will give his riches for the ransom of his life: but the poor cannot hear the reproach.",
      "9": "The light of the righteous rejoiceth: but the candle of the wicked shall be put out.",
      "10": "Only by pride doth man make contention: but with the well-advised is wisdom.",
      "11": "The riches of vanity shall diminish: but he that gathereth with the hand, shall increase them.",
      "12": "The hope that is deferred, is the fainting of the heart, but when the desire cometh, it is as a tree of life.",
      "13": "He that despiseth the word, he shall be destroyed, but he that feareth the commandment, he shall be rewarded.",
      "14": "The instruction of a wise man is as the wellspring of life, to turn away from the snares of death.",
      "15": "Good understanding maketh acceptable: but the way of the disobedient is hated.",
      "16": "Every wise man will work by knowledge: but a fool will spread abroad folly.",
      "17": "A wicked messenger falleth into evil: but a faithful ambassador is preservation.",
      "18": "Poverty and shame is to him that refuseth instruction: but he that regardeth correction, shall be honored.",
      "19": "A desire accomplished, delighteth the soul: but it is an abomination to fools to depart from evil.",
      "20": "He that walketh with the wise shall be wise: but a companion of fools shall be afflicted.",
      "21": "Affliction followeth sinners: but unto the righteous, God will recompense good.",
      "22": "The good man shall give inheritance unto his children’s children: and the riches of the sinner is laid up for the just.",
      "23": "Much food is in the field of the poor, but the field is destroyed without discretion.",
      "24": "He that spareth his rod, hateth his son: but he that loveth him chasteneth him betime.",
      "25": "The righteous eateth to the contentation of his mind: but the belly of the wicked shall want."
    },
    "14": {
      "1": "A wise woman buildeth her house: but the foolish destroyeth it with her own hands.",
      "2": "He that walketh in his righteousness, feareth the Lord: but he that is lewd in his ways, despiseth him.",
      "3": "In the mouth of the foolish is the rod of pride: but the lips of the wise preserve them.",
      "4": "Where none oxen are, there the crib is empty: but much increase cometh by the strength of the ox.",
      "5": "A faithful witness will not lie: but a false record will speak lies.",
      "6": "A scorner seeketh wisdom, and findeth it not: but knowledge is easy to him that will understand.",
      "7": "Depart from the foolish man, when thou perceivest not in him the lips of knowledge.",
      "8": "The wisdom of the prudent is to understand his way: but the foolishness of the fools is deceit.",
      "9": "The fool maketh a mock of sin: but among the righteous there is favor.",
      "10": "The heart knoweth the bitterness of his soul, and the stranger shall not meddle with his joy.",
      "11": "The house of the wicked shall be destroyed: but the tabernacle of the righteous shall flourish.",
      "12": "There is a way that seemeth right to a man: but the issues thereof are the ways of death.",
      "13": "Even in laughing the heart is sorrowful, and the end of that mirth is heaviness.",
      "14": "The heart that declineth, shall be satiated with his own ways: but a good man shall depart from him.",
      "15": "The foolish will believe everything: but the prudent will consider his steps.",
      "16": "A wise man feareth, and departeth from evil, but a fool rageth, and is careless.",
      "17": "He that is hasty to anger, commiteth folly, and a busybody is hated.",
      "18": "The foolish do inherit folly: but the prudent are crowned with knowledge.",
      "19": "The evil shall bow before the good, and the wicked at the gates of the righteous.",
      "20": "The poor is hated even of his own neighbor: but the friends of the rich are many.",
      "21": "The sinner despiseth his neighbor: but he that hath mercy on the poor, is blessed.",
      "22": "Do not they err that imagine evil? but to them that think on good things, shall be mercy and truth.",
      "23": "In all labor there is abundance: but the talk of the lips bringeth only want.",
      "24": "The crown of the wise is their riches, and the folly of fools is foolishness.",
      "25": "A faithful witness delivereth souls: but a deceiver speaketh lies.",
      "26": "In the fear of the Lord is an assured strength, and his children shall have hope.",
      "27": "The fear of the Lord is as a wellspring of life, to avoid the snares of death.",
      "28": "In the multitude of the people is the honor of a King, and for the want of people cometh the destruction of the Prince.",
      "29": "He that is slow to wrath, is of great wisdom: but he that is of an hasty mind, exalteth folly.",
      "30": "A sound heart is the life of the flesh: but envy is the rotting of the bones.",
      "31": "He that oppresseth the poor, reproveth him that made him: but he honoreth him, that hath mercy on the poor.",
      "32": "The wicked shall be cast away for his malice: but the righteous hath hope in his death.",
      "33": "Wisdom resteth in the heart of him that hath understanding, and is known in the midst of fools.",
      "34": "Justice exalteth a nation, but sin is a shame to the people.",
      "35": "The pleasure of a King is in a wise servant: but his wrath shall be toward him that is lewd."
    },
    "15": {
      "1": "A soft answer putteth away wrath: but grievous words stir up anger.",
      "2": "The tongue of the wise useth knowledge aright: but the mouth of fools babbleth out foolishness.",
      "3": "The eyes of the Lord in every place behold the evil and the good.",
      "4": "A wholesome tongue is as a tree of life: but the frowardness thereof is the breaking of the mind.",
      "5": "A fool despiseth his father’s instruction, but he that regardeth correction, is prudent.",
      "6": "The house of the righteous hath much treasure: but in the revenues of the wicked is trouble.",
      "7": "The lips of the wise do spread abroad knowledge: but the heart of the foolish doth not so.",
      "8": "The sacrifice of the wicked is abomination unto the Lord: but the prayer of the righteous is acceptable unto him.",
      "9": "The way of the wicked is an abomination unto the Lord: but he loveth him that followeth righteousness.",
      "10": "Instruction is evil to him that forsaketh the way, and he that hateth correction, shall die.",
      "11": "Hell and destruction are before the Lord, how much more the hearts of the sons of men?",
      "12": "A scorner loveth not him that rebuketh him, neither will he go unto the wise.",
      "13": "A joyful heart maketh a cheerful countenance: but by the sorrow of the heart the mind is heavy.",
      "14": "The heart of him that hath understanding, seeketh knowledge: but the mouth of the fool is fed with foolishness.",
      "15": "All the days of the afflicted are evil; but a good conscience is a continual feast.",
      "16": "Better is a little with the fear of the Lord, than great treasure and trouble therewith.",
      "17": "Better is a dinner of green herbs where love is, than a stalled ox and hatred therewith.",
      "18": "An angry man stirreth up strife: but he that is slow to wrath, appeaseth strife.",
      "19": "The way of a slothful man is as an hedge of thorns: but the way of the righteous is plain.",
      "20": "A wise son rejoiceth the father: but a foolish man despiseth his mother.",
      "21": "Foolishness is joy to him that is destitute of understanding: but a man of understanding walketh uprightly.",
      "22": "Without counsel, thoughts come to nought: but in the multitude of counselors there is steadfastness.",
      "23": "A joy cometh to a man by the answer of his mouth: and how good is a word in due season?",
      "24": "The way of life is on high to the prudent, to avoid from hell beneath.",
      "25": "The Lord will destroy the house of the proud men: but he will stablish the borders of the widow.",
      "26": "The thoughts of the wicked are abomination to the Lord: but the pure have pleasant words.",
      "27": "He that is greedy of gain, troubleth his own house: but he that beareth gifts, shall live.",
      "28": "The heart of the righteous studieth to answer: but the wicked man’s mouth babbleth evil things.",
      "29": "The Lord is far off from the wicked: but he heareth the prayer of the righteous.",
      "30": "The light of the eyes rejoiceth the heart, and a good name maketh the bones fat.",
      "31": "The ear that hearkeneth to the correction of life, shall lodge among the wise.",
      "32": "He that refuseth instruction, despiseth his own soul: but he that obeyeth correction, getteth understanding.",
      "33": "The fear of the Lord is the instruction of wisdom: and before honor goeth humility."
    },
    "16": {
      "1": "The preparations of the heart are in man: but the answer of the tongue is of the Lord.",
      "2": "All the ways of a man are clean in his own eyes: but the Lord pondereth the spirits.",
      "3": "Commit thy works unto the Lord, and thy thoughts shall be directed.",
      "4": "The Lord hath made all things for his own sake: yea, even the wicked for the day of evil.",
      "5": "All that are proud in heart, are an abomination to the Lord: though hand join in hand, he shall not be unpunished.",
      "6": "By mercy and truth iniquity shall be forgiven, and by the fear of the Lord they depart from evil.",
      "7": "When the ways of a man please the Lord, he will make also his enemies at peace with him.",
      "8": "Better is a little with righteousness, than great revenues without equity.",
      "9": "The heart of man purposeth his way: but the Lord doth direct his steps.",
      "10": "A divine sentence shall be in the lips of the king: his mouth shall not transgress in judgment.",
      "11": "A true weight and balance are of the Lord: and the weights of the bag are his work.",
      "12": "It is an abomination to kings to commit wickedness: for the throne is stablished by justice.",
      "13": "Righteous lips are the delight of kings, and the king loveth him that speaketh right things.",
      "14": "The wrath of a king is as messengers of death: but a wise man will pacify it.",
      "15": "In the light of the king’s countenance is life: and his favor is as a cloud of the latter rain.",
      "16": "How much better is it to get wisdom than gold? and to get understanding, is more to be desired than silver.",
      "17": "The path of the righteous is to decline from evil, and he keepeth his soul that keepeth his way.",
      "18": "Pride goeth before destruction, and an high mind before the fall.",
      "19": "Better it is to be of humble mind with the lowly, than to divide the spoils with the proud.",
      "20": "He that is wise in his business, shall find good: and he that trusteth in the Lord, he is blessed.",
      "21": "The wise in heart shall be called prudent and the sweetness of the lips shall increase doctrine.",
      "22": "Understanding is a wellspring of life unto them that have it: and the instruction of fools is folly.",
      "23": "The heart of the wise guideth his mouth wisely, and addeth doctrine to his lips.",
      "24": "Fair words are as an honey comb, sweetness to the soul, and health to the bones.",
      "25": "There is a way that seemeth right unto man, but the issue thereof are the ways of death.",
      "26": "The person that travaileth, travaileth for himself: for his mouth craveth it of him.",
      "27": "A wicked man diggeth up evil, and in his lips is like burning fire.",
      "28": "A froward person soweth strife: and a taleteller maketh division among princes.",
      "29": "A wicked man deceiveth his neighbor, and leadeth him into the way that is not good.",
      "30": "He shutteth his eyes to devise wickedness: he moveth his lips, and bringeth evil to pass.",
      "31": "Age is a crown of glory, when it is found in the way of righteousness.",
      "32": "He that is slow unto anger, is better than the mighty man: and he that ruleth his own mind, is better than he that winneth a city.",
      "33": "The lot is cast into the lap: but the whole disposition thereof is of the Lord."
    },
    "17": {
      "1": "Better is a dry morsel, if peace be with it, than an house full of sacrifices with strife.",
      "2": "A discrete servant shall have rule over a lewd son, and he shall divide the heritage among the brethren.",
      "3": "As is the fining pot for silver, and the furnace for gold, so the Lord trieth the hearts.",
      "4": "The wicked giveth heed to false lips, and a liar hearkeneth to the naughty tongue.",
      "5": "He that mocketh the poor, reproacheth him that made him: and he that rejoiceth at destruction, shall not be unpunished.",
      "6": "Children’s children are the crown of the elders: and the glory of the children are their fathers.",
      "7": "High talk becometh not a fool, much less a lying talk a prince.",
      "8": "A reward is as a stone pleasant in the eyes of them that have it: it prospereth, whithersoever it turneth.",
      "9": "He that covereth a transgression, seeketh love: but he that repeateth a matter, separateth the prince.",
      "10": "A reproof entereth more into him that hath understanding, than an hundred stripes into a fool.",
      "11": "A seditious person seeketh only evil, and a cruel messenger shall be sent against him.",
      "12": "It is better for a man to meet a bear robbed of her whelps, than a fool in his folly.",
      "13": "He that rewardeth evil for good, evil shall not depart from his house.",
      "14": "The beginning of strife is as one that openeth the waters: therefore, or the contention be meddled with, leave off.",
      "15": "He that justifieth the wicked, and he that condemneth the just, even they both are abomination to the Lord.",
      "16": "Wherefore is there a price in the hand of the fool to get wisdom, and he hath none heart?",
      "17": "A friend loveth at all times; and a brother is born for adversity.",
      "18": "A man destitute of understanding, toucheth the hand, and becometh surety for his neighbor.",
      "19": "He loveth transgression that loveth strife: and he that exalteth his gate, seeketh destruction.",
      "20": "The froward heart findeth no good: and he that hath a naughty tongue, shall fall into evil.",
      "21": "He that begetteth a fool, getteth himself sorrow, and the father of a fool can have no joy.",
      "22": "A joyful heart causeth good health: but a sorrowful mind drieth the bones.",
      "23": "A wicked man taketh a gift out of the bosom to wrest the ways of judgment.",
      "24": "Wisdom is in the face of him that hath understanding: but the eyes of a fool are in the corners of the world.",
      "25": "A foolish son is a grief unto his father, and a heaviness to her that bare him.",
      "26": "Surely it is not good to condemn the just, nor that the princes should smite such for equity.",
      "27": "He that hath knowledge, spareth his words, and a man of understanding is of an excellent spirit.",
      "28": "Even a fool, (when he holdeth his peace) is counted wise, and he that stoppeth his lips, prudent."
    },
    "18": {
      "1": "For the desire thereof he will separate himself to seek it, and occupy himself in all wisdom.",
      "2": "A fool hath no delight in understanding: but that his heart may be discovered.",
      "3": "When the wicked cometh, then cometh contempt, and with the vile man reproach.",
      "4": "The words of a man’s mouth are like deep waters, and the wellspring of wisdom is like a flowing river.",
      "5": "It is not good to accept the person of the wicked, to cause the righteous to fall in judgment.",
      "6": "A fool’s lips come with strife, and his mouth calleth for stripes.",
      "7": "A fool’s mouth is his own destruction, and his lips are a snare for his soul.",
      "8": "The words of a talebearer are as flatterings, and they go down into the bowels of the belly.",
      "9": "He also that is slothful in his work, is even the brother of him that is a great waster.",
      "10": "The name of the Lord is a strong tower: the righteous runneth unto it, and is exalted.",
      "11": "The rich man’s riches are his strong city: and as an high wall in his imagination.",
      "12": "Before destruction the heart of a man is haughty, and before glory goeth lowliness.",
      "13": "He that answereth a matter before he hear it, it is folly and shame unto him.",
      "14": "The spirit of a man will sustain his infirmity: but a wounded spirit, who can bear it?",
      "15": "A wise heart getteth knowledge, and the ear of the wise seeketh learning.",
      "16": "A man’s gift enlargeth him, and leadeth him before great men.",
      "17": "He that is first in his own cause, is just: then cometh his neighbor and maketh inquiry of him.",
      "18": "The lot causeth contentions to cease, and maketh a partition among the mighty.",
      "19": "A brother offended is harder to win than a strong city, and their contentions are like the bar of a palace.",
      "20": "With the fruit of a man’s mouth shall his belly be satisfied, and with the increase of his lips shall he be filled.",
      "21": "Death and life are in the power of the tongue, and they that love it, shall eat the fruit thereof.",
      "22": "He that findeth a wife, findeth a good thing, and receiveth favor of the Lord.",
      "23": "The poor speaketh with prayers: but the rich answereth roughly.",
      "24": "A man that hath friends, ought to show himself friendly: for a friend is nearer than a brother."
    },
    "19": {
      "1": "Better is the poor that walketh in his uprightness, than he that abuseth his lips, and is a fool.",
      "2": "For without knowledge the mind is not good, and he that hasteth with his feet, sinneth.",
      "3": "The foolishness of a man perverteth his way, and his heart fretteth against the Lord.",
      "4": "Riches gather many friends: but the poor is separated from his neighbor.",
      "5": "A false witness shall not be unpunished: and he that speaketh lies, shall not escape.",
      "6": "Many reverence the face of the prince, and every man is friend to him that giveth gifts.",
      "7": "All the brethren of the poor do hate him: how much more will his friends depart far from him? though he be instant with words, yet they will not.",
      "8": "He that possesseth understanding, loveth his own soul, and keepeth wisdom to find goodness.",
      "9": "A false witness shall not be unpunished: and he that speaketh lies, shall perish.",
      "10": "Pleasure is not comely for a fool, much less for a servant to have rule over princes.",
      "11": "The discretion of man deferreth his anger: and his glory is to pass by an offence.",
      "12": "The king’s wrath is like the roaring of a lion: but his favor is like the dew upon the grass.",
      "13": "A foolish son is the calamity of his father, and the contentions of a wife are like a continual dropping.",
      "14": "House and riches are the inheritance of the fathers: but a prudent wife cometh of the Lord.",
      "15": "Slothfulness causeth to fall asleep, and a deceitful person shall be affamished.",
      "16": "He that keepeth the commandment, keepeth his own soul: but he that despiseth his ways, shall die.",
      "17": "He that hath mercy upon the poor, lendeth unto the Lord: and the Lord will recompense him that which he hath given.",
      "18": "Chasten thy son while there is hope, and let not thy soul spare for his murmuring.",
      "19": "A man of much anger shall suffer punishment, and though thou deliver him, yet will his anger come again.",
      "20": "Hear counsel and receive instruction, that thou mayest be wise in thy latter end.",
      "21": "Many devices are in a man’s heart: but the counsel of the Lord shall stand.",
      "22": "That that is to be desired of a man, is his goodness, and a poor man is better than a liar.",
      "23": "The fear of the Lord leadeth to life: and he that is filled therewith, shall continue, and shall not be visited with evil.",
      "24": "The slothful hideth his hand in his bosom, and will not put it to his mouth again.",
      "25": "Smite a scorner, and the foolish will beware: and reprove the prudent, and he will understand knowledge.",
      "26": "He that destroyeth his father, or chaseth away his mother, is a lewd and shameful child.",
      "27": "My son, hear no more the instruction, that causeth to err from the words of knowledge.",
      "28": "A wicked witness mocketh at judgment, and the mouth of the wicked swalloweth up iniquity.",
      "29": "But judgments are prepared for the scorners, and stripes for the back of the fools."
    },
    "20": {
      "1": "Wine is a mocker, and strong drink is raging: and whosoever is deceived thereby, is not wise.",
      "2": "The fear of the King is like the roaring of a lion: he that provoketh him unto anger sinneth against his own soul.",
      "3": "It is a man’s honor to cease from strife: but every fool will be meddling.",
      "4": "The slothful will not plow, because of winter: therefore shall he beg in summer, but have nothing.",
      "5": "The counsel in the heart of man is like deep waters: but a man that hath understanding, will draw it out.",
      "6": "Many men will boast every one of his own goodness: but who can find a faithful man?",
      "7": "He that walketh in his integrity, is just, and blessed shall his children be after him.",
      "8": "A king that sitteth in the throne of judgment, chaseth away all evil with his eyes.",
      "9": "Who can say, I have made mine heart clean, I am clean from my sin?",
      "10": "Divers weights, and divers measures, both these are even abomination unto the Lord.",
      "11": "A child also is known by his doings, whether his word be pure and right.",
      "12": "The Lord hath made both these, even the ear to hear, and the eye to see.",
      "13": "Love not sleep, lest thou come unto poverty: open thine eyes, and thou shalt be satisfied with bread.",
      "14": "It is naught, it is naught, saith the buyer: but when he is gone apart, he boasteth.",
      "15": "There is gold, and a multitude of precious stones: but the lips of knowledge are a precious jewel.",
      "16": "Take his garment, that is surety for a stranger, and a pledge of him for the stranger.",
      "17": "The bread of deceit is sweet to a man: but afterward his mouth shall be filled with gravel.",
      "18": "Establish thy thoughts by counsel; and by counsel make war.",
      "19": "He that goeth about as a slanderer, discovereth secrets: therefore meddle not with him that flattereth with his lips.",
      "20": "He that curseth his father or his mother, his light shall be put out in obscure darkness.",
      "21": "An heritage is hastily gotten at the beginning, but the end thereof shall not be blessed.",
      "22": "Say not thou, I will recompense evil, but wait upon the Lord, and he shall save thee.",
      "23": "Diverse weights are an abomination unto the Lord, and deceitful balances are not good.",
      "24": "The steps of man are ruled by the Lord: how can a man then understand his own way?",
      "25": "It is a destruction for a man to devour that which is sanctified, and after the vows to inquire.",
      "26": "A wise King scattereth the wicked, and causeth the wheel to turn over them.",
      "27": "The light of the Lord is the breath of man, and searcheth all the bowels of the belly.",
      "28": "Mercy and truth preserve the king: for his throne shall be established with mercy.",
      "29": "The beauty of young men is their strength, and the glory of the aged is the gray head.",
      "30": "The blueness of the wound serveth to purge the evil, and the stripes within the bowels of the belly."
    },
    "21": {
      "1": "The King’s heart is in the hand of the Lord, as the rivers of waters: he turneth it whithersoever it pleaseth him.",
      "2": "Every way of a man is right in his own eyes: but the Lord pondereth the hearts.",
      "3": "To do justice and judgment is more acceptable to the Lord than sacrifice.",
      "4": "A haughty look, and a proud heart which is the light of the wicked, is sin.",
      "5": "The thoughts of the diligent do surely bring abundance; but whosoever is hasty, cometh surely to poverty.",
      "6": "The gathering of treasures by a deceitful tongue, is vanity tossed to and fro of them that seek death.",
      "7": "The robbery of the wicked shall destroy them; for they have refused to execute judgment.",
      "8": "The way of some is perverted and strange, but of the pure man, his work is right.",
      "9": "It is better to dwell in a corner of the house top, than with a contentious woman in a wide house.",
      "10": "The soul of the wicked wisheth evil, and his neighbor hath no favor in his eyes.",
      "11": "When the scorner is punished, the foolish is wise, and when one instructeth the wise, he will receive knowledge.",
      "12": "The righteous teacheth the house of the wicked; but God overthroweth the wicked for their evil.",
      "13": "He that stoppeth his ear at the crying of the poor, he shall also cry and not be heard.",
      "14": "A gift in secret pacifieth anger, and a gift in the bosom, great wrath.",
      "15": "It is joy to the just to do judgment; but destruction shall be to the workers of iniquity.",
      "16": "A man that wandereth out of the way of wisdom, shall remain in the congregation of the dead.",
      "17": "He that loveth pastime, shall be a poor man; and he that loveth wine and oil, shall not be rich.",
      "18": "The wicked shall be a ransom for the just, and the transgressor for the righteous.",
      "19": "It is better to dwell in the wilderness, than with a contentious and angry woman.",
      "20": "In the house of the wise is a pleasant treasure and oil; but a foolish man devoureth it.",
      "21": "He that followeth after righteousness and mercy, shall find life, righteousness and glory.",
      "22": "A wise man goeth up into the city of the mighty, and casteth down the strength of the confidence thereof.",
      "23": "He that keepeth his mouth and his tongue, keepeth his soul from afflictions.",
      "24": "Proud, haughty, and scornful is his name that worketh in his arrogancy wrath.",
      "25": "The desire of the slothful slayeth him; for his hands refuse to work.",
      "26": "He coveteth evermore greedily: but the righteous giveth and spareth not.",
      "27": "The sacrifice of the wicked is an abomination: how much more when he bringeth it with a wicked mind?",
      "28": "A false witness shall perish: but he that heareth, speaketh continually.",
      "29": "A wicked man hardeneth his face: but the just, he will direct his way.",
      "30": "There is no wisdom, neither understanding, nor counsel against the Lord.",
      "31": "The horse is prepared against the day of battle: but salvation is of the Lord."
    },
    "22": {
      "1": "A good name is to be chosen above great riches, and loving favor is above silver and above gold.",
      "2": "The rich and poor meet together, the Lord is the maker of them all.",
      "3": "A prudent man seeth the plague, and hideth himself: but the foolish go on still, and are punished.",
      "4": "The reward of humility, and the fear of God is riches, and glory, and life.",
      "5": "Thorns and snares are in the way of the froward: but he that regardeth his soul, will depart far from them.",
      "6": "Teach a child in the trade of his way, and when he is old he shall not depart from it.",
      "7": "The rich ruleth the poor, and the borrower is servant to the man that lendeth.",
      "8": "He that soweth iniquity, shall reap affliction, and the rod of his anger shall fail.",
      "9": "He that hath a good eye, he shall be blessed: for he giveth of his bread unto the poor.",
      "10": "Cast out the scorner, and strife shall go out: so contention and reproach shall cease.",
      "11": "He that loveth pureness of heart for the grace of his lips, the king shall be his friend.",
      "12": "The eyes of the Lord preserve knowledge: but he overthroweth the words of the transgressor.",
      "13": "The slothful man saith, A lion is without, I shall be slain in the street.",
      "14": "The mouth of strange women is as a deep pit: he with whom the Lord is angry, shall fall therein.",
      "15": "Foolishness is bound in the heart of a child: but the rod of correction shall drive it away from him.",
      "16": "He that oppresseth the poor to increase himself, and giveth unto the rich, shall surely come to poverty.",
      "17": "Incline thine ear, and hear the words of the wise, and apply thine heart unto my knowledge.",
      "18": "For it shall be pleasant, if thou keep them in thy belly, and if they be directed together in thy lips.",
      "19": "That thy confidence may be in the Lord, I have showed thee this day: thou therefore take heed.",
      "20": "Have not I written unto thee three times in counsels and knowledge,",
      "21": "That I might show thee the assurance of the words of truth, to answer the words of truth to them that send to thee?",
      "22": "Rob not the poor, because he is poor, neither oppress the afflicted in judgment.",
      "23": "For the Lord will defend their cause, and spoil the soul of those that spoil them.",
      "24": "Make no friendship with an angry man, neither go with the furious man,",
      "25": "Lest thou learn his ways, and receive destruction to thy soul.",
      "26": "Be not thou of them that tough the hand, nor among them that are surety for debts.",
      "27": "If thou hast nothing to pay, why causest thou that he should take thy bed from under thee?",
      "28": "Thou shalt not remove the ancient bounds which thy fathers have made.",
      "29": "Thou seest that a diligent man in his business standeth before Kings, and standeth not before the base sort."
    },
    "23": {
      "1": "When thou sittest to eat with a ruler, consider diligently what is before thee,",
      "2": "And put thy knife to thy throat, if thou be a man given to the appetite.",
      "3": "Be not desirous of his dainty meats: for it is a deceivable meat.",
      "4": "Travail not too much to be rich: but cease from thy wisdom.",
      "5": "Wilt thou cast thine eyes upon it, which is nothing? for riches taketh her to her wings, as an Eagle, and flieth into the heaven.",
      "6": "Eat thou not the bread of him that hath an evil eye, neither desire his dainty meats.",
      "7": "For as though he thought it in his heart: so will he say unto thee, Eat and drink: but his heart is not with thee.",
      "8": "Thou shalt vomit thy morsel that thou hast eaten, and thou shalt lose thy sweet words.",
      "9": "Speak not in the ears of a fool: for he will despise the wisdom of thy words.",
      "10": "Remove not the ancient bounds, and enter not into the fields of the fatherless.",
      "11": "For he that redeemeth them, is mighty: he will defend their cause against thee.",
      "12": "Apply thine heart to instruction, and thine ears to the words of knowledge.",
      "13": "Withhold not correction from the child: if thou smite him with the rod, he shall not die.",
      "14": "Thou shalt smite him with the rod, and shalt deliver his soul from hell.",
      "15": "My son, if thine heart be wise, mine heart shall rejoice, and I also,",
      "16": "And my reins shall rejoice, when thy lips speak righteous things.",
      "17": "Let not thine heart be envious against sinners: but let it be in the fear of the Lord continually.",
      "18": "For surely there is an end, and thy hope shall not be cut off.",
      "19": "O thou my son, hear, and be wise, and guide thine heart in the way.",
      "20": "Keep not company with drunkards, nor with gluttons.",
      "21": "For the drunkard and the glutton shall be poor, and the sleeper shall be clothed with rags.",
      "22": "Obey thy father that hath begotten thee, and despise not thy mother when she is old.",
      "23": "Buy the truth, but sell it not: likewise wisdom, instruction, and understanding.",
      "24": "The father of the righteous shall greatly rejoice, and he that begetteth a wise child, shall have joy of him.",
      "25": "Thy father and thy mother shall be glad, and she that bare thee shall rejoice.",
      "26": "My son, give me thine heart, and let thine eyes delight in my ways.",
      "27": "For a whore is as a deep ditch, and a strange woman is as a narrow pit.",
      "28": "Also she lieth in wait as for a prey, and she increaseth the transgressors among men.",
      "29": "To whom is woe? to whom is sorrow? to whom is strife? to whom is murmuring? to whom are wounds without cause? and to whom is the redness of the eyes?",
      "30": "Even to them that tarry long at the wine, to them that go, and seek mixed wine.",
      "31": "Look not thou upon the wine, when it is red, and when it showeth his color in the cup, or goeth down pleasantly.",
      "32": "In the end thereof it will bite like a serpent, and hurt like a cockatrice.",
      "33": "Thine eyes shall look upon strange women, and thine heart shall speak lewd things.",
      "34": "And thou shalt be as one that sleepeth in the midst of the sea, and as he that sleepeth in the top of the mast.",
      "35": "They have stricken me, shalt thou say, but I was not sick: they have beaten me, but I knew not, when I awoke: therefore will I seek it yet still."
    },
    "24": {
      "1": "Be not thou envious against evil men, neither desire to be with them.",
      "2": "For their heart imagineth destruction, and their lips speak mischief.",
      "3": "Through wisdom is an house built, and with understanding it is established.",
      "4": "And by knowledge shall the chambers be filled with all precious and pleasant riches.",
      "5": "A wise man is strong: for a man of understanding increaseth his strength.",
      "6": "For with counsel thou shalt enterprise thy war, and in the multitude of them that can give counsel, is health.",
      "7": "Wisdom is high to a fool: therefore he cannot open his mouth in the gate.",
      "8": "He that imagineth to do evil, men shall call him an author of wickedness.",
      "9": "The wicked thought of a fool is sin, and the scorner is an abomination unto men.",
      "10": "If thou be faint in the day of adversity, thy strength is small.",
      "11": "Deliver them that are drawn to death, and wilt thou not preserve them that are led to be slain?",
      "12": "If thou say, Behold, we knew not of it: he that pondereth the hearts, doth not he understand it? and he that keepeth thy soul, knoweth he it not? will he not also recompense every man according to his works?",
      "13": "My son, eat honey, for it is good, and the honey comb, for it is sweet unto thy mouth.",
      "14": "So shall the knowledge of wisdom be unto thy soul if thou find it, and there shall be an end, and thine hope shall not be cut off.",
      "15": "Lay no wait, O wicked man, against the house of the righteous, and spoil not his resting place.",
      "16": "For a just man falleth seven times, and riseth again: but the wicked fall into mischief.",
      "17": "Be thou not glad when thine enemy falleth, and let not thine heart rejoice when he stumbleth,",
      "18": "Lest the Lord see it, and it displease him, and he turn his wrath from him.",
      "19": "Fret not thyself because of the malicious, neither be envious at the wicked.",
      "20": "For there shall be none end of plagues to the evil man, the light of the wicked shall be put out.",
      "21": "My son, fear the Lord, and the King and meddle not with them that are seditious.",
      "22": "For their destruction shall rise suddenly, and who knoweth the ruin of them both?",
      "23": "Also these things pertain to the wise, It is not good to have respect of any person in judgment.",
      "24": "He that saith to the wicked, Thou art righteous, him shall the people curse, and the multitude shall abhor him.",
      "25": "But to them that rebuke him, shall be pleasure, and upon them shall come the blessing of goodness.",
      "26": "They shall kiss the lips of him that answereth upright words.",
      "27": "Prepare thy work without, and make ready thy things in the field, and after, build thine house.",
      "28": "Be not a witness against thy neighbor without cause: for wilt thou deceive with thy lips?",
      "29": "Say not, I will do to him as he hath done to me, I will recompense every man according to his work.",
      "30": "I passed by the field of the slothful, and by the vineyard of the man destitute of understanding.",
      "31": "And lo, it was all grown over with thorns, and nettles had covered the face thereof, and the stone wall thereof was broken down.",
      "32": "Then I beheld, and I considered it well: I looked upon it, and received instruction.",
      "33": "Yet a little sleep, a little slumber, a little folding of the hands to sleep.",
      "34": "So thy poverty cometh as one that traveleth by the way, and thy necessity like an armed man."
    },
    "25": {
      "1": "These are also parables of Solomon, which the men of Hezekiah King of Judah copied out.",
      "2": "The glory of God is to conceal a thing secret: but the King’s honor is to search out a thing.",
      "3": "The heavens in height, and the earth in deepness: and the king’s heart can no man search out.",
      "4": "Take the dross from the silver, and there shall proceed a vessel for the finer.",
      "5": "Take away the wicked from the King, and his throne shall be established in righteousness.",
      "6": "Boast not thyself before the King, and stand not in the place of great men.",
      "7": "For it is better, that it be said unto thee, Come up hither, than thou to be put lower in the presence of the Prince whom thine eyes have seen.",
      "8": "Go not forth hastily to strife, lest thou know not what to do in the end thereof, when thy neighbor hath put thee to shame.",
      "9": "Debate thy matter with thy neighbor, and discover not the secret to another,",
      "10": "Lest he that heareth it, put thee to shame, and thine infamy do not cease.",
      "11": "A word spoken in his place, is like apples of gold with pictures of silver.",
      "12": "He that reproveth the wise and the obedient ear, is as a golden earring, and an ornament of fine gold.",
      "13": "As the cold of the snow in the time of harvest, so is a faithful messenger to them that send him: for he refresheth the soul of his masters.",
      "14": "A man that boasteth of false liberality, is like clouds and wind without rain.",
      "15": "A Prince is pacified by staying of anger, and a soft tongue breaketh the bones.",
      "16": "If thou have found honey, eat that is sufficient for thee, lest thou be overfull, and vomit it.",
      "17": "Withdraw thy foot from thy neighbor’s house, lest he be weary of thee, and hate thee.",
      "18": "A man that beareth false witness against his neighbor, is like an hammer and a sword, and a sharp arrow.",
      "19": "Confidence in an unfaithful man in time of trouble, is like a broken tooth and a sliding foot.",
      "20": "He that taketh away the garment in the cold season, is like vinegar poured upon nitre, or like him that singeth songs to an heavy heart.",
      "21": "If he that hateth thee be hungry, give him bread to eat, and if he be thirsty, give him water to drink:",
      "22": "For thou shalt lay coals upon his head, and the Lord shall recompense thee.",
      "23": "As the Northwind driveth away the rain, so doth an angry countenance the slandering tongue.",
      "24": "It is better to dwell in a corner of the house top, than with a contentious woman in a wide house.",
      "25": "As are the cold waters to a weary soul, so is good news from a far country.",
      "26": "A righteous man falling down before the wicked, is like a troubled well and a corrupt spring.",
      "27": "It is not good to eat much honey: so to search their own glory, is not glory.",
      "28": "A man that refraineth not his appetite, is like a city which is broken down and without walls."
    },
    "26": {
      "1": "As the snow in the Summer, and as the rain in the Harvest are not meet, so is honor unseemly for a fool.",
      "2": "As the sparrow by flying, and the swallow by flying escape, so the curse that is causeless, shall not come.",
      "3": "Unto the horse belongeth a whip, to the ass a bridle, and a rod to the fool’s back.",
      "4": "Answer not a fool according to his foolishness, lest thou also be like him.",
      "5": "Answer a fool according to his foolishness, lest he be wise in his own conceit.",
      "6": "He that sendeth a message by the hand of a fool, is as he that cutteth off the feet, and drinketh iniquity.",
      "7": "As they that lift up the legs of the lame, so is a parable in a fool’s mouth.",
      "8": "As the closing up of a precious stone in an heap of stones, so is he that giveth glory to a fool.",
      "9": "As a thorn standing up in the hand of a drunkard, so is a parable in the mouth of fools.",
      "10": "The Excellent that formed all things, both rewardeth the fool, and rewardeth the transgressors.",
      "11": "As a dog turneth again to his own vomit, so a fool turneth to his foolishness.",
      "12": "Seest thou a man wise in his own conceit? more hope is of a fool than of him.",
      "13": "The slothful man saith, A lion is in the way: a lion is in the streets.",
      "14": "As the door turneth upon his hinges, so doth the slothful man upon his bed.",
      "15": "The slothful hideth his hand in his bosom, and it grieveth him to put it again to his mouth.",
      "16": "The sluggard is wiser in his own conceit, than seven men that can render a reason.",
      "17": "He that passeth by and medleth with the strife that belongeth not unto him, is as one that taketh a dog by the ears.",
      "18": "As he that feigneth himself mad, casteth firebrands, arrows, and mortal things,",
      "19": "So dealeth the deceitful man with his friend, and saith, Am not I in sport?",
      "20": "Without wood the fire is quenched, and without a talebearer strife ceaseth.",
      "21": "As the coal maketh burning coals, and wood a fire, so the contentious man is apt to kindle strife.",
      "22": "The words of a talebearer are as flatterings, and they go down into the bowels of the belly.",
      "23": "As silver dross overlaid upon a potsherd, so are burning lips, and an evil heart.",
      "24": "He that hateth, will counterfeit with his lips, but in his heart he layeth up deceit.",
      "25": "Though he speak favorably, believe him not: for there are seven abominations in his heart.",
      "26": "Hatred may be covered by deceit: but the malice thereof shall be discovered in the congregation.",
      "27": "He that diggeth a pit shall fall therein, and he that rolleth a stone, it shall return unto him.",
      "28": "A false tongue hateth the afflicted, and a flattering mouth causeth ruin."
    },
    "27": {
      "1": "Boast not thyself of tomorrow, for thou knowest not what a day may bring forth.",
      "2": "Let another man praise thee, and not thine own mouth: a stranger, and not thine own lips.",
      "3": "A stone is heavy, and the sand weighty: but a fool’s wrath is heavier than them both.",
      "4": "Anger is cruel, and wrath is raging: but who can stand before envy?",
      "5": "Open rebuke is better than secret love.",
      "6": "The wounds of a lover are faithful, and the kisses of an enemy are pleasant.",
      "7": "The person that is full, despiseth an honeycomb: but unto the hungry soul every bitter thing is sweet.",
      "8": "As a bird that wandereth from her nest, so is a man that wandereth from his own place.",
      "9": "As ointment and perfume rejoice the heart, so doth the sweetness of a man’s friend by hearty counsel.",
      "10": "Thine own friend and thy father’s friend forsake thou not: neither enter into thy brother’s house in the day of thy calamity: for better is a neighbor that is near, than a brother far off.",
      "11": "My son, be wise, and rejoice mine heart, that I may answer him that reproacheth me.",
      "12": "A prudent man seeth the plague, and hideth himself: but the foolish go on still, and are punished.",
      "13": "Take his garment that is surety for a stranger, and a pledge of him for the stranger.",
      "14": "He that praiseth his friend with a loud voice, rising early in the morning, it shall be counted to him as a curse.",
      "15": "A continual dropping in the day of rain, and a contentious woman are alike.",
      "16": "He that hideth her, hideth the wind, and she is as the oil in his right hand that uttereth itself.",
      "17": "Iron sharpeneth iron, so doth man sharpen the face of his friend.",
      "18": "He that keepeth the fig tree, shall eat the fruit thereof: so he that waiteth upon his master, shall come to honor.",
      "19": "As in water face answereth to face, so the heart of man to man.",
      "20": "The grave and destruction can never be full, so the eyes of man can never be satisfied.",
      "21": "As is the fining pot for silver, and the furnace for gold, so is every man according to his dignity.",
      "22": "Though thou shouldest bray a fool in a mortar among wheat brayed with a pestle, yet will not his foolishness depart from him.",
      "23": "Be diligent to know the state of thy flock, and take heed to the herds.",
      "24": "For riches remain not always, nor the crown from generation to generation.",
      "25": "The hay discovereth itself, and the grass appeareth, and the herbs of the mountains are gathered.",
      "26": "The lambs are for thy clothing, and the goats are the price of the field.",
      "27": "And let the milk of the goats be sufficient for thy food, for the food of thy family, and for the sustenance of thy maids."
    },
    "28": {
      "1": "The wicked flee when none pursueth: but the righteous are bold as a lion.",
      "2": "For the transgression of the land there are many princes thereof: but by a man of understanding and knowledge a realm likewise endureth long.",
      "3": "A poor man, if he oppress the poor, is like a raging rain that leaveth no food.",
      "4": "They that forsake the Law, praise the wicked: but they that keep the Law, set themselves against them.",
      "5": "Wicked men understand not judgment: but they that seek the Lord, understand all things.",
      "6": "Better is the poor that walketh in his uprightness, than he that perverteth his ways, though he be rich.",
      "7": "He that keepeth the Law, is a child of understanding: but he that feedeth the gluttons, shameth his father.",
      "8": "He that increaseth his riches by usury and interest, gathereth them for him that will be merciful unto the poor.",
      "9": "He that turneth away his ear from hearing the Law, even his prayer shall be abominable.",
      "10": "He that causeth the righteous to go astray by an evil way, shall fall into his own pit, and the upright shall inherit good things.",
      "11": "The rich man is wise in his own conceit: but the poor that hath understanding, can try him.",
      "12": "When righteous men rejoice, there is great glory: but when the wicked come up, the man is tried.",
      "13": "He that hideth his sins, shall not prosper: but he that confesseth, and forsaketh them, shall have mercy.",
      "14": "Blessed is the man that feareth always: but he that hardeneth his heart, shall fall into evil.",
      "15": "As a roaring lion, and an hungry bear, so is a wicked ruler over the poor people.",
      "16": "A prince destitute of understanding is also a great oppressor: but he that hateth covetousness, shall prolong his days.",
      "17": "A man that doeth violence against the blood of a person, shall flee unto the grave, and they shall not stay him.",
      "18": "He that walketh uprightly shall be saved: but he that is froward in his ways, shall once fall.",
      "19": "He that tilleth his land, shall be satisfied with bread, but he that followeth the idle, shall be filled with poverty.",
      "20": "A faithful man shall abound in blessings, and he that maketh haste to be rich, shall not be innocent.",
      "21": "To have respect of persons is not good: for that man will transgress for a piece of bread.",
      "22": "A man with a wicked eye hasteth to riches, and knoweth not that poverty shall come upon him.",
      "23": "He that rebuketh a man, shall find more favor at the length, than he that flattereth with his tongue.",
      "24": "He that robbeth his father and mother, and saith, It is no transgression, is the companion of a man that destroyeth.",
      "25": "He that is of a proud heart, stirreth up strife: but he that trusteth in the Lord, shall be fat.",
      "26": "He that trusteth in his own heart, is a fool: but he that walketh in wisdom, shall be delivered.",
      "27": "He that giveth unto the poor, shall not lack: but he that hideth his eyes, shall have many curses.",
      "28": "When the wicked rise up, men hide themselves: but when they perish, the righteous increase."
    },
    "29": {
      "1": "A man that hardeneth his neck when he is rebuked, shall suddenly be destroyed, and cannot be cured.",
      "2": "When the righteous are in authority, the people rejoice: but when the wicked beareth rule, the people sigh.",
      "3": "A man that loveth wisdom rejoiceth his father: but he that feedeth harlots wasteth his substance.",
      "4": "A king by judgment maintaineth the country: but a man receiving gifts, destroyeth it.",
      "5": "A man that flattereth his neighbor, spreadeth a net for his steps.",
      "6": "In the transgression of an evil man is his snare: but the righteous doth sing and rejoice.",
      "7": "The righteous knoweth the cause of the poor: but the wicked regardeth not knowledge.",
      "8": "Scornful men bring a city into a snare: but wise men turn away wrath.",
      "9": "If a wise man contend with a foolish man, whether he be angry or laugh, there is no rest.",
      "10": "Bloody men hate him that is upright: but the just have care of his soul.",
      "11": "A fool poureth out all his mind: but a wise man keepeth it in till afterward.",
      "12": "Of a prince that hearkeneth to lies, all his servants are wicked.",
      "13": "The poor and the usurer meet together, and the Lord lightened both their eyes.",
      "14": "A King that judgeth the poor in truth, his throne shall be established forever.",
      "15": "The rod and correction give wisdom, but a child set at liberty, maketh his mother ashamed.",
      "16": "When the wicked are increased, transgression increaseth: but the righteous shall see their fall.",
      "17": "Correct thy son, and he will give thee rest, and will give pleasures to thy soul.",
      "18": "Where there is no vision, the people decay: but he that keepeth the law is blessed.",
      "19": "A servant will not be chastised with words: though he understand, yet he will not answer.",
      "20": "Seest thou a man hasty in his matters? there is more hope of a fool, than of him.",
      "21": "He that delicately bringeth up his servant from youth, at length he will be even as his son.",
      "22": "An angry man stirreth up strife, and a furious man aboundeth in transgression.",
      "23": "The pride of a man shall bring him low: but the humble in spirit shall enjoy glory.",
      "24": "He that is partner with a thief, hateth his own soul: he heareth cursing and declareth it not.",
      "25": "The fear of man bringeth a snare: but he that trusteth in the Lord shall be exalted.",
      "26": "Many do seek the face of the ruler: but every man’s judgment cometh from the Lord.",
      "27": "A wicked man is abomination to the just, and he that is upright in his way, is abomination to the wicked."
    },
    "30": {
      "1": "The prophecy which the man spake unto Ithiel, even to Ithiel, and Ucal.",
      "2": "Surely I am more foolish than any man, and have not the understanding of a man in me.",
      "3": "For I have not learned wisdom, nor attained to the knowledge of holy things.",
      "4": "Who hath ascended up to heaven, and descended? Who hath gathered the wind in his fist? Who hath bound the waters in a garment? Who hath established all the ends of the world? What is his name, and what is his son’s name, if thou canst tell?",
      "5": "Every word of God is pure: he is a shield to those that trust in him.",
      "6": "Put nothing unto his words, lest he reprove thee, and thou be found a liar.",
      "7": "Two things have I required of thee: deny me them not before I die.",
      "8": "Remove far from me vanity and lies: give me not poverty, nor riches: feed me with food convenient for me,",
      "9": "Lest I be full, and deny thee, and say, Who is the Lord? or lest I be poor and steal, and take the Name of my God in vain.",
      "10": "Accuse not a servant unto his master, lest he curse thee, when thou hast offended.",
      "11": "There is a generation that curseth their father, and doth not bless their mother.",
      "12": "There is a generation that are pure in their own conceit, and yet are not washed from their filthiness.",
      "13": "There is a generation whose eyes are haughty, and their eye lids are lifted up.",
      "14": "There is a generation, whose teeth are as swords, and their chaws as knives to eat up the afflicted out of the earth, and the poor from among men.",
      "15": "The horseleech hath two daughters which cry, Give, give. There be three things that will not be satisfied: yea, four that say not, It is enough.",
      "16": "The grave, and the barren womb, the earth, that cannot be satisfied with water, and the fire that saith not, It is enough.",
      "17": "The eye that mocketh his father and despiseth the instruction of his mother, let the ravens of the valley pick it out, and the young eagles eat it.",
      "18": "There be three things hid from me: yea, four that I know not:",
      "19": "The way of an eagle in the air, the way of a serpent upon a stone, the way of a ship in the midst of the sea, and the way of a man with a maid.",
      "20": "Such is the way also of an adulterous woman: she eateth and wipeth her mouth, and saith, I have not committed iniquity.",
      "21": "For three things the earth is moved: yea, for four it cannot sustain itself.",
      "22": "For a servant when he reigneth, and a fool when he is filled with meat,",
      "23": "For the hateful woman, when she is married, and for a handmaid that is heir to her mistress.",
      "24": "These be four small things in the earth, yet they are wise, and full of wisdom.",
      "25": "The pismires a people not strong, yet prepare they their meat in summer:",
      "26": "The conies a people not mighty, yet make they their houses in the rock:",
      "27": "The grasshopper hath no king, yet go they forth all by bands:",
      "28": "The spider taketh hold with her hands, and is in king’s palaces.",
      "29": "There be three things that order well their going: yea, four are comely in going:",
      "30": "A lion which is strong among beasts, and turneth not at the sight of any:",
      "31": "A lusty greyhound, and a goat, and a king against whom there is no rising up.",
      "32": "If thou hast been foolish in lifting thyself up, and if thou hast thought wickedly, lay thine hand upon thy mouth.",
      "33": "When one churneth milk, he bringeth forth butter: and he that wringeth his nose, causeth blood to come out, so he that forceth wrath, bringeth forth strife."
    },
    "31": {
      "1": "THE WORDS OF KING LEMUEL: The prophecy which his mother taught him.",
      "2": "What my son! and what the son of my womb! and what, O son of my desires!",
      "3": "Give not thy strength unto women, nor thy ways which is to destroy kings.",
      "4": "It is not for kings, O Lemuel, it is not for kings to drink wine, nor for princes strong drink,",
      "5": "Lest he drink and forget the decree, and change the judgment of all the children of affliction.",
      "6": "Give ye strong drink unto him that is ready to perish, and wine unto them that have grief of heart.",
      "7": "Let him drink, that he may forget his poverty, and remember his misery no more.",
      "8": "Open thy mouth for the dumb in the cause of all the children of destruction.",
      "9": "Open thy mouth, judge righteously, and judge the afflicted, and the poor.",
      "10": "Who shall find a virtuous woman? for her price is far above the pearls.",
      "11": "The heart of her husband trusteth in her, and he shall have no need of spoil.",
      "12": "She will do him good, and not evil all the days of her life.",
      "13": "She seeketh wool and flax, and laboreth cheerfully with her hands.",
      "14": "She is like the ships of merchants: she bringeth her food from afar.",
      "15": "And she ariseth, while it is yet night: and giveth the portion to her household, and the ordinary to her maids.",
      "16": "She considereth a field, and getteth it: and with the fruit of her hands she planteth a vineyard.",
      "17": "She girdeth her loins with strength, and strengtheneth her arms.",
      "18": "She feeleth that her merchandise is good: her candle is not put out by night.",
      "19": "She putteth her hands to the wheel, and her hands handle the spindle.",
      "20": "She stretcheth out her hand to the poor, and putteth forth her hands to the needy.",
      "21": "She feareth not the snow for her family: for all her family is clothed with scarlet.",
      "22": "She maketh herself carpets: fine linen and purple is her garment.",
      "23": "Her husband is known in the gates, when he sitteth with the Elders of the land.",
      "24": "She maketh sheets, and selleth them, and giveth girdles unto the merchant.",
      "25": "Strength and honor is her clothing, and in the latter day she shall rejoice.",
      "26": "She openeth her mouth with wisdom, and the law of grace is in her tongue.",
      "27": "She overseeth the ways of her household, and eateth not the bread of idleness.",
      "28": "Her children rise up, and call her blessed: her husband also shall praise her, saying,",
      "29": "Many daughters have done virtuously: but thou surmountest them all.",
      "30": "Favor is deceitful, and beauty is vanity: but a woman that feareth the Lord she shall be praised.",
      "31": "Give her of the fruit of her hands, and let her own works praise her in the gates."
    }
  }
}