{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:26.525283-04:00",
    "Translation": "GNV"
  },
  "Psalm": {
    "1": {
      "1": "Blessed is the man that doth not walk in the counsel of the wicked, nor stand in the way of sinners, nor sit in the seat of the scornful.",
      "2": "But his delight is in the law of the Lord, and in his law doth he meditate day and night.",
      "3": "For he shall be like a tree planted by the rivers of waters, that will bring forth her fruits in due season: whose leaf shall not fade: so whatsoever he shall do, shall prosper.",
      "4": "The wicked are not so, but as the chaff, which the wind driveth away.",
      "5": "Therefore the wicked shall not stand in the judgment, nor sinners in the assembly of the righteous.",
      "6": "For the Lord knoweth the way of the righteous, and the way of the wicked shall perish."
    },
    "2": {
      "1": "Why do the heathen rage, and the people murmur in vain.",
      "2": "The kings of the earth band themselves, and the Princes are assembled together against the Lord, and against his Christ.",
      "3": "Let us break their bands, and cast their cords from us.",
      "4": "But he that dwelleth in the heaven shall laugh: the Lord shall have them in derision.",
      "5": "Then shall he speak unto them in his wrath, and vex them in his sore displeasure, saying,",
      "6": "Even I have set my King upon Zion mine holy mountain.",
      "7": "I will declare the decree: that is, the Lord hath said unto me, Thou art my son; this day have I begotten thee.",
      "8": "Ask of me, and I shall give thee the heathen for thine inheritance, and the ends of the earth for thy possession.",
      "9": "Thou shalt crush them with a scepter of iron, and break them in pieces like a potter’s vessel.",
      "10": "Be wise now therefore, ye kings: be learned ye judges of the earth.",
      "11": "Serve the Lord in fear, and rejoice in trembling.",
      "12": "Kiss the Son, lest he be angry, and ye perish in the way, when his wrath shall suddenly burn. Blessed are all that trust in him."
    },
    "3": {
      "1": "Lord, how are mine adversaries increased? how many rise against me?",
      "2": "Many say to my soul, There is no help for him in God. Selah.",
      "3": "But thou Lord art a buckler for me, my glory, and the lifter up of mine head.",
      "4": "I did call unto the Lord with my voice, and he heard me out of his holy mountain. Selah.",
      "5": "I laid me down and slept, and rose up again: for the Lord sustained me.",
      "6": "I will not be afraid for ten thousand of the people, that should beset me round about.",
      "7": "O Lord, arise: help me, my God: for thou hast smitten all mine enemies upon the cheekbone: thou hast broken the teeth of the wicked.",
      "8": "Salvation belongeth unto the Lord, and thy blessing is upon thy people. Selah."
    },
    "4": {
      "1": "Hear me when I call, O God of my righteousness: thou hast set me at liberty, when I was in distress: have mercy upon me, and hearken unto my prayer.",
      "2": "O ye sons of men, how long will ye turn my glory into shame, loving vanity, and seeking lies? Selah.",
      "3": "For be ye sure that the Lord hath chosen to himself a godly man, the Lord will hear when I call unto him.",
      "4": "Tremble and sin not: examine your own heart upon your bed, and be still. Selah.",
      "5": "Offer the sacrifices of righteousness, and trust in the Lord.",
      "6": "Many say, Who will show us any good? but Lord, lift up the light of thy countenance upon us.",
      "7": "Thou hast given me more joy of heart, than they have had, when their wheat and their wine did abound.",
      "8": "I will lay me down, and also sleep in peace: for thou, Lord, only makest me dwell in safety."
    },
    "5": {
      "1": "Hear my words, O Lord: understand my meditation.",
      "2": "Hearken unto the voice of my cry, my king and my God: for unto thee do I pray.",
      "3": "Hear my voice in the morning, O Lord: for in the morning will I direct me unto thee, and I will wait.",
      "4": "For thou art not a God that loveth wickedness, neither shall evil dwell with thee.",
      "5": "The foolish shall not stand in thy sight: for thou hatest all them that work iniquity.",
      "6": "Thou shalt destroy them that speak lies: the Lord will abhor the bloody man and deceitful.",
      "7": "But I will come into thine house in the multitude of thy mercy: and in thy fear will I worship toward thine holy Temple.",
      "8": "Lead me, O Lord, in thy righteousness, because of mine enemies: make thy way plain before my face.",
      "9": "For no constancy is in their mouth: within they are very corruption: their throat is an open sepulcher, and they flatter with their tongue.",
      "10": "Destroy them, O God, let them fall from their counsels: cast them out for the multitude of their iniquities, because they have rebelled against thee.",
      "11": "And let all them that trust in thee, rejoice and triumph forever, and cover thou them: and let them that love thy name, rejoice in thee.",
      "12": "For thou Lord, wilt bless the righteous, and with favor wilt compass him, as with a shield."
    },
    "6": {
      "1": "O Lord, rebuke me not in thine anger, neither chastise me in thy wrath.",
      "2": "Have mercy upon me, O Lord, for I am weak: O Lord heal me, for my bones are vexed.",
      "3": "My soul is also sore troubled: but Lord, how long wilt thou delay?",
      "4": "Return, O Lord: deliver my soul: save me for thy mercy’s sake.",
      "5": "For in death there is no remembrance of thee: in the grave who shall praise thee?",
      "6": "I fainted in my mourning: I cause my bed every night to swim, and water my couch with my tears.",
      "7": "Mine eye is dimmed for despite, and sunk in because of all mine enemies.",
      "8": "Away from me all ye workers of iniquity: for the Lord hath heard the voice of my weeping.",
      "9": "The Lord hath heard my petition: the Lord will receive my prayer.",
      "10": "All mine enemies shall be confounded and sore vexed: they shall be turned back, and put to shame suddenly."
    },
    "7": {
      "1": "O Lord my God, in thee I put my trust: save me from all that persecute me, and deliver me,",
      "2": "Lest he devour my soul like a lion, and tear it in pieces, while there is none to help.",
      "3": "O Lord my God, if I have done this thing, if there be any wickedness in mine hands,",
      "4": "If I have rewarded evil unto him that had peace with me, (yea I have delivered him that vexed me without cause.)",
      "5": "Then let the enemies persecute my soul, and take it: yea, let him tread my life down upon the earth, and lay mine honor in the dust. Selah.",
      "6": "Arise, O Lord, in thy wrath, and lift up thyself against the rage of mine enemies, and awake for me according to the judgment that thou hast appointed.",
      "7": "So shall the congregation of the people compass thee about: for their sakes therefore return on high.",
      "8": "The Lord shall judge the people: judge thou me, O Lord, according to my righteousness, and according to mine innocency that is in me.",
      "9": "Oh let the malice of the wicked come to an end: but guide thou the just: for the righteous God trieth the hearts and reins.",
      "10": "My defense is in God, who preserveth the upright in heart.",
      "11": "God judgeth the righteous, and him that contemneth God, every day.",
      "12": "Except he turn, he hath whet his sword: he hath bent his bow, and made it ready.",
      "13": "He hath also prepared him deadly weapons: he will ordain his arrows for them that persecute me.",
      "14": "Behold, he shall travail with wickedness: for he hath conceived mischief, but he shall bring forth a lie.",
      "15": "He hath made a pit, and dug it, and is fallen into the pit that he made.",
      "16": "His mischief shall return upon his own head, and his cruelty shall fall upon his own pate.",
      "17": "I will praise the Lord according to his righteousness, and will sing praise to the Name of the Lord most high."
    },
    "8": {
      "1": "O Lord our Lord, how excellent is thy Name in all the world! which hast set thy glory above the heavens.",
      "2": "Out of the mouth of babes and sucklings hast thou ordained strength, because of thine enemies, that thou mightest still the enemy and the avenger.",
      "3": "When I behold thine heavens, even the works of thy fingers, the moon and the stars, which thou hast ordained,",
      "4": "What is man, say I, that thou art mindful of him? and the son of man that thou visitest him?",
      "5": "For thou hast made him a little lower than God, and crowned him with glory and worship.",
      "6": "Thou hast made him to have dominion in the works of thine hands, thou hast put all things under his feet:",
      "7": "All sheep and oxen: yea, and the beasts of the field:",
      "8": "The fowls of the air, and the fish of the sea, and that which passeth through the paths of the seas.",
      "9": "O Lord our Lord, how excellent is thy Name in all the world!"
    },
    "9": {
      "1": "I will praise the Lord with my whole heart: I will speak of all thy marvelous works.",
      "2": "I will be glad, and rejoice in thee: I will sing praise to thy Name, O most High.",
      "3": "For that mine enemies are turned back: they shall fall and perish at thy presence.",
      "4": "For thou hast maintained my right and my cause: thou art set in the throne, and judgest right.",
      "5": "Thou hast rebuked the heathen: thou hast destroyed the wicked: thou hast put out their name forever and ever.",
      "6": "O enemy, destructions are come to a perpetual end, and thou hast destroyed the cities: their memorial is perished with them.",
      "7": "But the Lord shall sit forever: he hath prepared his throne for judgment.",
      "8": "For he shall judge the world in righteousness, and shall judge the people with equity.",
      "9": "The Lord also will be a refuge for the poor, a refuge in due time, even in affliction.",
      "10": "And they that know thy Name, will trust in thee: for thou, Lord, hast not failed them that seek thee.",
      "11": "Sing praises to the Lord, which dwelleth in Zion: show the people his works.",
      "12": "For when he maketh inquisition for blood, he remembereth it, and forgetteth not the complaint of the poor.",
      "13": "Have mercy upon me, O Lord: consider my trouble which I suffer of them that hate me, thou that liftest me up from the gates of death,",
      "14": "That I may show all thy praises within the gates of the daughter of Zion, and rejoice in thy salvation.",
      "15": "The heathen are sunken down in the pit that they made: in the net that they hid, is their foot taken.",
      "16": "The Lord is known by executing judgment: the wicked is snared in the work of his own hands, Higgaion. Selah.",
      "17": "The wicked shall turn into hell, and all nations that forget God.",
      "18": "For the poor shall not be always forgotten: the hope of the afflicted shall not perish forever.",
      "19": "Up Lord: let not man prevail: let the heathen be judged in thy sight.",
      "20": "Put them in fear, O Lord, that the heathen may know that they are but men. Selah."
    },
    "10": {
      "1": "Why standest thou far off, O Lord, and hidest thee in due time, even in affliction?",
      "2": "The wicked with pride doth persecute the poor; let them be taken in the crafts that they have imagined.",
      "3": "For the wicked hath made boast of his own heart’s desire, and the covetous blesseth himself, he contemneth the Lord.",
      "4": "The wicked is so proud, that he seeketh not for God: he thinketh always, There is no God.",
      "5": "His ways always prosper: thy judgments are high above his sight; therefore defieth he all his enemies.",
      "6": "He saith in his heart, I shall never be moved, nor be in danger.",
      "7": "His mouth is full of cursing, and deceit, and fraud; under his tongue is mischief and iniquity.",
      "8": "He lieth in wait in the villages; in the secret places doth he murder the innocent; his eyes are bent against the poor.",
      "9": "He lieth in wait secretly, even as a lion in his den; he lieth in wait to spoil the poor; he doth spoil the poor, when he draweth him into his net.",
      "10": "He croucheth and boweth; therefore heaps of the poor do fall by his might.",
      "11": "He hath said in his heart, God hath forgotten, he hideth away his face, and will never see.",
      "12": "Arise, O Lord God, lift up thine hand; forget not the poor.",
      "13": "Wherefore doth the wicked contemn God? he saith in his heart, Thou wilt not regard.",
      "14": "Yet thou hast seen it; for thou beholdest mischief and wrong; that thou mayest take it into thine hands; the poor committeth himself unto thee; for thou art the helper of the fatherless.",
      "15": "Break thou the arm of the wicked and malicious; search his wickedness, and thou shalt find none.",
      "16": "The Lord is King forever and ever; the heathen are destroyed forth of his land.",
      "17": "Lord, thou hast heard the desire of the poor; thou preparest their heart; thou bendest thine ear to them,",
      "18": "To judge the fatherless and poor, that earthly man cause to fear no more."
    },
    "11": {
      "1": "In the Lord put I my trust; how say ye then to my soul, Flee to your mountain as a bird?",
      "2": "For lo, the wicked bend their bow, and make ready their arrows upon the string, that they may secretly shoot at them which are upright in heart.",
      "3": "For the foundations are cast down, what hath the righteous done?",
      "4": "The Lord is in his holy palace; the Lord’s throne is in the heaven; his eyes will consider; his eyelids will try the children of men.",
      "5": "The Lord will try the righteous; but the wicked, and him that loveth iniquity, doth his soul hate.",
      "6": "Upon the wicked he shall rain snares, fire, and brimstone, and stormy tempest; this is the portion of their cup.",
      "7": "For the righteous Lord loveth righteousness: his countenance doth behold the just."
    },
    "12": {
      "1": "Help Lord, for there is not a godly man left: for the faithful are failed from among the children of men.",
      "2": "They speak deceitfully every one with his neighbor, flattering with their lips, and speak with a double heart.",
      "3": "The Lord cut off all flattering lips, and the tongue that speaketh proud things:",
      "4": "Which have said, With our tongue will we prevail; our lips are our own; who is Lord over us?",
      "5": "Now for the oppression of the needy, and for the sighs of the poor, I will up, saith the Lord, and will set at liberty him, whom the wicked hath [snared].",
      "6": "The words of the Lord are pure words, as the silver, tried in a furnace of earth, fined sevenfold.",
      "7": "Thou wilt keep them, O Lord; thou wilt preserve him from this generation forever.",
      "8": "The wicked walk on every side; when they are exalted, it is a shame for the sons of men."
    },
    "13": {
      "1": "How long wilt thou forget me, O Lord, forever? how long wilt thou hide thy face from me?",
      "2": "How long shall I take counsel within myself having weariness daily in mine heart? how long shall mine enemy be exalted above me?",
      "3": "Behold, and hear me, O Lord my God: lighten mine eyes, that I sleep not in death.",
      "4": "Lest mine enemy say, I have prevailed against him: and they that afflict me, rejoice, when I slide.",
      "5": "But I trust in thy mercy: mine heart shall rejoice in thy salvation; I will sing to the Lord, because he hath dealt lovingly with me."
    },
    "14": {
      "1": "The fool hath said in his heart, There is no God: they have corrupted, and done an abominable work: there is none that doeth good.",
      "2": "The Lord looked down from heaven upon the children of men, to see if there were any that would understand, and seek God.",
      "3": "All are gone out of the way: they are all corrupt: there is none that doeth good, no not one.",
      "4": "Do not all the workers of iniquity know that they eat up my people, as they eat bread? they call not upon the Lord.",
      "5": "There they shall be taken with fear, because God is in the generation of the just.",
      "6": "You have made a mock at the counsel of the poor, because the Lord is his trust.",
      "7": "Oh give salvation unto Israel out of Zion: when the Lord turneth the captivity of his people, then Jacob shall rejoice, and Israel shall be glad.\nNote that of Psalm 14:5-7, which are put into the common translation, and may seem unto some to be left out in this, are not in the same Psalm in the Hebrew text, but rather are put in more fully to express the manners of the wicked, and are gathered out of Psalms 5, 10, 36, 140; Isa. 59, and are alleged by S. Paul, and placed together in Romans 3."
    },
    "15": {
      "1": "Lord, who shall dwell in thy Tabernacle? who shall rest in thine holy Mountain?",
      "2": "He that walketh uprightly and worketh righteousness, and speaketh the truth in his heart.",
      "3": "He that slandereth not with his tongue, nor doeth evil to his neighbor, nor receiveth a false report against his neighbor.",
      "4": "In whose eyes a vile person is contemned, but he honoreth them that fear the Lord: he that sweareth to his own hindrance and changeth not.",
      "5": "He that giveth not his money unto usury, nor taketh reward against the innocent: he that doeth these things, shall never be moved."
    },
    "16": {
      "1": "Preserve me, O GOD: for in thee do I trust.",
      "2": "O my soul, thou hast said unto the Lord, Thou art my Lord: my well doing extendeth not to thee,",
      "3": "But to the Saints that are in the earth, and to the excellent: all my delight is in them.",
      "4": "The sorrows of them, that offer to another god, shall be multiplied: their offerings of blood will I not offer, neither make mention of their names with my lips.",
      "5": "The Lord is the portion of mine inheritance and of my cup: thou shalt maintain my lot.",
      "6": "The lines are fallen unto me in pleasant places: yea, I have a fair heritage.",
      "7": "I will praise the Lord, who hath given me counsel: my reins also teach me in the nights.",
      "8": "I have set the Lord always before me: for he is at my right hand: therefore I shall not slide.",
      "9": "Wherefore mine heart is glad, and my tongue rejoiceth: my flesh also doth rest in hope.",
      "10": "For thou wilt not leave my soul in the grave: neither wilt thou suffer thine holy One to see corruption.",
      "11": "Thou wilt show me the path of life: in thy presence is the fullness of joy: and at thy right hand there are pleasures forevermore."
    },
    "17": {
      "1": "Hear the right, O Lord, consider my cry: hearken unto my prayer of lips unfeigned.",
      "2": "Let my sentence come forth from thy presence, and let thine eyes behold equity.",
      "3": "Thou hast proved and visited mine heart in the night: thou hast tried me, and foundest nothing: for I was purposed that my mouth should not offend.",
      "4": "Concerning the works of men, by the words of thy lips I kept me from the paths of the cruel man.",
      "5": "Stay my steps in thy paths, that my feet do not slide.",
      "6": "I have called upon thee: surely thou wilt hear me, O God: incline thine ear to me, and hearken unto my words.",
      "7": "Show thy marvelous mercies: thou that art the Savior of them that trust in thee, from such as resist thy right hand.",
      "8": "Keep me as the apple of the eye: hide me under the shadow of thy wings,",
      "9": "From the wicked that oppress me, from mine enemies, which compass me round about for my soul.",
      "10": "They are enclosed in their own fat, and they have spoken proudly with their mouth.",
      "11": "They have compassed us now in our steps: they have set their eyes to bring down to the ground:",
      "12": "Like as a lion that is greedy of prey, and as it were a Lion’s whelp lurking in secret places.",
      "13": "Up Lord, disappoint him: cast him down: deliver my soul from the wicked with thy sword,",
      "14": "From men by thine hand, O Lord, from men of the world, who have their portion in this life, whose bellies thou fillest with thine hid treasure: their children have enough, and leave the rest of their substance for their children.",
      "15": "But I will behold thy face in righteousness, and when I wake, I shall be satisfied with thine image."
    },
    "18": {
      "1": "I will love thee dearly, O Lord my strength.",
      "2": "The Lord is my rock, and my fortress, and he that delivereth me, my God and my strength: in him will I trust, my shield, the horn also of my salvation, and my refuge.",
      "3": "I will call upon the Lord, which is worthy to be praised: so shall I be safe from mine enemies.",
      "4": "The sorrows of death compassed me, and the floods of wickedness made me afraid.",
      "5": "The sorrows of the grave have compassed me about: the snares of death overtook me.",
      "6": "But in my trouble did I call upon the Lord, and cried unto my God: he heard my voice out of his Temple, and my cry did come before him, even into his ears.",
      "7": "Then the earth trembled and quaked: the foundations also of the mountains moved and shook, because he was angry.",
      "8": "Smoke went out at his nostrils, and a consuming fire out of his mouth: coals were kindled thereat.",
      "9": "He bowed the heavens also and came down, and darkness was under his feet.",
      "10": "And he rode upon Cherub, and did fly, and he came flying upon the wings of the wind.",
      "11": "He made darkness his secret place, and his pavilion round about him, even darkness of waters, and clouds of the air.",
      "12": "At the brightness of his presence his clouds passed, hailstones and coals of fire.",
      "13": "The Lord also thundered in the heaven, and the Highest gave his voice, hailstones and coals of fire.",
      "14": "Then he sent out his arrows and scattered them, and he increased lightnings and destroyed them.",
      "15": "And the channels of waters were seen, and the foundations of the world were discovered at thy rebuking, O Lord, at the blasting of the breath of thy nostrils.",
      "16": "He hath sent down from above and taken me: he hath drawn me out of many waters.",
      "17": "He hath delivered me from my strong enemy, and from them which hate me: for they were too strong for me.",
      "18": "They prevented me in the day of my calamity: but the Lord was my stay.",
      "19": "He brought me forth also into a large place: he delivered me because he favored me.",
      "20": "The Lord rewarded me according to my righteousness: according to the pureness of mine hand he recompensed me:",
      "21": "Because I kept the ways of the Lord, and did not wickedly against my God.",
      "22": "For all his laws were before me, and I did not cast away his commandments from me.",
      "23": "I was upright also with him, and have kept me from my wickedness.",
      "24": "Therefore the Lord rewarded me according to my righteousness, and according to the pureness of mine hands in his sight.",
      "25": "With the godly thou wilt show thyself godly: with the upright man thou wilt show thyself upright.",
      "26": "With the pure thou wilt show thyself pure, and with the froward thou wilt show thyself froward.",
      "27": "Thus thou wilt save the poor people, and wilt cast down to proud looks.",
      "28": "Surely thou wilt light my candle: the Lord my God will lighten my darkness.",
      "29": "For by thee I have broken through an host, and by my God I have leaped over a wall.",
      "30": "The way of God is uncorrupt: the word of the Lord is tried in the fire: he is a shield to all that trust in him.",
      "31": "For who is God besides the Lord? and who is mighty save our God?",
      "32": "God girdeth me with strength, and maketh my way upright.",
      "33": "He maketh my feet like hind’s feet, and setteth me upon mine high places.",
      "34": "He teacheth mine hands to fight: so that a bow of brass is broken with mine arms.",
      "35": "Thou hast also given me the shield of thy salvation, and thy right hand hath stayed me, and thy lovingkindness hath caused me to increase.",
      "36": "Thou hast enlarged my steps under me, and my heels have not slid.",
      "37": "I have pursued mine enemies, and taken them, and have not turned again till I had consumed them.",
      "38": "I have wounded them, that they were not able to rise, they are fallen under my feet.",
      "39": "For thou hast girded me with strength to battle: them that rose against me, thou hast subdued under me.",
      "40": "And thou hast given me the necks of mine enemies, that I might destroy them that hate me.",
      "41": "They cried, but there was none to save them, even unto the Lord, but he answered them not.",
      "42": "Then I did beat them small as the dust before the wind: I did tread them flat as the clay in the streets.",
      "43": "Thou hast delivered me from the contentions of the people: thou hast made me the head of the heathen, a people, whom I have not known, shall serve me.",
      "44": "As soon as they hear they shall obey me: the strangers shall be in subjection to me.",
      "45": "Strangers shall shrink away, and fear in their pure chambers.",
      "46": "Let the Lord live, and blessed be my strength, and the God of my salvation be exalted.",
      "47": "It is God that giveth me power to avenge me, and subdued the people under me.",
      "48": "O my deliverer from mine enemies, even thou hast set me up from those that rose against me; thou hast delivered me from the cruel man.",
      "49": "Therefore I will praise thee, O Lord, among the nations, and will sing unto thy Name.",
      "50": "Great deliverances giveth he unto his king, and showeth mercy to his anointed, even to David, and to his seed forever."
    },
    "19": {
      "1": "The heavens declare the glory of God, and the firmament showeth the work of his hands.",
      "2": "Day unto day uttereth the same, and night unto night teacheth knowledge.",
      "3": "There is no speech nor language, where their voice is not heard.",
      "4": "Their line is gone forth through all the earth, and their words into the ends of the world: in them hath he set a tabernacle for the Sun.",
      "5": "Which cometh forth as a bridegroom out of his chamber, and rejoiceth like a mighty man to run his race.",
      "6": "His going out is from the end of the heaven, and his compass is unto the ends of the same, and none is hid from the heat thereof.",
      "7": "The Law of the Lord is perfect, converting the soul: the testimony of the Lord is sure, and giveth wisdom unto the simple.",
      "8": "The statutes of the Lord are right, and rejoice the heart, the commandment of the Lord is pure, and giveth light unto the eyes.",
      "9": "The fear of the Lord is clean, and endureth forever: the judgments of the Lord are truth: they are righteous altogether,",
      "10": "And more to be desired than gold, yea, than much fine gold: sweeter also than honey, and the honeycomb.",
      "11": "Moreover by them is thy servant made circumspect, and in keeping of them there is great reward.",
      "12": "Who can understand his faults? cleanse me from secret faults.",
      "13": "Keep thy servant also from presumptuous sins: let them not reign over me: so shall I be upright, and made clean from much wickedness.",
      "14": "Let the words of my mouth, and the meditation of mine heart be acceptable in thy sight, O Lord my strength, and my redeemer."
    },
    "20": {
      "1": "The Lord hear thee in the day of trouble: the Name of the God of Jacob defend thee:",
      "2": "Send thee help from the Sanctuary, and strengthen thee out of Zion.",
      "3": "Let him remember all thine offerings, and turn thy burnt offerings into ashes. Selah.",
      "4": "And grant thee according to thine heart, and fulfill all thy purpose:",
      "5": "That we may rejoice in thy salvation, and set up the banner in the Name of our God, when the Lord shall perform all thy petitions.",
      "6": "Now know I that the Lord will help his anointed, and will hear him from his Sanctuary, by the mighty help of his right hand.",
      "7": "Some trust in chariots, and some in horses: but we will remember the Name of the Lord our God.",
      "8": "They are brought down and fallen, but we are risen, and stand upright.",
      "9": "Save Lord: Let the King hear us in the day that we call."
    },
    "21": {
      "1": "The King shall rejoice in thy strength, O Lord: yea how greatly shall he rejoice in thy salvation?",
      "2": "Thou hast given him his heart’s desire, and hast not denied him the request of his lips. Selah.",
      "3": "For thou didst prevent him with liberal blessings, and didst set a crown of pure gold upon his head.",
      "4": "He asked life of thee, and thou gavest him a long life forever and ever.",
      "5": "His glory is great in thy salvation: dignity and honor hast thou laid upon him.",
      "6": "For thou hast set him as blessings forever: thou hast made him glad with the joy of thy countenance.",
      "7": "Because the king trusteth in the Lord, and in the mercy of the most high, he shall not slide.",
      "8": "Thine hand shall find out all thine enemies, and thy right hand shall find out them that hate thee.",
      "9": "Thou shalt make them like a fiery oven in time of thine anger: the Lord shall destroy them in his wrath, and the fire shall devour them.",
      "10": "Their fruit shalt thou destroy from the earth, and their seed from the children of men.",
      "11": "For they intended evil against thee, and imagined mischief, but they shall not prevail.",
      "12": "Therefore shalt thou put them apart, and the strings of thy bow shalt thou make ready against their faces.",
      "13": "Be thou exalted, O Lord, in thy strength: so will we sing and praise thy power."
    },
    "22": {
      "1": "My God, my God, why hast thou forsaken me, and art so far from mine health, and from the words of my roaring?",
      "2": "O my God, I cry by day, but thou hearest not: and by night, but have no audience.",
      "3": "But thou art holy, and dost inhabit the praises of Israel.",
      "4": "Our fathers trusted in thee: they trusted, and thou didst deliver them.",
      "5": "They called upon thee, and were delivered: they trusted in thee, and were not confounded.",
      "6": "But I am a worm, and not a man: a shame of men, and the contempt of the people.",
      "7": "All they that see me, have me in derision: they make a mow and nod the head, saying,",
      "8": "He trusted in the Lord, let him deliver him: let him save him, seeing he loveth him.",
      "9": "But thou didst draw me out of the womb: thou gavest me hope, even at my mother’s breasts.",
      "10": "I was cast upon thee, even from the womb: thou art my God from my mother’s belly.",
      "11": "Be not far from me, because trouble is near: for there is none to help me.",
      "12": "Many young bulls have compassed me: mighty bulls of Bashan have closed me about.",
      "13": "They gape upon me with their mouths, as a ramping and roaring lion.",
      "14": "I am like water poured out, and all my bones are out of joint: mine heart is like wax: it is molten in the midst of my bowels.",
      "15": "My strength is dried up like a potsherd, and my tongue cleaveth to my jaws, and thou hast brought me into the dust of death.",
      "16": "For dogs have compassed me, and the assembly of the wicked have enclosed me: they pierced mine hands and my feet.",
      "17": "I may tell all my bones, yet they behold, and look upon me.",
      "18": "They part my garments among them, and cast lots upon my vesture.",
      "19": "But be not thou far off, O Lord, my strength: hasten to help me.",
      "20": "Deliver my soul from the sword: my desolate soul from the power of the dog.",
      "21": "Save me from the lion’s mouth, and answer me in saving me from the horns of the unicorns.",
      "22": "I will declare thy Name unto my brethren: in the midst of the Congregation will I praise thee, saying,",
      "23": "Praise the Lord, ye that fear him: magnify ye him, all the seed of Jacob, and fear ye him all the seed of Israel.",
      "24": "For he hath not despised nor abhorred the affliction of the poor: neither hath he hid his face from him, but when he called unto him, he heard.",
      "25": "My praise shall be of thee in the great Congregation: my vows will I perform before them that fear him.",
      "26": "The poor shall eat and be satisfied: they that seek after the Lord, shall praise him: your heart shall live forever.",
      "27": "All the ends of the world shall remember themselves and turn to the Lord, and all the kindreds of the nations shall worship before thee.",
      "28": "For the kingdom is the Lord’s, and he ruleth among the nations.",
      "29": "All they that be fat in the earth shall eat and worship: all they that go down into the dust, shall bow before him, even he that cannot quicken his own soul.",
      "30": "Their seed shall serve him: it shall be counted unto the Lord for a generation.",
      "31": "They shall come and shall declare his righteousness unto a people that shall be born, because he hath done it."
    },
    "23": {
      "1": "The Lord is my shepherd, I shall not want.",
      "2": "He maketh me to rest in green pasture, and leadeth me by the still waters.",
      "3": "He restoreth my soul, and leadeth me in the paths of righteousness for his Name’s sake.",
      "4": "Yea, though I should walk through the valley of the shadow of death, I will fear no evil; for thou art with me: thy rod and thy staff, they comfort me.",
      "5": "Thou dost prepare a table before me in the sight of mine adversaries: thou dost anoint mine head with oil, and my cup runneth over.",
      "6": "Doubtless kindness and mercy shall follow me all the days of my life, and I shall remain a long season in the house of the Lord."
    },
    "24": {
      "1": "The earth is the Lord’s, and all that therein is; the world and they that dwell therein.",
      "2": "For he hath founded it upon the seas; and established it upon the floods.",
      "3": "Who shall ascend into the mountain of the Lord? and who shall stand in his holy place?",
      "4": "Even he that hath innocent hands, and a pure heart; which hath not lifted up his mind unto vanity, nor sworn deceitfully.",
      "5": "He shall receive a blessing from the Lord, and righteousness from the God of his salvation.",
      "6": "This is the generation of them that seek him, of them that seek thy face, this is Jacob. Selah.",
      "7": "Lift up your heads ye gates, and be ye lifted up ye everlasting doors, and the King of glory shall come in.",
      "8": "Who is this King of glory? the Lord, strong and mighty, even the Lord mighty in battle.",
      "9": "Lift up your heads, ye gates, and lift up yourselves ye everlasting doors, and the King of glory shall come in.",
      "10": "Who is this King of glory? the Lord of hosts, he is the King of glory. Selah."
    },
    "25": {
      "1": "Unto thee, O Lord, lift I up my soul.",
      "2": "My God, I trust in thee; let me not be confounded: let not mine enemies rejoice over me.",
      "3": "So all that hope in thee, shall not be ashamed; but let them be confounded, that transgress without cause.",
      "4": "Show me thy ways, O Lord, and teach me thy paths.",
      "5": "Lead me forth in thy truth, and teach me: for thou art the God of my salvation: in thee do I trust all the day.",
      "6": "Remember, O Lord, thy tender mercies, and thy lovingkindness: for they have been forever.",
      "7": "Remember not the sins of my youth, nor my rebellions, but according to thy kindness remember thou me, even for thy goodness sake, O Lord.",
      "8": "Gracious and righteous is the Lord: therefore will he teach sinners in the way.",
      "9": "Them that be meek, will he guide in judgment, and teach the humble his way.",
      "10": "All the paths of the Lord are mercy and truth unto such as keep his covenant and his testimonies:",
      "11": "For thy Name’s sake, O Lord, be merciful unto mine iniquity, for it is great.",
      "12": "What man is he that feareth the Lord? him will he teach the way that he shall choose.",
      "13": "His soul shall dwell at ease, and his seed shall inherit the land.",
      "14": "The secret of the Lord is revealed to them that fear him: and his Covenant to give them understanding.",
      "15": "Mine eyes are ever toward the Lord: for he will bring my feet out of the net.",
      "16": "Turn thy face unto me, and have mercy upon me: for I am desolate and poor.",
      "17": "The sorrows of mine heart are enlarged: draw me out of my troubles.",
      "18": "Look upon mine affliction and my travail, and forgive all my sins.",
      "19": "Behold mine enemies, for they are many, and they hate me with cruel hatred.",
      "20": "Keep my soul and deliver me: let me not be confounded: for I trust in thee.",
      "21": "Let mine uprightness and equity preserve me; for mine hope is in thee.",
      "22": "Deliver Israel, O God, out of all his troubles."
    },
    "26": {
      "1": "Judge me, O Lord, for I have walked in mine innocency: my trust hath been also in the Lord: therefore shall I not slide.",
      "2": "Prove me, O Lord, and try me: examine my reins, and mine heart.",
      "3": "For thy lovingkindness is before mine eyes: therefore have I walked in thy truth.",
      "4": "I have not haunted with vain persons, neither kept company with the dissemblers.",
      "5": "I have hated the assembly of the evil, and have not companied with the wicked.",
      "6": "I will wash mine hands in innocency, O Lord, and compass thine altar,",
      "7": "That I may declare with the voice of thanksgiving, and set forth all thy wondrous works.",
      "8": "O Lord, I have loved the habitation of thine house, and the place where thine honor dwelleth.",
      "9": "Gather not my soul with the sinners, nor my life with the bloody men:",
      "10": "In whose hand is wickedness, and their right hand is full of bribes.",
      "11": "But I will walk in mine innocency: redeem me therefore, and be merciful unto me.",
      "12": "My foot standeth in uprightness: I will praise thee, O Lord, in the Congregations."
    },
    "27": {
      "1": "The Lord is my light and my salvation, whom shall I fear? the Lord is the strength of my life, of whom shall I be afraid?",
      "2": "When the wicked, even mine enemies and my foes came upon me to eat up my flesh, they stumbled and fell.",
      "3": "Though an host pitched against me, mine heart should not be afraid: though war be raised against me, I will trust in this.",
      "4": "One thing have I desired of the Lord, that I will require, even that I may dwell in the house of the Lord all the days of my life, to behold the beauty of the Lord, and to visit his Temple.",
      "5": "For in the time of trouble he shall hide me in his Tabernacle: in the secret place of his pavilion shall he hide me, and set me up upon a rock.",
      "6": "And now shall he lift up mine head above mine enemies round about me: therefore will I offer in his Tabernacle sacrifices of joy: I will sing and praise the Lord.",
      "7": "Hearken unto my voice, O Lord, when I cry: have mercy also upon me and hear me.",
      "8": "When thou saidest, Seek ye my face, mine heart answered unto thee, O Lord, I will seek thy face.",
      "9": "Hide not therefore thy face from me, nor cast thy servant away in displeasure: thou hast been my succor, leave me not, neither forsake me, O God of my salvation.",
      "10": "Though my father and my mother should forsake me, yet the Lord will gather me up.",
      "11": "Teach me thy way, O Lord, and lead me in a right path, because of mine enemies.",
      "12": "Give me not unto the lust of mine adversaries: for there are false witnesses risen up against me, and such as speak cruelly.",
      "13": "I should have fainted, except I had believed to see the goodness of the Lord in the land of the living.",
      "14": "Hope in the Lord: be strong, and he shall comfort thine heart, and trust in the Lord."
    },
    "28": {
      "1": "Unto thee, O Lord, do I cry: O my strength, be not deaf toward me, lest if thou answer me not, I be like them that go down into the pit.",
      "2": "Hear the voice of my petitions, when I cry unto thee, when I hold up my hands toward thine holy Oracle.",
      "3": "Draw me not away with the wicked, and with the workers of iniquity: which speak friendly to their neighbors, when malice is in their hearts.",
      "4": "Reward them according to their deeds, and according to the wickedness of their inventions: recompense them after the work of their hands: render them their reward.",
      "5": "For they reward not the works of the Lord, nor the operation of his hands: therefore break them down, and build them not up.",
      "6": "Praised be the Lord, for he hath heard the voice of my petitions.",
      "7": "The Lord is my strength and my shield: mine heart trusted in him, and I was helped: therefore mine heart shall rejoice, and with my song will I praise him.",
      "8": "The Lord is their strength, and he is the strength of the deliverances of his anointed.",
      "9": "Save thy people, and bless thine inheritance: feed them also, and exalt them forever."
    },
    "29": {
      "1": "Give unto the Lord, ye sons of the mighty, give unto the Lord glory and strength.",
      "2": "Give unto the Lord glory due unto his Name: worship the Lord in the glorious Sanctuary.",
      "3": "The voice of the Lord is upon the waters: the God of glory maketh it to thunder: the Lord is upon the great waters.",
      "4": "The voice of the Lord is mighty: the voice of the Lord is glorious.",
      "5": "The voice of the Lord breaketh the cedars: yea, the Lord breaketh the cedars of Lebanon.",
      "6": "He maketh them also to leap like a calf: Lebanon also and Shirion like a young unicorn.",
      "7": "The voice of the Lord divideth the flames of fire.",
      "8": "The voice of the Lord maketh the wilderness to tremble: the Lord maketh the wilderness of Kadesh to tremble.",
      "9": "The voice of the Lord maketh the hinds to calve, and discovereth the forests: therefore in his Temple doth every man speak of his glory.",
      "10": "The Lord sitteth upon the floods, and the Lord doth remain King forever.",
      "11": "The Lord shall give strength unto his people: the Lord shall bless his people with peace."
    },
    "30": {
      "1": "I will magnify thee, O Lord: thou hast exalted me, and hast not made my foes to rejoice over me.",
      "2": "O Lord my God, I cried unto thee, and thou hast restored me.",
      "3": "O Lord, thou hast brought up my soul out of the grave: thou hast revived me from them that go down into the pit.",
      "4": "Sing praises unto the Lord, ye his Saints, and give thanks before the remembrance of his Holiness.",
      "5": "For he endureth but a while in his anger: but in his favor is life: weeping may abide at evening, but joy cometh in the morning.",
      "6": "And in my prosperity I said, I shall never be moved.",
      "7": "For thou Lord of thy goodness hadst made my mountain to stand strong: but thou didst hide thy face, and I was troubled.",
      "8": "Then cried I unto thee, O Lord, and prayed to my Lord.",
      "9": "What profit is there in my blood, when I go down to the pit! shall the dust give thanks unto thee? or shall it declare thy truth?",
      "10": "Hear, O Lord, and have mercy upon me: Lord, be thou mine helper.",
      "11": "Thou hast turned my mourning into joy: thou hast loosed my sack, and girded me with gladness.",
      "12": "Therefore shall my tongue praise thee and not cease: O Lord my God, I will give thanks unto thee forever."
    },
    "31": {
      "1": "In thee, O Lord, have I put my trust: let me never be confounded: deliver me in thy righteousness.",
      "2": "Bow down thine ear to me: make haste to deliver me: be unto me a strong rock, and an house of defense to save me.",
      "3": "For thou art my rock and my fortress: therefore for thy Name’s sake direct me and guide me.",
      "4": "Draw me out of the net, that they have laid privily for me: for thou art my strength.",
      "5": "Into thine hand I commend my spirit: for thou hast redeemed me, O Lord God of truth.",
      "6": "I have hated them that give themselves to deceitful vanities: for I trust in the Lord.",
      "7": "I will be glad and rejoice in thy mercy: for thou hast seen my trouble: thou hast known my soul in adversities,",
      "8": "And thou hast not shut me up in the hand of the enemy, but hast set my feet at large.",
      "9": "Have mercy upon me, O Lord: for I am in trouble: mine eye, my soul and my belly are consumed with grief.",
      "10": "For my life is wasted with heaviness, and my years with mourning: my strength faileth for my pain, and my bones are consumed.",
      "11": "I was a reproach among all mine enemies, but specially among my neighbors: and a fear to mine acquaintance, who seeing me in the street, fled from me.",
      "12": "I am forgotten as a dead man out of mind: I am like a broken vessel.",
      "13": "For I have heard the railing of great men: fear was on every side, while they conspired together against me, and consulted to take my life.",
      "14": "But I trusted in thee, O Lord: I said, Thou art my God.",
      "15": "My times are in thine hand: deliver me from the hand of mine enemies, and from them that persecute me.",
      "16": "Make thy face to shine upon thy servant: and save me through thy mercy.",
      "17": "Let me not be confounded, O Lord: for I have called upon thee: let the wicked be put to confusion, and to silence in the grave.",
      "18": "Let the lying lips be made dumb, which cruelly, proudly, and spitefully speak against the righteous.",
      "19": "How great is thy goodness, which thou hast laid up for them that fear thee! and done to them that trust in thee, even before the sons of men!",
      "20": "Thou dost hide them privily in thy presence from the pride of men: thou keepest them secretly in thy Tabernacle from the strife of tongues.",
      "21": "Blessed be the Lord: for he hath showed his marvelous kindness toward me in a strong city.",
      "22": "Though I said in mine haste, I am cast out of thy sight, yet thou heardest the voice of my prayer, when I cried unto thee.",
      "23": "Love ye the Lord all his Saints: for the Lord preserveth the faithful, and rewardeth abundantly the proud doer.",
      "24": "All ye that trust in the Lord, be strong, and he shall establish your heart."
    },
    "32": {
      "1": "Blessed is he whose wickedness is forgiven, and whose sin is covered.",
      "2": "Blessed is the man, unto whom the Lord imputeth not iniquity, and in whose spirit there is no guile.",
      "3": "When I held my tongue, my bones consumed, or when I roared all the day,",
      "4": "(For thine hand is heavy upon me day and night: and my moisture is turned into the drought of Summer. Selah.)",
      "5": "Then I acknowledged my sin unto thee, neither hid I mine iniquity: for I thought, I will confess against myself my wickedness unto the Lord, and thou forgavest the punishment of my sin. Selah.",
      "6": "Therefore shall everyone that is godly, make his prayer unto thee in a time, when thou mayest be found: surely in the flood of great waters they shall not come near him.",
      "7": "Thou art my secret place: thou preservest me from trouble: thou compassest me about with joyful deliverance. Selah.",
      "8": "I will instruct thee, and teach thee in the way that thou shalt go, and I will guide thee with mine eye.",
      "9": "Be ye not like an horse, or like a mule which understand not: whose mouths thou dost bind with bit and bridle, lest they come near thee.",
      "10": "Many sorrows shall come to the wicked: but he that trusteth in the Lord, mercy shall compass him.",
      "11": "Be glad ye righteous, and rejoice in the Lord, and be joyful all ye, that are upright in heart."
    },
    "33": {
      "1": "Rejoice in the Lord, O ye righteous: for it becometh upright men to be thankful.",
      "2": "Praise the Lord with harp: sing unto him with viol and instrument of ten strings.",
      "3": "Sing unto him a new song: sing cheerfully with a loud voice.",
      "4": "For the word of the Lord is righteous, and all his works are faithful.",
      "5": "He loveth righteousness and judgment: the earth is full of the goodness of the Lord.",
      "6": "By the word of the Lord were the heavens made, and all the host of them by the breath of his mouth.",
      "7": "He gathereth the waters of the sea together as upon an heap, and layeth up the depths in his treasures.",
      "8": "Let all the earth fear the Lord: let all them that dwell in the world, fear him.",
      "9": "For he spake, and it was done: he commanded, and it stood.",
      "10": "The Lord breaketh the counsel of the heathen, and bringeth to nought the devices of the people.",
      "11": "The counsel of the Lord shall stand forever, and the thoughts of his heart throughout all ages.",
      "12": "Blessed is that nation, whose God is the Lord: even the people that he hath chosen for his inheritance.",
      "13": "The Lord looketh down from heaven, and beholdeth all the children of men.",
      "14": "From the habitation of his dwelling, he beholdeth all them that dwell in the earth.",
      "15": "He fashioneth their hearts every one, and understandeth all their works.",
      "16": "The King is not saved by the multitude of an host, neither is the mighty man delivered by great strength.",
      "17": "A horse is a vain help, and shall not deliver any by his great strength.",
      "18": "Behold, the eye of the Lord is upon them that fear him, and upon them that trust in his mercy,",
      "19": "To deliver their souls from death, and to preserve them in famine.",
      "20": "Our soul waiteth for the Lord: for he is our help and our shield.",
      "21": "Surely our heart shall rejoice in him, because we trusted in his holy Name.",
      "22": "Let thy mercy, O Lord, be upon us, as we trusted in thee."
    },
    "34": {
      "1": "I will always give thanks unto the Lord: his praise shall be in my mouth continually.",
      "2": "My soul shall glory in the Lord: the humble shall hear it and be glad.",
      "3": "Praise ye the Lord with me, and let us magnify his Name together.",
      "4": "I sought the Lord, and he heard me: yea, he delivered me out of all my fear.",
      "5": "They shall look unto him, and run to him: and their faces shall not be ashamed, saying,",
      "6": "This poor man cried, and the Lord heard him, and saved him out of all his troubles.",
      "7": "The Angel of the Lord pitched round about them, that fear him, and delivereth them.",
      "8": "Taste ye and see, how gracious the Lord is: blessed is the man that trusteth in him.",
      "9": "Fear the Lord ye his Saints: for nothing wanteth to them that fear him.",
      "10": "The lions do lack and suffer hunger, but they which seek the Lord, shall want nothing that is good.",
      "11": "Come children, hearken unto me: I will teach you the fear of the Lord.",
      "12": "What man is he that desireth life, and loveth long days for to see good?",
      "13": "Keep thy tongue from evil, and thy lips, that they speak no guile.",
      "14": "Eschew evil and do good: seek peace and follow after it.",
      "15": "The eyes of the Lord are upon the righteous, and his ears are open unto their cry.",
      "16": "But the face of the Lord is against them that do evil, to cut off their remembrance from the earth.",
      "17": "The righteous cry, and the Lord heareth them, and delivereth them out of all their troubles.",
      "18": "The Lord is near unto them that are of a contrite heart, and will save such as be afflicted in spirit.",
      "19": "Great are the troubles of the righteous: but the Lord delivereth him out of them all.",
      "20": "He keepeth all his bones: not one of them is broken.",
      "21": "But malice shall slay the wicked: and they that hate the righteous, shall perish.",
      "22": "The Lord redeemeth the souls of his servants: and none that trust in him, shall perish."
    },
    "35": {
      "1": "Plead thou my cause, O Lord, with them that strive with me: fight thou against them that fight against me.",
      "2": "Lay hand upon the shield and buckler, and stand up for my help.",
      "3": "Bring out also the spear, and stop the way against them that persecute me, say unto my soul, I am thy salvation.",
      "4": "Let them be confounded and put to shame, that seek after my soul: let them be turned back, and brought to confusion, that imagine mine hurt.",
      "5": "Let them be as chaff before the wind, and let the Angel of the Lord scatter them.",
      "6": "Let their way be dark and slippery: and let the Angel of the Lord persecute them.",
      "7": "For without cause they have hid the pit and their net for me: without cause have they dug a pit for my soul.",
      "8": "Let destruction come upon him at unawares, and let his net, that he hath laid privily, take him: let him fall into the same destruction.",
      "9": "Then my soul shall be joyful in the Lord: it shall rejoice in his salvation.",
      "10": "All my bones shall say, Lord, who is like unto thee, which deliverest the poor from him, that is too strong for him! yea, the poor and him that is in misery, from him that spoileth him!",
      "11": "Cruel witnesses did rise up: they asked of me things that I knew not.",
      "12": "They rewarded me evil for good, to have spoiled my soul.",
      "13": "Yet I, when they were sick, I was clothed with a sack: I humbled my soul with fasting: and my prayer was turned upon my bosom.",
      "14": "I behaved myself as to my friend, or as to my brother: I humbled myself, mourning as one that bewaileth his mother.",
      "15": "But in mine adversity they rejoiced, and gathered themselves together: the abjects assembled themselves against me, and I knew not: they tare me, and ceased not,",
      "16": "With the false scoffers at banquets, gnashing their teeth against me.",
      "17": "Lord, how long wilt thou behold this? deliver my soul from their tumult, even my desolate soul from the lions.",
      "18": "So will I give thee thanks in a great Congregation: I will praise thee among much people.",
      "19": "Let not them that are mine enemies unjustly rejoice over me, neither let them wink with the eye, that hate me without a cause.",
      "20": "For they speak not as friends: but they imagine deceitful words against the quiet of the land.",
      "21": "And they gaped on me with their mouths, saying, Aha, aha, our eye hath seen.",
      "22": "Thou hast seen it, O Lord: keep not silence: be not far from me, O Lord.",
      "23": "Arise and wake to my judgment, even to my cause, my God, and my Lord.",
      "24": "Judge me, O Lord my God, according to thy righteousness, and let them not rejoice over me.",
      "25": "Let them not say in their hearts, O our soul rejoice: neither let them say, We have devoured him.",
      "26": "Let them be confounded, and put to shame together, that rejoice at mine hurt: let them be clothed with confusion and shame, that lift up themselves against me.",
      "27": "But let them be joyful and glad, that love my righteousness: yea, let them say always, Let the Lord be magnified, which loveth the prosperity of his servant.",
      "28": "And my tongue shall utter thy righteousness, and thy praise every day."
    },
    "36": {
      "1": "Wickedness saith to the wicked man, even in mine heart, that there is no fear of God before his eyes.",
      "2": "For he flattereth himself in his own eyes, while his iniquity is found worthy to be hated.",
      "3": "The words of his mouth are iniquity and deceit: he hath left off to understand and to do good.",
      "4": "He imagineth mischief upon his bed: he setteth himself upon a way, that is not good, and doth not abhor evil.",
      "5": "Thy mercy, O Lord, reacheth unto the heavens, and thy faithfulness unto the clouds.",
      "6": "Thy righteousness is like the mighty mountains: thy judgments are like a great deep: thou Lord, dost save man and beast.",
      "7": "How excellent is thy mercy, O God! therefore the children of men trust under the shadow of thy wings.",
      "8": "They shall be satisfied with the fatness of thine house, and thou shalt give them drink out of the river of thy pleasures.",
      "9": "For with thee is the well of life, and in thy light shall we see light.",
      "10": "Extend thy loving-kindness unto them that know thee, and thy righteousness unto them that are upright in heart.",
      "11": "Let not the foot of pride come against me, and let not the hand of the wicked men move me.",
      "12": "There they are fallen that work iniquity: they are cast down, and shall not be able to rise."
    },
    "37": {
      "1": "Fret not thyself because of the wicked men, neither be envious for the evildoers.",
      "2": "For they shall soon be cut down like grass, and shall wither as the green herb.",
      "3": "Trust thou in the Lord and do good: dwell in the land, and thou shalt be fed assuredly:",
      "4": "And delight thyself in the Lord, and he shall give thee thine heart’s desire.",
      "5": "Commit thy way unto the Lord, and trust in him, and he shall bring it to pass.",
      "6": "And he shall bring forth thy righteousness as the light, and thy judgment as the noon day.",
      "7": "Wait patiently upon the Lord, and hope in him: fret not thyself for him which prospereth in his way, nor for the man that bringeth his enterprises to pass.",
      "8": "Cease from anger, and leave off wrath: fret not thyself also to do evil.",
      "9": "For evildoers shall be cut off, and they that wait upon the Lord, they shall inherit the land.",
      "10": "Therefore yet a little while and the wicked shall not appear, and thou shalt look after his place, and he shall not be found.",
      "11": "But meek men shall possess the earth, and shall have their delight in the multitude of peace.",
      "12": "The wicked practiceth against the just, and gnasheth his teeth against him.",
      "13": "But the Lord shall laugh him to scorn: for he seeth that his day is coming.",
      "14": "The wicked have drawn their sword and have bent their bow, to cast down the poor and needy, and to slay such as be of upright conversation.",
      "15": "But their sword shall enter into their own heart, and their bows shall be broken.",
      "16": "A small thing unto the just man is better than great riches to the wicked and mighty.",
      "17": "For the arms of the wicked shall be broken: but the Lord upholdeth the just men.",
      "18": "The Lord knoweth the days of upright men, and their inheritance shall be perpetual.",
      "19": "They shall not be confounded in the perilous time, and in the days of famine they shall have enough.",
      "20": "But the wicked shall perish, and the enemies of the Lord shall be consumed as the fat of lambs: even with the smoke shall they consume away.",
      "21": "The wicked borroweth and payeth not again: but the righteous is merciful and giveth.",
      "22": "For such as be blessed of God shall inherit the land, and they that be cursed of him, shall be cut off.",
      "23": "The paths of man are directed by the Lord: for he loveth his way.",
      "24": "Though he fall, he shall not be cast off, for the Lord putteth under his hand.",
      "25": "I have been young, and am old: yet I saw never the righteous forsaken, nor his seed begging bread.",
      "26": "But he is ever merciful and lendeth, and his seed enjoyeth the blessing.",
      "27": "Flee from evil and do good, and dwell forever.",
      "28": "For the Lord loveth judgment, and forsaketh not his Saints: they shall be preserved forevermore: but the seed of the wicked shall be cut off.",
      "29": "The righteous men shall inherit the land, and dwell therein forever.",
      "30": "The mouth of the righteous will speak of wisdom, and his tongue will talk of judgment.",
      "31": "For the Law of his God is in his heart, and his steps shall not slide.",
      "32": "The wicked watched the righteous, and seeketh to slay him.",
      "33": "But the Lord will not leave him in his hand, nor condemn him, when he is judged.",
      "34": "Wait thou on the Lord, and keep his way, and he shall exalt thee, that thou shalt inherit the land: when the wicked men shall perish, thou shalt see.",
      "35": "I have seen the wicked strong, and spreading himself like a green bay tree.",
      "36": "Yet he passed away, and lo, he was gone, and I sought him, but he could not be found.",
      "37": "Mark the upright man, and behold the just: for the end of that man is peace.",
      "38": "But their transgressors shall be destroyed together, and the end of the wicked shall be cut off.",
      "39": "But the salvation of the righteous men shall be of the Lord: he shall be their strength in the time of trouble.",
      "40": "For the Lord shall help them, and deliver them: he shall deliver them from the wicked, and shall save them, because they trust in him."
    },
    "38": {
      "1": "O Lord, rebuke me not in thine anger, neither chastise me in thy wrath.",
      "2": "For thine arrows have light upon me, and thine hand lieth upon me.",
      "3": "There is nothing sound in my flesh, because of thine anger: neither is there rest in my bones, because of my sin.",
      "4": "For mine iniquities are gone over mine head, and as a weighty burden they are too heavy for me.",
      "5": "My wounds are putrefied, and corrupt because of my foolishness.",
      "6": "I am bowed, and crooked very sore: I go mourning all the day.",
      "7": "For my reins are full of burning, and there is nothing sound in my flesh.",
      "8": "I am weakened and sore broken: I roar for the very grief of mine heart.",
      "9": "Lord, I pour my whole desire before thee, and my sighing is not hid from thee.",
      "10": "Mine heart panteth: my strength faileth me, and the light of mine eyes, even they are not mine own.",
      "11": "My lovers and my friends stand aside from my plague, and my kinsmen stand afar off.",
      "12": "They also that seek after my life, lay snares, and they that go about to do me evil, talk wicked things and imagine deceit continually.",
      "13": "But I as a deaf man heard not, and am as a dumb man, which openeth not his mouth.",
      "14": "Thus am I as a man, that heareth not, and in whose mouth are no reproofs.",
      "15": "For on thee, O Lord, do I wait: thou wilt hear me, my Lord, my God.",
      "16": "For I said, Hear me, lest they rejoice over me: for when my foot slippeth, they extol themselves against me.",
      "17": "Surely I am ready to halt, and my sorrow is ever before me.",
      "18": "When I declare my pain, and am sorry for my sin,",
      "19": "Then mine enemies are alive, and are mighty, and they that hate me wrongfully are many.",
      "20": "They also, that reward evil for good, are mine adversaries, because I follow goodness.",
      "21": "Forsake me not, O Lord, be not thou far from me, my God.",
      "22": "Haste thee, to help me, O my Lord, my salvation."
    },
    "39": {
      "1": "I thought, I will take heed to my ways, that I sin not with my tongue: I will keep my mouth bridled, while the wicked is in my sight.",
      "2": "I was dumb and spake nothing: I kept silence even from good, and my sorrow was more stirred.",
      "3": "Mine heart was hot within me, and while I was musing, the fire kindled, and I spake with my tongue, saying,",
      "4": "Lord, let me know mine end, and the measure of my days, what it is: let me know how long I have to live.",
      "5": "Behold, thou hast made my days as an hand breadth, and mine age as nothing in respect of thee: surely every man in his best state is altogether vanity. Selah.",
      "6": "Doubtless man walketh in a shadow, and disquieteth himself in vain: he heapeth up riches, and cannot tell who shall gather them.",
      "7": "And now Lord, what wait I for? mine hope is even in thee.",
      "8": "Deliver me from all my transgressions, and make me not a rebuke unto the foolish.",
      "9": "I should have been dumb, and not have opened my mouth, because thou didst it.",
      "10": "Take thy plague away from me: for I am consumed by the stroke of thine hand.",
      "11": "When thou with rebukes dost chastise man for iniquity, thou as a moth makest his beauty to consume: surely every man is vanity. Selah.",
      "12": "Hear my prayer, O Lord, and hearken unto my cry: keep not silence at my tears, for I am a stranger with thee, and a sojourner as all my fathers.",
      "13": "Stay thine anger from me, that I may recover my strength, before I go hence and be not."
    },
    "40": {
      "1": "I waited patiently for the Lord, and he inclined unto me, and heard my cry.",
      "2": "He brought me also out of the horrible pit, out of the miry clay, and set my feet upon the rock, and ordered my goings.",
      "3": "And he hath put in my mouth a new song of praise unto our God: many shall see it and fear, and shall trust in the Lord.",
      "4": "Blessed is the man that maketh the Lord his trust, and regardeth not the proud, nor such as turn aside to lies.",
      "5": "O Lord my God, thou hast made thy wonderful works so many, that none can count in order to thee thy thoughts toward us: I would declare and speak of them, but they are more than I am able to express.",
      "6": "Sacrifice and offering thou didst not desire: (for mine ears hast thou prepared) burnt offering and sin offering hast thou not required.",
      "7": "Then said I, Lo, I come: for in the roll of the book it is written of me.",
      "8": "I desired to do thy good will, O my God: yea, thy Law is within mine heart.",
      "9": "I have declared thy righteousness in the great congregation: lo, I will not refrain my lips: O Lord, thou knowest.",
      "10": "I have not hid thy righteousness within mine heart, but I have declared thy truth and thy salvation: I have not concealed thy mercy, and thy truth from the great Congregation.",
      "11": "Withdraw not thou thy tender mercy from me, O Lord, let thy mercy and thy truth always preserve me.",
      "12": "For innumerable troubles have compassed me: my sins have taken such hold upon me, that I am not able to look up: yea, they are more in number than the hairs of mine head: therefore mine heart hath failed me.",
      "13": "Let it please thee, O Lord, to deliver me: make haste, O Lord, to help me.",
      "14": "Let them be confounded and put to shame together, that seek my soul to destroy it: let them be driven backward and put to rebuke that desire mine hurt.",
      "15": "Let them be destroyed for a reward of their shame, which say unto me, Aha, aha.",
      "16": "Let all them that seek thee, rejoice and be glad in thee, and let them that love thy salvation, say always, The Lord be praised.",
      "17": "Though I be poor and needy, the Lord thinketh on me: thou art mine helper and my deliverer: my God, make no tarrying."
    },
    "41": {
      "1": "Blessed is he that judgeth wisely of the poor: the Lord shall deliver him in the time of trouble.",
      "2": "The Lord will keep him and preserve him alive, he shall be blessed upon the earth: and thou wilt not deliver him unto the will of his enemies.",
      "3": "The Lord will strengthen him upon the bed of sorrow: thou hast turned all his bed in his sickness.",
      "4": "Therefore I said, Lord have mercy upon me: heal my soul, for I have sinned against thee.",
      "5": "Mine enemies speak evil of me, saying, When shall he die, and his name perish?",
      "6": "And if he come to see me, he speaketh lies, but his heart heapeth iniquity within him, and when he cometh forth, he telleth it.",
      "7": "All they that hate me whisper together against me: even against me do they imagine mine hurt.",
      "8": "A mischief is light upon him, and he that lieth, shall no more rise.",
      "9": "Yea, my familiar friend, whom I trusted, which did eat of my bread, hath lifted up the heel against me.",
      "10": "Therefore, O Lord, have mercy upon me, and raise me up: so shall I reward them.",
      "11": "By this I know that thou favorest me, because mine enemy doth not triumph against me.",
      "12": "And as for me thou upholdest me in mine integrity, and dost set me before thy face forever.",
      "13": "Blessed be the Lord God of Israel world without end. So be it, even so be it."
    },
    "42": {
      "1": "As the Hart brayeth for the rivers of water, so panted my soul after thee, O God.",
      "2": "My soul thirsteth for God, even for the living God: when shall I come and appear before the presence of God?",
      "3": "Mine tears have been my meat day and night, while they daily say unto me, Where is thy God?",
      "4": "When I remembered these things, I poured out my very heart, because I had gone with the multitude, and led them into the house of God with the voice of singing, and praise, as a multitude that keepeth a feast.",
      "5": "Why art thou cast down, my soul, and unquiet within me? wait on God: for I will yet give him thanks for the help of his presence.",
      "6": "My God, my soul is cast down within me, because I remembered thee, from the land of Jordan, and Hermon, and from the mount Mizar.",
      "7": "One deep calleth another deep by the noise of thy waterspouts: all thy waves and thy floods are gone over me.",
      "8": "The Lord will grant his loving-kindness in the day, and in the night shall I sing of him, even a prayer unto the God of my life.",
      "9": "I will say unto God, which is my rock, Why hast thou forgotten me? why go I mourning, when the enemy oppresseth me?",
      "10": "My bones are cut asunder, while mine enemies reproach me, saying daily unto me, Where is thy God?",
      "11": "Why art thou cast down, my soul? and why art thou disquieted within me? wait on God: for I will yet give him thanks: he is my present help and my God."
    },
    "43": {
      "1": "Judge me, O God, and defend my cause against the unmerciful people: deliver me from the deceitful and wicked man.",
      "2": "For thou art the God of my strength: why hast thou put me away? why go I so mourning, when the enemy oppressed me?",
      "3": "Send thy light and thy truth: let them lead me: let them bring me unto thine holy Mountain, and to thy Tabernacles.",
      "4": "Then will I go unto the altar of God, even unto the God of my joy and gladness: and upon the harp will I give thanks unto thee, O God my God.",
      "5": "Why art thou cast down, my soul? and why art thou disquieted within me: wait on God: for I will yet give him thanks, he is my present help and my God."
    },
    "44": {
      "1": "We have heard with our ears, O God: our fathers have told us the works that thou hast done in their days, in the old time:",
      "2": "How thou hast driven out the heathen with thine hand, and planted them: how thou hast destroyed the people, and caused them to grow.",
      "3": "For they inherited not the land by their own sword, neither did their own arm save them: but thy right hand, and thine arm, and the light of thy countenance, because thou didst favor them.",
      "4": "Thou art my king, O God: send help unto Jacob.",
      "5": "Through thee have we thrust back our adversaries: by thy Name have we trodden down them that rose up against us.",
      "6": "For I do not trust in my bow, neither can my sword save me.",
      "7": "But thou hast saved us from our adversaries, and hast put them to confusion that hate us.",
      "8": "Therefore will we praise God continually, and will confess thy Name forever. Selah.",
      "9": "But now thou art far off, and puttest us to confusion, and goest not forth with our armies.",
      "10": "Thou makest us to turn back from the adversary, and they which hate us, spoil for themselves.",
      "11": "Thou givest us as sheep to be eaten, and dost scatter us among the nations.",
      "12": "Thou sellest thy people without gain, and dost not increase their price.",
      "13": "Thou makest us a reproach to our neighbors, a jest and laughing stock to them that are round about us.",
      "14": "Thou makest us a proverb among the nations, and a nodding of the head among the people.",
      "15": "My confusion is daily before me, and the shame of my face hath covered me,",
      "16": "For the voice of the slanderer and rebuker, for the enemy and avenger.",
      "17": "All this is come upon us, yet do we not forget thee, neither deal we falsely concerning thy covenant.",
      "18": "Our heart is not turned back: neither our steps gone out of thy paths,",
      "19": "Albeit thou hast smitten us down into the place of dragons, and covered us with the shadow of death.",
      "20": "If we have forgotten the Name of our God, and held up our hands to a strange god,",
      "21": "Shall not God search this out? for he knoweth the secrets of the heart.",
      "22": "Surely for thy sake are we slain continually, and are counted as sheep for the slaughter.",
      "23": "Up, why sleepest thou, O Lord? awake, be not far off forever.",
      "24": "Wherefore hidest thou thy face? and forgettest our misery and our affliction?",
      "25": "For our soul is beaten down unto the dust: our belly cleaveth to the ground.",
      "26": "Rise up for our succor, and redeem us for thy mercy’s sake."
    },
    "45": {
      "1": "Mine heart will utter forth a good matter: I will entreat in my works of the king: my tongue is as the pen of a swift writer.",
      "2": "Thou art fairer than the children of men: grace is poured in thy lips, because God hath blessed thee forever.",
      "3": "Gird thy sword upon thy thigh, O most mighty, to wit, thy worship and thy glory:",
      "4": "And prosper with thy glory: ride upon the word of truth and of meekness and of righteousness: so thy right hand shall teach thee terrible things.",
      "5": "Thine arrows are sharp to pierce the heart of the King’s enemies: therefore the people shall fall under thee.",
      "6": "Thy throne, O God, is forever and ever: the scepter of thy kingdom, is a scepter of righteousness.",
      "7": "Thou lovest righteousness, and hatest wickedness, because God, even thy God, hath anointed thee with the oil of gladness above thy fellows.",
      "8": "All thy garments smell of myrrh and aloes, and cassia, when thou comest out of the ivory palaces where they have made thee glad.",
      "9": "King’s daughters were among thine honorable wives: upon thy right hand did stand the Queen in a vesture of gold of Ophir.",
      "10": "Hearken, O daughter, and consider, and incline thine ear: forget also thine own people and thy father’s house.",
      "11": "So shall the King have pleasure in thy beauty: for he is thy Lord, and reverence thou him.",
      "12": "And the daughter of Tyre with the rich of the people, shall do homage before thy face with presents.",
      "13": "The King’s daughter is all glorious within: her clothing is of broidered gold.",
      "14": "She shall be brought unto the King in raiment of needlework: the virgins that follow after her, and her companions shall be brought unto thee.",
      "15": "With joy and gladness shall they be brought, and shall enter into the king’s palace.",
      "16": "Instead of thy fathers shall thy children be: thou shalt make them princes through all the earth.",
      "17": "I will make thy Name to be remembered through all generations: therefore shall the people give thanks unto thee, world without end."
    },
    "46": {
      "1": "God is our hope and strength, and help in troubles, ready to be found.",
      "2": "Therefore will not we fear, though the earth be moved, and though the mountains fall into the midst of the sea,",
      "3": "Though the waters thereof rage and be troubled, and the mountains shake at the surges of the same. Selah.",
      "4": "Yet there is a River, whose stream shall make glad the City of God: even the Sanctuary of the Tabernacles of the most High.",
      "5": "God is in the midst of it: therefore shall it not be moved: God shall help it very early.",
      "6": "When the nations raged, and the kingdoms were moved, God thundered, and the earth melted.",
      "7": "The Lord of hosts is with us; the God of Jacob is our refuge. Selah.",
      "8": "Come and behold the works of the Lord, what desolations he hath made in the earth.",
      "9": "He maketh wars to cease unto the ends of the world, he breaketh the bow, and cutteth the spear, and burneth the chariots with fire.",
      "10": "Be still and know that I am God, I will be exalted among the heathen, and I will be exalted in the earth.",
      "11": "The Lord of hosts is with us; the God of Jacob is our refuge. Selah."
    },
    "47": {
      "1": "All people clap your hands; sing loud unto God with a joyful voice.",
      "2": "For the Lord is high, and terrible; a great King over all the earth.",
      "3": "He hath subdued the people under us, and the nations under our feet.",
      "4": "He hath chosen our inheritance for us: even the glory of Jacob whom he loved. Selah.",
      "5": "God is gone up with triumph, even the Lord with the sound of the trumpet.",
      "6": "Sing praises to God, sing praises: sing praises unto our King, sing praises.",
      "7": "For God is the king of all the earth: sing praises everyone that hath understanding.",
      "8": "God reigneth over the heathen: God sitteth upon his holy Throne.",
      "9": "The princes of the people are gathered unto the people of the God of Abraham: for the shields of the world belong to God: he is greatly to be exalted."
    },
    "48": {
      "1": "Great is the Lord, and greatly to be praised in the City of our God, even upon his holy Mountain.",
      "2": "Mount Zion, lying Northward, is fair in situation: it is the joy of the whole earth, and the City of the great king.",
      "3": "In the palaces thereof God is known for a refuge.",
      "4": "For lo, the kings were gathered, and went together.",
      "5": "When they saw it, they marveled: they were astonied, and suddenly driven back.",
      "6": "Fear came there upon them, and sorrow, as upon a woman in travail.",
      "7": "As with an East wind thou breakest the ships of Tarshish, so were they destroyed.",
      "8": "As we have heard, so have we seen in the City of the Lord of hosts, in the city of our God: God will establish it forever. Selah.",
      "9": "We wait for thy loving-kindness, O God, in the midst of thy Temple.",
      "10": "O God, according to thy Name, so is thy praise unto the world’s end: thy right hand is full of righteousness.",
      "11": "Let mount Zion rejoice, and the daughters of Judah be glad, because of thy judgments.",
      "12": "Compass about Zion, and go round about it, and tell the towers thereof.",
      "13": "Mark well the wall thereof: behold her towers, that ye may tell your posterity.",
      "14": "For this God is our God forever and ever, he shall be our guide unto the death."
    },
    "49": {
      "1": "Hear this all ye people: give ear, all ye that dwell in the world,",
      "2": "As well low as high, both rich and poor.",
      "3": "My mouth shall speak of wisdom, and the meditation of mine heart is of knowledge.",
      "4": "I will incline mine ear to a parable, and utter my grave matter upon the harp.",
      "5": "Wherefore should I fear in the evil days, when iniquity shall compass me about, as at mine heels?",
      "6": "They trust in their goods, and boast themselves in the multitude of their riches.",
      "7": "Yet a man can by no means redeem his brother: he cannot give his ransom to God,",
      "8": "(So precious is the redemption of their souls, and the continuance forever)",
      "9": "That he may live still forever, and not see the grave.",
      "10": "For he seeth that wise men die: and also that the ignorant and foolish perish, and leave their riches for others.",
      "11": "Yet they think their houses and their habitations shall continue forever, even from generation to generation, and call their lands by their names.",
      "12": "But man shall not continue in honor; he is like the beasts that die.",
      "13": "This their way uttereth their foolishness; yet their posterity delight in their talk. Selah.",
      "14": "Like sheep they lie in grave; death devoureth them; and the righteous shall have domination over them in the morning; for their beauty shall consume, when they shall go from their house to grave.",
      "15": "But God shall deliver my soul from the power of the grave; for he will receive me. Selah.",
      "16": "Be not thou afraid when one is made rich, and when the glory of his house is increased.",
      "17": "For he shall take nothing away, when he dieth, neither shall his pomp descend after him.",
      "18": "For while he lived, he rejoiced himself; and men will praise thee, when thou makest much of thyself.",
      "19": "He shall enter into the generation of his fathers, and they shall not live forever.",
      "20": "Man is in honor; and understandeth not; he is like to beasts that perish."
    },
    "50": {
      "1": "The God of gods, even the Lord hath spoken and called the earth from the rising up of the Sun, unto the going down thereof.",
      "2": "Out of Zion, which is the perfection of beauty, hath God shined.",
      "3": "Our God shall come, and shall not keep silence: a fire shall devour before him, and a mighty tempest shall be moved round about him.",
      "4": "He shall call the heaven above, and the earth to judge his people.",
      "5": "Gather my Saints together unto me, those that make a covenant with me with sacrifice.",
      "6": "And the heavens shall declare his righteousness: for God is Judge himself. Selah.",
      "7": "Hear, O my people and I will speak: hear, O Israel, and I will testify unto thee: for I am God, even thy God.",
      "8": "I will not reprove thee for thy sacrifices, or thy burnt offerings, that have not been continually before me.",
      "9": "I will take no bullock out of thine house, nor goats out of thy folds.",
      "10": "For all the beasts of the forest are mine, and the beasts on a thousand mountains.",
      "11": "I know all the fowls on the mountains, and the wild beasts of the field are mine.",
      "12": "If I be hungry, I will not tell thee: for the world is mine and all that therein is.",
      "13": "Will I eat the flesh of bulls? or drink the blood of goats?",
      "14": "Offer unto God praise, and pay thy vows unto the most High,",
      "15": "And call upon me in the day of trouble: so will I deliver thee, and thou shalt glorify me.",
      "16": "But unto the wicked said God, What hast thou to do to declare mine ordinances, that thou shouldest take my covenant in thy mouth,",
      "17": "Seeing thou hatest to be reformed, and hast cast my words behind thee?",
      "18": "For when thou seest a thief, thou runnest with him, and thou art partaker with the adulterers.",
      "19": "Thou givest thy mouth to evil, and with thy tongue thou forgest deceit.",
      "20": "Thou sittest, and speakest against thy brother, and slanderest thy mother’s son.",
      "21": "These things hast thou done, and I held my tongue: therefore thou thoughtest that I was like thee: but I will reprove thee, and set them in order before thee.",
      "22": "Oh consider this ye that forget God, lest I tear you in pieces, and there be none that can deliver you.",
      "23": "He that offereth praise, shall glorify me: and to him that disposeth his way aright, will I show the salvation of God."
    },
    "51": {
      "1": "Have mercy upon me, O God, according to thy loving-kindness: according to the multitude of thy compassions put away mine iniquities.",
      "2": "Wash me thoroughly from mine iniquity, and cleanse me from mine sin.",
      "3": "For I know mine iniquities, and my sin is ever before me.",
      "4": "Against thee, against thee only have I sinned, and done evil in thy sight, that thou mayest be just when thou speakest, and pure when thou judgest.",
      "5": "Behold, I was born in iniquity, and in sin hath my mother conceived me.",
      "6": "Behold, thou lovest truth in the inward affections: therefore hast thou taught me wisdom in the secret of mine heart.",
      "7": "Purge me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow.",
      "8": "Make me to hear joy and gladness, that the bones, which thou hast broken, may rejoice.",
      "9": "Hide thy face from my sins, and put away all mine iniquities.",
      "10": "Create in me a clean heart, O God, and renew a right spirit within me.",
      "11": "Cast me not away from thy presence, and take not thine holy Spirit from me.",
      "12": "Restore to me the joy of thy salvation, and establish me with thy free Spirit.",
      "13": "Then shall I teach thy ways unto the wicked, and sinners shall be converted unto thee.",
      "14": "Deliver me from blood, O God, which art the God of my salvation, and my tongue shall sing joyfully of thy righteousness.",
      "15": "Open thou my lips, O Lord, and my mouth shall show forth thy praise.",
      "16": "For thou desirest no sacrifice, though I would give it: thou delightest not in burnt offering.",
      "17": "The sacrifices of God are a contrite spirit: a contrite and a broken heart, O God, thou wilt not despise.",
      "18": "Be favorable unto Zion for thy good pleasure: build the walls of Jerusalem.",
      "19": "Then shalt thou accept the sacrifices of righteousness, even the burnt offering and oblation: then shall they offer calves upon thine altar."
    },
    "52": {
      "1": "Why boastest thou thyself in thy wickedness, O man of power? the loving-kindness of God endureth daily.",
      "2": "Thy tongue imagineth mischief, and is like a sharp razor, that cutteth deceitfully.",
      "3": "Thou dost love evil more than good, and lies more than to speak the truth. Selah.",
      "4": "Thou lovest all words that may destroy: O deceitful tongue!",
      "5": "So shall God destroy thee forever: he shall take thee and pluck thee out of thy tabernacle, and root thee out of the land of the living. Selah.",
      "6": "The righteous also shall see it, and fear, and shall laugh at him, saying,",
      "7": "Behold the man that took not God for his strength, but trusteth unto the multitude of his riches, and put his strength in his malice.",
      "8": "But I shall be like a green olive tree in the house of God: for I trusted in the mercy of God forever and ever.",
      "9": "I will always praise thee, for that thou hast done this, and I will hope in thy name, because it is good before thy Saints."
    },
    "53": {
      "1": "The fool hath said in his heart, There is no God, they have corrupted and done abominable wickedness, there is none that doeth good.",
      "2": "God looked down from heaven upon the children of men, to see if there were any that would understand and seek God.",
      "3": "Everyone is gone back: they are altogether corrupt: there is none that doeth good, no not one.",
      "4": "Do not the workers of iniquity know that they eat up my people as they eat bread? they call not upon God.",
      "5": "There they were afraid for fear, where no fear was: for God hath scattered the bones of him that besieged thee: thou hast put them to confusion, because God hath cast them off.",
      "6": "Oh give salvation unto Israel out of Zion: when God turneth the captivity of his people, then Jacob shall rejoice, and Israel shall be glad."
    },
    "54": {
      "1": "Save me, O God, by thy Name, and by thy power judge me.",
      "2": "O God, hear my prayer: hearken unto the words of my mouth.",
      "3": "For strangers are risen up against me, and tyrants seek my soul: they have not set God before them. Selah.",
      "4": "Behold, God is mine helper: the Lord is with them that uphold my soul.",
      "5": "He shall reward evil unto mine enemies: Oh cut them off in thy truth!",
      "6": "Then I will sacrifice freely unto thee: I will praise thy Name, O Lord, because it is good.",
      "7": "For he hath delivered me out of all trouble, and mine eye hath seen my desire upon mine enemies."
    },
    "55": {
      "1": "Hear my prayer, O God, and hide not thyself from my supplication.",
      "2": "Hearken unto me, and answer me: I mourn in my prayer, and make a noise,",
      "3": "For the voice of the enemy, and for the vexation of the wicked, because they have brought iniquity upon me, and furiously hate me.",
      "4": "Mine heart trembleth within me, and the terrors of death are fallen upon me.",
      "5": "Fear and trembling are come upon me, and an horrible fear hath covered me.",
      "6": "And I said, Oh that I had wings like a dove: then would I fly away and rest.",
      "7": "Behold I would take my flight far off, and lodge in the wilderness. Selah.",
      "8": "He would make haste for my deliverance from the stormy wind and tempest.",
      "9": "Destroy, O Lord, and divide their tongues: for I have seen cruelty and strife in the city.",
      "10": "Day and night they go about it upon the walls thereof, both iniquity and mischief are in the midst of it.",
      "11": "Wickedness is in the midst thereof: deceit and guile depart not from her streets.",
      "12": "Surely mine enemy did not defame me, for I could have borne it: neither did mine adversary exalt himself against me: for I would have hid me from him.",
      "13": "But it was thou, O man, even my companion, my guide, and my familiar:",
      "14": "Which delighted in consulting together, and went into the house of God as companions.",
      "15": "Let death seize upon them: let them go down quick into the grave: for wickedness is in their dwellings even in the midst of them.",
      "16": "But I will call unto God, and the Lord will save me.",
      "17": "Evening and morning, and at noon will I pray and make a noise, and he will hear my voice.",
      "18": "He hath delivered my soul in peace from the battle that was against me: for many were with me.",
      "19": "God shall hear and afflict them, even he that reigneth of old, Selah: because they have no changes, therefore they fear not God.",
      "20": "He laid his hand upon such as be at peace with him, and he brake his covenant.",
      "21": "The words of his mouth were softer than butter, yet war was in his heart, his words were more gentle than oil, yet they were swords.",
      "22": "Cast thy burden upon the Lord, and he shall nourish thee: he will not suffer the righteous to fall forever.",
      "23": "And thou, O God, shalt bring them down into the pit of corruption: the bloody, and deceitful men shall not live half their days: but I will trust in thee."
    },
    "56": {
      "1": "Be merciful unto me, O God, for man would swallow me up: he fighteth continually and vexeth me.",
      "2": "Mine enemies would daily swallow me up: for many fight against me, O thou most High.",
      "3": "When I was afraid, I trusted in thee.",
      "4": "I will rejoice in God, because of his word, I trust in God, and will not fear what flesh can do unto me.",
      "5": "Mine own words grieve me daily: all their thoughts are against me to do me hurt.",
      "6": "They gather together, and keep themselves close: they mark my steps, because they wait for my soul.",
      "7": "They think they shall escape by iniquity: O God, cast these people down in thine anger.",
      "8": "Thou hast counted my wanderings; put my tears into thy bottle; are they not in thy register?",
      "9": "When I cry, then mine enemies shall turn back; this I know, for God is with me.",
      "10": "I will rejoice in God because of his word; in the Lord will I rejoice because of his word.",
      "11": "In God do I trust; I will not be afraid what man can do unto me.",
      "12": "Thy vows are upon me, O God, I will render praises unto thee.",
      "13": "For thou hast delivered my soul from death, and also my feet from falling, that I may walk before God in the light of the living."
    },
    "57": {
      "1": "Have mercy upon me, O God, have mercy upon me; for my soul trusteth in thee, and in the shadow of thy wings will I trust, till these afflictions overpass.",
      "2": "I will call unto the most high God, even the God, that performeth his promise toward me.",
      "3": "He will send from heaven, and save me from the reproof of him that would swallow me. Selah. God will send his mercy, and his truth.",
      "4": "My soul is among lions; I lie among the children of men, that are set on fire; whose teeth are spears and arrows, and their tongue a sharp sword.",
      "5": "Exalt thyself, O God, above the heaven, and let thy glory be upon all the earth.",
      "6": "They have laid a net for my steps; my soul is pressed down, they have dug a pit before me, and are fallen into the midst of it. Selah.",
      "7": "Mine heart is prepared, O God, mine heart is prepared; I will sing and give praise.",
      "8": "Awake my tongue, awake viol and harp: I will awake early.",
      "9": "I will praise thee, O Lord, among the people, and I will sing unto thee among the nations.",
      "10": "For thy mercy is great unto the heavens, and thy truth unto the clouds.",
      "11": "Exalt thyself, O God, above the heavens, and let thy glory be upon all the earth."
    },
    "58": {
      "1": "Is it true? O congregation, speak ye justly? O sons of men judge ye uprightly?",
      "2": "Yea, rather ye imagine mischief in your heart: your hands execute cruelty upon the earth.",
      "3": "The wicked are strangers from the womb: even from the belly have they erred, and speak lies.",
      "4": "Their poison is even like the poison of a serpent; like the deaf adder that stoppeth his ear.",
      "5": "Which heareth not the voice of the enchanter, though he be most expert in charming.",
      "6": "Break their teeth, O God, in their mouths: break the jaws of the young lions, O Lord.",
      "7": "Let them melt like the waters, let them pass away; when he shooteth his arrows, let them be as broken.",
      "8": "Let them consume like a snail that melteth, and like the untimely fruit of a woman, that hath not seen the sun.",
      "9": "As raw flesh before your pots feel the fire of thorns: so let them carry them away as with a whirlwind in his wrath.",
      "10": "The righteous shall rejoice when he seeth the vengeance; he shall wash his feet in the blood of the wicked.",
      "11": "And men shall say, Verily there is fruit for the righteous; doubtless there is a God that judgeth in the earth."
    },
    "59": {
      "1": "O my God, deliver me from mine enemies; defend me from them that rise up against me.",
      "2": "Deliver me from the wicked doers, and save me from the bloody men.",
      "3": "For lo, they have laid wait for my soul; the mighty men are gathered against me, not for mine offense, nor for my sin, O Lord.",
      "4": "They run and prepare themselves without a fault on my part: arise therefore to assist me, and behold.",
      "5": "Even thou, O Lord God of hosts, O God of Israel, awake to visit all the heathen, and be not merciful unto all that transgress maliciously. Selah.",
      "6": "They go to and fro in the evening: they bark like dogs, and go about the city.",
      "7": "Behold, they brag in their talk, and swords are in their lips: for who, say they, doth hear?",
      "8": "But thou, O Lord, shalt have them in derision, and thou shalt laugh at all the heathen.",
      "9": "He is strong: but I will wait upon thee: for God is my defense.",
      "10": "My merciful God will prevent me: God will let me see my desire upon mine enemies.",
      "11": "Slay them not, lest my people forget it: but scatter them abroad by thy power, and put them down, O Lord, our shield,",
      "12": "For the sin of their mouth, and the words of their lips: and let them be taken in their pride, even for their perjury and lies, that they speak.",
      "13": "Consume them in thy wrath: consume them that they be no more: and let them know that God ruleth in Jacob, even unto the ends of the world. Selah.",
      "14": "And in the evening they shall go to and fro, and bark like dogs, and go about the city.",
      "15": "They shall run here and there for meat, and surely they shall not be satisfied, though they tarry all night.",
      "16": "But I will sing of thy power, and will praise thy mercy in the morning: for thou hast been my defense and refuge in the day of my trouble.",
      "17": "Unto thee, O my Strength will I sing: for God is my defense, and my merciful God."
    },
    "60": {
      "1": "O God, thou hast cast us out, thou hast scattered us, thou hast been angry, turn again unto us.",
      "2": "Thou hast made the land to tremble, and hast made it to gape: heal the breaches thereof, for it is shaken.",
      "3": "Thou hast showed thy people heavy things: thou hast made us to drink the wine of giddiness.",
      "4": "But now thou hast given a banner to them that fear thee, that it may be displayed because of thy truth. Selah.",
      "5": "That thy beloved may be delivered, help with thy right hand and hear me.",
      "6": "God hath spoken in his holiness: therefore I will rejoice: I shall divide Shechem, and measure the valley of Succoth.",
      "7": "Gilead shall be mine, and Manasseh shall be mine: Ephraim also shall be the strength of mine head: Judah is my lawgiver.",
      "8": "Moab shall be my washpot: over Edom will I cast out my shoe: Philistia show thyself joyful for me.",
      "9": "Who will lead me into the strong city? who will bring me unto Edom?",
      "10": "Wilt not thou, O God, which hadst cast us off, and didst not go forth, O God, with our armies?",
      "11": "Give us help against trouble: for vain is the help of man.",
      "12": "Through God we shall do valiantly; for he shall tread down our enemies."
    },
    "61": {
      "1": "Hear my cry, O God: give ear unto my prayer.",
      "2": "From the ends of the earth will I cry unto thee: when mine heart is oppressed, bring me upon the rock that is higher than I.",
      "3": "For thou hast been my hope, and a strong tower against the enemy.",
      "4": "I will dwell in thy Tabernacle forever, and my trust shall be under the covering of thy wings. Selah.",
      "5": "For thou, O God, hast heard my desires; thou hast given an heritage unto those that fear thy Name.",
      "6": "Thou shalt give the King a long life; his years shall be as many ages.",
      "7": "He shall dwell before God forever; prepare mercy and faithfulness, that they may preserve him.",
      "8": "So will I always sing praise unto thy Name, in performing daily my vows."
    },
    "62": {
      "1": "Yet my soul keepeth silence unto God; of him cometh my salvation.",
      "2": "Yet he is my strength and my salvation, and my defense; therefore I shall not much be moved.",
      "3": "How long will ye imagine mischief against a man? ye shall be all slain; ye shall be as a bowed wall, or as a wall shaken.",
      "4": "Yet they consult to cast him down from his dignity; their delight is in lies: they bless with their mouths, but curse with their hearts. Selah.",
      "5": "Yet my soul, keep thou silence unto God: for mine hope is in him.",
      "6": "Yet is he my strength and my salvation, and my defense: therefore I shall not be moved.",
      "7": "In God is my salvation and my glory, the rock of my strength; in God is my trust.",
      "8": "Trust in him always, ye people; pour out your hearts before him, for God is our hope. Selah.",
      "9": "Yet the children of men are vanity, the chief men are liars: to lay them upon a balance they are altogether lighter than vanity.",
      "10": "Trust not in oppression nor in robbery: be not vain: if riches increase, set not your heart thereon.",
      "11": "God spake once or twice, I have heard it, that power belongeth unto God,",
      "12": "And to thee, O Lord, mercy: for thou rewardest everyone according to his work."
    },
    "63": {
      "1": "O God, thou art my God, early will I seek thee: my soul thirsteth for thee: my flesh longeth greatly after thee in a barren and dry land without water:",
      "2": "Thus I behold thee as in the Sanctuary, when I behold thy power and thy glory.",
      "3": "For thy loving-kindness is better than life: therefore my lips shall praise thee.",
      "4": "Thus will I magnify thee all my life, and lift up mine hands in thy Name.",
      "5": "My soul shall be satisfied, as with marrow and fatness, and my mouth shall praise thee with joyful lips,",
      "6": "When I remember thee on my bed, and when I think upon thee in the night watches.",
      "7": "Because thou hast been mine helper, therefore under the shadow of thy wings will I rejoice.",
      "8": "My soul cleaveth unto thee: for thy right hand upholdeth me.",
      "9": "Therefore they that seek my soul to destroy it, they shall go into the lowest parts of the earth.",
      "10": "They shall cast him down with the edge of the sword, and they shall be a portion for foxes.",
      "11": "But the king shall rejoice in God, and all that swear by him shall rejoice in him: for the mouth of them that speak lies, shall be stopped."
    },
    "64": {
      "1": "Hear my voice, O God, in my prayer: preserve my life from fear of the enemy.",
      "2": "Hide me from the conspiracy of the wicked, and from the rage of the works of iniquity.",
      "3": "Which have whet their tongue like a sword, and shot for their arrows bitter words:",
      "4": "To shoot at the upright in secret: they shoot at him suddenly and fear not.",
      "5": "They encourage themselves in a wicked purpose: they commune together to lay snares privily, and say, Who shall see them?",
      "6": "They have sought out iniquities, and have accomplished that which they sought out, even everyone his secret thoughts, and the depth of his heart.",
      "7": "But God will shoot an arrow at them suddenly: their strokes shall be at once.",
      "8": "They shall cause their own tongue to fall upon them: and whosoever shall see them, shall flee away.",
      "9": "And all men shall see it, and declare the work of God, and they shall understand, what he hath wrought.",
      "10": "But the righteous shall be glad in the Lord, and trust in him: and all that are upright of heart, shall rejoice."
    },
    "65": {
      "1": "O God, praise waiteth for thee in Zion, and unto thee shall the vow be performed.",
      "2": "Because thou hearest the prayer, unto thee shall all flesh come.",
      "3": "Wicked deeds have prevailed against me: but thou wilt be merciful unto our transgressions.",
      "4": "Blessed is he, whom thou choosest and causest to come to thee: he shall dwell in thy courts, and we shall be satisfied with the pleasures of thine House, even of thine holy Temple.",
      "5": "O God of our salvation, thou wilt answer us with fearful signs in thy righteousness, O thou the hope of all the ends of the earth, and of them that are far off in the Sea.",
      "6": "He establisheth the mountains by his power: and is girded about with strength.",
      "7": "He appeaseth the noise of the seas, and the noise of the waves thereof, and the tumults of the people.",
      "8": "They also that dwell in the uttermost parts of the earth, shall be afraid of thy signs; thou shalt make the East and the West to rejoice.",
      "9": "Thou visitest the earth, and waterest it; thou makest it very rich: the river of God is full of water, thou preparest them corn; for so thou appointest it.",
      "10": "Thou waterest abundantly the furrows thereof; thou causest the rain to descend into the valleys thereof; thou makest it soft with showers, and blessest the bud thereof.",
      "11": "Thou crownest the year with thy goodness, and thy steps drop fatness.",
      "12": "They drop upon the pastures of the wilderness: and the hills shall be compassed with gladness.",
      "13": "The pastures are clad with sheep; the valleys also shall be covered with corn; therefore they shout for joy, and sing."
    },
    "66": {
      "1": "Rejoice in God, all ye inhabitants of the earth.",
      "2": "Sing forth the glory of his Name: make his praise glorious.",
      "3": "Say unto God, How terrible art thou in thy works! through the greatness of thy power shall thine enemies be in subjection unto thee.",
      "4": "All the world shall worship thee, and sing unto thee, even sing of thy Name. Selah.",
      "5": "Come and behold the works of God: he is terrible in his doings toward the sons of men.",
      "6": "He hath turned the sea into dry land: they passed through the river on foot: there did we rejoice in him.",
      "7": "He ruleth the world with his power: his eyes behold the nations: the rebellious shall not exalt themselves. Selah.",
      "8": "Praise our God, ye people, and make the voice of his praise to be heard.",
      "9": "Which holdeth our souls in life, and suffereth not our feet to slip.",
      "10": "For thou, O God, hast proved us, thou hast tried us as silver is tried.",
      "11": "Thou hast brought us unto the snare, and laid a strait chain upon our loins.",
      "12": "Thou hast caused men to ride over our heads: we went into fire and into water, but thou broughtest us out into a wealthy place.",
      "13": "I will go into thine House with burnt offerings, and will pay thee my vows,",
      "14": "Which my lips have promised, and my mouth hath spoken in mine affliction.",
      "15": "I will offer unto thee the burnt offerings of fat rams with incense: I will prepare bullocks and goats. Selah.",
      "16": "Come and hearken, all ye that fear God, and I will tell you what he hath done to my soul.",
      "17": "I called unto him with my mouth, and he was exalted with my tongue.",
      "18": "If I regard wickedness in mine heart, the Lord will not hear me.",
      "19": "But God hath heard me, and considered the voice of my prayer.",
      "20": "Praised be God, which hath not put back my prayer, nor his mercy from me."
    },
    "67": {
      "1": "God be merciful unto us, and bless us, and cause his face to shine among us. (Selah.)",
      "2": "That they may know thy way upon earth, and thy saving health among all nations.",
      "3": "Let the people praise thee, O God: let all the people praise thee.",
      "4": "Let the people be glad and rejoice: for thou shalt judge the people righteously, and govern the nations upon the earth. Selah.",
      "5": "Let the people praise thee, O God: let all the people praise thee.",
      "6": "Then shall the earth bring forth her increase, and God, even our God shall bless us.",
      "7": "God shall bless us, and all the ends of the earth shall fear him."
    },
    "68": {
      "1": "God will arise, and his enemies shall be scattered: they also that hate him, shall flee before him.",
      "2": "As the smoke vanisheth, so shalt thou drive them away: and as wax melteth before the fire, so shall the wicked perish at the presence of God.",
      "3": "But the righteous shall be glad, and rejoice before God: yea, they shall leap for joy.",
      "4": "Sing unto God, and sing praises unto his name: exalt him that rideth upon the heavens, in his Name Jah, and rejoice before him.",
      "5": "He is a Father of the fatherless, and a Judge of the widows, even God in his holy habitation.",
      "6": "God maketh the solitary to dwell in families, and delivereth them that were prisoners in stocks: but the rebellious shall dwell in a dry land.",
      "7": "O God, when thou wentest forth before thy people: when thou wentest through the wilderness, (Selah.)",
      "8": "The earth shook, and the heavens dropped at the presence of this God: even Sinai was moved at the presence of God, even the God of Israel.",
      "9": "Thou, O God, sentest a gracious rain upon thine inheritance, and thou didst refresh it when it was weary.",
      "10": "Thy Congregation dwelled therein: for thou, O God, hast of thy goodness prepared it for the poor.",
      "11": "The Lord gave matter to the women to tell of the great army.",
      "12": "Kings of the armies did flee: they did flee, and she that remained in the house, divided the spoil.",
      "13": "Though ye have lain among pots, yet shall ye be as the wings of a dove that is covered with silver, and whose feathers are like yellow gold.",
      "14": "When the Almighty scattered kings in it, it was white as the snow in Zalmon.",
      "15": "The mountain of God is like the mountain of Bashan: it is an high mountain, as mount Bashan.",
      "16": "Why leap ye, ye high mountains? as for this Mountain, God delighteth to dwell in it: yea, the Lord will dwell in it forever.",
      "17": "The chariots of God are twenty thousand thousand Angels, and the Lord is among them, as in the Sanctuary of Sinai.",
      "18": "Thou art gone up on high: thou hast led captivity captive, and received gifts for men: yea, even the rebellious hast thou led, that the Lord God might dwell there.",
      "19": "Praised be the Lord, even the God of our salvation, which ladeth us daily with benefits. Selah.",
      "20": "This is our God, even the God that saveth us: and to the Lord God belong the issues of death.",
      "21": "Surely God will wound the head of his enemies, and the hairy pate of him that walketh in his sins.",
      "22": "The Lord hath said, I will bring my people again from Bashan: I will bring them again from the depths of the Sea:",
      "23": "That thy foot may be dipped in blood, and the tongue of thy dogs in the blood of the enemies, even in it.",
      "24": "They have seen, O God, thy goings, the goings of my God, and my king, which art in the Sanctuary.",
      "25": "The singers went before, the players of instruments after: in the midst were the maids playing with timbrels.",
      "26": "Praise ye God in the assemblies, and the Lord, ye that are of the fountain of Israel.",
      "27": "There was little Benjamin with their ruler, and the Princes of Judah with their assembly, the princes of Zebulun, and the princes of Naphtali.",
      "28": "Thy GOD hath appointed thy strength: establish, O God, that which thou first wrought in us,",
      "29": "Out of thy Temple upon Jerusalem, and kings shall bring presents unto thee.",
      "30": "Destroy the company of the spearmen, and multitude of the mighty bulls with the calves of the people, that tread under feet pieces of silver: scatter the people that delight in war.",
      "31": "Then shall the princes come out of Egypt: Ethiopia shall haste to stretch her hands unto God.",
      "32": "Sing unto God, O ye kingdoms of the earth: sing praise unto the Lord, (Selah)",
      "33": "To him that rideth upon the most high heavens, which were from the beginning: behold, he will send out by his voice a mighty sound.",
      "34": "Ascribe the power to God: for his majesty is upon Israel, and his strength is in the clouds.",
      "35": "O God, thou art terrible out of thine holy places: the God of Israel is he that giveth strength and power unto the people: praised be God."
    },
    "69": {
      "1": "Save me, O God: for the waters are entered even to my soul.",
      "2": "I stick fast in the deep mire, where no stay is: I am come into deep waters, and the streams run over me.",
      "3": "I am weary of crying: my throat is dry: mine eyes fail, while I wait for my God.",
      "4": "They that hate me without a cause, are more than the hairs of mine head: they that would destroy me, and are mine enemies falsely, are mighty, so that I restored that which I took not.",
      "5": "O God, thou knowest my foolishness, and my faults are not hid from thee.",
      "6": "Let not them that trust in thee, O Lord God of hosts, be ashamed for me: let not those that seek thee, be confounded through me, O God of Israel.",
      "7": "For thy sake have I suffered reproof: shame hath covered my face.",
      "8": "I am become a stranger unto my brethren, even an alien unto my mother’s sons.",
      "9": "For the zeal of thine house hath eaten me, and the rebukes of them that rebuked thee, are fallen upon me.",
      "10": "I wept and my soul fasted, but that was to my reproof.",
      "11": "I put on a sack also: and I became a proverb unto them.",
      "12": "They that sat in the gate, spake of me, and the drunkards sang of me.",
      "13": "But Lord, I make my prayer unto thee in an acceptable time, even in the multitude of thy mercy: O God, hear me in the truth of thy salvation.",
      "14": "Deliver me out of the mire, that I sink not: let me be delivered from them that hate me, and out of the deep waters.",
      "15": "Let not the water flood drown me, neither let the deep swallow me up: and let not the pit shut her mouth upon me.",
      "16": "Hear me, O Lord, for thy loving-kindness is good: turn unto me according to the multitude of thy tender mercies.",
      "17": "And hide not thy face from thy servant, for I am in trouble; make haste and hear me.",
      "18": "Draw near unto my soul and redeem it: deliver me because of mine enemies.",
      "19": "Thou hast known my reproof and my shame, and my dishonor: all mine adversaries are before thee.",
      "20": "Rebuke hath broken mine heart, and I am full of heaviness, and I looked for some to have pity on me, but there was none: and for comforters, but I found none.",
      "21": "For they gave me gall in my meat, and in my thirst they gave me vinegar to drink.",
      "22": "Let their table be a snare before them, and their prosperity their ruin.",
      "23": "Let their eyes be blinded that they see not: and make their loins always to tremble.",
      "24": "Pour out thine anger upon them, and let thy wrathful displeasure take them.",
      "25": "Let their habitation be void, and let none dwell in their tents.",
      "26": "For they persecute him, whom thou hast smitten: and they add unto the sorrow of them, whom thou hast wounded.",
      "27": "Lay iniquity upon their iniquity, and let them not come into thy righteousness.",
      "28": "Let them be put out of the book of life, neither let them be written with the righteous.",
      "29": "When I am poor and in heaviness, thine help, O God, shall exalt me.",
      "30": "I will praise the Name of God with a song, and magnify him with thanksgiving.",
      "31": "This also shall please the Lord better than a young bullock that hath horns and hoofs.",
      "32": "The humble shall see this, and they that seek God shall be glad, and your heart shall live.",
      "33": "For the Lord heareth the poor, and despiseth not his prisoners.",
      "34": "Let heaven and earth praise him: the seas and all that moveth in them.",
      "35": "For God will save Zion, and build the cities of Judah, that men may dwell there and have it in possession.",
      "36": "The seed also of his servants shall inherit it: and they that love his name shall dwell therein."
    },
    "70": {
      "1": "O God, haste thee to deliver me: make haste to help me, O Lord.",
      "2": "Let them be confounded and put to shame, that seek my soul: let them be turned backward and put to rebuke, that desire mine hurt.",
      "3": "Let them be turned back for a reward of their shame, which say, Aha, aha.",
      "4": "But let all those that seek thee, be joyful and glad in thee, and let all that love thy salvation, say always, God be praised.",
      "5": "Now I am poor and needy: O God, make haste to me: thou art my helper, and my deliverer: O Lord, make no tarrying."
    },
    "71": {
      "1": "In thee, O Lord, I trust: let me never be ashamed.",
      "2": "Rescue me and deliver me in thy righteousness: incline thine ear unto me and save me.",
      "3": "Be thou my strong rock, whereunto I may always resort: thou hast given commandment to save me: for thou art my rock, and my fortress.",
      "4": "Deliver me, O my God, out of the hand of the wicked: out of the hand of the evil and cruel man.",
      "5": "For thou art mine hope, O Lord God, even my trust from my youth.",
      "6": "Upon thee have I been stayed from the womb: thou art he that took me out of my mother’s bowels: my praise shall be always of thee.",
      "7": "I am become as it were a monster unto many: but thou art my sure trust.",
      "8": "Let my mouth be filled with thy praise, and with thy glory every day.",
      "9": "Cast me not off in the time of age: forsake me not when my strength faileth.",
      "10": "For mine enemies speak of me, and they that lay wait for my soul, take their counsel together,",
      "11": "Saying, God hath forsaken him: pursue and take him, for there is none to deliver him.",
      "12": "Go not far from me, O God: my God haste thee to help me.",
      "13": "Let them be confounded and consumed that are against my soul: let them be covered with reproof and confusion, that seek mine hurt.",
      "14": "But I will wait continually, and will praise thee more and more.",
      "15": "My mouth shall daily rehearse thy righteousness, and thy salvation: for I know not the number.",
      "16": "I will go forward in the strength of the Lord God, and will make mention of thy righteousness, even of thine only.",
      "17": "O God, thou hast taught me from my youth even until now: therefore will I tell of thy wondrous works,",
      "18": "Yea even unto mine old age and gray head, O God: forsake me not, until I have declared thine arm unto this generation, and thy power to all them that shall come.",
      "19": "And thy righteousness, O God, I will exalt on high: for thou hast done great things: O God, who is like unto thee!",
      "20": "Which hast showed me great troubles and adversities, but thou wilt return and revive me, and wilt come again, and take me up from the depth of the earth.",
      "21": "Thou wilt increase mine honor, and return and comfort me.",
      "22": "Therefore will I praise thee for thy faithfulness, O God, upon instrument and viol: unto thee will I sing upon the harp, O Holy one of Israel.",
      "23": "My lips will rejoice when I sing unto thee, and my soul which thou hast delivered.",
      "24": "My tongue also shall talk of thy righteousness daily: for they are confounded and brought unto shame, that seek mine hurt."
    },
    "72": {
      "1": "Give thy judgments to the King, O God, and thy righteousness to the King’s son.",
      "2": "Then shall he judge thy people in righteousness, and thy poor with equity.",
      "3": "The mountains, and the hills shall bring peace to the people by justice.",
      "4": "He shall judge the poor of the people: he shall save the children of the needy, and shall subdue the oppressor.",
      "5": "They shall fear thee as long as the sun and moon endureth, from generation to generation.",
      "6": "He shall come down like the rain upon the mown grass, and as the showers that water the earth.",
      "7": "In his days shall the righteous flourish, and abundance of peace shall be so long as the moon endureth.",
      "8": "His dominion shall be also from sea to sea, and from the river unto the ends of the land.",
      "9": "They that dwell in the wilderness, shall kneel before him, and his enemies shall lick the dust.",
      "10": "The kings of Tarshish and of the isles shall bring presents: the kings of Sheba and Seba shall bring gifts.",
      "11": "Yea, all kings shall worship him: all nations shall serve him.",
      "12": "For he shall deliver the poor when he crieth: the needy also, and him that hath no helper.",
      "13": "He shall be merciful to the poor and needy, and shall preserve the souls of the poor.",
      "14": "He shall redeem their souls from deceit and violence, and dear shall their blood be in his sight.",
      "15": "Yea, he shall live, and unto him shall they give of the gold of Sheba: they shall also pray for him continually, and daily bless him.",
      "16": "An handful of corn shall be sown in the earth, even in the top of the mountains, and the fruit thereof shalt shake like the trees of Lebanon: and the children shall flourish out of the city like the grass of the earth.",
      "17": "His name shall be forever: his name shall endure as long as the Sun: all nations shall bless him, and be blessed in him.",
      "18": "Blessed be the Lord God, even the God of Israel which only doeth wondrous things.",
      "19": "And blessed be his glorious Name forever: and let all the earth be filled with his glory. So be it, even so be it.",
      "20": "Here end the prayers of David the son of Jesse."
    },
    "73": {
      "1": "Yet God is good to Israel: even to the pure in heart.",
      "2": "As for me, my feet were almost gone: my steps had well near slipped.",
      "3": "For I fretted at the foolish, when I saw the prosperity of the wicked.",
      "4": "For there are no bands in their death, but they are lusty and strong.",
      "5": "They are not in trouble as other men, neither are they plagued with other men.",
      "6": "Therefore pride is as a chain unto them, and cruelty covereth them as a garment.",
      "7": "Their eyes stand out for fatness: they have more than heart can wish.",
      "8": "They are licentious, and speak wickedly of their oppression: they talk presumptuously.",
      "9": "They set their mouth against heaven, and their tongue walketh through the earth.",
      "10": "Therefore his people turn hither: for waters of a full cup are wrung out to them.",
      "11": "And they say, How doth God know it? or is there knowledge in the most High?",
      "12": "Lo these are the wicked, yet prosper they always, and increase in riches.",
      "13": "Certainly I have cleansed mine heart in vain, and washed mine hands in innocency.",
      "14": "For daily have I been punished, and chastened every morning.",
      "15": "If I say, I will judge thus, behold the generation of thy children, I have trespassed.",
      "16": "Then thought I to know this, but it was too painful for me,",
      "17": "Until I went into the Sanctuary of God: then understood I their end.",
      "18": "Surely thou hast set them in slippery places, and castest them down into desolation.",
      "19": "How suddenly are they destroyed, perished and horribly consumed,",
      "20": "As a dream when one awaketh! O Lord, when thou raisest us up, thou shalt make their image despised.",
      "21": "Certainly mine heart was vexed, and I was pricked in my reins.",
      "22": "So foolish was I and ignorant: I was a beast before thee.",
      "23": "Yet I was always with thee: thou hast holden me by my right hand.",
      "24": "Thou wilt guide me by thy counsel, and afterward receive me to glory.",
      "25": "Whom have I in heaven but thee? and I have desired none in the earth with thee.",
      "26": "My flesh faileth and mine heart also: but God is the strength of mine heart, and my portion forever.",
      "27": "For lo, that they withdraw themselves from thee, shall perish: thou destroyest all them that go a whoring from thee.",
      "28": "As for me, it is good for me to draw near to God: therefore I have put my trust in the Lord God, that I may declare all thy works."
    },
    "74": {
      "1": "O God, why hast thou put us away forever? why is thy wrath kindled against the sheep of thy pasture?",
      "2": "Think upon the congregation, which thou hast possessed of old, and on the rod of thine inheritance, which thou hast redeemed, and on this mount Zion, wherein thou hast dwelt.",
      "3": "Lift up thy strokes, that thou mayest forever destroy every enemy that doeth evil to the Sanctuary.",
      "4": "Thine adversaries roar in the midst of thy congregation, and set up their banners for signs.",
      "5": "He that lifted the axes upon the thick trees, was renowned as one that brought a thing to perfection:",
      "6": "But now they break down the carved work thereof with axes and hammers.",
      "7": "They have cast thy Sanctuary into the fire, and razed it to the ground, and have defiled the dwelling place of thy Name.",
      "8": "They said in their hearts, Let us destroy them altogether: they have burnt all the Synagogues of God in the land.",
      "9": "We see not our signs: there is not one Prophet more, nor any with us that knoweth how long.",
      "10": "O God, how long shall the adversary reproach thee? shall the enemy blaspheme thy Name forever?",
      "11": "Why withdrawest thou thine hand, even thy right hand? draw it out of thy bosom, and consume them.",
      "12": "Even God is my king of old, working salvation in the midst of the earth.",
      "13": "Thou didst divide the sea by thy power: thou brakest the heads of the dragons in the waters.",
      "14": "Thou brakest the head of Leviathan in pieces, and gavest him to be meat for the people in wilderness.",
      "15": "Thou brakest up the fountain and river: thou driest up mighty rivers.",
      "16": "The day is thine, and the night is thine: thou hast prepared the light and the sun.",
      "17": "Thou hast set all the borders of the earth: thou hast made Summer and Winter.",
      "18": "Remember this, that the enemy hath reproached the Lord, and the foolish people hath blasphemed thy Name.",
      "19": "Give not the soul of thy turtle dove unto the beast, and forget not the Congregation of thy poor forever.",
      "20": "Consider thy covenant: for the dark places of the earth are full of the habitations of the cruel.",
      "21": "O let not the oppressed return ashamed, but let the poor and needy praise thy Name.",
      "22": "Arise, O God: maintain thy own cause: remember thy daily reproach by the foolish man.",
      "23": "Forget not the voice of thine enemies: for the tumult of them that rise against thee, ascendeth continually."
    },
    "75": {
      "1": "We will praise thee, O God, we will praise thee, for thy Name is near: therefore they will declare thy wondrous works.",
      "2": "When I shall take a convenient time, I will judge righteously.",
      "3": "The earth and all the inhabitants thereof are dissolved: but I will establish the pillars of it. Selah.",
      "4": "I said unto the foolish, Be not so foolish, and to the wicked, Lift not up the horn.",
      "5": "Lift not up your horn on high, neither speak with a stiff neck.",
      "6": "For to come to preferment is neither from the East, nor from the West, nor from the South,",
      "7": "But God is the judge: he maketh low, and he maketh high.",
      "8": "For in the hand of the Lord is a cup, and the wine is red: it is full mixed, and he poureth out of the same: surely all the wicked of the earth shall wring out and drink the dregs thereof.",
      "9": "But I will declare forever, and sing praises unto the God of Jacob.",
      "10": "All the horns of the wicked also will I break: but the horns of the righteous shall be exalted."
    },
    "76": {
      "1": "God is known in Judah: his Name is great in Israel.",
      "2": "For in Salem is his Tabernacle, and his dwelling in Zion.",
      "3": "There brake he the arrows of the bow, the shield, and the sword, and the battle. Selah.",
      "4": "Thou art more bright and puissant, than the mountains of prey.",
      "5": "The stouthearted are spoiled: they have slept their sleep, and all the men of strength have not found their hands.",
      "6": "At thy rebuke, O God of Jacob, both the chariot and horse are cast asleep.",
      "7": "Thou, even thou art to be feared; and who shall stand in thy sight, when thou art angry!",
      "8": "Thou didst cause thy judgment to be heard from heaven; therefore the earth feared, and was still,",
      "9": "When thou, O God, arose to judgment, to help all the meek of the earth. Selah.",
      "10": "Surely the rage of man shall turn to thy praise; the remnant of the rage shalt thou restrain.",
      "11": "Vow and perform unto the Lord your God, all ye that be round about him; let them bring presents unto him that ought to be feared.",
      "12": "He shall cut off the spirit of princes; he is terrible to the kings of the earth."
    },
    "77": {
      "1": "My voice came to God, when I cried: my voice came to God; and he heard me.",
      "2": "In the day of my trouble I sought the Lord: my sore ran and ceased not in the night: my soul refused comfort.",
      "3": "I did think upon God, and was troubled: I prayed, and my spirit was full of anguish. Selah.",
      "4": "Thou keepest mine eyes waking: I was astonied, and could not speak.",
      "5": "Then I considered the days of old: and the years of ancient time.",
      "6": "I called to remembrance my song in the night: I communed with mine own heart, and my spirit searched diligently.",
      "7": "Will the Lord absent himself forever? and will he show no more favor?",
      "8": "Is his mercy clean gone forever? doth his promise fail forevermore?",
      "9": "Hath God forgotten to be merciful? hath he shut up his tender mercies in displeasure? Selah.",
      "10": "And I said, This is my death: yet I remembered the years of the right hand of the most High.",
      "11": "I remembered the works of the Lord: certainly I remembered thy wonders of old.",
      "12": "I did also meditate all thy works, and did devise of thine acts, saying,",
      "13": "Thy way, O God, is in the Sanctuary: who is so great a God, as our God!",
      "14": "Thou art the God that doest wonders; thou hast declared thy power among the people.",
      "15": "Thou hast redeemed thy people with thine arm, even the sons of Jacob and Joseph. Selah.",
      "16": "The waters saw thee, O God: the waters saw thee, and were afraid: yea, the depths trembled.",
      "17": "The clouds poured out water: the heavens gave a sound: yea, thine arrows went abroad.",
      "18": "The voice of thy thunder was round about; the lightnings lightened the world: the earth trembled and shook.",
      "19": "Thy way is in the sea, and thy paths in the great waters, and thy footsteps are not known.",
      "20": "Thou didst lead thy people like sheep by the hand of Moses and Aaron."
    },
    "78": {
      "1": "Hear my doctrine, O my people: incline your ears unto the words of my mouth.",
      "2": "I will open my mouth in a parable: I will declare high sentences of old.",
      "3": "Which we have heard and known, and our fathers have told us.",
      "4": "We will not hide them from their children, but to the generation to come we will show the praise of the Lord, his power also, and his wonderful works that he hath done:",
      "5": "How he established a testimony in Jacob, and ordained a Law in Israel, which he commanded our fathers, that they should teach their children:",
      "6": "That the posterity might know it, and the children, which should be born, should stand up, and declare it to their children.",
      "7": "That they might set their hope on God, and not forget the works of God, but keep his commandments:",
      "8": "And not to be as their fathers, a disobedient and rebellious generation: a generation that set not their heart aright, and whose spirit was not faithful unto God.",
      "9": "The children of Ephraim being armed and shooting with the bow, turned back in the day of battle.",
      "10": "They kept not the Covenant of God, but refused to walk in his Law,",
      "11": "And forgate his acts, and his wonderful works that he had showed them.",
      "12": "He did marvelous things in the sight of their fathers in the land of Egypt; even in the field of Zoan.",
      "13": "He divided the Sea, and led them through: he made also the waters to stand as an heap.",
      "14": "In the daytime also he led them with a cloud, and all the night with a light of fire.",
      "15": "He clave the rocks in the wilderness, and gave them drink as of the great depths.",
      "16": "He brought floods also out of the stony rock, so that he made the waters to descend like the rivers.",
      "17": "Yet they sinned still against him, and provoked the Highest in the wilderness,",
      "18": "And tempted God in their hearts in requiring meat for their lust.",
      "19": "They spake against God also, saying, Can God prepare a table in the wilderness?",
      "20": "Behold, he smote the rock, that the water gushed out, and the streams overflowed: can he give bread also? or prepare flesh for his people?",
      "21": "Therefore the Lord heard, and was angry, and the fire was kindled in Jacob, and also wrath came upon Israel,",
      "22": "Because they believed not in God, and trusted not in his help.",
      "23": "Yet he had commanded the clouds above, and had opened the doors of heaven,",
      "24": "And had rained down Manna upon them for to eat, and had given them of the wheat of heaven.",
      "25": "Man did eat the bread of Angels: he sent them meat enough.",
      "26": "He caused the East wind to pass in the heaven: and through his power he brought in the South wind.",
      "27": "He rained flesh also upon them as dust, and feathered fowl as the sand of the sea.",
      "28": "And he made it fall in the midst of their camp, even round about their habitations.",
      "29": "So they did eat, and were well filled: for he gave them their desire.",
      "30": "They were not turned from their lusts, but the meat was yet in their mouths,",
      "31": "When the wrath of God came even upon them, and slew the strongest of them, and smote down the chosen men of Israel.",
      "32": "For all this they sinned still, and believed not his wondrous works.",
      "33": "Therefore their days did he consume in vanity, and their years hastily.",
      "34": "And when he slew them, they sought him, and they returned, and sought God early.",
      "35": "And they remembered that God was their strength, and the most high God their redeemer.",
      "36": "But they flattered him with their mouth, and dissembled with him with their tongue.",
      "37": "For their heart was not upright with him: neither were they faithful in his covenant.",
      "38": "Yet he being merciful, forgave their iniquity, and destroyed them not, but oft times called back his anger, and did not stir up all his wrath.",
      "39": "For he remembered that they were flesh: yea, a wind that passeth and cometh not again.",
      "40": "How oft did they provoke him in the wilderness? and grieve him in the desert?",
      "41": "Yea, they returned and tempted God, and limited the Holy one of Israel.",
      "42": "They remembered not his hand, nor the day when he delivered them from the enemy,",
      "43": "Nor him that set his signs in Egypt, and his wonders in the field of Zoan,",
      "44": "And turned their rivers into blood, and their floods, that they could not drink.",
      "45": "He sent a swarm of flies among them, which devoured them, and frogs, which destroyed them.",
      "46": "He gave also their fruits unto the caterpillar, and their labor unto the grasshopper.",
      "47": "He destroyed their vines with hail, and their wild fig trees with the hailstone.",
      "48": "He gave their cattle also to the hail, and their flocks to the thunderbolts.",
      "49": "He cast upon them the fierceness of his anger, indignation and wrath, and vexation by the sending out of evil angels.",
      "50": "He made a way to his anger: he spared not their soul from death, but gave their life to the pestilence,",
      "51": "And smote all the firstborn in Egypt, even the beginning of their strength in the tabernacles of Ham.",
      "52": "But he made his people to go out like sheep, and led them in the wilderness like a flock.",
      "53": "Yea, he carried them out safely, and they feared not, and the Sea covered their enemies.",
      "54": "And he brought them unto the borders of his Sanctuary: even to this Mountain which his right hand purchased.",
      "55": "He cast out the heathen also before them, and caused them to fall to the lot of his inheritance, and made the tribes of Israel to dwell in their tabernacles.",
      "56": "Yet they tempted, and provoked the most high God, and kept not his testimonies,",
      "57": "But turned back, and dealt falsely like their fathers: they turned like a deceitful bow.",
      "58": "And they provoked him to anger with their high places, and moved him to wrath with their graven images.",
      "59": "God heard this and was wroth, and greatly abhorred Israel,",
      "60": "So that he forsook the habitation of Shiloh, even the Tabernacle where he dwelt among men,",
      "61": "And delivered his power into captivity, and his beauty into the enemy’s hand.",
      "62": "And he gave up his people to the sword, and was angry with his inheritance.",
      "63": "The fire devoured their chosen men, and their maids were not praised.",
      "64": "Their Priests fell by the sword, and their widows lamented not.",
      "65": "But the Lord awaked as one out of sleep, and as a strong man that after his wine crieth out,",
      "66": "And smote his enemies in the hinder parts, and put them to a perpetual shame.",
      "67": "Yet he refused the tabernacle of Joseph, and chose not the tribe of Ephraim:",
      "68": "But chose the tribe of Judah, and mount Zion which he loved.",
      "69": "And he built his Sanctuary as an high palace, like the earth, which he established forever.",
      "70": "He chose David also his servant, and took him from the sheepfolds.",
      "71": "Even from behind the ewes with young, brought he him to feed his people in Jacob, and his inheritance in Israel.",
      "72": "So he fed them according to the simplicity of his heart, and guided them by the discretion of his hands."
    },
    "79": {
      "1": "O God, the heathen are come into thine inheritance: thine holy Temple have they defiled, and made Jerusalem heaps of stones.",
      "2": "The dead bodies of thy servants have they given to be meat unto fowls of the heaven, and the flesh of thy saints unto the beasts of the earth.",
      "3": "Their blood have they shed like waters, round about Jerusalem, and there was none to bury them.",
      "4": "We are a reproach to our neighbors, even a scorn and derision unto them that are round about us.",
      "5": "Lord, how long wilt thou be angry, forever? shall thy jealousy burn like fire?",
      "6": "Pour out thy wrath upon the heathen that have not known thee, and upon the kingdoms that have not called upon thy Name.",
      "7": "For they have devoured Jacob, and made his dwelling place desolate.",
      "8": "Remember not against us the former iniquities, but make haste, and let thy tender mercies prevent us: for we are in great misery.",
      "9": "Help us, O God of our salvation, for the glory of thy Name, and deliver us, and be merciful unto our sins for thy Name’s sake.",
      "10": "Wherefore should the heathen say, Where is their God? let them be known among the heathen in our sight by the vengeance of the blood of thy servants that is shed.",
      "11": "Let the sighing of the prisoners come before thee: according to thy mighty arm preserve the children of death,",
      "12": "And render to our neighbors sevenfold into their bosom their reproach, wherewith they have reproached thee, O Lord.",
      "13": "So we thy people, and sheep of thy pasture shall praise thee forever: and from generation to generation we will set forth thy praise."
    },
    "80": {
      "1": "Hear, O thou shepherd of Israel, thou that leadest Joseph like sheep: show thy brightness, thou that sittest between the Cherubims.",
      "2": "Before Ephraim and Benjamin and Manasseh stir up thy strength, and come to help us.",
      "3": "Turn us again, O God, and cause thy face to shine that we may be saved.",
      "4": "O Lord God of hosts, how long wilt thou be angry against the prayer of thy people?",
      "5": "Thou hast fed them with the bread of tears, and given them tears to drink with great measure.",
      "6": "Thou hast made us a strife unto our neighbors, and our enemies laugh at us among themselves.",
      "7": "Turn us again, O God of hosts: cause thy face to shine, and we shall be saved.",
      "8": "Thou hast brought a vine out of Egypt: thou hast cast out the heathen, and planted it.",
      "9": "Thou madest room for it, and didst cause it to take root, and it filled the land.",
      "10": "The mountains were covered with the shadow of it, and the boughs thereof were like the goodly cedars.",
      "11": "She stretched out her branches unto the Sea, and her boughs unto the river.",
      "12": "Why hast thou then broken down her hedges, so that all they, which pass by the way, have plucked her?",
      "13": "The wild boar out of the wood hath destroyed it, and the wild beasts of the field have eaten it up.",
      "14": "Return, we beseech thee, O God of hosts: look down from heaven and behold, and visit this vine,",
      "15": "And the vineyard, that thy right hand hath planted, and the young vine, which thou madest strong for thyself.",
      "16": "It is burnt with fire, and cut down: and they perish at the rebuke of thy countenance.",
      "17": "Let thine hand be upon the man of thy right hand, and upon the son of man, whom thou madest strong for thine own self.",
      "18": "So will not we go back from thee, revive thou us, and we shall call upon thy Name.",
      "19": "Turn us again, O Lord God of hosts: cause thy face to shine, and we shall be saved."
    },
    "81": {
      "1": "Sing joyfully unto God our strength: sing loud unto the God of Jacob.",
      "2": "Take the song and bring forth the timbrel, the pleasant harp with the viol.",
      "3": "Blow the trumpet in the new moon, even in the time appointed at our feast day.",
      "4": "For this is a statute for Israel, and a Law of the God of Jacob.",
      "5": "He set this in Joseph for a testimony, when he came out of the land of Egypt, where I heard a language, that I understood not.",
      "6": "I have withdrawn his shoulder from the burden, and his hands have left the pots.",
      "7": "Thou calledst in affliction, and I delivered thee, and answered thee in the secret of the thunder: I proved thee at the waters of Meribah. Selah.",
      "8": "Hear, O my people, and I will protest unto thee: O Israel, if thou wilt hearken unto me,",
      "9": "And wilt have no strange god in thee, neither worship any strange god,",
      "10": "(For I am the Lord thy God, which brought thee out of the land of Egypt:) open thy mouth wide, and I will fill it.",
      "11": "But my people would not hear my voice, and Israel would none of me,",
      "12": "So I gave them up unto the hardness of their heart, and they have walked in their own counsels.",
      "13": "Oh that my people had hearkened unto me, and Israel had walked in my ways!",
      "14": "I would soon have humbled their enemies, and turned mine hand against their adversaries.",
      "15": "The haters of the Lord should have been subject unto him, and their time should have endured forever.",
      "16": "And God would have fed them with the fat of wheat, and with honey out of the rock would I have sufficed thee."
    },
    "82": {
      "1": "God standeth in the assembly of gods: he judgeth among gods.",
      "2": "How long will ye judge unjustly, and accept the persons of the wicked? Selah.",
      "3": "Do right to the poor and fatherless: do justice to the poor and needy.",
      "4": "Deliver the poor and needy: save them from the hand of the wicked.",
      "5": "They know not and understand nothing: they walk in darkness, albeit all the foundations of the earth be moved.",
      "6": "I have said, Ye are gods, and ye all are children of the most High.",
      "7": "But ye shall die as a man, and ye princes shall fall like others.",
      "8": "O God, arise, therefore judge thou the earth: for thou shalt inherit all nations."
    },
    "83": {
      "1": "Keep not thou silence, O God: be not still, and cease not, O God.",
      "2": "For lo, thine enemies make a tumult, and they that hate thee, have lifted up the head.",
      "3": "They have taken crafty counsel against thy people, and have consulted against thy secret ones.",
      "4": "They have said, Come and let us cut them off from being a nation: and let the name of Israel be no more in remembrance.",
      "5": "For they have consulted together in heart, and have made a league against thee:",
      "6": "The tabernacles of Edom, and the Ishmaelites, Moab and the Hagarites:",
      "7": "Gebal and Ammon, and Amalek, the Philistines, with the inhabitants of Tyre.",
      "8": "Assyria also is joined with them: they have been an arm to the children of Lot. Selah.",
      "9": "Do thou to them as unto the Midianites: as to Sisera and as to Jabin at the river of Kishon.",
      "10": "They perished at En Dor, and were dung for the earth.",
      "11": "Make them, even their princes, like Oreb and like Zeeb: yea, all their princes like Zebah and like Zalmunna,",
      "12": "Which have said, Let us take for our possession the habitations of God.",
      "13": "O my God, make them like unto a wheel, and as the stubble before the wind.",
      "14": "As the fire burneth the forest, and as the flame setteth the mountains on fire:",
      "15": "So persecute them with thy tempest, and make them afraid with thy storm.",
      "16": "Fill their faces with shame, that they may seek thy Name, O Lord.",
      "17": "Let them be confounded and troubled forever: yea, let them be put to shame, and perish,",
      "18": "That they may know that thou, which art calleth Jehovah, art alone, even the most High over all the earth."
    },
    "84": {
      "1": "O Lord of hosts, how amiable are thy Tabernacles?",
      "2": "My soul longeth, yea, and fainted for the courts of the Lord: for my heart and my flesh rejoice in the living God.",
      "3": "Yea, the sparrow hath found her an house, and the swallow a nest for her, where she may lay her young: even by thine altars, O Lord of hosts, my king and my God.",
      "4": "Blessed are they that dwell in thine house, they will ever praise thee. Selah.",
      "5": "Blessed is the man whose strength is in thee, and in whose heart are thy ways.",
      "6": "They going through the valley of Baca, make wells therein: the rain also covereth the pools.",
      "7": "They go from strength to strength, till every one appear before God in Zion.",
      "8": "O Lord God of hosts, hear my prayer, hearken, O God of Jacob. Selah.",
      "9": "Behold, O God, our shield, and look upon the face of thine Anointed.",
      "10": "For a day in thy courts is better than a thousand other where: I had rather be a doorkeeper in the house of my God, than to dwell in the tabernacles of wickedness.",
      "11": "For the Lord God is the sun and shield unto us: the Lord will give grace and glory, and no good thing will he withhold from them that walk uprightly.",
      "12": "O Lord of hosts, blessed is the man that trusteth in thee."
    },
    "85": {
      "1": "Lord, thou hast been favorable unto thy land: thou hast brought again the captivity of Jacob.",
      "2": "Thou hast forgiven the iniquity of thy people, and covered all their sins. Selah.",
      "3": "Thou hast withdrawn all thine anger, and hast turned back from the fierceness of thy wrath.",
      "4": "Turn us, O God of our salvation, and release thine anger toward us.",
      "5": "Wilt thou be angry with us forever? and wilt thou prolong thy wrath from one generation to another?",
      "6": "Wilt thou not turn again and quicken us, that thy people may rejoice in thee?",
      "7": "Show us thy mercy, O Lord, and grant us thy salvation.",
      "8": "I will hearken what the Lord God will say: for he will speak peace unto his people, and to his Saints, that they turn not again to folly.",
      "9": "Surely his salvation is near to them that fear him, that glory may dwell in our land.",
      "10": "Mercy and truth shall meet, righteousness and peace shall kiss one another.",
      "11": "Truth shall bud out of the earth, and righteousness shall look down from heaven.",
      "12": "Yea, the Lord shall give good things, and our land shall give her increase.",
      "13": "Righteousness shall go before him, and shall set her steps in the way."
    },
    "86": {
      "1": "Incline thine ear, O Lord, and hear me: for I am poor and needy.",
      "2": "Preserve thou my soul, for I am merciful: my God, save thou thy servant, that trusteth in thee.",
      "3": "Be merciful unto me, O Lord: for I cry upon thee continually.",
      "4": "Rejoice the soul of thy servant: for unto thee, O Lord, do I lift up my soul.",
      "5": "For thou, Lord, art good and merciful, and of great kindness unto all them that call upon thee.",
      "6": "Give ear, Lord, unto my prayer, and hearken to the voice of my supplication.",
      "7": "In the day of my trouble I will call upon thee: for thou hearest me.",
      "8": "Among the gods there is none like thee, O Lord, and there is none that can do like thy works.",
      "9": "All nations whom thou hast made, shall come and worship before thee, O Lord, and shall glorify thy Name.",
      "10": "For thou art great and doest wondrous things: thou art God alone.",
      "11": "Teach me thy way, O Lord, and I will walk in thy truth: knit mine heart unto thee, that I may fear thy Name.",
      "12": "I will praise thee, O Lord my God, with all mine heart: yea, I will glorify thy Name forever.",
      "13": "For great is thy mercy toward me, and thou hast delivered my soul from the lowest grave.",
      "14": "O God, the proud are risen against me, and the assemblies of violent men have sought my soul, and have not set thee before them.",
      "15": "But thou, O Lord, art a pitiful God and merciful, slow to anger, and great in kindness and truth.",
      "16": "Turn unto me, and have mercy upon me: give thy strength unto thy servant, and save the son of thine handmaid.",
      "17": "Show a token of thy goodness toward me, that they which hate me, may see it, and be ashamed, because thou, O Lord, hast helped me and comforted me."
    },
    "87": {
      "1": "God laid his foundations among the holy mountains.",
      "2": "The Lord loveth the gates of Zion above all the habitations of Jacob.",
      "3": "Glorious things are spoken of thee, O city of God. Selah.",
      "4": "I will make mention of Rahab and Babel among them that know me: behold Palestine and Tyre with Ethiopia, There is he born.",
      "5": "And of Zion it shall be said, Many are born in her: and he, even the most High shall stablish her.",
      "6": "The Lord shall count, when he writeth the people, He was born there. Selah.",
      "7": "As well the singers as the players on instruments shall praise thee: all my springs are in thee."
    },
    "88": {
      "1": "O Lord God of my salvation, I cry day and night before thee.",
      "2": "Let my prayer enter into thy presence: incline thine ear unto my cry.",
      "3": "For my soul is filled with evils, and my life draweth near to the grave.",
      "4": "I am counted among them that go down unto the pit, and am as a man without strength,",
      "5": "Free among the dead, like the slain laying in the grave, when thou rememberest no more, and they are cut off from thy hand.",
      "6": "Thou hast laid me in the lowest pit, in darkness, and in the deep.",
      "7": "Thine indignation lieth upon me, and thou hast vexed me with all thy waves. Selah.",
      "8": "Thou hast put away mine acquaintance far from me, and made me to be abhorred of them: I am shut up, and cannot get forth.",
      "9": "Mine eye is sorrowful through mine affliction: Lord, I call daily upon thee: I stretch out mine hands unto thee.",
      "10": "Wilt thou show a miracle to the dead? or shall the dead rise and praise thee? Selah.",
      "11": "Shall thy loving kindness be declared in the grave? or thy faithfulness in destruction?",
      "12": "Shall thy wondrous works be known in the dark? and thy righteousness in the land of oblivion?",
      "13": "But unto thee, have I cried, O Lord, and early shall my prayer come before thee.",
      "14": "Lord, why dost thou reject my soul, and hidest thy face from me?",
      "15": "I am afflicted and at the point of death: from my youth I suffer thy terrors, doubting of my life.",
      "16": "Thine indignations go over me, and thy fear hath cut me off.",
      "17": "They came round about me daily like water, and compassed me together.",
      "18": "My lovers and friends hast thou put away from me, and mine acquaintance hid themselves."
    },
    "89": {
      "1": "I will sing the mercies of the Lord forever: with my mouth will I declare thy truth from generation to generation.",
      "2": "For I said, Mercy shall be set up forever: thy truth shalt thou stablish in the very heavens.",
      "3": "I have made a covenant with my chosen: I have sworn to David my servant,",
      "4": "Thy seed will I stablish forever, and set up thy throne from generation to generation. Selah.",
      "5": "O Lord, even the heavens shall praise thy wondrous work: yea, thy truth in the Congregation of the Saints.",
      "6": "For who is equal to the Lord in the heaven? and who is like the Lord among the sons of the gods?",
      "7": "God is very terrible in the assembly of the Saints, and to be reverenced above all that are about him.",
      "8": "O Lord God of hosts, who is like unto thee, which art a mighty Lord, and thy truth is about thee?",
      "9": "Thou rulest the raging of the Sea: when the waves thereof arise, thou stillest them.",
      "10": "Thou hast beaten down Rahab as a man slain: thou hast scattered thine enemies with thy mighty arm.",
      "11": "The heavens are thine, the earth also is thine: thou hast laid the foundation of the world, and all that therein is.",
      "12": "Thou hast created the North and the South: Tabor and Hermon shall rejoice in thy Name.",
      "13": "Thou hast a mighty arm: strong is thy hand, and high is thy right hand.",
      "14": "Righteousness and equity are the stablishment of thy throne: mercy and truth go before thy face.",
      "15": "Blessed is the people that can rejoice in thee: they shall walk in the light of thy countenance, O Lord.",
      "16": "They shall rejoice continually in thy Name, and in thy righteousness shall they exalt themselves.",
      "17": "For thou art the glory of their strength, and by thy favor our horns shall be exalted.",
      "18": "For our shield appertaineth to the Lord, and our King to the Holy one of Israel.",
      "19": "Thou spakest then in a vision unto thine Holy one, and saidest, I have laid help upon one that is mighty: I have exalted one chosen out of the people.",
      "20": "I have found David my servant: with mine holy oil have I anointed him.",
      "21": "Therefore mine hand shall be established with him, and mine arm shall strengthen him.",
      "22": "The enemy shall not oppress him, neither shall the wicked hurt him.",
      "23": "But I will destroy his foes before his face, and plague them that hate him.",
      "24": "My truth also and my mercy shall be with him, and in my Name shall his horn be exalted.",
      "25": "I will set his hand also in the sea, and his right hand in the floods.",
      "26": "He shall cry unto me, Thou art my Father, my God, and the rock of my salvation.",
      "27": "Also I will make him my firstborn, higher than the kings of the earth.",
      "28": "My mercy will I keep for him for evermore, and my Covenant shall stand fast with him.",
      "29": "His seed also will I make to endure forever, and his throne as the days of heaven.",
      "30": "But if his children forsake my Law, and walk not in my judgments:",
      "31": "If they break my statutes, and keep not my commandments:",
      "32": "Then will I visit their transgression with the rod, and their iniquity with strokes.",
      "33": "Yet my loving kindness will I not take from him, neither will I falsify my truth.",
      "34": "My Covenant will I not break, nor alter the thing that is gone out of my lips.",
      "35": "I have sworn once by mine holiness, that I will not fail David, saying,",
      "36": "His seed shall endure forever, and his throne shall be as the sun before me.",
      "37": "He shall be established for evermore as the moon, and as a faithful witness in the heaven. Selah.",
      "38": "But thou hast rejected and abhorred, thou hast been angry with thine anointed.",
      "39": "Thou hast broken the Covenant of thy servant, and profaned his crown, casting it on the ground.",
      "40": "Thou hast broken down all his walls: thou hast laid his fortresses in ruin.",
      "41": "All that go by the way, spoil him: he is a rebuke unto his neighbors.",
      "42": "Thou hast set up the right hand of his enemies, and made all his adversaries to rejoice.",
      "43": "Thou hast also turned the edge of his sword, and hast not made him to stand in the battle.",
      "44": "Thou hast caused his dignity to decay, and cast his throne to the ground.",
      "45": "The days of his youth hast thou shortened, and covered him with shame. Selah.",
      "46": "Lord, how long wilt thou hide thyself, forever? shall thy wrath burn like fire?",
      "47": "Remember of what time I am: wherefore shouldest thou create in vain all the children of men?",
      "48": "What man liveth, and shall not see death? shall he deliver his soul from the hand of the grave? Selah.",
      "49": "Lord, where are thy former mercies, which thou swarest unto David in thy truth?",
      "50": "Remember, O Lord, the rebuke of thy servants, which I bear in my bosom of all the mighty people.",
      "51": "For thine enemies have reproached thee, O Lord, because they have reproached the footsteps of thine Anointed.",
      "52": "Praised be the Lord for evermore. So be it, even so be it."
    },
    "90": {
      "1": "Lord, thou hast been our habitation from generation to generation.",
      "2": "Before the mountains were made, and before thou hadst formed the earth, and the world, even from everlasting to everlasting thou art our God.",
      "3": "Thou turnest man to destruction: again thou sayest, Return ye sons of Adam.",
      "4": "For a thousand years in thy sight are as yesterday when it is past, and as a watch in the night.",
      "5": "Thou hast overflowed them, they are as a sleep, in the morning he groweth like the grass:",
      "6": "In the morning it flourisheth and groweth, but in the evening it is cut down and withereth.",
      "7": "For we are consumed by thine anger, and by thy wrath are we troubled.",
      "8": "Thou hast set our iniquities before thee, and our secret sins in the light of thy countenance.",
      "9": "For all our days are past in thine anger: we have spent our years as a thought.",
      "10": "The time of our life is threescore years and ten, and if they be of strength, fourscore years: yet their strength is but labor and sorrow: for it is cut off quickly, and we flee away.",
      "11": "Who knoweth the power of thy wrath? for according to thy fear is thine anger.",
      "12": "Teach us so to number our days, that we may apply our hearts unto wisdom.",
      "13": "Return (O Lord, how long?) and be pacified toward thy servants.",
      "14": "Fill us with thy mercy in the morning: so shall we rejoice and be glad all our days?",
      "15": "Comfort us according to the days that thou hast afflicted us, and according to the years that we have seen evil.",
      "16": "Let thy work be seen toward thy servants, and thy glory upon their children.",
      "17": "And let the beauty of the Lord our God be upon us, and direct thou the work of our hands upon us, even direct the work of our hands."
    },
    "91": {
      "1": "Who so dwelleth in the secret of the most High, shall abide in the shadow of the Almighty.",
      "2": "I will say unto the Lord, O my hope, and my fortress: he is my God, in him will I trust.",
      "3": "Surely I will deliver thee from the snare of the hunter, and from the noisome pestilence.",
      "4": "He will cover thee under his wings, and thou shalt be sure under his feathers: his truth shall be thy shield and buckler.",
      "5": "Thou shalt not be afraid of the fear of the night: nor of the arrow that flieth by day:",
      "6": "Nor of the pestilence that walketh in the darkness: nor of the plague that destroyeth at noon day.",
      "7": "A thousand shall fall at thy side, and ten thousand at thy right hand, but it shall not come near thee.",
      "8": "Doubtless with thine eyes shalt thou behold and see the reward of the wicked.",
      "9": "For thou hast said, The Lord is mine hope: thou hast set the most High for thy refuge.",
      "10": "There shall none evil come unto thee, neither shall any plague come near thy tabernacle.",
      "11": "For he shall give his Angels charge over thee to keep thee in all thy ways.",
      "12": "They shall bear thee in their hands, that thou hurt not thy foot against a stone.",
      "13": "Thou shalt walk upon the lion and asp: the young lion, and the dragon shalt thou tread under feet.",
      "14": "Because he hath loved me, therefore will I deliver him: I will exalt him because he hath known my Name.",
      "15": "He shall call upon me, and I will hear him: I will be with him in trouble: I will deliver him, and glorify him.",
      "16": "With long life will I satisfy him, and show him my salvation."
    },
    "92": {
      "1": "It is a good thing to praise the Lord, and to sing unto thy Name, O most High,",
      "2": "To declare thy loving kindness in the morning, and thy truth in the night,",
      "3": "Upon an instrument of ten strings, and upon the viol, with the song upon the harp.",
      "4": "For thou Lord, hast made me glad by thy works, and I will rejoice in the works of thine hands.",
      "5": "O Lord, how glorious are thy works! and thy thoughts are very deep.",
      "6": "An unwise man knoweth it not, and a fool doth not understand this,",
      "7": "(When the wicked grow as the grass, and all the workers of wickedness do flourish) that they shall be destroyed forever.",
      "8": "But thou, O Lord, art most High forevermore.",
      "9": "For lo, thine enemies, O Lord: for lo, thine enemies shall perish: all the workers of iniquity shall be destroyed.",
      "10": "But thou shalt exalt mine horn, like the unicorns, and I shall be anointed with fresh oil.",
      "11": "Mine eye also shall see my desire against mine enemies: and mine ears shall hear my wish against the wicked, that rise up against me.",
      "12": "The righteous shall flourish like a palm tree, and shall grow like a cedar in Lebanon.",
      "13": "Such as be planted in the house of the Lord, shall flourish in the courts of our God.",
      "14": "They shall still bring forth fruit in their age: they shall be fat and flourishing,",
      "15": "To declare that the Lord my rock is righteous, and that none iniquity is in him."
    },
    "93": {
      "1": "The Lord reigneth, and is clothed with majesty: the Lord is clothed, and girded with power, the world also shall be established, that it cannot be moved.",
      "2": "Thy throne is established of old: thou art from everlasting.",
      "3": "The floods have lifted up, O Lord: the floods have lifted up their voice: the floods lift up their waves.",
      "4": "The waves of the sea are marvelous through the noise of many waters, yet the Lord on high is more mighty.",
      "5": "Thy testimonies are very sure: holiness becometh thine House, O Lord, forever."
    },
    "94": {
      "1": "O Lord God the avenger, O God the avenger, show thyself clearly.",
      "2": "Exalt thyself, O Judge of the world, and render a reward to the proud.",
      "3": "Lord, how long shall the wicked, how long shall the wicked triumph?",
      "4": "They prate and speak fiercely: all the workers of iniquity vaunt themselves.",
      "5": "They smite down thy people, O Lord, and trouble thine heritage.",
      "6": "They slay the widow and the stranger, and murder the fatherless.",
      "7": "Yet they say, The Lord shall not see: neither will the God of Jacob regard it.",
      "8": "Understand, ye unwise among the people: and ye fools, when will ye be wise?",
      "9": "He that planted the ear, shall he not hear? or he that formed the eye, shall he not see?",
      "10": "Or he that chastiseth the nations, shall he not correct? he that teacheth man knowledge, shall he not know?",
      "11": "The Lord knoweth the thoughts of man, that they are vanity.",
      "12": "Blessed is the man whom thou chastisest, O Lord, and teachest him in thy Law,",
      "13": "That thou mayest give him rest from the days of evil, while the pit is dug for the wicked.",
      "14": "Surely the Lord will not fail his people, neither will he forsake his inheritance.",
      "15": "For judgment shall return to justice, and all the upright in heart shall follow after it.",
      "16": "Who will rise up with me against the wicked? or who will take my part against the workers of iniquity?",
      "17": "If the Lord had not helped me, my soul had almost dwelt in silence.",
      "18": "When I said, My foot slideth, thy mercy, O Lord, stayed me.",
      "19": "In the multitude of my thoughts in mine heart, thy comforts have rejoiced my soul.",
      "20": "Hath the throne of iniquity fellowship with thee, which forgeth wrong for a Law?",
      "21": "They gather them together against the soul of the righteous, and condemn the innocent blood.",
      "22": "But the Lord is my refuge, and my God is the rock of mine hope.",
      "23": "And he will recompense them their wickedness, and destroy them in their own malice, yea, the Lord our God shall destroy them."
    },
    "95": {
      "1": "Come, let us rejoice unto the Lord: let us sing aloud unto the rock of our salvation.",
      "2": "Let us come before his face with praise: let us sing loud unto him with Psalms.",
      "3": "For the Lord is a great God, and a great King above all gods,",
      "4": "In whose hand are the deep places of the earth, and the heights of the mountains are his,",
      "5": "To whom the Sea belongeth, for he made it, and his hands formed the dry land.",
      "6": "Come, let us worship and fall down, and kneel before the Lord our maker.",
      "7": "For he is our God, and we are the people of his pasture, and the sheep of his hand: today, if ye will hear his voice,",
      "8": "Harden not your heart, as in Meribah, and as in the day of Massah in the wilderness,",
      "9": "When your fathers tempted me, proved me, though they had seen my work.",
      "10": "Forty years have I contended with this generation, and said, They are a people that err in heart, for they have not known my ways.",
      "11": "Wherefore I sware in my wrath, saying, Surely they shall not enter into my rest."
    },
    "96": {
      "1": "Sing unto the Lord a new song: sing unto the Lord all the earth.",
      "2": "Sing unto the Lord, and praise his Name: declare his salvation from day to day.",
      "3": "Declare his glory among all nations, and his wonders among all people.",
      "4": "For the Lord is great and much to be praised: he is to be feared above all gods.",
      "5": "For all the gods of the people are idols: but the Lord made the heavens.",
      "6": "Strength and glory are before him: power and beauty are in his Sanctuary.",
      "7": "Give unto the Lord, ye families of the people: give unto the Lord glory and power.",
      "8": "Give unto the Lord the glory of his Name: bring an offering, and enter into his courts.",
      "9": "Worship the Lord in the glorious Sanctuary: tremble before him all the earth.",
      "10": "Say among the Nations, The Lord reigneth: Surely the world shall be stable, and not move, and he shall judge the people in righteousness.",
      "11": "Let the heavens rejoice, and let the earth be glad: let the sea roar, and all that therein is.",
      "12": "Let the field be joyful, and all that is in it: let all the trees of the wood then rejoice,",
      "13": "Before the Lord: for he cometh, for he cometh to judge the earth: he will judge the world with righteousness, and the people in his truth."
    },
    "97": {
      "1": "The Lord reigneth: let the earth rejoice: let the multitude of the Isles be glad.",
      "2": "Clouds and darkness are round about him: righteousness and judgment are the foundation of his throne.",
      "3": "There shall go a fire before him, and burn up his enemies round about.",
      "4": "His lightnings gave light unto the world: the earth saw it and was afraid.",
      "5": "The mountains melted like wax at the presence of the Lord, at the presence of the Lord of the whole earth.",
      "6": "The heavens declare his righteousness, and all the people see his glory.",
      "7": "Confounded be all they that serve graven images, and that glory in idols: worship him all ye gods.",
      "8": "Zion heard of it, and was glad: and the daughters of Judah rejoiced, because of thy judgments, O Lord.",
      "9": "For thou, Lord, art most High above all the earth: thou art much exalted above all gods.",
      "10": "Ye that love the Lord, hate evil: he preserveth the souls of his Saints: he will deliver them from the hand of the wicked.",
      "11": "Light is sown for the righteous, and joy for the upright in heart.",
      "12": "Rejoice ye righteous in the Lord, and give thanks for his holy remembrance."
    },
    "98": {
      "1": "Sing unto the Lord a new song: for he hath done marvelous things: his right hand, and his holy arm have gotten him the victory.",
      "2": "The Lord declared his salvation: his righteousness hath he revealed in the sight of the nations.",
      "3": "He hath remembered his mercy and his truth toward the house of Israel: all the ends of the earth have seen the salvation of our God.",
      "4": "All the earth, sing ye loud unto the Lord: cry out and rejoice, and sing praises.",
      "5": "Sing praise to the Lord upon the harp, even upon the harp with a singing voice.",
      "6": "With shalms and sound of trumpets sing loud before the Lord the king.",
      "7": "Let the sea roar, and all that therein is, the world, and they that dwell therein.",
      "8": "Let the floods clap their hands, and let the mountains rejoice together,",
      "9": "Before the Lord: for he is come to judge the earth: with righteousness shall he judge the world: and the people with equity."
    },
    "99": {
      "1": "The Lord reigneth, let the people tremble: he sitteth between the Cherubims, let the earth be moved.",
      "2": "The Lord is great in Zion, and he is high above all the people.",
      "3": "They shall praise thy great and fearful Name (for it is holy.)",
      "4": "And the King’s power, that loveth judgment: for thou hast prepared equity: thou hast executed judgment and justice in Jacob.",
      "5": "Exalt the Lord our God, and fall down before his footstool: for he is holy.",
      "6": "Moses and Aaron were among his Priests, and Samuel among such as call upon his Name: these called upon the Lord, and he heard them.",
      "7": "He spake unto them in the cloudy pillar: they kept his testimonies, and the Law that he gave them.",
      "8": "Thou heardest them, O Lord our God: thou wast a favorable God unto them, though thou didst take vengeance for their inventions.",
      "9": "Exalt the Lord our God and fall down before his holy Mountain: for the Lord our God is holy."
    },
    "100": {
      "1": "Sing ye loud unto the Lord, all the earth.",
      "2": "Serve the Lord with gladness; come before him with joyfulness.",
      "3": "Know ye that even the Lord is God; he hath made us, and not we ourselves: we are his people, and the sheep of his pasture.",
      "4": "Enter into his gates with praise, and into his courts with rejoicing: praise him and bless his Name.",
      "5": "For the Lord is good: his mercy is everlasting, and his truth is from generation to generation."
    },
    "101": {
      "1": "I will sing mercy and judgment: unto thee, O Lord, will I sing.",
      "2": "I will do wisely in the perfect way, till thou comest to me, I will walk in the uprightness of mine heart in the midst of my house.",
      "3": "I will set no wicked thing before mine eyes: I hate the work of them that fall away: it shall not cleave unto me.",
      "4": "A froward heart shall depart from me; I will know none evil.",
      "5": "Him that privily slandereth his neighbor, will I destroy: him that hath a proud look and high heart, I cannot suffer.",
      "6": "Mine eyes shall be unto the faithful of the land, that they may dwell with me: he that walketh in a perfect way, he shall serve me.",
      "7": "There shall no deceitful person dwell within my house: he that telleth lies, shall not remain in my sight.",
      "8": "Betimes will I destroy all the wicked of the land that I may cut off all the workers of iniquity from the City of the Lord."
    },
    "102": {
      "1": "O Lord hear my prayer, and let my cry come unto thee.",
      "2": "Hide not thy face from me in the time of my trouble: incline thine ears unto me, when I call, make haste to hear me.",
      "3": "For my days are consumed like smoke, and my bones are burnt like an hearth.",
      "4": "Mine heart is smitten, and withered like grass, because I forgat to eat my bread.",
      "5": "For the voice of my groaning, my bones do cleave to my skin.",
      "6": "I am like a pelican of the wilderness: I am like an owl of the deserts.",
      "7": "I watch, and am as a sparrow alone upon the house top.",
      "8": "Mine enemies revile me daily, and they that rage against me, have sworn against me.",
      "9": "Surely I have eaten ashes as bread, and mingled my drink with weeping,",
      "10": "Because of thine indignation and thy wrath: for thou hast heaved me up, and cast me down.",
      "11": "My days are like a shadow that fadeth, and I am withered like grass.",
      "12": "But thou, O Lord, dost remain forever, and thy remembrance from generation to generation.",
      "13": "Thou wilt arise and have mercy upon Zion: for the time to have mercy thereon, for the appointed time is come.",
      "14": "For thy servants delight in the stones thereof, and have pity on the dust thereof.",
      "15": "Then the heathen shall fear the Name of the Lord, and all the kings of the earth thy glory,",
      "16": "When the Lord shall build up Zion, and shall appear in his glory,",
      "17": "And shall turn unto the prayer of the desolate, and not despise their prayer.",
      "18": "This shall be written for the generation to come: and the people which shall be created, shall praise the Lord.",
      "19": "For he hath looked down from the height of his Sanctuary: out of the heaven did the Lord behold the earth,",
      "20": "That he might hear the mourning of the prisoner, and deliver the children of death.",
      "21": "That they may declare the Name of the Lord in Zion, and his praise in Jerusalem,",
      "22": "When the people shall be gathered together, and the kingdoms to serve the Lord.",
      "23": "He abated my strength in the way, and shortened my days.",
      "24": "And I said, O my God, take me not away in the midst of my days: thy years endure from generation to generation.",
      "25": "Thou hast aforetime laid the foundation of the earth, and the heavens are the work of thine hands.",
      "26": "They shall perish, but thou shalt endure: even they all shall wax old as doth a garment: as a vesture shalt thou change them, and they shall be changed.",
      "27": "But thou art the same, and thy years shall not fail.",
      "28": "The children of thy servants shall continue, and their seed shall stand fast in thy sight."
    },
    "103": {
      "1": "My soul, praise thou the Lord, and all that is within me, praise his holy Name.",
      "2": "My soul, praise thou the Lord, and forget not all his benefits.",
      "3": "Which forgiveth all thine iniquity, and healeth all thine infirmities.",
      "4": "Which redeemeth thy life from the grave; and crowneth thee with mercy and compassions.",
      "5": "Which satisfieth thy mouth with good things: and thy youth is renewed like the eagle’s.",
      "6": "The Lord executeth righteousness and judgment to all that are oppressed.",
      "7": "He made his ways known unto Moses, and his works unto the children of Israel.",
      "8": "The Lord is full of compassion and mercy, slow to anger and of great kindness.",
      "9": "He will not always chide, neither keep his anger forever.",
      "10": "He hath not dealt with us after our sins, nor rewarded us according to our iniquities.",
      "11": "For as high as the heaven is above the earth, so great is his mercy toward them that fear him.",
      "12": "As far as the East is from the West: so far hath he removed our sins from us.",
      "13": "As a father hath compassion on his children, so hath the Lord compassion on them that fear him.",
      "14": "For he knoweth whereof we be made: he remembereth that we are but dust.",
      "15": "The days of man are as grass: as a flower of the field, so flourisheth he.",
      "16": "For the wind goeth over it, and it is gone, and the place thereof shall know it no more.",
      "17": "But the loving kindness of the Lord endureth forever and ever upon them that fear him, and his righteousness upon children’s children,",
      "18": "Unto them that keep his covenant, and think upon his commandments to do them.",
      "19": "The Lord hath prepared his throne in heaven, and his kingdom ruleth over all.",
      "20": "Praise the Lord, ye his Angels, that excel in strength, that do his commandment in obeying the voice of his word.",
      "21": "Praise the Lord all ye his hosts, ye his servants that do his pleasure.",
      "22": "Praise the Lord all ye his works, in all places of his dominion: my soul, praise thou the Lord."
    },
    "104": {
      "1": "My soul, praise thou the Lord: O Lord my God, thou art exceeding great, thou art clothed with glory and honor.",
      "2": "Which covereth himself with light, as with a garment, and spreadeth the heavens like a curtain.",
      "3": "Which layeth the beams of his chambers in the waters, and maketh the clouds his chariot, and walketh upon the wings of the wind.",
      "4": "Which maketh the spirits his messengers, and a flaming fire his ministers.",
      "5": "He set the earth upon her foundations, so that it shall never move.",
      "6": "Thou coverest it with the deep as with a garment: the waters would stand above the mountains.",
      "7": "But at thy rebuke they flee: at the voice of thy thunder they haste away.",
      "8": "And the mountains ascend, and the valleys descend to the place which thou hast established for them.",
      "9": "But thou hast set them a bound which they shall not pass: they shall not return to cover the earth.",
      "10": "He sendeth the springs into the valleys, which run between the mountains.",
      "11": "They shall give drink to all the beasts of the field, and the wild asses shall quench their thirst.",
      "12": "By these springs shall the fowls of the heaven dwell, and sing among the branches.",
      "13": "He watereth the mountains from his chambers, and the earth is filled with the fruit of thy works.",
      "14": "He causeth grass to grow for the cattle, and herb for the use of man, that he may bring forth bread out of the earth,",
      "15": "And wine that maketh glad the heart of man, and oil to make his face to shine, and bread that strengtheneth man’s heart.",
      "16": "The high trees are satisfied, even the cedars of Lebanon, which he hath planted,",
      "17": "That the birds may make their nests there: the stork dwelleth in the fir trees.",
      "18": "The high mountains are for the goats: the rocks are a refuge for the conies.",
      "19": "He appointed the moon for certain seasons: the sun knoweth his going down.",
      "20": "Thou makest darkness, and it is night, wherein all the beasts of the forest creep forth.",
      "21": "The lions roar after their prey, and seek their meat at God.",
      "22": "When the sun riseth, they retire, and couch in their dens.",
      "23": "Then goeth man forth to his work, and to his labor until the evening.",
      "24": "O Lord, how manifold are thy works! in wisdom hast thou made them all: the earth is full of thy riches.",
      "25": "So is the sea great and wide: for therein are things creeping innumerable, both small beasts and great.",
      "26": "There go the ships, yea that Leviathan, whom thou hast made to play therein.",
      "27": "All these wait upon thee, that thou mayest give them food in due season.",
      "28": "Thou givest it to them, and they gather it, thou openest thy hand, and they are filled with good things.",
      "29": "But if thou hide thy face, they are troubled: if thou take away their breath, they die and return to their dust:",
      "30": "Again if thou send forth thy spirit, they are created, and thou renewest the face of the earth.",
      "31": "Glory be to the Lord forever: let the Lord rejoice in his works.",
      "32": "He looketh on the earth and it trembleth: he toucheth the mountains, and they smoke.",
      "33": "I will sing unto the Lord all my life: I will praise my God, while I live.",
      "34": "Let my words be acceptable unto him: I will rejoice in the Lord.",
      "35": "Let the sinners be consumed out of the earth, and the wicked till there be no more: O my soul, praise thou the Lord. Praise ye the Lord."
    },
    "105": {
      "1": "Praise the Lord, and call upon his Name: declare his works among the people.",
      "2": "Sing unto him, sing praise unto him, and talk of all his wondrous works.",
      "3": "Rejoice in his holy Name, let the heart of them that seek the Lord, rejoice.",
      "4": "Seek the Lord and his strength: seek his face continually.",
      "5": "Remember his marvelous works that he hath done, his wonders, and the judgments of his mouth,",
      "6": "Ye seed of Abraham his servant, ye children of Jacob, which are his elect.",
      "7": "He is the Lord our God: his judgments are through all the earth.",
      "8": "He hath always remembered his covenant, and promise, that he made to a thousand generations,",
      "9": "Even that which he made with Abraham, and his oath unto Isaac:",
      "10": "And since hath confirmed it to Jacob for a law, and to Israel for an everlasting covenant,",
      "11": "Saying, Unto thee will I give the land of Canaan, the lot of your inheritance.",
      "12": "Albeit they were few in number, yea very few, and strangers in the land,",
      "13": "And walked about from nation to nation, from one kingdom to another people,",
      "14": "Yet suffered he no man to do them wrong, but reproved Kings for their sakes, saying,",
      "15": "Touch not mine anointed, and do my Prophets no harm.",
      "16": "Moreover, he called a famine upon the land, and utterly brake the staff of bread.",
      "17": "But he sent a man before them: Joseph was sold for a slave.",
      "18": "They held his feet in the stocks, and he was laid in irons,",
      "19": "Until his appointed time came, and the counsel of the Lord had tried him.",
      "20": "The King sent and loosed him: even the Ruler of the people delivered him.",
      "21": "He made him lord of his house, and ruler of all his substance,",
      "22": "That he should bind his princes unto his will, and teach his Ancients wisdom.",
      "23": "Then Israel came to Egypt, and Jacob was a stranger in the land of Ham.",
      "24": "And he increased his people exceedingly, and made them stronger than their oppressors.",
      "25": "He turned their heart to hate his people, and to deal craftily with his servants.",
      "26": "Then sent he Moses his servant, and Aaron whom he had chosen.",
      "27": "They showed among them the message of his signs, and wonders in the land of Ham.",
      "28": "He sent darkness, and made it dark: and they were not disobedient unto his commission.",
      "29": "He turned their waters into blood, and slew their fish.",
      "30": "Their land brought forth frogs, even in their King’s chambers.",
      "31": "He spake, and there came swarms of flies and lice in all their quarters.",
      "32": "He gave them hail for rain, and flames of fire in their land.",
      "33": "He smote their vines also and their fig trees, and brake down the trees in their coasts.",
      "34": "He spake and the grasshoppers came, and caterpillars innumerable,",
      "35": "And did eat up all the grass in their land, and devoured the fruit of their ground.",
      "36": "He smote also all the firstborn in their land, even the beginning of all their strength.",
      "37": "He brought them forth also with silver and gold, and there was none feeble among their tribes.",
      "38": "Egypt was glad at their departing: for the fear of them had fallen upon them.",
      "39": "He spread a cloud to be a covering, and fire to give light in the night.",
      "40": "They asked, and he brought quails, and he filled them with the bread of heaven.",
      "41": "He opened the rock, and the water flowed out, and ran in the dry places like a river.",
      "42": "For he remembered his holy promise to Abraham his servant,",
      "43": "And he brought forth his people with joy, and his chosen with gladness,",
      "44": "And gave them the lands of the heathen, and they took the labors of the people in possession,",
      "45": "That they might keep his statutes, and observe his Laws. Praise ye the Lord."
    },
    "106": {
      "1": "Praise ye the Lord because he is good, for his mercy endureth forever.",
      "2": "Who can express the noble acts of the Lord, or show forth all his praise?",
      "3": "Blessed are they that keep judgment, and do righteousness at all times.",
      "4": "Remember me, O Lord, with the favor of thy people: visit me with thy salvation,",
      "5": "That I may see the felicity of thy chosen, and rejoice in the joy of thy people, and glory with thine inheritance.",
      "6": "We have sinned with our fathers: we have committed iniquity, and done wickedly.",
      "7": "Our fathers understood not thy wonders in Egypt, neither remembered they the multitude of thy mercies, but rebelled at the Sea, even at the red sea.",
      "8": "Nevertheless he saved them for his Name’s sake, that he might make his power to be known.",
      "9": "And he rebuked the red sea, and it was dried up, and he led them in the deep, as in the wilderness.",
      "10": "And he saved them from the adversary’s hand, and delivered them from the hand of the enemy.",
      "11": "And the waters covered their oppressors: not one of them was left.",
      "12": "Then believed they his words, and sang praise unto him.",
      "13": "But incontinently they forgat his works, they waited not for his counsel,",
      "14": "But lusted with concupiscence in the wilderness, and tempted God in the desert.",
      "15": "Then he gave them their desire: but he sent leanness into their soul.",
      "16": "They envied Moses also in the tents, and Aaron the holy one of the Lord.",
      "17": "Therefore the earth opened and swallowed up Dathan, and covered the company of Abiram.",
      "18": "And the fire was kindled in their assembly: the flame burnt up the wicked.",
      "19": "They made a calf in Horeb, and worshipped the molten image.",
      "20": "Thus they turned their glory into the similitude of a bullock, that eateth grass.",
      "21": "They forgat God their Savior, which had done great things in Egypt,",
      "22": "Wondrous works in the land of Ham, and fearful things by the red sea.",
      "23": "Therefore he minded to destroy them, had not Moses his chosen stood in the breach before him to turn away his wrath, lest he should destroy them.",
      "24": "Also they contemned that pleasant land, and believed not his word,",
      "25": "But murmured in their tents, and hearkened not unto the voice of the Lord.",
      "26": "Therefore he lifted up his hand against them, to destroy them in the wilderness,",
      "27": "And to destroy their seed among the nations, and to scatter them throughout the countries.",
      "28": "They joined themselves also unto Baal of Peor, and did eat the offerings of the dead.",
      "29": "Thus they provoked him unto anger with their own inventions, and the plague brake in upon them.",
      "30": "But Phinehas stood up, and executed judgment, and the plague was stayed.",
      "31": "And it was imputed unto him for righteousness from generation to generation forever.",
      "32": "They angered him also at the waters of Meribah, so that Moses was punished for their sakes,",
      "33": "Because they vexed his Spirit, so that he spake unadvisedly with his lips.",
      "34": "Neither destroyed they the people, as the Lord had commanded them,",
      "35": "But were mingled among the heathen, and learned their works,",
      "36": "And served their idols, which were their ruin.",
      "37": "Yea, they offered their sons, and their daughters unto devils,",
      "38": "And shed innocent blood, even the blood of their sons, and of their daughters whom they offered unto the idols of Canaan, and the land was defiled with blood.",
      "39": "Thus were they stained with their own works, and went a whoring with their own inventions.",
      "40": "Therefore was the wrath of the Lord kindled against his people, and he abhorred his own inheritance.",
      "41": "And he gave them into the hand of the heathen: and they that hated them were lords over them.",
      "42": "Their enemies also oppressed them, and they were humbled under their hand.",
      "43": "Many a time did he deliver them, but they provoked him by their counsels: therefore they were brought down by their iniquity.",
      "44": "Yet he saw when they were in affliction, and he heard their cry.",
      "45": "And he remembered his covenant toward them, and repented according to the multitude of his mercies,",
      "46": "And gave them favor in the sight of all them that led them captives.",
      "47": "Save us, O Lord our God, and gather us from among the heathen, that we may praise thine holy Name, and glory in thy praise.",
      "48": "Blessed be the Lord God of Israel forever and ever, and let all the people say, So be it. Praise ye the Lord."
    },
    "107": {
      "1": "Praise the Lord, because he is good: for his mercy endureth forever.",
      "2": "Let them, which have been redeemed of the Lord, show how he hath delivered them from the hand of the oppressor,",
      "3": "And gathered them out of the lands, from the East and from the West, from the North and from the South.",
      "4": "When they wandered in the desert and wilderness out of the way, and found no city to dwell in,",
      "5": "Both hungry and thirsty, their soul fainted in them.",
      "6": "Then they cried unto the Lord in their trouble, and he delivered them from their distress,",
      "7": "And led them forth by the right way, that they might go to a city of habitation.",
      "8": "Let them therefore confess before the Lord his loving kindness, and his wonderful works before the sons of men.",
      "9": "For he satisfied the thirsty soul, and filled the hungry soul with goodness.",
      "10": "They that dwell in darkness and in the shadow of death, being bound in misery and iron,",
      "11": "Because they rebelled against the words of the Lord, and despised the counsel of the most High,",
      "12": "When he humbled their heart with heaviness, then they fell down, and there was no helper.",
      "13": "Then they cried unto the Lord in their trouble, and he delivered them from their distress.",
      "14": "He brought them out of darkness, and out of the shadow of death, and brake their bands asunder.",
      "15": "Let them therefore confess before the Lord his loving-kindness, and his wonderful works before the sons of men.",
      "16": "For he hath broken the gates of brass, and burst the bars of iron asunder,",
      "17": "Fools by reason of their transgression, and because of their iniquities are afflicted.",
      "18": "Their soul abhorreth all meat, and they are brought to death’s door.",
      "19": "Then they cry unto the Lord in their trouble, and he delivereth them from their distress.",
      "20": "He sendeth his word and healeth them, and delivereth them from their graves.",
      "21": "Let them therefore confess before the Lord his loving kindness, and his wonderful works before the sons of men,",
      "22": "And let them offer sacrifices of praise, and declare his works with rejoicing.",
      "23": "They that go down to the sea in ships, and occupy by the great waters,",
      "24": "They see the works of the Lord, and his wonders in the deep.",
      "25": "For he commandeth and raiseth the stormy wind, and it lifteth up the waves thereof.",
      "26": "They mount up to the heaven, and descend to the deep, so that their soul melteth for trouble.",
      "27": "They are tossed to and fro, and stagger like a drunken man, and all their cunning is gone.",
      "28": "Then they cry unto the Lord in their trouble, and he bringeth them out of their distress.",
      "29": "He turneth the storm to calm, so that the waves thereof are still.",
      "30": "When they are quieted, they are glad, and he bringeth them unto the haven, where they would be.",
      "31": "Let them therefore confess before the Lord his loving kindness, and his wonderful works before the sons of men.",
      "32": "And let them exalt him in the congregation of the people, and praise him in the assembly of the Elders.",
      "33": "He turneth the floods to a wilderness, and the springs of waters into dryness,",
      "34": "And a fruitful land into barrenness, for the wickedness of them that dwell therein.",
      "35": "Again he turneth the wilderness into pools of water, and the dry land into water springs.",
      "36": "And there he placeth the hungry, and they build a city to dwell in,",
      "37": "And sow the fields, and plant vineyards, which bring forth fruitful increase.",
      "38": "For he blesseth them, and they multiply exceedingly, and he diminisheth not their cattle.",
      "39": "Again men are diminished, and brought low by oppression, evil and sorrow.",
      "40": "He poureth contempt upon princes, and causeth them to err in desert places out of the way.",
      "41": "Yet he raiseth up the poor out of misery, and maketh him families like a flock of sheep.",
      "42": "The righteous shall see it, and rejoice, and all iniquity shall stop her mouth.",
      "43": "Who is wise that he may observe these things? for they shall understand the loving kindness of the Lord."
    },
    "108": {
      "1": "O God, mine heart is prepared, so is my tongue: I will sing and give praise.",
      "2": "Awake viol and harp, I will awake early.",
      "3": "I will praise thee, O Lord, among the people, and I will sing unto thee among the nations.",
      "4": "For thy mercy is great above the heavens, and thy truth unto the clouds.",
      "5": "Exalt thyself, O God, above the heavens, and let thy glory be upon all the earth,",
      "6": "That thy beloved may be delivered: help with thy right hand and hear me.",
      "7": "God hath spoken in his holiness: therefore I will rejoice, I shall divide Shechem and measure the valley of Succoth.",
      "8": "Gilead shall be mine, and Manasseh shall be mine: Ephraim also shall be the strength of mine head: Judah is my lawgiver.",
      "9": "Moab shall be my washpot: over Edom will I cast out my shoe: upon Palestine will I triumph.",
      "10": "Who will lead me into the strong city? who will bring me unto Edom?",
      "11": "Wilt not thou, O God, which hadst forsaken us, and didst not go forth, O God, with our armies?",
      "12": "Give us help against trouble: for vain is the help of man.",
      "13": "Through God we shall do valiantly: for he shall tread down our enemies."
    },
    "109": {
      "1": "Hold not thy tongue, O God of my praise.",
      "2": "For the mouth of the wicked, and the mouth full of deceit are opened upon me: they have spoken to me with a lying tongue.",
      "3": "They compassed me about also with words of hatred, and fought against me without a cause.",
      "4": "For my friendship they were my adversaries, but I gave myself to prayer.",
      "5": "And they have rewarded me evil for good, and hatred for my friendship.",
      "6": "Set thou the wicked over him, and let the adversary stand at his right hand.",
      "7": "When he shall be judged, let him be condemned, and let his prayer be turned into sin.",
      "8": "Let his days be few, and let another take his charge.",
      "9": "Let his children be fatherless, and his wife a widow.",
      "10": "Let his children be vagabonds, and beg and seek bread, coming out of their places destroyed.",
      "11": "Let the extortioner catch all that he hath, and let the strangers spoil his labor.",
      "12": "Let there be none to extend mercy unto him: neither let there be any to show mercy upon his fatherless children.",
      "13": "Let his posterity be destroyed, and in the generation following, let their name be put out.",
      "14": "Let the iniquity of his fathers be had in remembrance with the Lord: and let not the sin of his mother be done away.",
      "15": "But let them always be before the Lord, that he may cut off their memorial from the earth.",
      "16": "Because he remembered not to show mercy, but persecuted the afflicted and poor man, and the sorrowful hearted to slay him.",
      "17": "As he loved cursing, so shall it come unto him, and as he loved not blessing, so shall it be far from him.",
      "18": "As he clothed himself with cursing like a raiment, so shall it come into his bowels like water, and like oil into his bones.",
      "19": "Let it be unto him as a garment to cover him, and for a girdle, wherewith he shall be always girded.",
      "20": "Let this be the reward of mine adversary from the Lord, and of them that speak evil against my soul.",
      "21": "But thou, O Lord my God, deal with me according unto thy Name: deliver me, (for thy mercy is good)",
      "22": "Because I am poor and needy, and mine heart is wounded within me.",
      "23": "I depart like the shadow that declineth, and am shaken off as the grasshopper.",
      "24": "My knees are weak through fasting, and my flesh hath lost all fatness.",
      "25": "I became also a rebuke unto them: they that looked upon me, shaked their heads.",
      "26": "Help me, O Lord my God: save me according to thy mercy.",
      "27": "And they shall know that this is thine hand, and that thou, Lord, hast done it.",
      "28": "Though they curse, yet thou wilt bless: they shall arise and be confounded, but thy servant shall rejoice.",
      "29": "Let mine adversaries be clothed with shame, and let them cover themselves with their confusion as with a cloak.",
      "30": "I will give thanks unto the Lord greatly with my mouth, and praise him among the multitude.",
      "31": "For he will stand at the right hand of the poor, to save him from them that would condemn his soul."
    },
    "110": {
      "1": "The Lord said unto my Lord, Sit thou at my right hand, until I make thine enemies thy footstool.",
      "2": "The Lord shall send the rod of thy power out of Zion: be thou ruler in the midst of thine enemies.",
      "3": "Thy people shall come willingly at the time of assembling thine army in holy beauty: the youth of thy womb shall be as the morning dew.",
      "4": "The Lord sware, and will not repent, Thou art a Priest forever, after the order of Melchizedek.",
      "5": "The Lord that is at thy right hand, shall wound kings in the day of his wrath.",
      "6": "He shall be judge among the heathen: he shall fill all with dead bodies, and smite the head over great countries.",
      "7": "He shall drink of the brook in the way: therefore shall he lift up his head."
    },
    "111": {
      "1": "I will praise the Lord with my whole heart in the assembly and the congregation of the just.",
      "2": "The works of the Lord are great, and ought to be sought out of all them that love them.",
      "3": "His work is beautiful and glorious, and his righteousness endureth forever.",
      "4": "He hath made his wonderful works to be had in remembrance: the Lord is merciful and full of compassion.",
      "5": "He hath given a portion unto them that fear him: he will ever be mindful of his covenant.",
      "6": "He hath showed to his people the power of his works, in giving unto them the heritage of the heathen.",
      "7": "The works of his hands are truth and judgment: all his statutes are true.",
      "8": "They are established forever and ever, and are done in truth and equity.",
      "9": "He sent redemption unto his people: he hath commanded his covenant forever: holy and fearful is his Name.",
      "10": "The beginning of wisdom is the fear of the Lord: all they that observe them, have good understanding: his praise endureth forever."
    },
    "112": {
      "1": "Blessed is the man that feareth the Lord, and delighteth greatly in his commandments.",
      "2": "His seed shall be mighty upon earth: the generation of the righteous shall be blessed.",
      "3": "Riches and treasures shall be in his house, and his righteousness endureth forever.",
      "4": "Unto the righteous ariseth light in darkness: he is merciful and full of compassion and righteous.",
      "5": "A good man is merciful, and lendeth, and will measure his affairs by judgment.",
      "6": "Surely he shall never be moved: but the righteous shall be had in everlasting remembrance.",
      "7": "He will not be afraid of evil tidings: for his heart is fixed, and believeth in the Lord.",
      "8": "His heart is established: therefore he will not fear, until he see his desire upon his enemies.",
      "9": "He hath distributed and given to the poor: his righteousness remaineth forever: his horn shall be exalted with glory.",
      "10": "The wicked shall see it, and be angry: he shall gnash with his teeth, and consume away: the desire of the wicked shall perish."
    },
    "113": {
      "1": "Praise, O ye servants of the Lord, praise the Name of the Lord.",
      "2": "Blessed be the Name of the Lord from henceforth and forever.",
      "3": "The Lord’s Name is praised from the rising of the sun, unto the going down of the same.",
      "4": "The Lord is high above all nations, and his glory above the heavens.",
      "5": "Who is like unto the Lord our God, that hath his dwelling on high.",
      "6": "Who abaseth himself to behold things in the heavens and in the earth!",
      "7": "He raiseth the needy out of the dust, and lifteth up the poor out of the dung,",
      "8": "That he may set him with the princes, even with the princes of his people.",
      "9": "He maketh the barren woman to dwell with a family, and a joyful mother of children. Praise ye the Lord."
    },
    "114": {
      "1": "When Israel went out of Egypt, and the house of Jacob from the barbarous people,",
      "2": "Judah was his sanctification, and Israel his dominion.",
      "3": "The sea saw it, and fled: Jordan was turned back.",
      "4": "The mountains leaped like rams, and the hills as lambs!",
      "5": "What ailed thee, O sea, that thou fleddest? O Jordan, why wast thou turned back?",
      "6": "Ye mountains why leaped ye like rams, and ye hills as lambs?",
      "7": "The earth trembled at the presence of the Lord, at the presence of the God of Jacob,",
      "8": "Which turneth the rock into waterpools, and the flint into a fountain of water."
    },
    "115": {
      "1": "Not unto us, O Lord, not unto us, but unto thy Name give the glory for thy loving mercy, and for thy truth’s sake.",
      "2": "Wherefore shall the heathen say, Where is now their God?",
      "3": "But our God is in heaven: he doeth whatsoever he will.",
      "4": "Their idols are silver and gold, even the work of men’s hands.",
      "5": "They have a mouth, and speak not: they have eyes, and see not.",
      "6": "They have ears, and hear not: they have noses and smell not.",
      "7": "They have hands, and touch not: they have feet, and walk not: neither make they a sound with their throat.",
      "8": "They that make them are like unto them: so are all that trust in them.",
      "9": "O Israel, trust thou in the Lord: for he is their help, and their shield.",
      "10": "O house of Aaron trust ye in the Lord, for he is their help, and their shield.",
      "11": "Ye that fear the Lord, trust in the Lord: for he is their helper, and their shield.",
      "12": "The Lord hath been mindful of us, he will bless, he will bless the house of Israel, he will bless the house of Aaron.",
      "13": "He will bless them that fear the Lord, both small and great.",
      "14": "The Lord will increase his graces toward you, even toward you, and toward your children.",
      "15": "Ye are blessed of the Lord, which made the heaven and the earth.",
      "16": "The heavens, even the heavens are the Lord’s: but he hath given the earth to the sons of men.",
      "17": "The dead praise not the Lord, neither any that go down into the place of silence.",
      "18": "But we will praise the Lord from henceforth and forever. Praise ye the Lord."
    },
    "116": {
      "1": "I love the Lord, because he hath heard my voice and my prayers.",
      "2": "For he hath inclined his ear unto me, when I did call upon him in my days.",
      "3": "When the snares of death compassed me, and the griefs of the grave caught me: When I found trouble and sorrow.",
      "4": "Then I called upon the Name of the Lord, saying, I beseech thee, O Lord, deliver my soul.",
      "5": "The Lord is merciful and righteous, and our God is full of compassion.",
      "6": "The Lord preserveth the simple: I was in misery, and he saved me.",
      "7": "Return unto thy rest, O my soul: for the Lord hath been beneficial unto thee,",
      "8": "Because thou hast delivered my soul from death, mine eyes from tears, and my feet from falling.",
      "9": "I shall walk before the Lord in the land of the living.",
      "10": "I believed, therefore did I speak: for I was sore troubled.",
      "11": "I said in my fear, All men are liars.",
      "12": "What shall I render unto the Lord for all his benefits toward me?",
      "13": "I will take the cup of salvation, and call upon the Name of the Lord.",
      "14": "I will pay my vows unto the Lord, even now in the presence of all his people.",
      "15": "Precious in the sight of the Lord is the death of his Saints.",
      "16": "Behold, Lord: for I am thy servant, I am thy servant, and the son of thine handmaid: thou hast broken my bonds.",
      "17": "I will offer to thee a sacrifice of praise, and will call upon the Name of the Lord.",
      "18": "I will pay my vows unto the Lord, even now in the presence of all his people,",
      "19": "In the courts of the Lord’s house, even in the midst of thee, O Jerusalem. Praise ye the Lord."
    },
    "117": {
      "1": "All nations, praise ye the Lord: all ye people, praise him.",
      "2": "For his loving kindness is great toward us, and the truth of the Lord endureth forever. Praise ye the Lord."
    },
    "118": {
      "1": "Praise ye the Lord, because he is good: for his mercy endureth forever.",
      "2": "Let Israel now say, That his mercy endureth forever.",
      "3": "Let the house of Aaron now say, That his mercy endureth forever.",
      "4": "Let them that fear the Lord, now say, That his mercy endureth forever.",
      "5": "I called upon the Lord in trouble, and the Lord heard me, and set me at large.",
      "6": "The Lord is with me: therefore I will not fear what man can do unto me.",
      "7": "The Lord is with me among them that help me: therefore shall I see my desire upon mine enemies.",
      "8": "It is better to trust in the Lord, than to have confidence in man.",
      "9": "It is better to trust in the Lord, than to have confidence in princes.",
      "10": "All nations have compassed me: but in the Name of the Lord shall I destroy them.",
      "11": "They have compassed me, yea, they have compassed me: but in the Name of the Lord I shall destroy them.",
      "12": "They came about me like bees, but they were quenched as a fire of thorns: for in the Name of the Lord I shall destroy them.",
      "13": "Thou hast thrust sore at me, that I might fall: but the Lord hath helped me.",
      "14": "The Lord is my strength and song: for he hath been my deliverance.",
      "15": "The voice of joy and deliverance shall be in the tabernacles of the righteous, saying, The right hand of the Lord hath done valiantly.",
      "16": "The right hand of the Lord is exalted: the right hand of the Lord hath done valiantly.",
      "17": "I shall not die, but live, and declare the works of the Lord.",
      "18": "The Lord had chastened me sore, but he hath not delivered me to death.",
      "19": "Open ye unto me the gates of righteousness, that I may go into them, and praise the Lord.",
      "20": "This is the gate of the Lord: the righteous shall enter into it.",
      "21": "I will praise thee: for thou hast heard me, and hast been my deliverance.",
      "22": "The stone, which the builders refused, is the head of the corner.",
      "23": "This was the Lord’s doing, and it is marvelous in our eyes,",
      "24": "This is the day, which the Lord hath made: let us rejoice and be glad in it.",
      "25": "O Lord, I pray thee, save now: O Lord, I pray thee now give prosperity.",
      "26": "Blessed be he, that cometh in the Name of the Lord: we have blessed you out of the house of the Lord.",
      "27": "The Lord is mighty, and hath given us light: bind the sacrifice with cords unto the horns of the altar.",
      "28": "Thou art my God, and I will praise thee, even my God: therefore I will exalt thee.",
      "29": "Praise ye the Lord, because he is good: for his mercy endureth forever."
    },
    "119": {
      "1": "Blessed are those that are upright in their way, and walk in the Law of the Lord.",
      "2": "Blessed are they that keep his testimonies, and seek him with their whole heart.",
      "3": "Surely they work none iniquity, but walk in his ways.",
      "4": "Thou hast commanded to keep thy precepts diligently.",
      "5": "Oh that my ways were directed to keep thy statutes!",
      "6": "Then should I not be confounded, when I have respect unto all thy commandments.",
      "7": "I will praise thee with an upright heart, when I shall learn the judgments of thy righteousness.",
      "8": "I will keep thy statutes: forsake me not overlong.",
      "9": "Wherewith shall a young man redress his way? in taking heed thereto according to thy word.",
      "10": "With my whole heart have I sought thee: let me not wander from thy commandments.",
      "11": "I have hid thy promise in mine heart, that I might not sin against thee.",
      "12": "Blessed art thou, O Lord: teach me thy statutes.",
      "13": "With my lips have I declared all the judgments of thy mouth.",
      "14": "I have had as great delight in the way of thy testimonies, as in all riches.",
      "15": "I will meditate in thy precepts, and consider thy ways.",
      "16": "I will delight in thy statutes, and I will not forget thy word.",
      "17": "Be beneficial unto thy servant, that I may live and keep thy word.",
      "18": "Open mine eyes, that I may see the wonders of thy Law.",
      "19": "I am a stranger upon earth: hide not thy commandments from me.",
      "20": "Mine heart breaketh for the desire to thy judgments always.",
      "21": "Thou hast destroyed the proud: cursed are they that do err from thy commandments.",
      "22": "Remove from me shame and contempt: for I have kept thy testimonies.",
      "23": "Princes also did sit, and speak against me: but thy servant did meditate in thy statutes.",
      "24": "Also thy testimonies are my delight, and my counselors.",
      "25": "My soul cleaveth to the dust: quicken me according to thy word.",
      "26": "I have declared my ways, and thou heardest me: teach me thy statutes.",
      "27": "Make me to understand the way of thy precepts, and I will meditate in thy wondrous works.",
      "28": "My soul melteth for heaviness: raise me up according to thy word.",
      "29": "Take from me the way of lying, and grant me graciously thy Law.",
      "30": "I have chosen the way of truth, and thy judgments have I laid before me.",
      "31": "I have cleaved to thy testimonies, O Lord: confound me not.",
      "32": "I will run the way of thy commandments, when thou shalt enlarge mine heart.",
      "33": "Teach me, O Lord, the way of thy statutes, and I will keep it unto the end.",
      "34": "Give me understanding and I will keep thy Law, yea, I will keep it with my whole heart.",
      "35": "Direct me in the path of thy commandments: for therein is my delight.",
      "36": "Incline mine heart unto thy testimonies: and not to covetousness.",
      "37": "Turn away mine eyes from regarding vanity, and quicken me in thy way.",
      "38": "Stablish thy promise to thy servant, because he feareth thee.",
      "39": "Take away my rebuke that I fear: for thy judgments are good.",
      "40": "Behold, I desire thy commandments: quicken me in thy righteousness.",
      "41": "And let thy loving kindness come unto me, O Lord, and thy salvation according to thy promise.",
      "42": "So shall I make answer unto my blasphemers: for I trust in thy word.",
      "43": "And take not the word of truth utterly out of my mouth: for I wait for thy judgments.",
      "44": "So shall I always keep thy Law forever and ever.",
      "45": "And I will walk at liberty: for I seek thy precepts.",
      "46": "I will speak also of thy testimonies before Kings, and will not be ashamed.",
      "47": "And my delight shall be in thy Commandments, which I have loved.",
      "48": "Mine hands also will I lift up unto thy Commandments, which I have loved, and I will meditate in thy statutes.",
      "49": "Remember the promise made to thy servant, wherein thou hast caused me to trust.",
      "50": "It is my comfort in my trouble; for thy promise hath quickened me.",
      "51": "The proud have had me exceedingly in derision: yet have I not declined from thy Law.",
      "52": "I remembered thy judgments of old, O Lord, and have been comforted.",
      "53": "Fear is come upon me for the wicked, that forsake thy Law.",
      "54": "Thy statutes have been my songs in the house of my pilgrimage.",
      "55": "I have remembered thy Name, O Lord, in the night, and have kept thy Law.",
      "56": "This I had because I kept thy precepts.",
      "57": "O Lord, that art my portion, I have determined to keep thy words.",
      "58": "I made my supplication in thy presence with my whole heart: be merciful unto me according to thy promise.",
      "59": "I have considered my ways, and turned my feet into thy testimonies.",
      "60": "I made haste and delayed not to keep thy commandments.",
      "61": "The bands of the wicked have robbed me: but I have not forgotten thy Law.",
      "62": "At midnight will I rise to give thanks unto thee, because of thy righteous judgments.",
      "63": "I am companion of all them that fear thee, and keep thy precepts.",
      "64": "The earth, O Lord, is full of thy mercy: teach me thy statutes.",
      "65": "O Lord, thou hast dealt graciously with thy servant, according unto thy word.",
      "66": "Teach me good judgment and knowledge: for I have believed thy commandments.",
      "67": "Before I was afflicted, I went astray: but now I keep thy word.",
      "68": "Thou art good and gracious: teach me thy statutes.",
      "69": "The proud have imagined a lie against me: but I will keep thy precepts with my whole heart.",
      "70": "Their heart is fat as grease, but my delight is in thy Law.",
      "71": "It is good for me that I have been afflicted, that I may learn thy statutes.",
      "72": "The Law of thy mouth is better unto me, than thousands of gold and silver.",
      "73": "Thine hands have made me and fashioned me: give me understanding therefore, that I may learn thy commandments.",
      "74": "So they that fear thee, seeing me, shall rejoice, because I have trusted in thy word.",
      "75": "I know, O Lord, that thy judgments are right, and that thou hast afflicted me justly.",
      "76": "I pray thee that thy mercy may comfort me, according to thy promise unto thy servant.",
      "77": "Let thy tender mercies come unto me, that I may live: for thy Law is my delight.",
      "78": "Let the proud be ashamed: for they have dealt wickedly and falsely with me: but I meditate in thy precepts.",
      "79": "Let such as fear thee turn unto me, and they that know thy testimonies.",
      "80": "Let mine heart be upright in thy statutes, that I be not ashamed.",
      "81": "My soul fainted for thy salvation: yet I wait for thy word.",
      "82": "Mine eyes fail for thy promise, saying, When wilt thou comfort me?",
      "83": "For I am like a bottle in the smoke; yet do I not forget thy statutes.",
      "84": "How many are the days of thy servant? When wilt thou execute judgment on them that persecute me?",
      "85": "The proud have dug pits for me, which is not after thy Law.",
      "86": "All thy commandments are true: they persecute me falsely: help me.",
      "87": "They had almost consumed me upon the earth: but I forsook not thy precepts.",
      "88": "Quicken me according to thy loving kindness: so shall I keep the testimony of thy mouth.",
      "89": "O Lord, thy word endureth forever in heaven.",
      "90": "Thy truth is from generation to generation: thou hast laid the foundation of the earth, and it abideth.",
      "91": "They continue even to this day by thine ordinances: for all are thy servants.",
      "92": "Except thy law had been my delight, I should now have perished in mine affliction.",
      "93": "I will never forget thy precepts: for by them thou hast quickened me.",
      "94": "I am thine, save me: for I have sought thy precepts.",
      "95": "The wicked have waited for me to destroy me: but I will consider thy testimonies.",
      "96": "I have seen an end of all perfection: but thy commandment is exceeding large.",
      "97": "Oh how love I thy law! it is my meditation continually.",
      "98": "By thy commandments thou hast made me wiser than mine enemies: for they are ever with me.",
      "99": "I have had more understanding than all my teachers: for thy testimonies are my meditation.",
      "100": "I understood more than the ancient, because I kept thy precepts.",
      "101": "I have refrained my feet from every evil way, that I might keep thy word.",
      "102": "I have not declined from thy judgments: for thou didst teach me.",
      "103": "How sweet are thy promises unto my mouth! yea, more than honey unto my mouth.",
      "104": "By thy precepts I have gotten understanding: therefore I hate all the ways of falsehood.",
      "105": "Thy word is a lantern unto my feet, and a light unto my paths.",
      "106": "I have sworn and will perform it, that I will keep thy righteous judgments.",
      "107": "I am very sore afflicted: O Lord, quicken me according to thy word.",
      "108": "O Lord, I beseech thee, accept the free offering of my mouth, and teach me thy judgments.",
      "109": "My soul is continually in mine hand: yet do I not forget thy law.",
      "110": "The wicked have laid a snare for me: but I swerved not from thy precepts.",
      "111": "Thy testimonies have I taken as an heritage forever: for they are the joy of mine heart.",
      "112": "I have applied mine heart to fulfill thy statutes always, even unto the end.",
      "113": "I hate vain inventions: but thy Law do I love.",
      "114": "Thou art my refuge and shield, and I trust in thy word.",
      "115": "Away from me, ye wicked: for I will keep the commandments of my God.",
      "116": "Stablish me according to thy promise, that I may live, and disappoint me not of mine hope.",
      "117": "Stay thou me, and I shall be safe, and I will delight continually in thy statutes.",
      "118": "Thou hast trodden down all them that depart from thy statutes: for their deceit is vain.",
      "119": "Thou hast taken away all the wicked of the earth like dross: therefore I love thy testimonies.",
      "120": "My flesh trembleth for fear of thee, and I am afraid of thy judgments.",
      "121": "I have executed judgment and justice: leave me not to mine oppressor.",
      "122": "Answer for thy servant in that which is good, and let not the proud oppress me.",
      "123": "Mine eyes have failed in waiting for thy salvation, and for thy just promise.",
      "124": "Deal with thy servant according to thy mercy, and teach me thy statutes.",
      "125": "I am thy servant: grant me therefore understanding, that I may know thy testimonies.",
      "126": "It is time for thee, Lord, to work: for they have destroyed thy Law.",
      "127": "Therefore love I thy commandments above gold, yea, above most fine gold.",
      "128": "Therefore I esteem all thy precepts most just, and hate all false ways.",
      "129": "Thy testimonies are wonderful: therefore doth my soul keep them.",
      "130": "The entrance into thy words showeth light, and giveth understanding to the simple.",
      "131": "I opened my mouth, and panted, because I loved thy commandments.",
      "132": "Look upon me and be merciful unto me, as thou usest to do unto those that love thy Name.",
      "133": "Direct my steps in thy word, and let none iniquity have dominion over me.",
      "134": "Deliver me from the oppression of men, and I will keep thy precepts.",
      "135": "Show the light of thy countenance upon thy servant, and teach me thy statute.",
      "136": "Mine eyes gush out with rivers of water, because they keep not thy Law.",
      "137": "Righteous art thou, O Lord, and just are thy judgments.",
      "138": "Thou hast commanded justice by thy testimonies and truth especially.",
      "139": "My zeal hath even consumed me: because mine enemies have forgotten thy words.",
      "140": "Thy word is proved most pure, and thy servant loveth it.",
      "141": "I am small and despised: yet do I not forget thy precepts.",
      "142": "Thy righteousness is an everlasting righteousness, and thy Law is truth.",
      "143": "Trouble and anguish are come upon me: yet are the commandments my delight.",
      "144": "The righteousness of thy testimonies is everlasting: grant me understanding, and I shall live.",
      "145": "I have cried with my whole heart: hear me, O Lord, and I will keep thy statutes.",
      "146": "I called upon thee: save me, and I will keep thy testimonies.",
      "147": "I prevented the morning light, and cried: for I waited on thy word.",
      "148": "Mine eyes prevent the night watches, to meditate in thy word.",
      "149": "Hear my voice according to thy loving kindness: O Lord, quicken me according to thy judgment.",
      "150": "They draw near that follow after malice, and are far from thy Law.",
      "151": "Thou art near, O Lord: for all thy commandments are true.",
      "152": "I have known long since by thy testimonies, that thou hast established them forever.",
      "153": "Behold mine affliction, and deliver me: for I have not forgotten thy law.",
      "154": "Plead my cause, and deliver me: quicken me according unto thy word.",
      "155": "Salvation is far from the wicked, because they seek not thy statutes.",
      "156": "Great art thy tender mercies, O Lord: quicken me according to thy judgments.",
      "157": "My persecutors and mine oppressors are many: yet do I not swerve from thy testimonies.",
      "158": "I saw the transgressors and was grieved, because they kept not thy word.",
      "159": "Consider, O Lord, how I love thy precepts: quicken me according to thy loving kindness.",
      "160": "The beginning of thy word is truth, and all the judgments of thy righteousness endure forever.",
      "161": "Princes have persecuted me without cause: but mine heart stood in awe of thy words.",
      "162": "I rejoice at thy word, as one that findeth a great spoil.",
      "163": "I hate falsehood and abhor it, but thy Law do I love.",
      "164": "Seven times a day do I praise thee, because of thy righteous judgments.",
      "165": "They that love thy law, shall have great prosperity, and they shall have none hurt.",
      "166": "Lord, I have trusted in thy salvation, and have done thy commandments.",
      "167": "My soul hath kept thy testimonies: for I love them exceedingly.",
      "168": "I have kept thy precepts and thy testimonies: for all my ways are before thee.",
      "169": "Let my complaint come before thee, O Lord, and give me understanding according unto thy word.",
      "170": "Let my supplication come before thee, and deliver me according to thy promise.",
      "171": "My lips shall speak praise, when thou hast taught me thy statutes.",
      "172": "My tongue shall entreat of thy word: for all thy commandments are righteous.",
      "173": "Let thine hand help me: for I have chosen thy precepts.",
      "174": "I have longed for thy salvation, O Lord, and thy Law is my delight.",
      "175": "Let my soul live, and it shall praise thee, and thy judgments shall help me.",
      "176": "I have gone astray like a lost sheep: seek thy servant, for I do not forget thy commandments."
    },
    "120": {
      "1": "I called unto the Lord in my trouble, and he heard me.",
      "2": "Deliver my soul, O Lord, from lying lips, and from a deceitful tongue.",
      "3": "What doth thy deceitful tongue bring unto thee? or what doth it avail thee?",
      "4": "It is as the sharp arrows of a mighty man, and as the coals of Juniper.",
      "5": "Woe is to me that I remain in Meshech, and dwell in the tents of Kedar.",
      "6": "My soul hath too long dwelt with him that hateth peace.",
      "7": "I seek peace, and when I speak thereof, they are bent to war."
    },
    "121": {
      "1": "I will lift up mine eyes unto the mountains, from whence my help shall come.",
      "2": "Mine help cometh from the Lord, which hath made the heaven and the earth.",
      "3": "He will not suffer thy foot to slip: for he that keepeth thee, will not slumber.",
      "4": "Behold, he that keepeth Israel, will neither slumber nor sleep.",
      "5": "The Lord is thy keeper: the Lord is thy shadow at thy right hand.",
      "6": "The sun shall not smite thee by day, nor the moon by night.",
      "7": "The Lord shall preserve thee from all evil: he shall keep thy soul.",
      "8": "The Lord shall preserve thy going out, and thy coming in from henceforth and forever."
    },
    "122": {
      "1": "I rejoiced when they said to me, We will go into the house of the Lord.",
      "2": "Our feet shall stand in thy gates, O Jerusalem.",
      "3": "Jerusalem is built as a city, that is compact together in itself:",
      "4": "Whereunto the Tribes, even the Tribes of the Lord go up according to the testimony to Israel, to praise the Name of the Lord.",
      "5": "For there are thrones set for judgment, even the thrones of the house of David.",
      "6": "Pray for the peace of Jerusalem: let them prosper that love thee.",
      "7": "Peace be within thy walls, and prosperity within thy palaces.",
      "8": "For my brethren and neighbors’ sakes, I will wish thee now prosperity.",
      "9": "Because of the House of the Lord our God, I will procure thy wealth."
    },
    "123": {
      "1": "I lift up mine eyes to thee, that dwellest in the heavens.",
      "2": "Behold, as the eyes of servants look unto the hand of their masters, and as the eyes of a maiden unto the hand of her mistress: so our eyes wait upon the Lord our God, until he have mercy upon us.",
      "3": "Have mercy unto us, O Lord, have mercy upon us: for we have suffered too much contempt.",
      "4": "Our soul is filled too full of the mocking of the wealthy, and of the despitefulness of the proud."
    },
    "124": {
      "1": "If the Lord had not been on our side, (may Israel now say)",
      "2": "If the Lord had [not] been on our side, when men rose up against us,",
      "3": "They had then swallowed us up quick, when their wrath was kindled against us.",
      "4": "Then the waters had drowned us, and the stream had gone over our soul:",
      "5": "Then had the swelling waters gone over our soul.",
      "6": "Praised be the Lord, which hath not given us as a prey unto their teeth.",
      "7": "Our soul is escaped, even as a bird out of the snare of the fowlers: the snare is broken, and we are delivered.",
      "8": "Our help is in the Name of the Lord, which hath made heaven and earth."
    },
    "125": {
      "1": "They that trust in the Lord, shall be as mount Zion, which cannot be removed, but remaineth forever.",
      "2": "As the mountains are about Jerusalem: so is the Lord about his people from henceforth and forever.",
      "3": "For the rod of the wicked shall not rest on the lot of the righteous, lest the righteous put forth their hand unto wickedness.",
      "4": "Do well, O Lord, unto those that be good and true in their hearts.",
      "5": "But these that turn aside by their crooked ways, them shall the Lord lead with the workers of iniquity: but peace shall be upon Israel."
    },
    "126": {
      "1": "When the Lord brought again the captivity of Zion, we were like them that dream.",
      "2": "Then was our mouth filled with laughter, and our tongue with joy: then said they among the heathen, The Lord hath done great things for them.",
      "3": "The Lord hath done great things for us, whereof we rejoice.",
      "4": "O Lord, bring again our captivity, as the rivers in the South.",
      "5": "They that sow in tears, shall reap in joy.",
      "6": "They went weeping, and carried precious seed: but they shall return with joy, and bring their sheaves."
    },
    "127": {
      "1": "Except the Lord build the house, they labor in vain that build it: except the Lord keep the city, the keeper watcheth in vain.",
      "2": "It is in vain for you to rise early, and to lie down late, and eat the bread of sorrow: but he will surely give rest to his beloved.",
      "3": "Behold, children are the inheritance of the Lord, and the fruit of the womb his reward.",
      "4": "As are the arrows in the hand of the strong man; so are the children of youth.",
      "5": "Blessed is the man that hath his quiver full of them: for they shall not be ashamed, when they speak with their enemies in the gate."
    },
    "128": {
      "1": "Blessed is everyone that feareth the Lord, and walketh in his ways.",
      "2": "When thou eatest the labors of thine hands, thou shalt be blessed, and it shall be well with thee.",
      "3": "Thy wife shall be as the fruitful vine on the sides of thine house, and thy children like the olive plants round about thy table.",
      "4": "Lo, surely thus shall the man be blessed, that feareth the Lord.",
      "5": "The Lord out of Zion shall bless thee, and thou shalt see the wealth of Jerusalem all the days of thy life.",
      "6": "Yea, thou shalt see thy children’s children, and peace upon Israel."
    },
    "129": {
      "1": "They have oftentimes afflicted me from my youth (may Israel now say)",
      "2": "They have oftentimes afflicted me from my youth: but they could not prevail against me.",
      "3": "The plowers plowed upon my back, and made long furrows.",
      "4": "But the righteous Lord hath cut the cords of the wicked.",
      "5": "They that hate Zion, shall be all ashamed and turned backward.",
      "6": "They shall be as the grass on the house tops, which withereth afore it cometh forth.",
      "7": "Whereof the mower filleth not his hand, neither the gleaner his lap:",
      "8": "Neither they which go by, say, The blessing of the Lord be upon you, or, We bless you in the Name of the Lord."
    },
    "130": {
      "1": "Out of the deep places have I called unto thee, O Lord.",
      "2": "Lord, hear my voice: let thine ears attend to the voice of my prayers.",
      "3": "If thou, O Lord, straightly markest iniquities, O Lord, who shall stand?",
      "4": "But mercy is with thee, that thou mayest be feared.",
      "5": "I have waited on the Lord: my soul hath waited, and I have trusted in his word.",
      "6": "My soul waiteth on the Lord more than the morning watch watcheth for the morning.",
      "7": "Let Israel wait on the Lord: for with the Lord is mercy, and with him is great redemption.",
      "8": "And he shall redeem Israel from all his iniquities."
    },
    "131": {
      "1": "Lord, mine heart is not haughty, neither are mine eyes lofty, neither have I walked in great matters and hid from me.",
      "2": "Surely I have behaved myself, like one weaned from his mother, and kept silence: I am in myself as one that is weaned.",
      "3": "Let Israel wait on the Lord from henceforth and forever."
    },
    "132": {
      "1": "Lord, remember David with all his affliction,",
      "2": "Who sware unto the Lord, and vowed unto the mighty God, of Jacob, saying,",
      "3": "I will not enter into the Tabernacle of mine house, nor come upon my pallet or bed,",
      "4": "Nor suffer mine eyes to sleep, nor mine eyelids to slumber,",
      "5": "Until I find out a place for the Lord, an habitation for the mighty God of Jacob.",
      "6": "Lo, we heard of it in Ephrathah, and found it in the fields of the forest.",
      "7": "We will enter into his Tabernacles, and worship before his footstool.",
      "8": "Arise, O Lord, to come into thy rest, thou, and the Ark of thy strength.",
      "9": "Let thy Priests be clothed with righteousness, and let thy Saints rejoice.",
      "10": "For thy servant David’s sake refuse not the face of thine Anointed.",
      "11": "The Lord hath sworn in truth unto David, and he will not shrink from it, saying, Of the fruit of thy body will I set upon thy throne.",
      "12": "If thy sons keep my Covenant, and my testimonies, that I shall teach them, their sons also shall sit upon thy throne forever.",
      "13": "For the Lord hath chosen Zion, and loved to dwell in it, saying,",
      "14": "This is my rest forever: here will I dwell, for I have a delight therein.",
      "15": "I will surely bless her vittles, and will satisfy her poor with bread,",
      "16": "And will clothe her Priests with salvation, and her Saints shall shout for joy.",
      "17": "There will I make the horn of David to bud: for I have ordained a light for mine Anointed.",
      "18": "His enemies will I clothe with shame, but on him his crown shall flourish."
    },
    "133": {
      "1": "Behold, how good and how comely a thing it is, brethren to dwell even together.",
      "2": "It is like to the precious ointment upon the head, that runneth down upon the beard, even unto Aaron’s beard, which went down on the border of his garments,",
      "3": "And as the dew of Hermon which falleth upon the mountains of Zion: for there the Lord appointed the blessing and life forever."
    },
    "134": {
      "1": "Behold, praise ye the Lord, all ye servants of the Lord, ye that by night stand in the house of the Lord.",
      "2": "Lift up your hands to the Sanctuary, and praise the Lord.",
      "3": "The Lord that hath made heaven and earth, bless thee out of Zion."
    },
    "135": {
      "1": "Praise, the Name of the Lord; ye servants of the Lord, praise him.",
      "2": "Ye that stand in the House of the Lord, and in the courts of the House of our God,",
      "3": "Praise ye the Lord: for the Lord is good: sing praises unto his Name: for it is a comely thing.",
      "4": "For the Lord hath chosen Jacob to himself, and Israel for his chief treasure.",
      "5": "For I know that the Lord is great, and that our Lord is above all gods.",
      "6": "Whatsoever pleased the Lord, that did he in heaven and in earth, in the sea, and in all the depths.",
      "7": "He bringeth up the clouds from the ends of the earth, and maketh the lightnings with the rain: he draweth forth the wind out of his treasures.",
      "8": "He smote the firstborn of Egypt both of man and beast.",
      "9": "He hath sent tokens and wonders into the midst of thee, O Egypt, upon Pharaoh, and upon all his servants.",
      "10": "He smote many nations, and slew mighty Kings:",
      "11": "As Sihon King of the Amorites, and Og king of Bashan, and all the kingdoms of Canaan:",
      "12": "And gave their land for an inheritance, even an inheritance unto Israel his people.",
      "13": "Thy Name, O Lord, endureth forever: O Lord, thy remembrance is from generation to generation.",
      "14": "For the Lord will judge his people, and be pacified toward his servants.",
      "15": "The idols of the heathen are silver and gold, even the work of men’s hands.",
      "16": "They have a mouth, and speak not: they have eyes and see not.",
      "17": "They have ears and hear not, neither is there any breath in their mouth.",
      "18": "They that make them, are like unto them: so are all that trust in them.",
      "19": "Praise the Lord, ye house of Israel: praise the Lord, ye house of Aaron.",
      "20": "Praise the Lord, ye house of Levi; ye that fear the Lord, praise the Lord.",
      "21": "Praised be the Lord out of Zion, which dwelleth in Jerusalem. Praise ye the Lord."
    },
    "136": {
      "1": "Praise ye the Lord, because he is good: for his mercy endureth forever.",
      "2": "Praise ye the God of gods: for his mercy endureth forever:",
      "3": "Praise ye the Lord of lords: for his mercy endureth forever:",
      "4": "Which only doeth great wonders; for his mercy endureth forever:",
      "5": "Which by his wisdom made the heavens: for his mercy endureth forever:",
      "6": "Which hath stretched out the earth upon the waters: for his mercy endureth forever:",
      "7": "Which made great lights: for his mercy endureth forever:",
      "8": "As the Sun to rule the day; for his mercy endureth forever:",
      "9": "The Moon and the stars to govern the night: for his mercy endureth forever:",
      "10": "Which smote Egypt with their firstborn, (for his mercy endureth forever)",
      "11": "And brought out Israel from among them; for his mercy endureth forever:",
      "12": "With a mighty hand and stretched out arm; for his mercy endureth forever:",
      "13": "Which divideth the Sea into two parts; for his mercy endureth forever:",
      "14": "And made Israel to pass through the midst of it; for his mercy endureth forever:",
      "15": "And overthrew Pharaoh and his host in the red Sea; for his mercy endureth forever:",
      "16": "Which led his people through the wilderness; for his mercy endureth forever:",
      "17": "Which smote great Kings: for his mercy endureth forever:",
      "18": "And slew mighty Kings: for his mercy endureth forever:",
      "19": "As Sihon King of the Amorites: for his mercy endureth forever:",
      "20": "And Og the king of Bashan: for his mercy endureth forever:",
      "21": "And gave their land for an heritage; for his mercy endureth forever:",
      "22": "Even an heritage unto Israel his servant; for his mercy endureth forever:",
      "23": "Which remembered us in our base estate; for his mercy endureth forever:",
      "24": "And hath rescued us from our oppressors; for his mercy endureth forever:",
      "25": "Which giveth food to all flesh; for his mercy endureth forever:",
      "26": "Praise ye the God of heaven; for his mercy endureth forever."
    },
    "137": {
      "1": "By the rivers of Babel we sat, and there we wept, when we remembered Zion.",
      "2": "We hanged our harps upon the willows in the midst thereof.",
      "3": "Then they that led us captive, required of us songs and mirth, when we had hanged up our harps, saying, Sing us one of the songs of Zion.",
      "4": "How shall we sing, said we, a song of the Lord in a strange land?",
      "5": "If I forget thee, O Jerusalem, let my right hand forget to play.",
      "6": "If I do not remember thee, let my tongue cleave to the roof of my mouth: yea, if I prefer not Jerusalem to my chief joy.",
      "7": "Remember the children of Edom, O Lord, in the day of Jerusalem, which said, Raze it, raze it to the foundation thereof.",
      "8": "O daughter of Babel, worthy to be destroyed, blessed shall he be that rewardeth thee, as thou hast served us.",
      "9": "Blessed shall he be that taketh and dasheth thy children against the stones."
    },
    "138": {
      "1": "I will praise thee with my whole heart: even before the gods will I praise thee.",
      "2": "I will worship toward thine holy Temple and praise thy Name, because of thy loving-kindness and for thy truth: for thou hast magnified thy Name above all things by thy word.",
      "3": "When I called, then thou heardest me, and hast increased strength in my soul.",
      "4": "All the kings of the earth shall praise thee, O Lord: for they have heard the words of thy mouth.",
      "5": "And they shall sing of the ways of the Lord, because the glory of the Lord is great.",
      "6": "For the Lord is high, yet he beholdeth the lowly, but the proud he knoweth afar off.",
      "7": "Though I walk in the midst of trouble, yet wilt thou revive me: thou wilt stretch forth thine hand upon the wrath of mine enemies, and thy right hand shall save me.",
      "8": "The Lord will perform his work toward me: O Lord, thy mercy endureth forever: forsake not the works of thine hands."
    },
    "139": {
      "1": "O Lord, thou hast tried me, and known me.",
      "2": "Thou knowest my sitting and my rising: thou understandest my thought afar off.",
      "3": "Thou compassest my paths, and my lying down, and art accustomed to all my ways.",
      "4": "For there is not a word in my tongue, but lo, thou knowest it wholly, O Lord.",
      "5": "Thou holdest me strait behind and before, and layest thine hand upon me.",
      "6": "Thy knowledge is too wonderful for me: it is so high that I cannot attain unto it.",
      "7": "Whither shall I go from thy Spirit? or whither shall I flee from thy presence?",
      "8": "If I ascend into heaven, thou art there: if I lie down in hell, thou art there.",
      "9": "Let me take the wings of the morning, and dwell in the uttermost parts of the sea:",
      "10": "Yet thither shall thine hand lead me, and thy right hand hold me.",
      "11": "If I say, Yet the darkness shall hide me, even the night shall be light about me.",
      "12": "Yea, the darkness hideth not from thee: but the night shineth as the day: the darkness and light are both alike.",
      "13": "For thou hast possessed my reins: thou hast covered me in my mother’s womb.",
      "14": "I will praise thee, for I am fearfully and wondrously made: marvelous are thy works, and my soul knoweth it well.",
      "15": "My bones are not hid from thee, though I was made in a secret place, and fashioned beneath in the earth.",
      "16": "Thine eyes did see me, when I was without form: for in thy book were all things written, which in continuance were fashioned, when there was none of them before.",
      "17": "How dear therefore are thy thoughts unto me, O God! how great is the sum of them!",
      "18": "If I should count them, they are more than the sand: when I awake, I am still with thee.",
      "19": "Oh that thou wouldest [slay], O God, the wicked and bloody men, to whom I say, Depart ye from me:",
      "20": "Which speak wickedly of thee, and being thine enemies are lifted up in vain.",
      "21": "Do not I hate them, O Lord, that hate thee? and do not I earnestly contend with those that rise up against thee?",
      "22": "I hate them with an unfeigned hatred, as they were mine utter enemies.",
      "23": "Try me, O God, and know mine heart: prove me and know my thoughts,",
      "24": "And consider if there be any way of wickedness in me, and lead me in the way forever."
    },
    "140": {
      "1": "Deliver me, O Lord, from the evil man: preserve me from the cruel man:",
      "2": "Which imagine evil things in their heart, and make war continually.",
      "3": "They have sharpened their tongues like a serpent: adders’ poison is under their lips. Selah.",
      "4": "Keep me, O Lord, from the hands of the wicked; preserve me from the cruel man, which purposeth to cause my steps to slide.",
      "5": "The proud have laid a snare for me, and spread a net with cords in my pathway, and set gins for me. Selah.",
      "6": "Therefore I said unto the Lord, Thou art my God: hear, O Lord, the voice of my prayers.",
      "7": "O Lord God the strength of my salvation, thou hast covered my head in the day of battle.",
      "8": "Let not the wicked have his desire, O Lord; perform not his wicked thought, lest they be proud. Selah.",
      "9": "As for the chief of them that compass me about, let the mischief of their own lips come upon them.",
      "10": "Let coals fall upon them: let him cast them into the fire, and into the deep pits that they rise not.",
      "11": "For the backbiter shall not be established upon the earth, evil shall hunt the cruel man to destruction.",
      "12": "I know that the Lord will avenge the afflicted, and judge the poor.",
      "13": "Surely the righteous shall praise thy Name, and the just shall dwell in thy presence."
    },
    "141": {
      "1": "O Lord, I call upon thee: haste thee unto me: hear my voice, when I cry unto thee.",
      "2": "Let my prayer be directed in thy sight as incense, and the lifting up of mine hands as an evening sacrifice.",
      "3": "Set a watch, O Lord, before my mouth, and keep the door of my lips.",
      "4": "Incline not mine heart to evil, that I should commit wicked works with them that work iniquity: and let me not eat of their delicates.",
      "5": "Let the righteous smite me: for that is a benefit: and let him reprove me, and it shall be a precious oil that shall not break mine head: for within a while I shall even pray in their miseries.",
      "6": "When their judges shall be cast down in stony places, they shall hear my words, for they are sweet.",
      "7": "Our bones lie scattered at the grave’s mouth, as he that heweth wood or diggeth in the earth.",
      "8": "But mine eyes look unto thee, O Lord God: in thee is my trust: leave not my soul destitute.",
      "9": "Keep me from the snare, which they have laid for me, and from the gins of the workers of iniquity.",
      "10": "Let the wicked fall into his nets together, while I escape."
    },
    "142": {
      "1": "I cried unto the Lord with my voice: with my voice I prayed unto the Lord.",
      "2": "I poured out my meditation before him, and declared mine affection in his presence.",
      "3": "Though my spirit was in perplexity in me, yet thou knewest my path: in the way wherein I walked, have they privily laid a snare for me.",
      "4": "I looked upon my right hand, and beheld, but there was none that would know me: all refuge failed me, and none cared for my soul.",
      "5": "Then cried I unto thee, O Lord, and said, Thou art mine hope, and my portion in the land of the living.",
      "6": "Hearken unto my cry, for I am brought very low: deliver me from my persecutors, for they are too strong for me.",
      "7": "Bring my soul out of prison, that I may praise thy Name: then shall the righteous come about me, when thou art beneficial unto me."
    },
    "143": {
      "1": "Hear my prayer, O Lord, and hearken unto my supplication: answer me in thy truth, and in thy righteousness.",
      "2": "(And enter not into judgment with thy servant: for in thy sight shall none that liveth, be justified.)",
      "3": "For the enemy hath persecuted my soul: he hath smitten my life down to the earth: he hath laid me in the darkness, as they that have been dead long ago:",
      "4": "And my spirit was in perplexity in me, and mine heart within me was amazed.",
      "5": "Yet do I remember the time past: I meditate in all thy works, yea, I do meditate in the works of thine hands.",
      "6": "I stretch forth mine hands unto thee: my soul desireth after thee, as the thirsty land. Selah.",
      "7": "Hear me speedily, O Lord, for my spirit faileth: hide not thy face from me, else I shall be like unto them that go down into the pit.",
      "8": "Let me hear thy loving-kindness in the morning, for in thee is my trust; show me the way, that I should walk in, for I lift up my soul unto thee.",
      "9": "Deliver me, O Lord, from mine enemies: for I hid me with thee.",
      "10": "Teach me to do thy will, for thou art my God: let thy good Spirit lead me unto the land of righteousness.",
      "11": "Quicken me, O Lord, for thy Name’s sake, and for thy righteousness bring my soul out of trouble.",
      "12": "And for thy mercy slay mine enemies, and destroy all them that oppress my soul: for I am thy servant."
    },
    "144": {
      "1": "Blessed be the Lord my strength, which teacheth mine hands to fight, and my fingers to battle.",
      "2": "He is my goodness and my fortress, my tower and my deliverer, my shield and in him I trust, which subdueth my people under me.",
      "3": "Lord, what is man that thou regardest him! or the son of man that thou thinkest upon him?",
      "4": "Man is like to vanity; his days are like a shadow that vanisheth.",
      "5": "Bow thine heavens, O Lord, and come down; touch the mountains, and they shall smoke.",
      "6": "Cast forth the lightning and scatter them; shoot out thine arrows and consume them.",
      "7": "Send thine hand from above: deliver me, and take me out of the great waters, and from the hand of strangers,",
      "8": "Whose mouth talketh vanity, and their right hand is a right hand of falsehood.",
      "9": "I will sing a new song unto thee, O God, and sing unto thee upon a viol, and an instrument of ten strings.",
      "10": "It is he that giveth deliverance unto kings, and rescueth David his servant from the hurtful sword.",
      "11": "Rescue me, and deliver me from the hand of strangers, whose mouth talketh vanity, and their right hand is a right hand of falsehood:",
      "12": "That our sons may be as the plants growing up in their youth, and our daughters as the corner stones, graven after the similitude of a palace:",
      "13": "That our corners may be full and abounding with divers sorts, and that our sheep may bring forth thousands and ten thousand in our streets.",
      "14": "That our oxen may be strong to labor; that there be none invasion, nor going out, nor no crying in our streets.",
      "15": "Blessed are the people, that be so, yea blessed are the people whose God is the Lord."
    },
    "145": {
      "1": "O my God and King, I will extol thee, and will bless thy Name forever and ever.",
      "2": "I will bless thee daily, and praise thy Name forever and ever.",
      "3": "Great is the Lord, and most worthy to be praised, and his greatness is incomprehensible.",
      "4": "Generation shall praise thy works unto generation, and declare thy power.",
      "5": "I will meditate of the beauty of thy glorious majesty, and thy wonderful works.",
      "6": "And they shall speak of the power of thy dreadful acts, and I will declare thy greatness.",
      "7": "They shall break out into the mention of thy great goodness, and shall sing aloud of thy righteousness.",
      "8": "The Lord is gracious, and merciful, slow to anger, and of great mercy.",
      "9": "The Lord is good to all, and his mercies are over all his works.",
      "10": "All thy works praise thee, O Lord, and thy Saints bless thee.",
      "11": "They show the glory of thy kingdom, and speak of thy power,",
      "12": "To cause his power to be known to the sons of men, and the glorious renown of his kingdom.",
      "13": "Thy kingdom is an everlasting kingdom, and thy dominion endureth throughout all ages.",
      "14": "The Lord upholdeth all that fall, and lifteth up all that are ready to fall.",
      "15": "The eyes of all wait upon thee, and thou givest them their meat in due season.",
      "16": "Thou openest thine hand, and fillest all things living of thy good pleasure.",
      "17": "The Lord is righteous in all his ways, and holy in all his works.",
      "18": "The Lord is near unto all that call upon him, yea, to all that call upon him in truth.",
      "19": "He will fulfill the desire of them that fear him; he will also hear their cry, and will save them.",
      "20": "The Lord preserveth all them that love him; but he will destroy the wicked.",
      "21": "My mouth shall speak the praise of the Lord, and all flesh shall bless his holy Name forever and ever."
    },
    "146": {
      "1": "Praise thou the Lord, O my soul.",
      "2": "I will praise the Lord during my life; as long as I have any being, I will sing unto my God.",
      "3": "Put not your trust in Princes, nor in the son of man, for there is no help in him.",
      "4": "His breath departeth, and he returneth to his earth; then his thoughts perish.",
      "5": "Blessed is he that hath the God of Jacob for his help, whose hope is in the Lord his God,",
      "6": "Which made heaven and earth, the sea, and all that therein is; which keepeth his fidelity forever,",
      "7": "Which executeth justice for the oppressed, which giveth bread to the hungry; the Lord looseth the prisoners.",
      "8": "The Lord giveth sight to the blind: the Lord raiseth up the crooked: the Lord loveth the righteous.",
      "9": "The Lord keepeth the strangers: he relieveth the fatherless and widow: but he overthroweth the way of the wicked.",
      "10": "The Lord shall reign forever: O Zion, thy God endureth from generation to generation. Praise ye the Lord."
    },
    "147": {
      "1": "Praise ye the Lord, for it is good to sing unto our God: for it is a pleasant thing, and praise is comely.",
      "2": "The Lord doth build up Jerusalem, and gather together the dispersed of Israel.",
      "3": "He healeth those that are broken in heart, and bindeth up their sores.",
      "4": "He counteth the number of the stars, and calleth them all by their names.",
      "5": "Great is our Lord, and great is his power: his wisdom is infinite.",
      "6": "The Lord relieveth the meek, and abaseth the wicked to the ground.",
      "7": "Sing unto the Lord with praise: sing upon the harp unto our God,",
      "8": "Which covereth the heaven with clouds, and prepareth rain for the earth, and maketh the grass to grow upon the mountains:",
      "9": "Which giveth to beasts their food, and to the young ravens that cry.",
      "10": "He hath no pleasure in the strength of an horse, neither delighteth he in the legs of man.",
      "11": "But the Lord delighteth in them that fear him, and attend upon his mercy.",
      "12": "Praise the Lord, O Jerusalem: praise thy God, O Zion.",
      "13": "For he hath made the bars of the gates strong, and hath blessed thy children within thee.",
      "14": "He setteth peace in thy borders, and satisfieth thee with the flour of wheat.",
      "15": "He sendeth forth his commandment upon earth, and his word runneth very swiftly.",
      "16": "He giveth snow like wool, and scattereth the hoary frost like ashes.",
      "17": "He casteth forth his ice like morsels: who can abide the cold thereof?",
      "18": "He sendeth his word and melteth them: he causeth his wind to blow, and the waters flow.",
      "19": "He showeth his word unto Jacob, his statutes and his judgments unto Israel.",
      "20": "He hath not dealt so with every nation, neither have they known his judgments. Praise ye the Lord."
    },
    "148": {
      "1": "Praise ye the Lord from the heaven: praise ye him in the high places.",
      "2": "Praise ye him, all ye his Angels: praise him, all his army.",
      "3": "Praise ye him, sun and moon: praise ye him all bright stars.",
      "4": "Praise ye him heavens of heavens, and waters, that be above the heavens.",
      "5": "Let them praise the Name of the Lord: for he commanded, and they were created.",
      "6": "And he hath established them forever and ever: he hath made an ordinance, which shall not pass.",
      "7": "Praise ye the Lord from the earth, ye dragons and all depths:",
      "8": "Fire and hail, snow and vapors, stormy wind, which execute his word.",
      "9": "Mountains and all hills, fruitful trees, and all cedars:",
      "10": "Beasts and all cattle, creeping things and feathered fowls:",
      "11": "Kings of the earth and all people, princes and all judges of the world:",
      "12": "Young men and maidens, also old men and children:",
      "13": "Let them praise the Name of the Lord: for his Name only is to be exalted, and his praise above the earth and the heavens.",
      "14": "For he hath exalted the horn of his people, which is a praise for all his Saints, even for the children of Israel, a people that is near unto him. Praise ye the Lord."
    },
    "149": {
      "1": "Sing ye unto the Lord a new song: let his praise be heard in the Congregation of Saints.",
      "2": "Let Israel rejoice in him that made him, and let the children of Zion rejoice in their King.",
      "3": "Let them praise his Name with the flute: let them sing praises unto him with the timbrel and harp.",
      "4": "For the Lord hath pleasure in his people: he will make the meek glorious by deliverance.",
      "5": "Let the Saints be joyful with glory: let them sing loud upon their beds.",
      "6": "Let the high Acts of God be in their mouth, and a two edged sword in their hands,",
      "7": "To execute vengeance upon the heathen, and corrections among the people:",
      "8": "To bind their kings in chains, and their nobles with fetters of iron,",
      "9": "That they may execute upon them the judgment that is written: this honor shall be to all his Saints. Praise ye the Lord."
    },
    "150": {
      "1": "Praise ye God in his Sanctuary: praise ye him in the firmament of his power.",
      "2": "Praise ye him in his mighty Acts: praise ye him according to his excellent greatness.",
      "3": "Praise ye him in the sound of the trumpet: praise ye him upon the viol and the harp.",
      "4": "Praise ye him with timbrel and flute: praise ye him with virginals and organs.",
      "5": "Praise ye him with sounding cymbals: praise ye him with high sounding cymbals.",
      "6": "Let everything that hath breath praise the Lord. Praise ye the Lord."
    }
  }
}