{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:13.609213-04:00",
    "Translation": "GNV"
  },
  "Revelation": {
    "1": {
      "1": "The Revelation of Jesus Christ, which God gave unto him, to show unto his servants things which must shortly be done: which he sent, and showed by his Angel unto his servant John,",
      "2": "Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.",
      "3": "Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.",
      "4": "John to the seven Churches which are in Asia, Grace be with you, and peace from him, Which is, and Which was, and Which is to come, and from the seven Spirits which are before his Throne,",
      "5": "And from Jesus Christ which is that faithful witness, and that first begotten of the dead, and that Prince of the Kings of the earth, unto him that loved us, and washed us from our sins in his blood,",
      "6": "And made us Kings and Priests unto God even his Father, to him, I say, be glory, and dominion for evermore, Amen.",
      "7": "Behold, he cometh with clouds, and every eye shall see him: yea, even they which pierced him through: and all kindreds of the earth shall wail before him, Even so, Amen.",
      "8": "I am Alpha and Omega, the beginning and the ending, saith the Lord, Which is, and Which was, and Which is to come, even the Almighty.",
      "9": "I John even your brother and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the Isle called Patmos, for the word of God, and for the witnessing of Jesus Christ.",
      "10": "And I was ravished in spirit on the Lord’s day, and heard behind me a great voice, as it had been of a trumpet,",
      "11": "Saying, I am Alpha and Omega, that first and that last: and that which thou seest write in a book, and send it unto the seven Churches which are in Asia, unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.",
      "12": "Then I turned back to see the voice that spake with me: and when I was turned, I saw seven golden candlesticks,",
      "13": "And in the midst of the seven candlesticks, one like unto the son of man, clothed with a garment down to the feet, and girded about the paps with a golden girdle.",
      "14": "His head and hairs were white as white wool, and as snow, and his eyes were as a flame of fire,",
      "15": "And his feet like unto fine brass burning as in a furnace: and his voice as the sound of many waters.",
      "16": "And he had in his right hand seven stars: and out of his mouth went a sharp two edged sword, and his face shone as the sun shineth in his strength.",
      "17": "And when I saw him, I fell at his feet as dead: then he laid his right hand upon me, saying unto me, Fear not: I am that first and that last,",
      "18": "And am alive, but I was dead: and behold, I am alive for evermore, Amen: and I have the keys of hell and of death.",
      "19": "Write these things which thou hast seen, and the things which are, and the things which shall come hereafter.",
      "20": "The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks, is this, The seven stars are the Angels of the seven Churches: and the seven candlesticks which thou sawest, are the seven Churches."
    },
    "2": {
      "1": "Unto the Angel of the Church of Ephesus write, These things saith he that holdeth the seven stars in his right hand, and walketh in the midst of the seven golden candlesticks.",
      "2": "I know thy works, and thy labor, and thy patience, and how thou canst not bear with them which are evil, and hast examined them which say they are Apostles, and are not, and hast found them liars.",
      "3": "And thou wast burdened, and hast patience, and for my Name’s sake hast labored, and hast not fainted.",
      "4": "Nevertheless, I have somewhat against thee, because thou hast left thy first love.",
      "5": "Remember therefore from whence thou art fallen, and repent and do the first works: or else I will come against thee shortly, and will remove thy candlestick out of his place, except thou amend.",
      "6": "But this thou hast that thou hatest the works of the Nicolaitans, which I also hate.",
      "7": "Let him that hath an ear hear what the Spirit saith unto the Churches: To him that overcometh, will I give to eat of the tree of life which is in the midst of the Paradise of God.",
      "8": "And unto the Angel of the Church of the Smyrnians write, These things saith he that is first and last, which was dead and is alive.",
      "9": "I know thy works and tribulation, and poverty (but thou art rich) and I know the blasphemy of them, which say they are Jews, and are not, but are the Synagogue of Satan.",
      "10": "Fear none of those things, which thou shalt suffer: behold, it shall come to pass, that the devil shall cast some of you into prison, that ye may be tried, and ye shall have tribulation ten days: be thou faithful unto the death, and I will give thee the crown of life.",
      "11": "Let him that hath an ear hear what the Spirit saith unto the Churches. He that overcometh shall not be hurt of the second death.",
      "12": "And to the Angel of the Church, which is at Pergamos write, Thus saith he which hath that sharp sword with two edges.",
      "13": "I know thy works, and where thou dwellest, even where Satan’s throne is, and thou keepest my Name, and hast not denied my faith, even in those days when Antipas my faithful martyr was slain among you, where Satan dwelleth.",
      "14": "But I have a few things against thee, because thou hast there them that maintain the doctrine of Balaam, which taught Balak to put a stumbling block before the children of Israel, that they should eat of things sacrificed unto idols, and commit fornication.",
      "15": "Even so hast thou them that maintain the doctrine of the Nicolaitans, which thing I hate.",
      "16": "Repent thyself, or else I will come unto thee shortly, and will fight against them with the sword of my mouth.",
      "17": "Let him that hath an ear, hear what the spirit saith unto the Churches. To him that overcometh, will I give to eat of the Manna that is hid, and will give him a white stone, and in the stone a new name written, which no man knoweth, saving he that receiveth it.",
      "18": "And unto the Angel of the Church which is at Thyatira write, These things saith the Son of God, which hath his eyes like unto a flame of fire, and his feet like fine brass.",
      "19": "I know thy works and thy love, and service and faith, and thy patience, and thy works, and that they are more at the last, than at the first.",
      "20": "Notwithstanding, I have a few things against thee, that thou sufferest the woman Jezebel which calleth herself a prophetess, to teach and to deceive my servants, to make them commit fornication and to eat meat sacrificed unto idols.",
      "21": "And I gave her space to repent of her fornication, and she repented not.",
      "22": "Behold, I will cast her into a bed, and them that commit fornication with her, into great affliction, except they repent them of their works.",
      "23": "And I will kill her children with death, and all the Churches shall know that I am he which search the reins and hearts: and I will give unto every one of you according unto your works.",
      "24": "And unto you I say, the rest of them of Thyatira, As many as have not this learning, neither have known the deepness of Satan (as they speak) I will put upon you none other burden,",
      "25": "But that which ye have already, hold fast till I come.",
      "26": "For he that overcometh and keepeth my words unto the end, to him will I give power over nations.",
      "27": "And he shall rule them with a rod of iron: and as the vessels of a potter, shall they be broken:",
      "28": "Even as I received of my Father, so will I give him the morning Star.",
      "29": "Let him that hath an ear, hear what the Spirit saith to the Churches."
    },
    "3": {
      "1": "And write unto the Angel of the Church which is at Sardis, These things saith he that hath the seven Spirits of God, and the seven stars, I know thy works: for thou hast a name that thou livest, but thou art dead.",
      "2": "Be awake, and strengthen the things which remain, that are ready to die: for I have not found thy work perfect before God.",
      "3": "Remember therefore, how thou hast received and heard, and hold fast and repent. If therefore thou wilt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee.",
      "4": "Notwithstanding thou hast a few names yet in Sardis, which have not defiled their garments: and they shall walk with me in white: for they are worthy.",
      "5": "He that overcometh, shall be clothed in white array, and I will not put out his Name out of the book of life, but I will confess his name before my Father, and before his Angels.",
      "6": "Let him that hath an ear, hear what the Spirit saith unto the Churches.",
      "7": "And write unto the Angel of the Church which is of Philadelphia, These things saith he that is Holy, and True, which hath the key of David, which openeth and no man shutteth, and shutteth and no man openeth.",
      "8": "I know thy works: behold I have set before thee an open door, and no man can shut it: for thou hast a little strength and hast kept my word, and hast not denied my Name.",
      "9": "Behold, I will make them of the Synagogue of Satan, which call themselves Jews, and are not, but do lie: behold, I say, I will make them that they shall come and worship before thy feet, and shall know that I have loved thee.",
      "10": "Because thou hast kept the word of my patience, therefore I will deliver thee from the hour of tentation, which will come upon all the world, to try them that dwell upon the earth.",
      "11": "Behold, I come shortly: hold that which thou hast, that no man take thy crown.",
      "12": "Him that overcometh, will I make a pillar in the Temple of my God, and he shall go no more out: and I will write upon him the Name of my God, and the name of the city of my God, which is the new Jerusalem, which cometh down out of heaven from my God, and I will write upon him my new Name.",
      "13": "Let him that hath an ear, hear what the Spirit saith unto the Churches.",
      "14": "And unto the Angel of the Church of the Laodiceans write, These things saith Amen, the faithful and true witness, that beginning of the creatures of God.",
      "15": "I know thy works, that thou art neither cold nor hot: I would thou werest cold or hot.",
      "16": "Therefore because thou art lukewarm, and neither cold nor hot, it will come to pass, that I shall spew thee out of my mouth.",
      "17": "For thou sayest, I am rich, and increased with goods, and have need of nothing, and knowest not how thou art wretched and miserable, and poor, and blind, and naked.",
      "18": "I counsel thee to buy of me gold tried by the fire, that thou mayest be made rich: and white raiment, that thou mayest be clothed, and that thy filthy nakedness do not appear: and anoint thine eyes with eye salve, that thou mayest see.",
      "19": "As many as I love, I rebuke and chasten: be zealous therefore and amend.",
      "20": "Behold, I stand at the door, and knock, If any man hear my voice, and open the door, I will come in unto him, and will sup with him, and he with me.",
      "21": "To him that overcometh, will I grant to sit with me in my throne, even as I overcame, and sit with my Father in his throne.",
      "22": "Let him that hath an ear, hear what the Spirit saith unto the Churches."
    },
    "4": {
      "1": "After this I looked, and behold, a door was open in heaven, and the first voice which I heard, was as it were of a trumpet talking with me, saying, Come up hither, and I will show thee things which must be done hereafter.",
      "2": "And immediately I was ravished in the spirit, and behold, a throne was set in heaven, and one sat upon the throne.",
      "3": "And he that sat, was to look upon, like unto a Jasper stone, and a sardine, and there was a rainbow round about the throne, in sight like to an emerald.",
      "4": "And round about the throne were four and twenty seats, and upon the seats I saw four and twenty Elders sitting, clothed in white raiment, and had on their heads crowns of gold.",
      "5": "And out of the throne proceeded lightnings, and thunderings and voices, and there were seven lamps of fire burning before the throne, which are the seven spirits of God.",
      "6": "And before the throne there was a Sea of glass like unto crystal: and in the midst of the throne, and round about the throne were four beasts, full of eyes before and behind.",
      "7": "And the first beast was like a lion, and the second beast like a calf, and the third beast had a face as a man, and the fourth beast was like a flying Eagle.",
      "8": "And the four beasts had each one of them six wings about him, and they were full of eyes within, and they ceased not day nor night, saying, Holy, holy, holy, Lord God Almighty, Which was, and which is, and which is to come.",
      "9": "And when those beasts gave glory, and honor, and thanks to him that sat on the throne, which liveth forever and ever,",
      "10": "The four and twenty Elders fell down before him that sat on the throne, and worshipped him that liveth for evermore, and cast their crowns before the throne, saying,",
      "11": "Thou art worthy, O Lord, to receive glory, and honor, and power: for thou hast created all things, and for thy will’s sake they are, and have been created."
    },
    "5": {
      "1": "And I saw in the right hand of him that sat upon the throne, a book written within, and on the backside sealed with seven seals.",
      "2": "And I saw a strong Angel which preached with a loud voice, Who is worthy to open the book, and to loose the seals thereof?",
      "3": "And no man in heaven nor in earth, neither under the earth, was able to open the book, neither to look thereon.",
      "4": "Then I wept much, because no man was found worthy to open, and to read the book, neither to look thereon.",
      "5": "And one of the Elders said unto me, Weep not: behold, that Lion which is of the tribe of Judah, that root of David, hath obtained to open the book, and to loose the seven seals thereof.",
      "6": "Then I beheld, and lo, in the midst of the throne, and of the four beasts, and in the midst of the Elders stood a Lamb, as though he had been killed, which had seven horns, and seven eyes, which are the seven spirits of God, sent into all the world.",
      "7": "And he came, and took the book out of the right hand of him that sat upon the throne.",
      "8": "And when he hath taken the book, the four beasts, and the four and twenty Elders fell down before the Lamb, having every one harps and golden vials full of odors, which are the prayers of the Saints,",
      "9": "And they sung a new song, saying, Thou art worthy to take the book, and to open the seals thereof, because thou wast killed, and hast redeemed us to God by thy blood out of every kindred, and tongue, and people, and nation.",
      "10": "And hast made us unto our God Kings, and Priests, and we shall reign on the earth.",
      "11": "Then I beheld, and I heard the voice of many Angels round about the throne, and about the beasts and the Elders, and there were ten thousand times ten thousand, and thousand thousands,",
      "12": "Saying with a loud voice, Worthy is the Lamb that was killed, to receive power, and riches, and wisdom, and strength, and honor, and glory, and praise.",
      "13": "And all the creatures which are in heaven, and on the earth, and under the earth, and in the sea, and all that are in them, heard I saying, Praise, and honor, and glory, and power be unto him, that sitteth upon the throne, and unto the Lamb for evermore.",
      "14": "And the four beasts said, Amen, and the four and twenty Elders fell down and worshipped him that liveth for evermore."
    },
    "6": {
      "1": "After I beheld when the Lamb had opened one of the seals, and I heard one of the four beasts say, as it were the noise of thunder, Come and see.",
      "2": "Therefore I beheld, and lo, there was a white horse, and he that sat on him, had a bow, and a crown was given unto him, and he went forth conquering that he might overcome.",
      "3": "And when he had opened the second seal, I heard the second beast say, Come and see.",
      "4": "And there went out another horse, that was red, and power was given to him that sat thereon to take peace from the earth, and that they should kill one another, and there was given unto him a great sword.",
      "5": "And when he had opened the third seal, I heard the third beast say, Come and see. Then I beheld, and lo, a black horse, and he that sat on him, had balances in his hand.",
      "6": "And I heard a voice in the midst of the four beasts say, A measure of wheat for a penny, and three measures of barley for a penny, and oil, and wine hurt thou not.",
      "7": "And when he had opened the fourth seal, I heard the voice of the fourth beast say, Come and see.",
      "8": "And I looked, and behold, a pale horse, and his name that sat on him was Death, and Hell followed after him, and power was given unto them over the fourth part of the earth, to kill with sword, and with hunger, and with death, and with beasts of the earth.",
      "9": "And when he had opened the fifth seal, I saw under the altar the souls of them that were killed for the word of God, and for the testimony which they maintained.",
      "10": "And they cried with a loud voice, saying, How long, Lord, which art holy and true! dost not thou judge and avenge our blood on them, that dwell on the earth?",
      "11": "And long white robes were given unto every one, and it was said unto them, that they should rest for a little season until their fellow servants, and their brethren that should be killed even as they were, were fulfilled.",
      "12": "And I beheld when he had opened the sixth seal, and lo, there was a great earthquake, and the Sun was as black as sackcloth of hair, and the Moon was like blood.",
      "13": "And the stars of heaven fell unto the earth, as a fig-tree casteth her green figs, when it is shaken of a mighty wind.",
      "14": "And heaven departed away, as a scroll, when it is rolled, and every mountain and isle were moved out of their places.",
      "15": "And the kings of the earth, and the great men, and the rich men, and the chief captains, and the mighty men, and every bondman, and every free man, hid themselves in dens, and among the rocks of the mountains,",
      "16": "And said to the mountains and rocks, Fall on us, and hide us from the presence of him that sitteth on the throne, and from the wrath of the Lamb.",
      "17": "For the great day of his wrath is come, and who can stand?"
    },
    "7": {
      "1": "And after that, I saw four Angels stand on the four corners of the earth, holding the four winds of the earth, that the winds should not blow on the earth, neither on the sea, neither on any tree.",
      "2": "And I saw another Angel come up from the East, which had the seal of the living God, and he cried with a loud voice to the four Angels to whom power was given to hurt the earth, and the sea, saying,",
      "3": "Hurt ye not the earth, neither the sea, neither the trees, till we have sealed the servants of our God in their foreheads.",
      "4": "And I heard the number of them, which were sealed, and there were sealed an hundred and four and forty thousand of all the tribes of the children of Israel.",
      "5": "Out of the tribe of Judah were sealed twelve thousand. Of the tribe of Reuben were sealed twelve thousand. Of the tribe of Gad were sealed twelve thousand.",
      "6": "Of the tribe of Asher were sealed twelve thousand. Of the tribe of Naphtali were sealed twelve thousand. Of the tribe of Manasseh were sealed twelve thousand.",
      "7": "Of the tribe of Simeon were sealed twelve thousand. Of the tribe of Levi were sealed twelve thousand. Of the tribe of Issachar were sealed twelve thousand. Of the tribe of Zebulun were sealed twelve thousand.",
      "8": "Of the tribe of Joseph were sealed twelve thousand. Of the tribe of Benjamin were sealed twelve thousand.",
      "9": "After these things I beheld, and lo, a great multitude, which no man could number, of all nations and kindreds, and people, and tongues stood before the throne, and before the Lamb, clothed with long white robes, and palms in their hands.",
      "10": "And they cried with a loud voice, saying, Salvation cometh of our God, that sitteth upon the throne, and of the Lamb.",
      "11": "And all the Angels stood round about the throne, and about the Elders, and the four beasts, and they fell before the throne on their faces, and worshipped God,",
      "12": "Saying, Amen, Praise and glory, and wisdom, and thanks, and honor, and power, and might, be unto our God for evermore, Amen.",
      "13": "And one of the Elders spake, saying unto me, What are these which are arrayed in long white robes? and whence came they?",
      "14": "And I said unto him, Lord, thou knowest. And he said unto me, These are they which came out of great tribulation, and have washed their long robes, and have made their long robes white in the blood of the Lamb.",
      "15": "Therefore are they in the presence of the throne of God, and serve him day and night in his Temple, and he that sitteth on the throne will dwell among them.",
      "16": "They shall hunger no more, neither thirst anymore, neither shall the sun light on them, neither any heat.",
      "17": "For the Lamb, which is in the midst of the throne, shall govern them, and shall lead them unto the lively fountains of waters, and God shall wipe away all tears from their eyes."
    },
    "8": {
      "1": "And when he had opened the seventh seal, there was silence in heaven about half an hour.",
      "2": "And I saw the seven Angels, which stood before God, and to them were given seven trumpets.",
      "3": "Then another Angel came and stood before the Altar, having a golden censer, and much odors was given unto him, that he should offer with the prayers of all Saints upon the golden Altar, which is before the throne.",
      "4": "And the smoke of the odors with the prayers of the Saints, went up before God, out of the Angel’s hand.",
      "5": "And the Angel took the censer, and filled it with fire of the Altar, and cast it into the earth, and there were voices, and thunderings, and lightnings, and earthquake.",
      "6": "Then the seven Angels, which had the seven trumpets, prepared themselves to blow the trumpets.",
      "7": "So the first Angel blew the trumpet, and there was hail and fire mingled with blood, and they were cast into the earth, and the third part of trees was burnt, and all green grass was burnt.",
      "8": "And the second Angel blew the trumpet, and as it were a great mountain, burning with fire, was cast into the sea, and the third part of the sea became blood.",
      "9": "And the third part of the creatures, which were in the sea, and had life, died, and the third part of ships were destroyed.",
      "10": "Then the third Angel blew the trumpet, and there fell a great star from heaven, burning like a torch, and it fell into the third part of the rivers, and into the fountains of waters.",
      "11": "And the name of the star is called wormwood: therefore the third part of the waters became wormwood, and many men died of the waters, because they were made bitter.",
      "12": "And the fourth Angel blew the trumpet, and the third part of the sun was smitten, and the third part of the moon, and the third part of the stars, so that the third part of them was darkened: and the day was smitten, that the third part of it could not shine, and likewise the night.",
      "13": "And I beheld, and heard one Angel flying through the midst of heaven, saying with a loud voice, Woe, woe, woe to the inhabitants of the earth, because of the sounds to come of the trumpet of the three Angels, which were yet to blow the trumpets."
    },
    "9": {
      "1": "And the fifth Angel blew the trumpet, and I saw a star fall from heaven unto the earth, and to him was given the key of the bottomless pit.",
      "2": "And he opened the bottomless pit, and there arose the smoke of the pit, the smoke of a great furnace, and the sun, and the air were darkened by the smoke of the pit.",
      "3": "And there came out of the smoke Locusts upon the earth, and unto them was given power, as the scorpions of the earth have power.",
      "4": "And it was commanded them that they should not hurt the grass of the earth, neither any green thing, neither any tree: but only those men which have not the seal of God in their foreheads.",
      "5": "And to them was commanded that they should not kill them, but that they should be vexed five months, and that their pain should be as the pain that cometh of a scorpion, when he hath stung a man.",
      "6": "Therefore in those days shall men seek death, and shall not find it, and shall desire to die, and death shall flee from them.",
      "7": "And the form of the locusts was like unto horses prepared unto the battle, and on their heads were as it were crowns, like unto gold, and their faces were like the faces of men.",
      "8": "And they had hair as the hair of women, and their teeth were as the teeth of lions.",
      "9": "And they had habergeons, like unto habergeons of iron, and the sound of their wings was like the sound of chariots when many horses run unto battle.",
      "10": "And they had tails like unto scorpions, and there were stings in their tails, and their power was to hurt men five months.",
      "11": "And they have a king over them, which is the Angel of the bottomless pit, whose name in Hebrew is Abaddon, and in Greek he is named Apollyon, that is, destroying.",
      "12": "One woe is past, and behold, yet two woes come after this.",
      "13": "Then the sixth Angel blew the trumpet, and I heard a voice from the four horns of the golden altar, which is before God,",
      "14": "Saying to the sixth Angel, which had the trumpet, Loose the four Angels, which are bound in the great river Euphrates.",
      "15": "And the four Angels were loosed, which were prepared at an hour, at a day, at a month, and at a year to slay the third part of men.",
      "16": "And the number of horsemen of war were twenty thousand times ten thousand: for I heard the number of them.",
      "17": "And thus I saw the horses in a vision, and them that sat on them, having fiery habergeons, and of hyacinth, and of brimstone, and the heads of the horses were as the heads of lions, and out of their mouths went forth fire, and smoke, and brimstone.",
      "18": "Of these three was the third part of men killed, that is, of the fire, and of the smoke, and of the brimstone, which came out of their mouths.",
      "19": "For their power is in their mouths, and in their tails: for their tails were like unto serpents, and had heads wherewith they hurt.",
      "20": "And the remnant of the men which were not killed by these plagues, repented not of the works of their hands that they should not worship devils, and idols of gold, and of silver, and of brass, and of stone, and of wood, which neither can see, neither hear, nor go.",
      "21": "Also they repented not of their murder, and of their sorcery, neither of their fornication, nor of their theft."
    },
    "10": {
      "1": "And I saw another mighty Angel come down from heaven, clothed with a cloud, and the rainbow upon his head, and his face was as the sun, and his feet as pillars of fire.",
      "2": "And he had in his hand a little book open, and he put his right foot upon the sea, and his left on the earth,",
      "3": "And cried with a loud voice, as when a lion roareth: and when he had cried, seven thunders uttered their voices.",
      "4": "And when the seven thunders had uttered their voices, I was about to write: but I heard a voice from heaven, saying unto me, Seal up those things which the seven thunders have spoken, and write them not.",
      "5": "And the Angel which I saw stand upon the sea, and upon the earth, lift up his hand to heaven,",
      "6": "And sware by him that liveth for evermore, which created heaven, and the things that therein are, and the earth, and the things that therein are, and the sea, and the things that therein are, that time should be no more.",
      "7": "But in the days of the voice of the seventh Angel, when he shall begin to blow the trumpet, even the mystery of God shall be finished, as he hath declared to his servants the Prophets.",
      "8": "And the voice which I heard from heaven, spake unto me again, and said, Go, and take the little book which is open in the hand of the Angel, which standeth upon the sea, and upon the earth.",
      "9": "So I went unto the Angel, and said to him, Give me the little book. And he said unto me, Take it, and eat it up, and it shall make thy belly bitter, but it shall be in thy mouth as sweet as honey.",
      "10": "Then I took the little book out of the Angel’s hand, and ate it up, and it was in my mouth as sweet as honey: but when I had eaten it, my belly was bitter.",
      "11": "And he said unto me, Thou must prophesy again among the people and nations, and tongues, and to many Kings."
    },
    "11": {
      "1": "Then was given me a reed like unto a rod, and the Angel stood by, saying, Rise and mete the Temple of God, and the Altar, and them that worship therein.",
      "2": "But the Court which is without the Temple cast out, and mete it not: for it is given unto the Gentiles, and the holy city shall they tread under foot, two and forty Months.",
      "3": "But I will give power unto my two witnesses and they shall prophesy a thousand two hundred and threescore days, clothed in sackcloth.",
      "4": "These are two olive trees, and two candlesticks, standing before the God of the earth.",
      "5": "And if any man will hurt them, fire proceedeth out of their mouths and devoureth their enemies: for if any man would hurt them, thus must he be killed.",
      "6": "These have power to shut heaven, that it rain not in the days of their prophesying, and have power over waters to turn them into blood, and to smite the earth with all manner plagues, as often as they will.",
      "7": "And when they have finished their testimony, the beast that cometh out of the bottomless pit, shall make war against them, and shall overcome them, and kill them,",
      "8": "And their corpses shall lie in the streets of the great city, which spiritually is called Sodom and Egypt, where our Lord also was crucified.",
      "9": "And they of the people and kindreds, and tongues, and Gentiles, shall see their corpses three days and an half, and shall not suffer their carcasses to be put in graves.",
      "10": "And they that dwell upon the earth, shall rejoice over them and be glad, and shall send gifts one to another, for these two Prophets vexed them that dwelt on the earth.",
      "11": "But after three days and an half, the spirit of life coming from God, shall enter into them, and they shall stand up upon their feet: and great fear shall come upon them which saw them.",
      "12": "And they shall hear a great voice from heaven, saying unto them, Come up hither: And they shall ascend up to heaven in a cloud, and their enemies shall see them.",
      "13": "And the same hour shall there be a great earthquake, and the tenth part of the city shall fall, and in the earthquake shall be slain in number seven thousand: and the remnant were sore feared, and gave glory to God of heaven.",
      "14": "The second woe is past, and behold, the third woe will come anon.",
      "15": "And the seventh Angel blew the trumpet, and there were great voices in heaven, saying, The kingdoms of the world are our Lord’s, and his Christ’s, and he shall reign for evermore.",
      "16": "Then the four and twenty Elders, which sat before God on their seats, fell upon their faces and worshipped God.",
      "17": "Saying, We give thee thanks, Lord God Almighty, Which art, and which wast, and which art to come: for thou hast received thy great might, and hast obtained thy kingdom.",
      "18": "And the Gentiles were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the Prophets, and to thy Saints, and to them that fear thy Name, to small and great, and shouldest destroy them, which destroy the earth.",
      "19": "Then the Temple of God was opened in heaven, and there was seen in the Temple the Ark of his covenant: and there were lightnings, and voices, and thunderings, and earthquake, and much hail."
    },
    "12": {
      "1": "And there appeared a great wonder in heaven: A woman clothed with the Sun, and the Moon was under her feet, and upon her head a crown of twelve Stars.",
      "2": "And she was with child, and cried travailing in birth, and was pained ready to be delivered.",
      "3": "And there appeared another wonder in heaven: for behold, a great red dragon having seven heads, and ten horns, and seven crowns upon his heads:",
      "4": "And his tail drew the third part of the stars of heaven, and cast them to the earth. And the dragon stood before the woman, which was ready to be delivered, to devour her child, when she had brought it forth.",
      "5": "So she brought forth a man child, which should rule all nations with a rod of iron: and that her child was taken up unto God and to his throne.",
      "6": "And the woman fled into the wilderness, where she hath a place prepared of God, that they should feed her there a thousand, two hundred and threescore days.",
      "7": "And there was a battle in heaven, Michael and his Angels, fought against the dragon, and the dragon fought and his angels.",
      "8": "But they prevailed not, neither was their place found anymore in heaven.",
      "9": "And the great dragon that old serpent, called the devil and Satan, was cast out, which deceiveth all the world: he was even cast into the earth, and his angels were cast out with him.",
      "10": "Then I heard a loud voice in heaven, saying, Now is salvation, and strength, and the kingdom of our God, and the power of his Christ: for the accuser of our brethren is cast down, which accused them before our God day and night.",
      "11": "But they overcame him by that blood of that Lamb, and by that word of their testimony, and they loved not their lives unto the death.",
      "12": "Therefore rejoice, ye heavens, and ye that dwell in them. Woe to the inhabitants of the earth, and of the sea: for the devil is come down unto you, which hath great wrath, knowing that he hath but a short time.",
      "13": "And when the dragon saw that he was cast unto the earth, he persecuted the woman which had brought forth the man child.",
      "14": "But to the woman were given two wings of a great Eagle, that she might fly into the wilderness, into her place where she is nourished for a time, and times, and half a time, from the presence of the serpent.",
      "15": "And the serpent cast out of his mouth water after the woman, like a flood, that he might cause her to be carried away of the flood,",
      "16": "But the earth helped the woman, and the earth opened her mouth, and swallowed up the flood, which the dragon had cast out of his mouth.",
      "17": "Then the dragon was wroth with the woman, and went and made war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.",
      "18": "And I stood on the sea sand."
    },
    "13": {
      "1": "And I saw a beast rise out of the sea, having seven heads, and ten horns, and upon his horns were ten crowns, and upon his head the name of blasphemy.",
      "2": "And the beast which I saw was like a leopard, and his feet like a bear, and his mouth as the mouth of a Lion: and the dragon gave him his power and his throne, and great authority.",
      "3": "And I saw one of his heads as it were wounded to death, but his deadly wound was healed, and all the world wondered and followed the beast.",
      "4": "And they worshipped the dragon which gave power unto the beast, and they worshipped the beast, saying, Who is like unto the beast! who is able to war with him!",
      "5": "And there was given unto him a mouth, that spake great things and blasphemies, and power was given unto him, to do two and forty months.",
      "6": "And he opened his mouth unto blasphemy against God, to blaspheme his Name, and his tabernacle, and them that dwell in heaven.",
      "7": "And it was given unto him to make war with the Saints, and to overcome them, and power was given him over every kindred, and tongue, and nation.",
      "8": "Therefore all that dwell upon the earth, shall worship him, whose names are not written in the book of life of that Lamb, which was slain from the beginning of the world.",
      "9": "If any man have an ear let him hear.",
      "10": "If any lead into captivity, he shall go into captivity: if any kill with a sword, he must be killed by a sword: here is the patience and the faith of the Saints.",
      "11": "And I beheld, another beast coming out of the earth, which had two horns like the Lamb, but he spake like the dragon.",
      "12": "And he did all that the first beast could do before him, and he caused the earth and them which dwell therein, to worship the first beast whose deadly wound was healed.",
      "13": "And he did great wonders, so that he made fire to come down from heaven on the earth, in the sight of men.",
      "14": "And deceived them that dwell on the earth by the signs which were permitted to him to do in the sight of the beast, saying to them that dwell on the earth, that they should make the image of the beast, which had the wound of a sword, and did live.",
      "15": "And it was permitted to him to give a spirit unto the image of the beast, so that the image of the beast should speak, and should cause that as many as would not worship the image of the beast should be killed.",
      "16": "And he made all, both small and great, rich and poor, free and bond, to receive a mark in their right hand or in their foreheads.",
      "17": "And that no man might buy or sell, save he that had the mark or the name of the beast or the number of his name.",
      "18": "Here is wisdom. Let him that hath wit, count the number of the beast: for it is the number of a man, and his number is six hundred threescore and six."
    },
    "14": {
      "1": "Then I looked, and lo, a Lamb stood on mount Zion, and with him an hundred forty and four thousand, having his Father’s Name written in their foreheads.",
      "2": "And I heard a voice from heaven as the sound of many waters, and as the sound of a great thunder: and I heard the voice of harpers, harping with their harps.",
      "3": "And they sung as it were a new song before the throne, and before the four beasts, and the Elders: and no man could learn that song, but the hundred, forty and four thousand, which were bought from the earth.",
      "4": "These are they which are not defiled with women: for they are virgins: these follow the Lamb whithersoever he goeth: these are bought from men, being the firstfruits unto God, and unto the Lamb.",
      "5": "And in their mouths was found no guile: for they are without spot before the throne of God.",
      "6": "Then I saw another Angel fly in the midst of heaven, having an everlasting Gospel to preach unto them that dwell on the earth, and to every nation and kindred, and tongue, and people,",
      "7": "Saying with a loud voice, Fear God, and give glory to him: for the hour of his judgment is come: and worship him that made heaven and earth, and the sea and the fountains of waters.",
      "8": "And there followed another Angel, saying, Babylon that great city is fallen, it is fallen: for she made all nations to drink of the wine of the wrath of her fornication.",
      "9": "And the third Angel followed them, saying with a loud voice, If any man worship the beast and his image, and receive his mark in his forehead, or on his hand,",
      "10": "The same shall drink of the wine of the wrath of God, yea, of the pure wine, which is poured into the cup of his wrath, and he shall be tormented in fire and brimstone before the holy Angels, and before the Lamb.",
      "11": "And the smoke of their torment shall ascend evermore: and they shall have no rest day nor night, which worship the beast and his name.",
      "12": "Here is the patience of Saints: here are they that keep the commandments of God, and the faith of Jesus.",
      "13": "Then I heard a voice from heaven, saying unto me, Write, The dead which die in the Lord, are fully blessed. Even so saith the Spirit: for they rest from their labors, and their works follow them.",
      "14": "And I looked, and behold, a white cloud, and upon the cloud one sitting like unto the Son of man, having on his head a golden crown, and in his hand a sharp sickle.",
      "15": "And another Angel came out of the Temple, crying with a loud voice to him that sat on the cloud, Thrust in thy sickle and reap, for the time is come to reap: for the harvest of the earth is ripe.",
      "16": "And he that sat on the cloud, thrust in his sickle on the earth, and the earth was reaped.",
      "17": "Then another Angel came out of the Temple, which is in heaven, having also a sharp sickle.",
      "18": "And another Angel came out from the altar, which had power over fire, and cried with a loud cry to him that had the sharp sickle, and said, Thrust in thy sharp sickle, and gather the clusters of the vineyard of the earth: for her grapes are ripe.",
      "19": "And the Angel thrust in his sharp sickle on the earth, and cut down the vines of the vineyard of the earth, and cast them into that great winepress of the wrath of God.",
      "20": "And the winepress was trodden without the city, and blood came out of the winepress, unto the horse bridles, by the space of a thousand and six hundred furlongs."
    },
    "15": {
      "1": "And I saw another sign in heaven, great and marvelous, seven Angels having the seven last plagues: for by them is fulfilled the wrath of God.",
      "2": "And I saw as it were a glassy sea, mingled with fire, and them that had gotten victory of the beast, and of his image, and of his mark, and of the number of his name, stand at the glassy sea, having the harps of God,",
      "3": "And they sung the song of Moses the servant of God, and the song of the Lamb, saying, Great and marvelous are thy works, Lord God Almighty: just and true are thy ways, King of Saints.",
      "4": "Who shall not fear thee, O Lord, and glorify thy name! for thou only art holy, and all nations shall come and worship before thee: for thy judgments are made manifest.",
      "5": "And after that, I looked, and behold, the Temple of the tabernacle of Testimony was open in heaven.",
      "6": "And the seven Angels came out of the Temple, which had the seven plagues, clothed in pure and bright linen, and having their breasts girded with golden girdles.",
      "7": "And therefore four beasts gave unto the seven Angels seven golden vials full of the wrath of God which lived for evermore.",
      "8": "And the temple was full of the smoke of the glory of God and of his power, and no man was able to enter into the Temple, till the seven plagues of the seven Angels were fulfilled."
    },
    "16": {
      "1": "And I heard a great voice out of the Temple, saying to the seven Angels, Go your ways, and poured out the seven vials of the wrath of God upon the earth.",
      "2": "And the first went and poured out his vial upon the earth: and there fell a noisome and a grievous sore upon the men which had the mark of the beast, and upon them which worshipped his image.",
      "3": "And the second Angel poured out his vial upon the sea, and it became as the blood of a dead man: and every living thing died in the sea.",
      "4": "And the third Angel poured out his vial upon the rivers and fountains of waters, and they became blood.",
      "5": "And I heard the Angel of the waters say, Lord, thou art just, which art, and which wast: and Holy, because thou hast judged these things.",
      "6": "For they shed the blood of the Saints, and Prophets, and therefore hast thou given them blood to drink: for they are worthy.",
      "7": "And I heard another out of the Sanctuary say, Even so, Lord God almighty, true and righteous are thy judgments.",
      "8": "And the fourth Angel poured out his vial on the sun, and it was given to him to torment men with heat of fire,",
      "9": "And men boiled in great heat, and blasphemed the Name of God, which hath power over these plagues, and they repented not to give him glory.",
      "10": "And the fifth Angel poured out his vial upon the throne of the beast, and the kingdom waxed dark, and they gnawed their tongues for sorrow.",
      "11": "And blasphemed the God of heaven for their pains, and for their sores, and repented not of their works.",
      "12": "And the sixth Angel poured out his vial upon the great river Euphrates, and the water thereof dried up, that the way of the Kings of the East should be prepared.",
      "13": "And I saw three unclean spirits like frogs come out of the mouth of that dragon, and out of the mouth of that beast, and out of the mouth of that false prophet.",
      "14": "For they are the spirits of devils, working miracles, to go unto the kings of the earth, and of the whole world, to gather them to the battle of that great day of God Almighty.",
      "15": "(Behold I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and men see his filthiness.)",
      "16": "And they gathered them together into a place called in Hebrew, Armageddon.",
      "17": "And the seventh Angel poured out his vial into the air: and there came a loud voice out of the Temple of heaven from the throne, saying, It is done.",
      "18": "And there were voices, and thunderings, and lightnings, and there was a great earthquake, such as was not since men were upon the earth, even so mighty an earthquake.",
      "19": "And the great city was divided into three parts: and the cities of the nations fell: and that great Babylon came in remembrance before God, to give unto her the cup of the wine of the fierceness of his wrath.",
      "20": "And every isle fled away, and the mountains were not found.",
      "21": "And there fell a great hail, like talents out of heaven upon the men, and men blasphemed God, because of the plague of the hail: for the plague thereof was exceeding great."
    },
    "17": {
      "1": "Then there came one of the seven Angels, which had the seven vials, and talked with me, saying unto me, Come: I will show thee the damnation of the great whore that sitteth upon many waters,",
      "2": "With whom have committed fornication the kings of the earth, and the inhabitants of the earth are drunken with the wine of her fornication.",
      "3": "So he carried me away into the wilderness in the Spirit, and I saw a woman sit upon a scarlet colored beast, full of names of blasphemy, which had seven heads, and ten horns.",
      "4": "And the woman was arrayed in purple and scarlet, and gilded with gold, and precious stones, and pearls, and had a cup of gold in her hand full of abomination, and filthiness of her fornication.",
      "5": "And in her forehead was a name written, A mystery, that great Babylon that mother of whoredoms, and abominations of the earth.",
      "6": "And I saw the woman drunken with the blood of Saints, and with the blood of the Martyrs of JESUS: and when I saw her, I wondered with great marvel.",
      "7": "Then the Angel said unto me, Wherefore marvelest thou? I will show thee the mystery of that woman, and of that beast that beareth her, which hath seven heads and ten horns.",
      "8": "The beast that thou hast seen, was and is not, and shall ascend out of the bottomless pit, and shall go into perdition, and they that dwell on the earth, shall wonder (whose names are not written in the book of life from the foundation of the world) when they behold the beast that was, and is not, and yet is.",
      "9": "Here is the mind that hath wisdom, The seven heads are seven mountains, whereon the woman sitteth: they are also seven Kings.",
      "10": "Five are fallen, and one is, and another is not yet come: and when he cometh, he must continue a short space.",
      "11": "And the beast that was, and is not, is even the eighth, and is one of the seven, and all go into destruction.",
      "12": "And the ten horns which thou sawest, are ten kings, which yet have not received a kingdom, but shall receive power, as Kings at one hour with the beast.",
      "13": "These have one mind, and shall give their power and authority unto the beast.",
      "14": "These shall fight with the Lamb, and the Lamb shall overcome them: for he is Lord of Lords, and King of Kings: and they that are on his side, called, and chosen, and faithful.",
      "15": "And he said unto me, The waters which thou sawest, where the whore sitteth, are people, and multitudes, and nations, and tongues.",
      "16": "And the ten horns which thou sawest upon the beast, are they that shall hate the whore, and shall make her desolate, and naked, and shall eat her flesh, and burn her with fire.",
      "17": "For God hath put in their hearts to fulfill his will, and to do with one consent for to give their kingdom unto the beast, until the words of God be fulfilled.",
      "18": "And that woman which thou sawest, is that great city which reigned over the kings of the earth."
    },
    "18": {
      "1": "And after these things, I saw another Angel come down from heaven, having great power, so that the earth was lightened with his glory,",
      "2": "And he cried out mightily with a loud voice, saying, It is fallen, it is fallen, Babylon that great city, and is become the habitation of devils, and the hold of all foul spirits, and a cage of every unclean and hateful bird.",
      "3": "For all nations have drunken of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich of the abundance of her pleasures.",
      "4": "And I heard another voice from heaven say, Go out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues:",
      "5": "For her sins are come up into heaven, and God hath remembered her iniquities.",
      "6": "Reward her, even as she hath rewarded you, and give her double according to her works: and in the cup that she hath filled to you, fill her the double.",
      "7": "Inasmuch as she glorified herself, and lived in pleasure, so much give ye to her torment and sorrow: for she saith in her heart, I sit being a queen, and am no widow, and shall see no mourning.",
      "8": "Therefore shall her plagues come at one day, death, and sorrow, and famine, and she shall be burnt with fire: for that God which condemneth her, is a strong Lord,",
      "9": "And the kings of the earth shall bewail her, and lament for her, which have committed fornication, and lived in pleasure with her, when they shall see that smoke of that her burning,",
      "10": "And shall stand afar off for fear of her torment, saying, Alas, alas, that great city Babylon, that mighty city: for in one hour is thy judgment come.",
      "11": "And the merchants of the earth shall weep and wail over her: for no man buyeth their ware anymore.",
      "12": "The ware of gold, and silver, and of precious stone, and of pearls, and of fine linen, and of purple, and of silk, and of scarlet, and of all manner of Thynewood, and of all vessels of ivory, and of all vessels of most precious wood, and of brass, and of iron, and of marble,",
      "13": "And of cinnamon, and odors, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and servants, and souls of men.",
      "14": "(And the apples that thy soul lusted after, are departed from thee, and all things which were fat and excellent, are departed from thee, and thou shalt find them no more.)",
      "15": "The merchants of these things which were waxed rich, shall stand afar off from her, for fear of her torment, weeping and wailing.",
      "16": "And saying, Alas, alas, that great city, that was clothed in fine linen and purple, and scarlet, and gilded with gold, and precious stones, and pearls.",
      "17": "For in one hour so great riches are come to desolation. And every shipmaster, and all the people that occupy ships and shipmen, and whosoever traffic on the sea, shall stand afar off.",
      "18": "And cry, when they see that smoke of that her burning, saying, What city was like unto this great city?",
      "19": "And they shall cast dust on their heads, and cry, weeping, and wailing, and say, Alas, alas that great city, wherein were made rich all that had ships on the sea by her coastlines: for in one hour she is made desolate.",
      "20": "O heaven, rejoice of her, and ye holy Apostles and Prophets: for God hath punished her, to be revenged on her for your sakes.",
      "21": "Then a mighty Angel took up a stone, like a great millstone, and cast it into the sea, saying, With such violence shall that great city Babylon be cast and shall be found no more.",
      "22": "And the voice of harpers, and musicians and of pipers, and trumpeters shall be heard no more in thee, and no craftsman, of whosoever craft he be, shall be found anymore in thee: and the sound of a millstone shall be heard no more in thee.",
      "23": "And the light of a candle shall shine no more in thee: and the voice of the bridegroom and of the bride shall be heard no more in thee: for thy merchants were the great men of the earth: and with thine enchantment were deceived all nations.",
      "24": "And in her was found the blood of the Prophets and of the Saints, and of all that were slain upon the earth."
    },
    "19": {
      "1": "And after these things I heard a great voice of a great multitude in heaven, saying, Hallelujah, salvation, and glory, and honor, and power be to the Lord our God.",
      "2": "For true and righteous are his judgments: for he hath condemned the great whore which did corrupt the earth with her fornication, and hath avenged the blood of his servants shed by her hand.",
      "3": "And again they said, Hallelujah: and that her smoke rose up for evermore.",
      "4": "And the four and twenty Elders, and the four beasts fell down, and worshipped God that sat on the throne, saying, Amen, Hallelujah.",
      "5": "Then a voice came out of the throne, saying, Praise our God, all ye his servants, and ye that fear him, both small and great.",
      "6": "And I heard like a voice of a great multitude, and as the voice of many waters, and as the voice of strong thunderings, saying, Hallelujah: for the Lord that God that Almighty one hath reigned.",
      "7": "Let us be glad and rejoice, and give glory to him: for the marriage of the Lamb is come, and his wife hath made herself ready.",
      "8": "And to her was granted, that she should be arrayed with pure fine linen and shining, for the fine linen is the righteousness of Saints.",
      "9": "Then he said unto me, Write, Blessed are they which are called unto the Lamb’s supper. And he said unto me, These words of God are true.",
      "10": "And I fell before his feet, to worship him, but he said unto me, See thou do it not: I am thy fellow servant, and one of thy brethren, which have the testimony of Jesus, Worship God: for the testimony of Jesus is the Spirit of prophecy.",
      "11": "And I saw heaven open, and behold a white horse, and he that sat upon him was called faithful and true, and he judgeth and fighteth righteously.",
      "12": "And his eyes were as a flame of fire, and on his head were many crowns: and he had a name written, that no man knew but himself.",
      "13": "And he was clothed with a garment dipped in blood, and his name is called, THE WORD OF GOD.",
      "14": "And the hosts which were in heaven, followed him upon white horses, clothed with fine linen white and pure.",
      "15": "And out of his mouth went out a sharp sword, that with it he should smite the heathen: for he shall rule them with a rod of iron, for he it is that treadeth the winepress of the fierceness and wrath of Almighty God.",
      "16": "And he hath upon his garment, and upon his thigh, a name written, THE KING OF KINGS AND LORD OF LORDS.",
      "17": "And I saw an Angel stand in the sun who cried with a loud voice, saying, to all the fowls that did fly by the midst of heaven, come, and gather yourselves together unto the supper of the great God,",
      "18": "That ye may eat the flesh of kings, and the flesh of high captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all freemen, and bondmen, and of small and great.",
      "19": "And I saw the beast, and the kings of the earth, and their hosts gathered together to make battle against him that sat on the horse, and against his army.",
      "20": "But the beast was taken, and with him that false Prophet that wrought miracles before him, whereby he deceived them that received the beast’s mark, and them that worshipped his image. These both were alive cast into a lake of fire burning with brimstone.",
      "21": "And the remnant were slain with the sword of him that sitteth upon the horse, which cometh out of his mouth, and all the fowls were filled full with their flesh."
    },
    "20": {
      "1": "And I saw an Angel come down from heaven, having the key of the bottomless pit, and a great chain in his hand.",
      "2": "And he took the dragon that old serpent, which is the devil and Satan, and he bound him a thousand years:",
      "3": "And cast him into the bottomless pit, and he shut him up, and sealed the door upon him, that he should deceive the people no more till the thousand years were fulfilled: for after that he must be loosed for a little season.",
      "4": "And I saw seats: and they sat upon them, and judgment was given unto them, and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which did not worship the beast, neither his image, neither had taken his mark upon their foreheads or on their hands: and they lived, and reigned with Christ a thousand years.",
      "5": "But the rest of the dead men shall not live again, until the thousand years be finished: this is the first resurrection.",
      "6": "Blessed and holy is he, that hath part in the first resurrection: for on such the second death hath no power: but they shall be the Priests of God and of Christ, and shall reign with him a thousand years.",
      "7": "And when the thousand years are expired, Satan shall be loosed out of his prison,",
      "8": "And shall go out to deceive the people, which are in the four quarters of the earth: even Gog and Magog, to gather them together to battle, whose number is as the sand of the Sea.",
      "9": "And they went up into the plain of the earth, and they compassed the tents of the Saints about, and the beloved city: but fire came down from God out of heaven, and devoured them.",
      "10": "And the devil that deceived them, was cast into a lake of fire and brimstone, where that beast and that false prophet are, and shall be tormented even day and night for evermore.",
      "11": "And I saw a great white throne, and one that sat on it, from whose face fled away both the earth and heaven, and their place was no more found.",
      "12": "And I saw the dead, both great and small stand before God: and the books were opened, and another book was opened, which is the book of life, and the dead were judged of those things, which were written in the books, according to their works.",
      "13": "And the sea gave up her dead, which were in her, and death and hell delivered up the dead, which were in them: and they were judged every man according to their works.",
      "14": "And death, and hell were cast into the lake of fire: this is the second death.",
      "15": "And whosoever was not found written in the book of life, was cast into the lake of fire."
    },
    "21": {
      "1": "And I saw a new heaven, and a new earth: for the first heaven, and the first earth were passed away, and there was no more sea.",
      "2": "And I John saw the holy city new Jerusalem come down from God out of heaven, prepared as a bride trimmed for her husband.",
      "3": "And I heard a great voice out of heaven, saying, Behold, the Tabernacle of God is with men, and he will dwell with them: and they shall be his people, and God himself shall be their God with them.",
      "4": "And God shall wipe away all tears from their eyes, and there shall be no more death, neither sorrow, neither crying, neither shall there be anymore pain: for the first things are passed.",
      "5": "And he that sat upon the throne, said, Behold, I make all things new, and he said unto me, Write: for these things are faithful and true.",
      "6": "And he said unto me, It is done, I am Alpha and Omega, the beginning and the end: I will give to him that is athirst, of the well of the water of life freely.",
      "7": "He that overcometh, shall inherit all things, and I will be his God, and he shall be my Son.",
      "8": "But the fearful and unbelieving, and the abominable and murderers, and whoremongers, and sorcerers, and idolaters, and all liars shall have their part in the lake which burneth with fire and brimstone, which is the second death.",
      "9": "And there came unto me one of the seven Angels, which had the seven vials full of the seven last plagues, and talked with me, saying, Come: I will show thee the bride the Lamb’s wife.",
      "10": "And he carried me away in the spirit to a great and an high mountain, and he showed me that great city, that holy Jerusalem, descending out of heaven from God,",
      "11": "Having the glory of God, and her shining was like unto a stone most precious, as a jasper stone clear as crystal,",
      "12": "And had a great wall and high, and had twelve gates, and at the gates twelve Angels, and the names written which are the twelve tribes of the children of Israel.",
      "13": "On the East part there were three gates, and on the North side three gates, on the South side three gates, and on the West side three gates.",
      "14": "And the wall of the city had twelve foundations, and in them the names of the Lamb’s twelve Apostles.",
      "15": "And he that walked with me, had a golden reed, to measure the city withal, and the gates thereof, and the wall thereof.",
      "16": "And the city lay foursquare, and the length is as large as the breadth of it, and he measured the city with the reed, twelve thousand furlongs: and the length, and the breadth, and the height of it are equal.",
      "17": "And he measured the wall thereof an hundred forty and four cubits, by the measure of man, that is, of the Angel.",
      "18": "And the building of the wall of it was of jasper: and the city was pure gold, like unto clear glass.",
      "19": "And the foundations of the wall of the city were garnished with all manner of precious stones: the first foundation was jasper: the second of Sapphire: the third of a Chalcedony: the fourth of an Emerald:",
      "20": "The fifth of a Sardonyx: the sixth of a Sardius: the seventh of a Chrysolite: the eight of a Beryl: the ninth of a Topaz: the tenth of a Chrysoprase: the eleventh of a Jacinth: the twelfth an Amethyst.",
      "21": "And the twelve gates were twelve pearls, and every gate is of one pearl, and the street of the city is pure gold, as shining glass.",
      "22": "And I saw no Temple therein: for the Lord God Almighty and the Lamb are the Temple of it.",
      "23": "And their city hath no need of the Sun, neither of the Moon to shine in it: for the glory of God did light it: and the Lamb is the light of it.",
      "24": "And the people which are saved, shall walk in the light of it: and the kings of the earth shall bring their glory and honor unto it.",
      "25": "And the gates of it shall not be shut by day: for there shall be no night there.",
      "26": "And the glory and honor of the Gentiles shall be brought unto it.",
      "27": "And there shall enter into it none unclean thing, neither whatsoever worketh abomination or lies: but they which are written in the Lamb’s book of life."
    },
    "22": {
      "1": "And he showed me a pure river of water of life, clear as crystal, proceeding out of the throne of God, and of the Lamb.",
      "2": "In the midst of the street of it, and of either side of the river was the tree of life, which bare twelve manner of fruits, and gave fruit every month: and the leaves of the tree served to heal the nations with.",
      "3": "And there shall be no more curse, but the throne of God and of the Lamb shall be in it, and his servants shall serve him.",
      "4": "And they shall see his face, and his Name shall be in their foreheads.",
      "5": "And there shall be no night there, and they need no candle, neither light of the Sun: for the Lord God giveth them light, and they shall reign for evermore.",
      "6": "And he said unto me, These words are faithful and true: and the Lord God of the holy Prophets sent his Angel to show unto his servants the things which must shortly be fulfilled.",
      "7": "Behold, I come shortly. Blessed is he that keepeth the words of the prophecy of this book.",
      "8": "And I am John, which saw and heard these things: and when I had heard and seen, I fell down to worship before the feet of the Angel which showed me these things.",
      "9": "But he said unto me, See thou do it not: for I am thy fellow servant, and of thy brethren the Prophets, and of them which keep the words of this book: worship God.",
      "10": "And he said unto me, Seal not the words of the prophecy of this book: for the time is at hand.",
      "11": "He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.",
      "12": "And behold, I come shortly, and my reward is with me, to give to every man according as his work shall be.",
      "13": "I am Alpha and Omega, the beginning and the end, the first and the last.",
      "14": "Blessed are they, that do his Commandments, that their right may be in the tree of Life, and may enter in through the gates into the City.",
      "15": "For without shall be dogs and enchanters, and whoremongers, and murderers, and idolaters, and whosoever loveth or maketh lies.",
      "16": "I Jesus have sent mine Angel, to testify unto you these things in the Churches: I am the root and the generation of David, and the bright morning star.",
      "17": "And the Spirit and the bride say, Come. And let him that heareth say, Come: and let him that is athirst, come: and let whosoever will, take of the water of life freely.",
      "18": "For I protest unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book.",
      "19": "And if any man shall diminish of the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy City, and from those things which are written in this book.",
      "20": "He which testifieth these things, saith, Surely I come quickly, Amen. Even so, come Lord Jesus.",
      "21": "The grace of our Lord Jesus Christ be with you all, AMEN.\nTHE END"
    }
  }
}