{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:13.043117-04:00",
    "Translation": "GNV"
  },
  "Ruth": {
    "1": {
      "1": "In the time that the Judges ruled, there was a dearth in the land, and a man of Bethlehem Judah went for to sojourn in the country of Moab, he, and his wife, and his two sons.",
      "2": "And the name of the man was Elimelech, and the name of his wife, Naomi, and the names of his two sons, Mahlon, and Chilion, Ephrathites of Bethlehem Judah: and when they came into the land of Moab, they continued there.",
      "3": "Then Elimelech the husband of Naomi died, and she remained with her two sons,",
      "4": "Which took them wives of the Moabites: the one’s name was Orpah, and the name of the other Ruth: and they dwelled there about ten years.",
      "5": "And Mahlon and Chilion dieth also both twain: so the woman was left, destitute of her two sons, and of her husband.",
      "6": "Then she arose with her daughters-in-law, and returned from the country of Moab: for she had heard say in the country of Moab, that the Lord had visited his people, and given them bread.",
      "7": "Wherefore she departed out of the place where she was, and her two daughters-in-law with her, and they went on their way to return unto the land of Judah.",
      "8": "Then Naomi said unto her two daughters-in-law, Go, return each of you unto her own mother’s house: the Lord show favor unto you, as ye have done with the dead, and with me.",
      "9": "The Lord grant you, that you may find rest, either of you in the house of her husband. And when she kissed them, they lift up their voice and wept.",
      "10": "And they said unto her, Surely we will return with thee unto thy people.",
      "11": "But Naomi said, Turn again my daughters: for what cause will ye go with me? are there any more sons in my womb, that they may be your husbands?",
      "12": "Turn again my daughters: go your way: for I am too old to have an husband. If I should say, I have hope, and if I had an husband this night: yea, and if I had borne sons,",
      "13": "Would ye tarry for them, till they were of age? would ye be deferred for them from taking of husbands? nay my daughters: for it grieveth me much for your sakes that the hand of the Lord is gone out against me.",
      "14": "Then they lift up their voice and wept again, and Orpah kissed her mother-in-law, but Ruth abode still with her.",
      "15": "And Naomi said, Behold, thy sister-in-law is gone back unto her people, and unto her gods: return thou after thy sister-in-law.",
      "16": "And Ruth answered, Entreat me not to leave thee, nor to depart from thee: for whither thou goest, I will go: and where thou dwellest, I will dwell: thy people shall be my people, and thy God my God.",
      "17": "Where thou diest, will I die, and there will I be buried. The Lord do so to me and more also, if ought but death depart thee and me.",
      "18": "When she saw that she was steadfastly minded to go with her, she left speaking unto her.",
      "19": "So they went both until they came to Bethlehem: and when they were come to Bethlehem, it was noised of them through all the city, and they said, Is not this Naomi?",
      "20": "And she answered them, Call me not Naomi, but call me Mara: for the Almighty hath given me much bitterness.",
      "21": "I went out full, and the Lord hath caused me to return empty: why call ye me Naomi, seeing the Lord hath humbled me, and the Almighty hath brought me unto adversity?",
      "22": "So Naomi returned and Ruth the Moabitess her daughter-in-law with her, when she came out of the country of Moab: and they came to Bethlehem in the beginning of barley harvest."
    },
    "2": {
      "1": "Then Naomi’s husband had a kinsman, one of great power of the family of Elimelech, and his name was Boaz.",
      "2": "And Ruth the Moabitess said unto Naomi, I pray thee, let me go to the field, and gather ears of corn after him, in whose sight I find favor. And she said unto her, Go my daughter.",
      "3": "And she went, and came and gleaned in the field after the reapers, and it came to pass, that she met with the portion of the field of Boaz, who was of the family of Elimelech.",
      "4": "And behold, Boaz came from Bethlehem, and said unto the reapers, The Lord be with you: and they answered him, The Lord bless thee.",
      "5": "Then said Boaz unto his servant that was appointed over the reapers, Whose maid is this?",
      "6": "And the servant that was appointed over the reapers, answered, and said, It is the Moabitish maid, that came with Naomi out of the country of Moab:",
      "7": "And she said unto us, I pray you, let me glean and gather after the reapers among the sheaves: so she came, and hath continued from that time in the morning unto now, save that she tarried a little in the house.",
      "8": "Then said Boaz unto Ruth, Hearest thou, my daughter? go to none other field to gather, neither go from hence: but abide here by my maidens.",
      "9": "Let thine eyes be on the field that they do reap, and go thou after the maidens. Have I not charged the servants, that they touch thee not? Moreover when thou art athirst, go unto the vessels, and drink of that which the servants hath drawn.",
      "10": "Then she fell on her face, and bowed herself to the ground, and said unto him, How have I found favor in thine eyes, that thou shouldest know me, seeing I am a stranger?",
      "11": "And Boaz answered and said unto her, All is told and showed me that thou hast done unto thy mother-in-law, since the death of thine husband, and how thou hast left thy father and thy mother, and the land where thou wast born, and art come unto a people which thou knewest not in time past.",
      "12": "The Lord recompense thy work, and a full reward be given thee of the Lord God of Israel, under whose wings thou art come to trust.",
      "13": "Then she said, Let me find favor in thy sight, my lord: for thou hast comforted me, and spoken comfortably unto thy maid, though I be not like to one of thy maids.",
      "14": "And Boaz said unto her, At the meal time come thou hither, and eat of the bread, and dip thy morsel in the vinegar. And she sat beside the reapers, and he reached her parched corn: and she did eat, and was sufficed, and left thereof.",
      "15": "And when she arose to glean, Boaz commanded his servants, saying, Let her gather among the sheaves, and do not rebuke her.",
      "16": "Also let fall some of the sheaves for her, and let it lie, that she may gather it up, and rebuke her not.",
      "17": "So she gleaned in the field until evening, and she threshed that she had gathered, and it was about an Ephah of barley.",
      "18": "And she took it up, and went into the city, and her mother-in-law saw what she had gathered: Also she took forth, and gave to her that which she had reserved, when she was sufficed.",
      "19": "Then her mother-in-law said unto her, Where hast thou gleaned today? and where wroughtest thou? blessed be he, that knew thee. And she showed her mother-in-law, with whom she had wrought, and said, The man’s name with whom I wrought today, is Boaz.",
      "20": "And Naomi said unto her daughter-in-law, Blessed be he of the Lord: for he ceaseth not to do good to the living and to the dead. Again Naomi said unto her, The man is near unto us, and of our affinity.",
      "21": "And Ruth the Moabitess said, He said also certainly unto me, Thou shalt be with my servants, until they have ended all mine harvest.",
      "22": "And Naomi answered unto Ruth her daughter-in-law, It is best, my daughter, that thou go out with his maids, that they meet thee not in another field.",
      "23": "Then she kept her by the maids of Boaz, to gather unto the end of barley harvest, and of wheat harvest, and dwelt with her mother-in-law."
    },
    "3": {
      "1": "Afterward Naomi her mother-in-law said unto her, My daughter, shall not I seek rest for thee, that thou mayest prosper?",
      "2": "Now also is not Boaz our kinsman, with whose maids thou wast? Behold, he winnoweth barley tonight in the floor.",
      "3": "Wash thyself therefore, and anoint thee, and put thy raiment upon thee, and get thee down to the floor: let not the man know of thee, until he have left eating and drinking.",
      "4": "And when he shall sleep, mark the place where he layeth him down, and go, and uncover the place of his feet, and lay thee down, and he shall tell thee what thou shalt do.",
      "5": "And she answered her, All that thou biddest me, I will do.",
      "6": "So she went down unto the floor, and did according to all that her mother-in-law bade her.",
      "7": "And when Boaz had eaten and drunken, and cheered his heart, he went to lie down at the end of the heap of corn, and she came softly, and uncovered the place of his feet, and lay down.",
      "8": "And at midnight the man was afraid and caught hold: and lo, a woman lay at his feet.",
      "9": "Then he said, Who art thou? And she answered, I am Ruth thine handmaid: spread therefore the wing of thy garment over thine handmaid: for thou art the kinsman.",
      "10": "Then he said, Blessed be thou of the Lord, my daughter: thou hast showed more goodness in the latter end, than at the beginning, inasmuch as thou followedst not young men, were they poor or rich.",
      "11": "And now, my daughter, fear not: I will do to thee all that thou requirest: for all the city of my people doth know that thou art a virtuous woman.",
      "12": "And now, it is true that I am thy kinsman, howbeit there is a kinsman nearer than I.",
      "13": "Tarry tonight, and when morning is come, if he will do the duty of a kinsman unto thee, well, let him do the kinsman’s duty: but if he will not do the kinsman’s part, then will I do the duty of a kinsman, as the Lord liveth: sleep until the morning.",
      "14": "And she lay at his feet until the morning: and she arose before one could know another: for he said, Let no man know, that a woman came into the floor.",
      "15": "Also he said, Bring the sheet that thou hast upon thee, and hold it. And when she held it, he measured six measures of barley, and laid them on her, and she went into the city.",
      "16": "And when she came to her mother-in-law, she said, Who art thou, my daughter? And she told her all that the man had done to her,",
      "17": "And said, These six measures of barley gave he me: for he said to me, Thou shalt not come empty unto thy mother-in-law.",
      "18": "Then said she, My daughter, sit still, until thou know how the thing will fall: for the man will not be in rest, until he hath finished the matter this same day."
    },
    "4": {
      "1": "Then went Boaz up to the gate, and sat there, and behold, the kinsman, of whom Boaz had spoken, came by: and he said, Ho, such one, come, sit down here. And he turned, and sat down.",
      "2": "Then he took ten men of the Elders of the city, and said, Sit ye down here. And they sat down.",
      "3": "And he said unto the kinsman, Naomi, that is come again out of the country of Moab, will sell a parcel of land, which was our brother Elimelech’s.",
      "4": "And I thought to advertise thee, saying, Buy it before the assistants, and before the Elders of my people. If thou wilt redeem it, redeem it: but if thou wilt not redeem it, tell me: for I know that there is none besides thee to redeem it, and I am after thee. Then he answered, I will redeem it.",
      "5": "Then said Boaz, What day thou buyest the field of the hand of Naomi, thou must also buy it of Ruth the Moabitess the wife of the dead, to stir up the name of the dead, upon his inheritance.",
      "6": "And the kinsman answered, I cannot redeem it, lest I destroy mine own inheritance: redeem my right to thee, for I can not redeem it.",
      "7": "Now this was the manner beforetime in Israel, concerning redeeming and changing for to stablish all things: a man did pluck off his shoe, and gave it his neighbor: and this was a sure witness in Israel.",
      "8": "Therefore the kinsman said to Boaz, Buy it for thee: and he drew off his shoe.",
      "9": "And Boaz said unto the Elders and unto all the people, Ye are witnesses this day, that I have bought all that was Elimelech’s, and all that was Chilion’s and Mahlon’s, of the hand of Naomi.",
      "10": "And moreover, Ruth the Moabitess the wife of Mahlon, have I bought to be my wife, to stir up the name of the dead upon his inheritance, and that the name of the dead be not put out from among his brethren, and from the gate of his place: ye are witnesses this day.",
      "11": "And all the people that were in the gate, and the Elders said, We are witnesses: the Lord make the wife that cometh into thine house, like Rachel and like Leah, which twain did build the house of Israel: and that thou mayest do worthily in Ephrathah, and be famous in Bethlehem.",
      "12": "And that thine house be like the house of Perez (whom Tamar bare unto Judah) of the seed which the Lord shall give thee of this young woman.",
      "13": "So Boaz took Ruth, and she was his wife: and when he went in unto her, the Lord gave that she conceived, and bare a son.",
      "14": "And the women said unto Naomi, Blessed be the Lord, which hath not left thee this day without a kinsman, and his name shall be continued in Israel.",
      "15": "And this shall bring thy life again, and cherish thine old age: for thy daughter-in-law which loveth thee, hath borne unto him, and she is better to thee than seven sons.",
      "16": "And Naomi took the child, and laid it in her lap, and became nurse unto it.",
      "17": "And the women her neighbors gave it a name, saying, There is a child born to Naomi, and called the name thereof Obed: the same was the father of Jesse, the father of David.",
      "18": "These now are the generations of Perez: Perez begat Hezron,",
      "19": "And Hezron begat Ram, and Ram begat Amminadab,",
      "20": "And Amminadab begat Nahshon, and Nahshon begat Salmon,",
      "21": "And Salmon begat Boaz, and Boaz begat Obed,",
      "22": "And Obed begat Jesse, and Jesse begat David."
    }
  }
}