{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:40:07.701394-04:00",
    "Translation": "GNV"
  },
  "Titus": {
    "1": {
      "1": "Paul a servant of God, and an Apostle of Jesus Christ, according to the faith of God’s elect, and the acknowledging of the truth, which is according unto godliness.",
      "2": "Unto the hope of eternal life, which God that cannot lie, hath promised before the world began:",
      "3": "But hath made his word manifest in due time through the preaching, which is committed unto me according to the commandment of God our Savior:",
      "4": "To Titus my natural son according to the common faith, Grace, mercy, and peace from God the Father, and from the Lord Jesus Christ our Savior.",
      "5": "For this cause left I thee in Crete, that thou shouldest continue to redress the things that remain, and shouldest ordain Elders in every city as I ap-pointed thee.",
      "6": "If any be unreproveable, the husband of one wife, having faithful children, which are not slandered of riot, neither are disobedient.",
      "7": "For a Bishop must be unreproveable, as God’s steward, not froward, not angry, not given to wine, no striker, not given to filthy lucre,",
      "8": "But harberous, one that loveth goodness, wise, righteous, holy, temperate,",
      "9": "Holding fast that faithful word according to doctrine, that he also may be able to exhort with wholesome doctrine, and convince them that say against it.",
      "10": "For there are many disobedient and vain talkers and deceivers of minds, chiefly they of the Circumcision,",
      "11": "Whose mouths must be stopped, which subvert whole houses, teaching things which they ought not, for filthy lucre’s sake.",
      "12": "One of themselves, even one of their own Prophets said, The Cretans are always liars, evil beasts, slow bellies.",
      "13": "This witness is true: wherefore convince them sharply, that they may be sound in the faith.",
      "14": "And not taking heed to Jewish fables and commandments of men, that turn away from the truth.",
      "15": "Unto the pure are all things pure, but unto them that are defiled, and unbelieving, is nothing pure, but even their minds and consciences are defiled.",
      "16": "They profess that they know God, but by works they deny him, and are abominable and disobedient, and unto every good work reprobate."
    },
    "2": {
      "1": "But speak thou the things which become wholesome doctrine,",
      "2": "That the elder men be watchful, grave, temperate, sound in the faith, in love, and in patience:",
      "3": "The elder women likewise, that they be in such behavior as becometh holiness, not false accusers, not subject to much wine, but teachers of honest things.",
      "4": "That they may instruct the young women to be sober minded, that they love their husbands, that they love their children,",
      "5": "That they be temperate, chaste, keeping at home, good and subject unto their husbands, that the word of God be not evil spoken of.",
      "6": "Exhort young men likewise, that they be sober minded.",
      "7": "In all things show thyself an example of good works with uncorrupt doctrine, with gravity, integrity,",
      "8": "And with the wholesome word, which cannot be condemned, that he which withstandeth, may be ashamed, having nothing concerning you to speak evil of.",
      "9": "Let servants be subject to their masters, and please them in all things, not answering again,",
      "10": "Neither pickers, but that they show all good faithfulness, that they may adorn the doctrine of God our Savior in all things.",
      "11": "For that grace of God, that bringeth salvation unto all men, hath appeared,",
      "12": "And teacheth us, that we should deny ungodliness and worldly lusts, and that we should live soberly and righteously, and godly in this present world,",
      "13": "Looking for that blessed hope, and appearing of that glory of that mighty God, and of our Savior Jesus Christ.",
      "14": "Who gave himself for us, that he might redeem us from all iniquity, and purge us to be a peculiar people unto himself, zealous of good works.",
      "15": "These things speak, and exhort, and convince with all authority. See that no man despise thee."
    },
    "3": {
      "1": "Put them in remembrance that they be subject to the principalities and powers, and that they be obedient, and ready to every good work.",
      "2": "That they speak evil of no man, that they be no fighters, but soft, showing all meekness unto all men.",
      "3": "For we ourselves also were in times past unwise, disobedient, deceived, serving the lusts and divers pleasures, living in maliciousness and envy, hateful, and hating one another.",
      "4": "But when that bountifulness and that love of God our Savior toward man appeared,",
      "5": "Not by the works of righteousness, which we had done, but according to his mercy he saved us, by the washing of the new birth, and the renewing of the holy Ghost,",
      "6": "Which he shed on us abundantly, through Jesus Christ our Savior,",
      "7": "That we, being justified by his grace, should be made heirs according to the hope of eternal life.",
      "8": "This is a true saying, and these things I will thou shouldest affirm, that they which have believed God, might be careful to show forth good works. These things are good and profitable unto men.",
      "9": "But stay foolish questions, and genealogies, and contentions, and brawlings about the Law: for they are unprofitable and vain.",
      "10": "Reject him that is an heretic, after once or twice admonition,",
      "11": "Knowing that he that is such, is perverted, and sinneth, being damned of his own self.",
      "12": "When I shall send Artemas unto thee, or Tychicus, be diligent to come to me unto Nicopolis: for I have determined there to winter.",
      "13": "Bring Zenas the expounder of the Law, and Apollos on their journey diligently, that they lack nothing.",
      "14": "And let ours also learn to show forth good works for necessary uses, that they be not unfruitful.",
      "15": "All that are with me, salute thee. Greet them that love us in the faith. Grace be with you all. Amen.\nTo Titus, elect the first Bishop of the Church of the Cretans, written from Nicopolis in Macedonia."
    }
  }
}