{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:39:49.858779-04:00",
    "Translation": "GNV"
  },
  "Zechariah": {
    "1": {
      "1": "In the eighth month of the second year of Darius, came the word of the Lord unto Zechariah the son of Berechiah, the son of Iddo the Prophet, saying,",
      "2": "The Lord hath been sore displeased with your fathers.",
      "3": "Therefore say thou unto them, Thus saith the Lord of hosts, Turn ye unto me, saith the Lord of hosts, and I will turn unto you, saith the Lord of hosts.",
      "4": "Be ye not as your fathers, unto whom the former Prophets have cried, saying, Thus saith the Lord of hosts, Turn you now from your evil ways, and from your wicked works: but they would not hear, nor hearken unto me, saith the Lord.",
      "5": "Your fathers, where are they? and do the Prophets live forever?",
      "6": "But did not my words and my statutes, which I commanded by my servants the Prophets, take hold of your fathers? and they returned, and said, As the Lord of hosts hath determined to do unto us according to our own ways, and according to our works, so hath he dealt with us.",
      "7": "Upon the four and twentieth day of the eleventh month, which is the month Shebat, in the second year of Darius, came the word of the Lord unto Zechariah the son of Berechiah, the son of Iddo the Prophet, saying,",
      "8": "I saw by night, and behold a man riding upon a red horse, and he stood among the myrtle trees that were in a bottom, and behind him were there red horses speckled and white.",
      "9": "Then said I, O my Lord, what are these? And the Angel that talked with me, said unto me, I will show thee what these be.",
      "10": "And the man that stood among the myrtle trees, answered and said, These are they whom the Lord hath sent to go through the world.",
      "11": "And they answered the Angel of the Lord that stood among the myrtle trees, and said, We have gone through the world: and behold, all the world sitteth still and is at rest.",
      "12": "Then the Angel of the Lord answered and said, O Lord of hosts, how long wilt thou be unmerciful to Jerusalem, and to the cities of Judah, with whom thou hast been displeased now these threescore and ten years?",
      "13": "And the Lord answered the Angel that talked with me, with good words and comfortable words.",
      "14": "So the Angel that communed with me, said unto me, Cry thou, and speak, thus saith the Lord of hosts, I am jealous over Jerusalem and Zion with a great zeal,",
      "15": "And am greatly angry against the careless heathen: for I was angry but a little, and they helped forward the affliction.",
      "16": "Therefore thus saith the Lord, I will return unto Jerusalem with tender mercy: mine house shall be built in it, saith the Lord of hosts, and a line shall be stretched upon Jerusalem.",
      "17": "Cry yet, and speak, Thus saith the Lord of hosts, My cities shall yet be broken with plenty: the Lord shall yet comfort Zion, and shall yet choose Jerusalem.",
      "18": "Then lifted I up mine eyes and saw, and behold, four horns.",
      "19": "And I said unto the Angel that talked with me, What be these? And he answered me, These are the horns which have scattered Judah, Israel, and Jerusalem.",
      "20": "And the Lord showed me four carpenters.",
      "21": "Then said I, What come these to do? And he answered, and said, These are the horns, which have scattered Judah, so that a man durst not lift up his head: but these are come to fray them, and to cast out the horns of the Gentiles, which lifted up their horn over the land of Judah to scatter it."
    },
    "2": {
      "1": "I lifted up mine eyes again, and looked, and behold, a man with a measuring line in his hand.",
      "2": "Then said I, Whither goest thou? And he said unto me, To measure Jerusalem, that I may see what is the breadth thereof, and what is the length thereof.",
      "3": "And behold, the Angel that talked with me, went forth, and another Angel went out to meet him,",
      "4": "And said unto him, Run, speak to this young man, and say, Jerusalem shall be inhabited without walls, for the multitude of men and cattle therein.",
      "5": "For I, saith the Lord, will be unto her a wall of fire round about, and will be the glory in the midst of her.",
      "6": "Ho, ho, come forth, and flee from the land of the North, saith the Lord: for I have scattered you into the four winds of the heaven, saith the Lord.",
      "7": "Save thyself, O Zion, that dwellest with the daughter of Babel.",
      "8": "For thus saith the Lord of hosts, After this glory hath he sent me unto the nations, which spoiled you: for he that toucheth you, toucheth the apple of his eye.",
      "9": "For behold, I will lift up mine hand upon them: and they shall be a spoil to those that served them, and ye shall know that the Lord of hosts hath sent me.",
      "10": "Rejoice and be glad, O daughter Zion: for lo, I come, and will dwell in the midst of thee, saith the Lord.",
      "11": "And many nations shall be joined to the Lord in that day, and shall be my people: and I will dwell in the midst of thee, and thou shalt know that the Lord of hosts hath sent me unto thee.",
      "12": "And the Lord shall inherit Judah his portion in the holy land, and shall choose Jerusalem again.",
      "13": "Let all flesh be still before the Lord: for he is raised up out of his holy place."
    },
    "3": {
      "1": "And he showed me Joshua the high Priest, standing before the Angel of the Lord, and Satan stood at his right hand to resist him.",
      "2": "And the Lord said unto Satan, The Lord reprove thee, O Satan: even the Lord that hath chosen Jerusalem, reprove thee. Is not this a [brand] taken out of the fire?",
      "3": "Now Joshua was clothed with filthy garments, and stood before the Angel.",
      "4": "And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to depart from thee, and I will clothe thee with change of raiment.",
      "5": "And I said, Let them set a fair diadem upon his head. So they set a fair diadem upon his head, and clothed him with garments, and the Angel of the Lord stood by.",
      "6": "And the Angel of the Lord testified unto Joshua, saying,",
      "7": "Thus saith the Lord of hosts, If thou wilt walk in my ways, and keep my watch, thou shalt also judge mine house, and shalt also keep my courts, and I will give thee place among these that stand by.",
      "8": "Hear now, O Joshua the high Priest, thou and thy fellows that sit before thee: for they are monstrous persons: but behold, I will bring forth the Branch my servant.",
      "9": "For lo, the stone that I have laid before Joshua: upon one stone shall be seven eyes: behold, I will cut out the graving thereof, saith the Lord of hosts, and I will take away the iniquity of this land in one day.",
      "10": "In that day, saith the Lord of hosts, shall ye call every man his neighbor under the vine, and under the fig tree."
    },
    "4": {
      "1": "And the Angel that talked with me, came again and waked me, as a man that is raised out of his sleep,",
      "2": "And said unto me, What seest thou? And I said, I have looked, and behold, a candlestick all of gold with a bowl upon the top of it, and his seven lamps therein, and seven pipes to the lamps which were upon the top thereof,",
      "3": "And two olive trees over it, one upon the right side of the bowl, and the other upon the left side thereof.",
      "4": "So I answered and spake to the Angel that talked with me, saying, What are these my Lord?",
      "5": "Then the Angel that talked with me, answered and said unto me, Knowest thou not what these be? And I said, No, my Lord.",
      "6": "Then he answered and spake unto me, saying, This is the word of the Lord unto Zerubbabel, saying, Neither by an army nor strength, but by my Spirit, saith the Lord of hosts.",
      "7": "Who art thou, O great mountain, before Zerubbabel? thou shall be a plain, and he shall bring forth the headstone thereof, with shoutings, crying, Grace, grace unto it.",
      "8": "Moreover, the word of the Lord came unto me, saying,",
      "9": "The hands of Zerubbabel have laid the foundation of this house: his hands shall also finish it, and thou shalt know that the Lord of hosts hath sent me unto you.",
      "10": "For who hath despised the day of the small things? but they shall rejoice, and shall see the stone of tin in the hand of Zerubbabel: these seven are the eyes of the Lord, which go through the whole world.",
      "11": "Then answered I, and said unto him, What are these two olive trees upon the right and upon the left side thereof?",
      "12": "And I spake moreover, and said unto him, What be these two olive branches, which through the two golden pipes empty themselves into the gold?",
      "13": "And he answered me, and said, Knowest thou not what these be? And I said, No, my Lord.",
      "14": "Then said he, These are the two olive branches, that stand with the ruler of the whole earth."
    },
    "5": {
      "1": "Then I turned me, and lifted up mine eyes and looked, and behold, a flying book.",
      "2": "And he said unto me, What seest thou? And I answered, I see a flying book: the length thereof is twenty cubits, and the breadth thereof ten cubits.",
      "3": "Then said he unto me, This is the curse that goeth forth over the whole earth: for everyone that stealeth, shall be cut off, as well on this side, as on that: and everyone that sweareth, shall be cut off, as well on this side, as on that.",
      "4": "I will bring it forth, saith the Lord of hosts, and it shall enter into the house of the thief, and into the house of him that falsely sweareth by my Name: and it shall remain in the midst of his house, and shall consume it, with the timber thereof, and stones thereof.",
      "5": "Then the Angel that talked with me, went forth, and said unto me, Lift up now thine eyes, and see what is this that goeth forth.",
      "6": "And I said, What is it? And he said, This is an Ephah that goeth forth. He said moreover, This is the sight of them through all the earth.",
      "7": "And behold, there was lifted up a talent of lead: and this is a woman that sitteth in the midst of the Ephah.",
      "8": "And he said, This is wickedness, and he cast it into the midst of the Ephah, and he cast the weight of lead upon the mouth thereof.",
      "9": "Then I lifted mine eyes, and looked: and behold, there came out two women, and the wind was in their wings (for they had wings like the wings of a stork) and they lifted up the Ephah between the earth and the heaven.",
      "10": "Then said I to the Angel that talked with me, Whither do these bear the Ephah?",
      "11": "And he said unto me, To build it an house in the land of Shinar, and it shall be established and set there upon her own place."
    },
    "6": {
      "1": "Again, I turned and lifted up mine eyes, and looked: and behold, there came four chariots out from between two mountains, and the mountains were mountains of brass.",
      "2": "In the first chariot were red horses, and in the second chariot black horses,",
      "3": "And in the third chariot white horses, and in the fourth chariot, horses of divers colors, and reddish.",
      "4": "Then I answered, and said unto the Angel that talked with me, What are these, my Lord?",
      "5": "And the Angel answered, and said unto me, These are the four spirits of the heaven, which go forth from standing with the Lord of all the earth.",
      "6": "That with the black horse went forth into the land of the North, and the white went out after them, and they of divers colors went forth toward the South country.",
      "7": "And the reddish went out, and required to go, and pass through the world, and he said, Go, pass through the world. So they went throughout the world.",
      "8": "Then cried he upon me, and spake unto me, saying, Behold, these that go toward the North country, have pacified my spirit in the North country.",
      "9": "And the word of the Lord came unto me, saying,",
      "10": "Take of them of the captivity, even of Heldai, and of Tobijah, and Jedaiah, which are come from Babel, and come thou the same day, and go unto the house of Josiah, the son of Zephaniah.",
      "11": "Take even silver, and gold, and make crowns, and set them upon the head of Joshua, the son of Jehozadak the high Priest,",
      "12": "And speak unto him, saying, Thus speaketh the Lord of hosts, and saith, Behold, the man whose name is the Branch, and he shall grow up out of his place, and he shall build the Temple of the Lord.",
      "13": "Even he shall build the Temple of the Lord, and he shall bear the glory, and shall sit and rule upon his throne, and he shall be a Priest upon his throne, and the counsel of peace shall be between them both.",
      "14": "And the crowns shall be to Helem, and to Tobijah, and to Jedaiah, and to Hen the son of Zephaniah, for a memorial in the Temple of the Lord.",
      "15": "And they that are far off, shall come and build in the Temple of the Lord, and ye shall know, that the Lord of hosts hath sent me unto you. And this shall come to pass, if ye will obey the voice of the Lord your God."
    },
    "7": {
      "1": "And in the fourth year of King Darius, the word of the Lord came unto Zechariah in the fourth day of the ninth month, even in Chislev,",
      "2": "For they had sent unto the House of God Sharezer, and Regem-Melech and their men to pray before the Lord,",
      "3": "And to speak unto the Priests, which were in the House of the Lord of hosts, and to the Prophets, saying, Should I weep in the fifth month, and separate myself as I have done these so many years?",
      "4": "Then came the word of the Lord of hosts unto me, saying,",
      "5": "Speak unto all the people of the land, and to the Priests, and say, When ye fasted, and mourned in the fifth and seventh month, even the seventy years, did ye fast unto me? do I approve it?",
      "6": "And when ye did eat, and when ye did drink, did ye not eatfor yourselves, and drink for yourselves?",
      "7": "Should ye not hear the words which the Lord hath cried by the ministry of the former Prophets when Jerusalem was inhabited, and in prosperity, and the cities thereof round about her, when the South and the plain was inhabited?",
      "8": "And the word of the Lord came unto Zechariah, saying,",
      "9": "Thus speaketh the Lord of hosts, saying, Execute true judgment, and show mercy and compassion, every man to his brother,",
      "10": "And oppress not the widow, nor the fatherless, the stranger nor the poor, and let none of you imagine evil against his brother in your heart.",
      "11": "But they refused to hearken, and pulled away the shoulder, and stopped their ears, that they should not hear.",
      "12": "Yea, they made their hearts as an adamant stone, lest they should hear the Law and the words which the Lord of hosts sent in his Spirit by the ministry of the former Prophets: therefore came a great wrath from the Lord of hosts.",
      "13": "Therefore it is come to pass, that as he cried, and they would not hear, so they cried, and I would not hear, saith the Lord of hosts.",
      "14": "But I scattered them among all the nations, whom they knew not: thus the land was desolate after them, that no man passed through nor returned: for they laid the pleasant land waste."
    },
    "8": {
      "1": "Again the word of the Lord of hosts came to me, saying,",
      "2": "Thus saith the Lord of hosts, I was jealous for Zion with great jealousy, and I was jealous for her with great wrath.",
      "3": "Thus saith the Lord, I will return unto Zion, and will dwell in the midst of Jerusalem: and Jerusalem shall be called a city of truth, and the Mountain of the Lord of hosts, the holy Mountain.",
      "4": "Thus saith the Lord of hosts, There shall yet old men and old women dwell in the streets of Jerusalem, and every man with his staff in his hand for very age.",
      "5": "And the streets of the city shall be full of boys and girls, playing in the streets thereof.",
      "6": "Thus saith the Lord of hosts, Though it be impossible in the eyes of the remnant of this people in these days, should it therefore be impossible in my sight, saith the Lord of hosts?",
      "7": "Thus saith the Lord of hosts, Behold, I will deliver my people from the East country, and from the West country.",
      "8": "And I will bring them, and they shall dwell in the midst of Jerusalem, and they shall be my people, and I will be their God in truth, and in righteousness.",
      "9": "Thus saith the Lord of hosts, Let your hands be strong, ye that hear in these days these words by the mouth of the Prophets, which were in the day, that the foundation of the house of the Lord of hosts was laid, that the Temple might be built.",
      "10": "For before these days there was no hire for man, nor any hire for beast, neither was there any peace to him that went out or came in because of the affliction: for I set all men, everyone against his neighbor.",
      "11": "But now, I will not entreat the residue of this people as aforetime, saith the Lord of hosts.",
      "12": "For the seed shall be prosperous: the vine shall give her fruit, and the ground shall give her increase, and the heavens shall give their dew: and I will cause the remnant of this people to possess all these things.",
      "13": "And it shall come to pass, that as ye were a curse among the heathen, O house of Judah, and house of Israel, so will I deliver you, and ye shall be a blessing: fear not, but let your hands be strong.",
      "14": "For thus saith the Lord of hosts, As I thought to punishyou, when your fathers provoked me unto wrath, saith the Lord of hosts, and repented not,",
      "15": "So again have I determined in these days to do well unto Jerusalem, and to the house of Judah: fear ye not.",
      "16": "These are the things that ye shall do, Speak ye every man the truth unto his neighbor: execute judgment truly, and uprightly in your gates,",
      "17": "And let none of you imagine evil in your hearts against his neighbor, and love no false oath: for all these are the things that I hate, saith the Lord.",
      "18": "And the word of the Lord of hosts came unto me, saying,",
      "19": "Thus saith the Lord of hosts, The fast of the fourth month, and the fast of the fifth, and the fast of the seventh, and the fast of the tenth, shall be to the house of Judah joy and gladness, and prosperous high feasts: therefore love the truth and peace.",
      "20": "Thus saith the Lord of hosts, That there shall yet come people, and the inhabitants of great cities.",
      "21": "And they that dwell in one city, shall go to another, saying, Up, let us go and pray before the Lord, and seek the Lord of hosts: I will go also.",
      "22": "Yea great people and mighty nations shall come to seek the Lord of hosts in Jerusalem, and to pray before the Lord.",
      "23": "Thus saith the Lord of hosts, In those days shall ten men take hold out of all languages of the nations, even take hold of the skirt of him that is a Jew, and say, We will go with you: for we have heard that God is with you."
    },
    "9": {
      "1": "The burden of the word of the Lord in the land of Hadrach: and Damascus shall be his rest: when the eyes of man, even of all the tribes of Israel shall be toward the Lord.",
      "2": "And Hamath also shall border thereby: Tyre also and Sidon, though they be very wise.",
      "3": "For Tyre did build herself a stronghold, and heaped up silver as the dust, and gold as the mire of the streets.",
      "4": "Behold, the Lord will spoil her, and he will smite her power in the sea, and she shall be devoured with fire.",
      "5": "Ashkelon shall see it, and fear, and Gaza also shall be very sorrowful, and Ekron: for her countenance shall be ashamed, and the king shall perish from Gaza, and Ashkelon shall not be inhabited.",
      "6": "And the stranger shall dwell in Ashdod, and I will cut off the pride of the Philistines.",
      "7": "And I will take away his blood out of his mouth, and his abominations from between his teeth: but he that remaineth, even he shall be for our God, and he shall be as a prince in Judah, but Ekron shall be as a Jebusite.",
      "8": "And I will camp about mine House against the army, against him that passeth by, and against him that returneth, and no oppressor shall come upon them anymore: for now have I seen with mine eyes.",
      "9": "Rejoice greatly, O daughter Zion: shout for joy, O daughter Jerusalem: behold, thy king cometh unto thee: he is just, and saved himself, poor and riding upon an ass, and upon a colt the foal of an ass.",
      "10": "And I will cut off the chariots from Ephraim, and the horse from Jerusalem: the bow of the battle shall be broken, and he shall speak peace unto the heathen, and his dominion shall be from sea unto sea, and from the River to the end of the land.",
      "11": "Thou also shall be saved through the blood of thy covenant. I have loosed thy prisoners out of the pit wherein is no water.",
      "12": "Turn you to the stronghold, ye prisoners of hope: even today do I declare, that I will render the double unto thee.",
      "13": "For Judah have I bent as a bow for me: Ephraim’s hand have I filled, and I have raised up thy sons, O Zion, against thy sons, O Greece, and have made thee as a giant’s sword.",
      "14": "And the Lord shall be seen over them, and his arrow shall go forth as the lightning: and the Lord God shall blow the trumpet, and shall come forth with the whirlwinds of the South.",
      "15": "The Lord of hosts shall defend them, and they shall devour them, and subdue them with sling stones, and they shall drink, and make a noise as through wine, and they shall be filled like bowls, and as the horns of the Altar.",
      "16": "And the Lord their God shall deliver them in that day as the flock of his people: for they shall be as the stones of the crown lifted up upon his land.",
      "17": "For how great is his goodness! and how great is his beauty! corn shall make the young men cheerful, and new wine the maids."
    },
    "10": {
      "1": "Ask you of the Lord rain in the time of the latter rain: so shall the Lord make white clouds, and give you showers of rain, and to everyone grass in the field.",
      "2": "Surely the idols have spoken vanity, and the soothsayers have seen a lie, and the dreamers have told a vain thing: they comfort in vain: therefore they went away as sheep: they were troubled, because there was no shepherd.",
      "3": "My wrath was kindled against the shepherds, and I did visit the goats: but the Lord of hosts will visit his flock the house of Judah, and will make them as his beautiful horse in the battle.",
      "4": "Out of him shall the corner come forth: out of him the nail, out of him ye bow of battle, and out of him every appointer of tribute also.",
      "5": "And they shall be as the mighty men, which tread down their enemies in the mire of the streets in the battle, and they shall fight, because the Lord is with them, and the riders on horses shall be confounded.",
      "6": "And I will strengthen the house of Judah, and I will preserve the house of Joseph, and I will bring them again, for I pity them: and they shall be as though I had not cast them off: for I am the Lord their God, and will hear them.",
      "7": "And they of Ephraim shall be as a giant: and their heart shall rejoice as through wine: yea, their children shall see it, and be glad: and their heart shall rejoice in the Lord.",
      "8": "I will hiss for them: and gather them: for I have redeemed them: and they shall increase, as they have increased.",
      "9": "And I will sow them among the people, and they shall remember me in far countries: and they shall live with their children and turn again.",
      "10": "I will bring them again also out of the land of Egypt, and gather them out of Assyria: and I will bring them into the land of Gilead, and Lebanon, and place shall not be found for them.",
      "11": "And he shall go into the sea with affliction, and shall smite the waves in the sea, and all the depths of the river shall dry up: and the pride of Assyria shall be cast down, and the scepter of Egypt shall depart away.",
      "12": "And I will strengthen them in the Lord, and they shall walk in his Name, saith the Lord."
    },
    "11": {
      "1": "Open thy doors, O Lebanon, and the fire shall devour thy cedars.",
      "2": "Howl, fir trees: for the cedar is fallen, because all the mighty are destroyed: howl ye, O oaks of Bashan, for the defenced forest is cut down.",
      "3": "There is the voice of the howling of the shepherds: for their glory is destroyed: the voice of the roaring of lion’s whelps: for the pride of Jordan is destroyed.",
      "4": "Thus saith the Lord my God, Feed the sheep of the slaughter.",
      "5": "They that possess them, slay them and sin not: and they that sell them, say, Blessed be the Lord: for I am rich, and their own shepherds spare them not.",
      "6": "Surely I will no more spare those that dwell in the land, saith the Lord: but lo, I will deliver the men every one into his neighbor’s hand, and into the hand of his king: and they shall smite the land, and out of their hands I will not deliver them.",
      "7": "For I fed the sheep of slaughter, even the poor of the flock, and I took unto me two staves: the one I called Beauty, and the other I called Bands, and I fed the sheep.",
      "8": "Three shepherds also I cut off in one month, and my soul loathed them, and their soul abhorred me.",
      "9": "Then said I, I will not feed you: that that dieth, let it die: and that that perisheth, let it perish: and let the remnant eat, everyone the flesh of his neighbor.",
      "10": "And I took my staff, even Beauty, and brake it, that I might disannul my covenant, which I had made with all people.",
      "11": "And it was broken in that day: and so the poor of the sheep that waited upon me, knew that it was the word of the Lord.",
      "12": "And I said unto them, If ye think it good, give me my wages: and if no, leave off: so they weighed for my wages thirty pieces of silver.",
      "13": "And the Lord said unto me, Cast it unto the potter: a goodly price, that I was valued at of them. And I took the thirty pieces of silver, and cast them to the potter in the house of the Lord.",
      "14": "Then brake I mine other staff: even the Bands, that I might dissolve the brotherhood between Judah and Israel.",
      "15": "And the Lord said unto me, Take to thee yet the instruments of a foolish shepherd.",
      "16": "For lo, I will raise up a shepherd in the land, which shall not look for the thing that is lost, nor seek the tender lambs, nor heal that that is hurt, nor feed that that standeth up, but he shall eat flesh of the fat, and tear their claws in pieces.",
      "17": "O idol shepherd that leaveth the flock: the sword shall be upon his arm, and upon his right eye. His arm shall be clean dried up, and his right eye shall be utterly darkened."
    },
    "12": {
      "1": "The burden of the word of the Lord upon Israel, saith the Lord, which spread the heavens, and laid the foundation of the earth, and formed the spirit of man within him.",
      "2": "Behold, I will make Jerusalem acup of poison unto all the people round about: and also with Judah will he be in the siege against Jerusalem.",
      "3": "And in that day will I make Jerusalem an heavy stone for all people: all that lift it up, shall be torn, though all the people of the earth be gathered together against it.",
      "4": "In that day, saith the Lord, I will smite every horse with astonishment, and his rider with madness, and I will open mine eyes upon the house of Judah, and will smite every horse of the people with blindness.",
      "5": "And the princes of Judah shall say in their hearts, The inhabitants of Jerusalem shall be my strength in the Lord of hosts their God.",
      "6": "In that day will I make the princes of Judah like coals of fire among the wood, and like a firebrand in the sheaf, and they shall devour all the people round about on the right hand, and on the left: and Jerusalem shall be inhabited again in her own place, even in Jerusalem.",
      "7": "The Lord also shall preserve the tents of Judah, as afore time: therefore the glory of the house of David shall not boast, nor the glory of the inhabitants of Jerusalem against Judah.",
      "8": "In that day shall the Lord defend the inhabitants of Jerusalem, and he that is feeble among them, in that day shall be as David: and the house of David shall be as God’s house, and as the Angel of the Lord before them.",
      "9": "And in that day will I seek to destroy all the nations that come against Jerusalem.",
      "10": "And I will pour upon the house of David, and upon the inhabitants of Jerusalem, the Spirit of grace and of compassion, and they shall look upon me, whom they have pierced, and they shall lament for him, as one mourneth for his only son, and be sorry for him as one is sorry for his firstborn.",
      "11": "In that day shall there be a great mourning in Jerusalem, as the mourning of Hadad Rimmon in the valley of Megiddo.",
      "12": "And the land shall bewail every family apart, the family of the house of David apart, and their wives apart: the family of the house of Nathan apart, and their wives apart:",
      "13": "The family of the house of Levi apart, and their wives apart: the family of Shemei apart, and their wives apart:",
      "14": "All the families that remain, every family apart, and their wives apart."
    },
    "13": {
      "1": "In that day there shall be a fountain opened to the house of David, and to the inhabitants of Jerusalem, for sin and for uncleanness.",
      "2": "And in that day, saith the Lord of hosts, I will cut off the names of the idols out of the land: and they shall no more be remembered: and I will cause the prophets, and the unclean spirit to depart out of the land.",
      "3": "And when any shall yet prophesy, his father and his mother that begat him, shall say unto him, Thou shalt not live: for thou speakest lies in the Name of the Lord: and his father and his mother that begat him, shall thrust him through, when he prophesieth.",
      "4": "And in that day shall the prophets be ashamed everyone of his vision, when he hath prophesied: neither shall they wear a rough garment to deceive.",
      "5": "But he shall say, I am no Prophet: I am an husbandman: for man taught me to be an herdsman from my youth up.",
      "6": "And one shall say unto him, What are these wounds in thine hands? Then he shall answer, Thus was I wounded in the house of my friends.",
      "7": "Arise, O sword, upon my shepherd, and upon the man, that is my fellow, saith the Lord of hosts: smite the shepherd, and the sheep shall be scattered: and I will turn mine hand upon the little ones.",
      "8": "And in all the land, saith the Lord, two parts therein shall be cut off, and die: but the third shall be left therein.",
      "9": "And I will bring that third part through the fire, and will fine them as the silver is fined, and will try them as gold is tried: they shall call on my Name, and I will hear them: I will say, It is my people, and they shall say, The Lord is my God."
    },
    "14": {
      "1": "Behold, the day of the Lord cometh, and thy spoil shall be divided in the midst of thee.",
      "2": "For I will gather all nations against Jerusalem to battle, and the city shall be taken, and the houses spoiled, and the women defiled, and half of the city shall go into captivity, and the residue of the people shall not be cut off from the city.",
      "3": "Then the Lord shall go forth, and fight against those nations, as when he fought in the day of battle.",
      "4": "And his feet shall stand in that day upon the mount of olives, which is before Jerusalem on the Eastside, and the mount of olives shall cleave in the midst thereof: toward the East and toward the West there shall be a very great valley, and half of the mountain shall remove toward the North, and half of the mountain toward the South.",
      "5": "And ye shall flee unto the valley of the mountains: for the valley of the mountains shall reach unto Azal: yea, ye shall flee like as ye fled from the earthquake, in the days of Uzziah king of Judah: and the Lord my God shall come, and all the Saints with thee.",
      "6": "And in that day shall there be no clear light but dark.",
      "7": "And there shall be a day (it is known to the Lord) neither day nor night, but about the evening time it shall be light.",
      "8": "And in that day shall there waters of life go out from Jerusalem, half of them toward the East sea, and half of them toward the uttermost sea, and shall be, both in summer and winter.",
      "9": "And the Lord shall be King over all the earth: in that day shall there be one Lord, and his Name shall be one.",
      "10": "All the land shall be turned as a plain from Geba to Rimmon, toward the South of Jerusalem, and it shall be lifted up, and inhabited in her place: from Benjamin’s gate unto the place of the first gate, unto the corner gate, and from the tower of Hananiel unto the king’s winepresses.",
      "11": "And men shall dwell in it, and there shall be no more destruction, but Jerusalem shall be safely inhabited.",
      "12": "And this shall be the plague wherewith the Lord will smite all people, that have fought against Jerusalem: their flesh shall consume away, though they stand upon their feet, and their eyes shall consume in their holes, and their tongue shall consume in their mouth.",
      "13": "But in that day a great tumult of the Lord shall be among them, and everyone shall take the hand of his neighbor, and his hand shall rise up against the hand of his neighbor.",
      "14": "And Judah shall fight also against Jerusalem, and the arm of all the heathen shall be gathered round about, with gold and silver, and great abundance of apparel.",
      "15": "Yet this shall be the plague of the horse, of the mule, of the camel and of the ass, and of all the beasts that be in these tents at this plague.",
      "16": "But it shall come to pass that everyone that is left of all the nations, which came against Jerusalem, shall go up from year to year to worship the King the Lord of hosts, and to keep the feast of Tabernacles.",
      "17": "And who so will not come up of all the families of the earth unto Jerusalem to worship the King the Lord of hosts, even upon them shall come no rain.",
      "18": "And if the family of Egypt go not up, and come not, it shall not rain upon them. This shall be the plague wherewith the Lord will smite all the heathen, that come not up to keep the feast of tabernacles.",
      "19": "This shall be the punishment of Egypt, and the punishment of all the nations that come not up to keep the feast of Tabernacles.",
      "20": "In that day shall there be written upon the bridles of the horses, The holiness unto the Lord, and the pots in the Lord’s house shall be like the bowls before the altar.",
      "21": "Yea, every pot in Jerusalem and Judah shall be holy unto the Lord of hosts, and all they that sacrifice, shall come and take of them, and seethe therein: and in that day there shall be no more the Canaanite in the house of the Lord of hosts."
    }
  }
}