{
  "2 Corinthians": {
    "1": {
      "1": "Paul, an apostle of Jesus Christ by the will of God, and Timothy our brother, Unto the church of God which is at Corinth, with all the saints who are in all Achaia:",
      "2": "Grace be to you and peace from God our Father, and from the Lord Jesus Christ.",
      "3": "Blessed be God, even the Father of our Lord Jesus Christ, the Father of mercies and the God of all comfort,",
      "4": "who comforteth us in all our tribulation, that we may be able to comfort those who are in any trouble by the comfort wherewith we ourselves are comforted by God.",
      "5": "For as the sufferings of Christ abound in us, so our consolation also aboundeth by Christ.",
      "6": "And whether we be afflicted, it is for your consolation and salvation, which is effectual in the enduring of the same sufferings which we also suffer; or whether we be comforted, it is for your consolation and salvation.",
      "7": "And our hope for you is steadfast, knowing that as ye are partakers of the sufferings, so shall ye be also of the consolation.",
      "8": "For we would not have you ignorant, brethren, of our trouble which came to us in Asia: that we were pressed beyond measure, beyond strength, insomuch that we despaired even of life.",
      "9": "But we had the sentence of death in ourselves, that we should not trust in ourselves but in God who raiseth the dead,",
      "10": "who delivered us from so great a death, and doth deliver us, in whom we trust that He will yet deliver us.",
      "11": "Ye also helped by praying together for us, so that for the gift bestowed upon us by means of many persons, thanks may be given by many on our behalf.",
      "12": "For our rejoicing is this, the testimony of our conscience: that we have had our discourse in the world, and more abundantly toward you, not with fleshly wisdom, but by the grace of God in simplicity and godly sincerity.",
      "13": "For we write no other things unto you than what ye read or acknowledge; and I trust ye shall acknowledge even to the end,",
      "14": "as ye also have acknowledged us in part, that we are your rejoicing, even as ye also are ours in the Day of the Lord Jesus.",
      "15": "And in this confidence, I was minded to come unto you before this, that ye might have a second benefit:",
      "16": "to visit you on my way to Macedonia, and to come again to you on my way out of Macedonia, and be sent by you on my way toward Judea.",
      "17": "When therefore I was thus minded, did I decide lightly? Or the things which I purpose, do I purpose according to the flesh, that with me there should be “yea, yea” and “nay, nay”?",
      "18": "But as God is true, our word toward you was not “yea” and “nay.”",
      "19": "For the Son of God, Jesus Christ, who was preached among you by us, even by me and Silvanus and Timothy, was not “yea” and “nay,” but in Him was “yea.”",
      "20": "For all the promises of God in Him are “yea”; and in Him “amen” unto the glory of God by us.",
      "21": "Now He who establisheth us with you in Christ, and hath anointed us, is God,",
      "22": "who hath also put His seal upon us, and given us the pledge of the Spirit in our hearts.",
      "23": "Moreover I call God for a record upon my soul, that it was to spare you that I came not as yet unto Corinth,",
      "24": "not that we have dominion over your faith, but are helpers for your joy. For by faith ye stand."
    },
    "2": {
      "1": "But I determined this within myself, that I would not come again to you in heaviness.",
      "2": "For if I make you sorrowful, who is he then who maketh me glad, but the same who is made sorrowful by me?",
      "3": "And I wrote as I did unto you lest, when I came, I should have sorrow from those of whom I ought to rejoice, having confidence in you all that my joy is the joy of you all.",
      "4": "For out of much affliction and anguish of heart I wrote unto you with many tears, not that ye should be grieved, but that ye might know the love which I have more abundantly for you.",
      "5": "But if any have caused grief, he hath not grieved me, but in part” that I may not overburden you all.",
      "6": "Sufficient to such a man is this censure, which was inflicted by many,",
      "7": "so that contrariwise ye ought rather to forgive him and comfort him, lest perhaps such a one should be swallowed up with overmuch sorrow.",
      "8": "Therefore I beseech you that you would confirm your love toward him.",
      "9": "For to this end also did I write, that I might have proof from you, whether ye be obedient in all things.",
      "10": "To whom ye forgive anything, I forgive also; for if I forgave anything, to whom I forgave it, I forgave it for your sakes in the person of Christ,",
      "11": "lest Satan should get an advantage over us. For we are not ignorant of his devices.",
      "12": "Furthermore, when I came to Troas to preach Christ’s Gospel, and a door was opened unto me by the Lord,",
      "13": "I had no rest in my spirit because I found not Titus my brother; but taking my leave of them, I went from thence into Macedonia.",
      "14": "Now thanks be unto God, who always causeth us to triumph in Christ and who maketh manifest through us the savor of His knowledge in every place.",
      "15": "For we are unto God a sweet savor of Christ, in those who are saved and in those who perish:",
      "16": "to the one we are the savor of death unto death, and to the other the savor of life unto life. And who is sufficient for these things?",
      "17": "For we are not as many who corrupt the Word of God; but as out of sincerity, but as from God, in the sight of God speak we in Christ."
    },
    "3": {
      "1": "Do we begin again to commend ourselves? Or need we, as some others, epistles of commendation to you, or letters of commendation from you?",
      "2": "Ye are our epistle written in our hearts, known and read by all men;",
      "3": "for ye are manifestly declared to be the epistle of Christ ministered by us, written not with ink but with the Spirit of the living God, not on tablets of stone but in fleshy tablets of the heart.",
      "4": "And such is the trust we have through Christ to Godward.",
      "5": "Not that we are sufficient of ourselves to think of anything as coming from ourselves, but our sufficiency is from God,",
      "6": "who also hath made us able ministers of the new testament — not of the letter, but of the Spirit; for the letter killeth, but the Spirit giveth life.",
      "7": "But if the ministration of death, written and engraved in stones was glorious, so that the children of Israel could not steadfastly behold the face of Moses because of the glory of his countenance, which glory was to be done away with,",
      "8": "how shall not the ministration of the Spirit be more glorious?",
      "9": "For if the ministration of condemnation is glory, much more doth the ministration of righteousness exceed in glory!",
      "10": "For even that which was made glorious had no glory in this respect, by reason of the glory that excelleth.",
      "11": "For if that which is done away with was glorious, much more that which remaineth is glorious.",
      "12": "Seeing then that we have such hope, we use great plainness of speech—",
      "13": "and not as Moses, who put a veil over his face, so that the children of Israel could not steadfastly look to the end of that which was being abolished.",
      "14": "But their minds were blinded; for until this day the same veil remaineth untaken away in the reading of the old testament, which veil is done away with in Christ.",
      "15": "But even unto this day, when Moses is read, the veil is upon their hearts.",
      "16": "Nevertheless, when they shall turn to the Lord, the veil shall be taken away.",
      "17": "Now the Lord is that Spirit; and where the Spirit of the Lord is, there is liberty.",
      "18": "But we all, with uncovered face beholding as in a glass the glory of the Lord, are changed into the same image, from glory to glory, even as by the Spirit of the Lord."
    },
    "4": {
      "1": "Therefore, seeing we have this ministry, as we have received mercy we faint not,",
      "2": "but have renounced the hidden things of dishonesty, not walking in craftiness, nor handling the Word of God deceitfully; but by manifesting the truth we commend ourselves to every man’s conscience in the sight of God.",
      "3": "But if our Gospel be hid, it is hid to those who are lost,",
      "4": "whose unbelieving minds the god of this world hath blinded, lest the light of the glorious Gospel of Christ, who is the image of God, should shine unto them.",
      "5": "For we preach not ourselves, but Christ Jesus the Lord, and ourselves your servants for Jesus’ sake.",
      "6": "For God, who commanded the light to shine out of darkness, hath shined in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ.",
      "7": "But we have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us.",
      "8": "We are troubled on every side, yet not distressed; we are perplexed, but not in despair;",
      "9": "persecuted, but not forsaken; cast down, but not destroyed;",
      "10": "always bearing about in the body the dying of the Lord Jesus, that the life also of Jesus might be made manifest in our body.",
      "11": "For we who live are always being delivered unto death for Jesus’ sake, that the life also of Jesus might be made manifest in our mortal flesh.",
      "12": "So then death worketh in us, but life in you.",
      "13": "We, having the same spirit of faith, according as it is written: “I believed and therefore have I spoken” — we also believe and therefore speak,",
      "14": "knowing that He who raised up the Lord Jesus shall raise us up also by Jesus, and shall present us with you.",
      "15": "For all things are for your sakes, that, through the thanksgiving of many, the abundant grace might redound to the glory of God.",
      "16": "For this cause we faint not, but though our outward man perish, yet the inward man is renewed day by day.",
      "17": "For our light affliction, which is but for a moment, worketh for us a far more exceeding and eternal weight of glory,",
      "18": "while we look not at the things which are seen, but at the things which are not seen. For the things which are seen are temporal, but the things which are not seen are eternal."
    },
    "5": {
      "1": "For we know that if our earthly house, this tabernacle, were dissolved, we have a building of God, a house not made with hands, eternal in the heavens.",
      "2": "For in this we groan, earnestly desiring to be clothed about with our house which is from Heaven,",
      "3": "that, being so clothed, we shall not be found naked.",
      "4": "For we that are in this tabernacle do groan, being burdened, not because we would be unclothed, but clothed about, that mortality might be swallowed up by life.",
      "5": "Now He that hath wrought us for this selfsame thing is God, who also hath given unto us the pledge of the Spirit.",
      "6": "Therefore we are always confident, knowing that, whilst we are at home in the body, we are absent from the Lord;",
      "7": "for we walk by faith, not by sight.",
      "8": "We are confident, I say, and willing rather to be absent from the body and to be present with the Lord.",
      "9": "Therefore we labor, that, whether present or absent, we may be accepted by Him.",
      "10": "For we must all appear before the judgment seat of Christ, that every one may receive the things done in his body, according to what he hath done, whether it be good or bad.",
      "11": "Knowing therefore the terror of the Lord, we persuade men; but we are made manifest unto God, and I trust also are made manifest in your consciences.",
      "12": "For we commend not ourselves again unto you, but give you occasion to glory on our behalf, that ye may have something to answer those who glory in appearance and not in heart.",
      "13": "For if we be beside ourselves, it is for God; if we be soberminded, it is for your cause.",
      "14": "For the love of Christ constraineth us, because we thus judge that if One died for all, then all were dead;",
      "15": "and that He died for all, that those who live should not henceforth live unto themselves, but unto Him who died for them and rose again.",
      "16": "Therefore, henceforth know we no man according to the flesh; yea, though we have known Christ according to the flesh, yet now henceforth we know Him so no more.",
      "17": "Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things have become new.",
      "18": "And all things are of God, who hath reconciled us to Himself by Jesus Christ and hath given to us the ministry of reconciliation,",
      "19": "to wit, that God was in Christ, reconciling the world unto Himself, not imputing their trespasses unto them, and hath committed unto us the Word of reconciliation.",
      "20": "Now then we are ambassadors for Christ, as though God were beseeching you by us: we pray you on Christ’s stead, be ye reconciled to God.",
      "21": "For He hath made Him who knew no sin to be sin for us, that we might be made the righteousness of God in Him."
    },
    "6": {
      "1": "We then, as workers together with Him, beseech you also that ye receive not the grace of God in vain.",
      "2": "(For He saith, “I have heard thee at an accepted time, and in the day of salvation have I succored thee.” Behold, now is the accepted time! Behold, now is the day of salvation!)",
      "3": "Give no offense in anything, that the ministry be not blamed;",
      "4": "but in all things commending ourselves as the ministers of God in much patience: in afflictions, in necessities, in distresses,",
      "5": "in stripes, in imprisonments, in tumults, in labors, in sleeplessness, in fastings;",
      "6": "by pureness, by knowledge, by longsuffering, by kindness, by the Holy Ghost, by love unfeigned,",
      "7": "by the word of truth, by the power of God, by the armor of righteousness on the right hand and on the left;",
      "8": "through honor and dishonor, through evil report and good report; though counted as deceivers and yet true,",
      "9": "as unknown and yet well known, as dying and yet behold we live, as chastened and not killed,",
      "10": "as sorrowful yet always rejoicing; as poor yet making many rich, as having nothing and yet possessing all things.",
      "11": "O ye Corinthians, our mouth is opened unto you, and our heart is enlarged.",
      "12": "Ye are not straitened in us, but ye are straitened in your own affections.",
      "13": "Now as a recompense for this (I speak as unto my children), be ye also enlarged.",
      "14": "Be ye not unequally yoked together with unbelievers, for what fellowship hath righteousness with unrighteousness? And what communion hath light with darkness?",
      "15": "And what concord hath Christ with Belial? Or what part hath he that believeth with an infidel?",
      "16": "And what agreement hath the temple of God with idols? For ye are the temple of the living God. As God hath said: “I will dwell in them and walk in them; and I will be their God, and they shall be My people.”",
      "17": "Therefore, “Come out from among them, and be ye separate,” saith the Lord. “And touch not the unclean thing, and I will receive you,",
      "18": "and will be a Father unto you, and ye shall be My sons and daughters,” saith the Lord Almighty."
    },
    "7": {
      "1": "Having therefore these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.",
      "2": "Receive us: we have wronged no man, we have corrupted no man, we have defrauded no man.",
      "3": "I speak this not to condemn you, for I have said before that ye are in our hearts, to die and live with you.",
      "4": "Great is my boldness of speech toward you; great is my glorying of you. I am filled with comfort; I am exceedingly joyful in all our tribulation.",
      "5": "For when we had come into Macedonia, our flesh had no rest, but we were troubled on every side: without were fightings, within were fears.",
      "6": "Nevertheless God, who comforteth those that are cast down, comforted us by the coming of Titus;",
      "7": "and not by his coming only, but also by the consolation wherewith he was comforted in you when he told us of your earnest desire, your mourning, your fervent mind toward me, so that I rejoiced the more.",
      "8": "For though I caused you sorrow with a letter, I do not now repent, though I did repent; for I perceive that the same epistle hath caused you sorrow, though it were but for a season.",
      "9": "Now I rejoice, not that ye were made sorrowful, but that your sorrow led to repentance. For ye were made sorrowful in a godly manner, that ye might receive injury from us in nothing.",
      "10": "For godly sorrow is not to be repented of, but worketh repentance unto salvation; but the sorrow of the world worketh death.",
      "11": "For behold this selfsame thing, when ye sorrowed in a godly manner: what earnest concern it wrought in you, yea, what clearing of yourselves, yea, what indignation, yea, what fear, yea, what vehement desire, yea, what zeal, yea, what requital! In all these things ye have proved yourselves to be clear in this matter.",
      "12": "Therefore, though I wrote unto you, I did not do so for the sake of him who had done the wrong, nor for his sake who suffered wrong, but that our concern for you in the sight of God might appear unto you.",
      "13": "Therefore we were comforted in your comfort. Yea, we rejoiced exceedingly more for the joy of Titus, because his spirit was refreshed by you all.",
      "14": "For if I have boasted anything to him of you, I am not ashamed, but as we spoke all things to you in truth, even so our boasting, which I made before Titus, is found to be true.",
      "15": "And his inward affection is more abundant toward you whilst he remembereth the obedience of you all, how with fear and trembling ye received him.",
      "16": "I rejoice therefore that I have confidence in you in all things."
    },
    "8": {
      "1": "Moreover, brethren, we want you to know of the grace of God bestowed on the churches of Macedonia:",
      "2": "how in a great trial of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality.",
      "3": "For to their power, I bear record, yea, and beyond their power they were willing to give of themselves,",
      "4": "praying us with earnest entreaty that we would receive the gift, and take upon us the fellowship of ministering to the saints.",
      "5": "And this they did, not as we had hoped, but first they gave themselves to the Lord and unto us by the will of God,",
      "6": "insomuch that we urged Titus that, as he had begun, so he would finish in you the same grace also.",
      "7": "Therefore as ye abound in everything — in faith, and utterance, and knowledge, in all diligence, and in your love for us — see that ye abound in this grace also.",
      "8": "I speak not by commandment, but by occasion of the forthcoming of others, and to prove the sincerity of your love.",
      "9": "For ye know the grace of our Lord Jesus Christ, that, though He was rich, yet for your sakes He became poor, that ye through His poverty might be rich.",
      "10": "And herein I give my advice, for this is expedient for you, who began earlier not only to do, but also to be in the forefront a year ago.",
      "11": "Now therefore perform the doing of it, that as there was a readiness to will, so there may be a performance also out of that which ye have.",
      "12": "For if there be first a willing mind, it is accepted according to what a man hath, and not according to what he hath not.",
      "13": "For I do not mean that other men should be eased and ye burdened,",
      "14": "but that there be an equality: that now at this time your abundance may supply their want, that their abundance may also supply your want, that there may be equality.",
      "15": "As it is written: “He that had gathered much had nothing left over, and he that had gathered little had no lack.”",
      "16": "But thanks be to God who put the same earnest care into the heart of Titus for you.",
      "17": "For indeed he accepted the exhortation, but being even more zealous, of his own accord he went unto you.",
      "18": "And we have sent with him the brother, whose praise is in the Gospel throughout all the churches.",
      "19": "And not that only, but he was also chosen by the churches to travel with us with this grace, which is administered by us to the glory of the same Lord, and to declare your ready mind.",
      "20": "For we are avoiding having any man blame us in this abundance which is administered by us,",
      "21": "providing for honest things, not only in the sight of the Lord but also in the sight of men.",
      "22": "And we have sent with them our brother, whom we have oftentimes proved to be diligent in many things, but now much more diligent because of the great confidence which I have in you.",
      "23": "If any should inquire about Titus, he is my partner and fellow helper concerning you. Or if our brethren be inquired about, they are the messengers of the churches and the glory of Christ.",
      "24": "Therefore show ye to them, and before the churches, the proof of your love and of our boasting on your behalf."
    },
    "9": {
      "1": "Now concerning the ministering to the saints, it is superfluous for me to write to you.",
      "2": "For I know the forwardness of your thinking, for which I boast of you to those of Macedonia that Achaia was ready a year ago; and your zeal hath called forth very many.",
      "3": "Yet I have sent the brethren, lest our boasting of you on this account should be in vain, that, as I said, ye may be ready;",
      "4": "lest it might happen, if those of Macedonia come with me and find you unprepared, that we (that we say not “ye”) should be ashamed in this same confident boasting.",
      "5": "Therefore I thought it necessary to exhort the brethren to go ahead unto you and make up your bounty beforehand (whereof ye had notice beforehand), that the same might be ready as a matter of bounty, and not as of covetousness.",
      "6": "But this I say: He who soweth sparingly shall reap also sparingly, and he who soweth bountifully shall reap also bountifully.",
      "7": "As every man purposeth in his heart, so let him give, not grudgingly or out of compulsion; for God loveth the cheerful giver.",
      "8": "And God is able to make all grace abound toward you, that ye, always having all sufficiency in all things, may abound in every good work.",
      "9": "As it is written: “He hath dispersed abroad, he hath given to the poor; his righteousness remaineth for ever.”",
      "10": "Now may He that ministereth seed to the sower both minister bread for your food, and multiply your seed sown, and increase the fruits of your righteousness,",
      "11": "ye being enriched in everything to all bountifulness, which causeth through us thanksgiving to God.",
      "12": "For the administration of this service not only supplieth the want of the saints, but is abundant also in much thanksgiving unto God,",
      "13": "while by the experience of this ministration they glorify God for your freely declared subjection unto the Gospel of Christ, and for your liberal distribution unto them and unto all men,",
      "14": "and by their prayer for you, they who long after you for the exceeding grace of God in you.",
      "15": "Thanks be unto God for His unspeakable gift!"
    },
    "10": {
      "1": "Now I, Paul, myself beseech you by the meekness and gentleness of Christ — I, who in your presence am lowly among you, but being absent am bold toward you —",
      "2": "I beseech you that when I am present I need not be bold with that confidence with which I have in mind to be bold against some, who think of us as though we walked according to the flesh.",
      "3": "For though we walk in the flesh, we do not war according to the flesh.",
      "4": "For the weapons of our warfare are not carnal, but mighty through God for the pulling down of strongholds,",
      "5": "casting down imaginations and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ,",
      "6": "and being in readiness to avenge all disobedience when your obedience is fulfilled.",
      "7": "Do ye look on things according to the outward appearance? If any man trust himself that he is Christ’s, let him of himself think this again, that, as he is Christ’s, even so are we Christ’s.",
      "8": "For though I should boast somewhat more of our authority (which the Lord hath given us for edification, and not for your destruction), I should not be ashamed,",
      "9": "that I may not seem as if I would terrify you by letters.",
      "10": "“For his letters,” say they, “are weighty and powerful, but his bodily presence is weak, and his speech contemptible.”",
      "11": "Let such a one think this: that as we are in word by letters when we are absent, so will we be also in deed when we are present.",
      "12": "For we dare not number ourselves, or compare ourselves, with some who commend themselves. For in measuring themselves by themselves, and comparing themselves among themselves, they are not wise.",
      "13": "But we will not boast of things beyond our measure, but according to the measure of the rule which God hath distributed to us, a measure to reach even unto you.",
      "14": "For we stretch not ourselves beyond our measure, as though we reached not unto you. For we have come as far as to you also in preaching the Gospel of Christ,",
      "15": "not boasting of things beyond our own measure, that is, of other men’s labors; but having hope that, when your faith has increased, we shall be magnified in you according to our rule abundantly,",
      "16": "to preach the Gospel in the regions beyond you, and not to boast in another man’s rule, which he made ready for our hand.",
      "17": "But “he that glorieth, let him glory in the Lord.”",
      "18": "For it is not he that commendeth himself who is approved, but whom the Lord commendeth."
    },
    "11": {
      "1": "Would to God you could bear with me a little in my folly — and indeed you do bear with me.",
      "2": "For I am jealous over you with godly jealousy; for I have espoused you to one Husband, that I may present you as a chaste virgin to Christ.",
      "3": "But I fear lest by any means, as the serpent beguiled Eve through his subtlety, so your minds should be corrupted from the simplicity that is in Christ.",
      "4": "For if he that cometh preacheth another Jesus whom we have not preached, or if ye receive another spirit which ye have not received, or another gospel which ye have not accepted, ye might well bear with him.",
      "5": "For I consider myself not a whit lower than the very chiefest apostles.",
      "6": "Though I am rude in speech, yet I am not in knowledge; for we have been made thoroughly manifest among you in all things.",
      "7": "Have I committed an offense in abasing myself that ye might be exalted, because I have preached to you the Gospel of God without charge?",
      "8": "I robbed other churches, taking wages from them to do you service.",
      "9": "And when I was present with you and was in want, I was burdensome to no man, for that which I lacked the brethren who came from Macedonia supplied; and in all things I have kept myself from being burdensome to you, and so will I keep myself.",
      "10": "As the truth of Christ is in me, no man shall stop me from this boasting in the regions of Achaia.",
      "11": "Why so? Because I love you not? God knoweth!",
      "12": "But what I do, that I will continue to do, that I may cut off occasion from those who desire occasion, that wherein they glory they may be found even as we.",
      "13": "For such are false apostles, deceitful workers, transforming themselves into the apostles of Christ.",
      "14": "And no marvel, for Satan himself is transformed into an angel of light.",
      "15": "Therefore it is no great thing if his ministers also be transformed as the ministers of righteousness, whose end shall be according to their works.",
      "16": "I say again, let no man think me a fool. But if otherwise, yet as a fool receive me, that I may boast of myself a little.",
      "17": "(That which I now speak, I speak it not from the Lord, but as it were foolishly, in this confidence as boasting.",
      "18": "Since many glory in the flesh, I will glory also.)",
      "19": "For ye suffer fools gladly, seeing ye yourselves are wise!",
      "20": "For ye suffer if a man bring you into bondage, or if a man devour you, if a man take from you, if a man exalt himself, if a man smite you on the face.",
      "21": "I speak as reproached, as though we had been weak. However it be, whereinsoever anyone is bold (I speak foolishly), I am bold also.",
      "22": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they the seed of Abraham? So am I.",
      "23": "Are they ministers of Christ? (I speak as a fool) I am more — in labors more abundant, in stripes beyond measure, in prisons more frequent, in deaths often.",
      "24": "From the Jews five times I received forty stripes less one.",
      "25": "Thrice was I beaten with rods, once was I stoned; thrice I suffered shipwreck, a night and a day adrift in the deep;",
      "26": "in journeyings often, in perils from waters, in perils from robbers, in perils from mine own countrymen, in perils from the heathen, in perils in the city, in perils in the wilderness, in perils in the sea, in perils among false brethren;",
      "27": "in weariness and painfulness, in sleeplessness often, in hunger and thirst, in fastings often, in cold and nakedness.",
      "28": "Besides those things which are external, there is that which cometh upon me daily: the care for all the churches!",
      "29": "Who is weak, and I am not weak? Who is offended, and I burn not?",
      "30": "If I must glory, I will glory in the things which concern mine infirmities.",
      "31": "The God and Father of our Lord Jesus Christ, who is blessed for evermore, knoweth that I lie not.",
      "32": "In Damascus, the governor under Aretas the king guarded the city of the Damascenes with a garrison, desirous to apprehend me;",
      "33": "but I was let down by the wall in a basket through a window, and escaped his hands."
    },
    "12": {
      "1": "It is doubtless not expedient for me to glory. I will come to visions and revelations of the Lord:",
      "2": "I knew a man in Christ more than fourteen years ago (whether in the body I cannot tell, or whether out of the body I cannot tell — God knoweth). Such a one was caught up to the third Heaven.",
      "3": "And I knew such a man (whether in the body or out of the body I cannot tell — God knoweth),",
      "4": "and how he was caught up into Paradise, and heard unspeakable words which it is not lawful for a man to utter.",
      "5": "Of such a one will I glory, yet of myself I will not glory, except in mine infirmities.",
      "6": "For though I would desire to glory, I shall not be a fool, for I will say the truth. But now I forbear, lest any man should think of me above that which he seeth me to be, or than he heareth of me.",
      "7": "And lest I should be exalted above measure through the abundance of the revelations, there was given to me a thorn in the flesh, the messenger of Satan to buffet me, lest I should be exalted above measure.",
      "8": "For this thing, I besought the Lord thrice, that it might depart from me.",
      "9": "And He said unto me, “My grace is sufficent for thee, for My strength is made perfect in weakness.” Most gladly therefore will I glory rather in my infirmities, that the power of Christ may rest upon me.",
      "10": "Therefore I take pleasure in infirmities, in reproaches, in privations, in persecutions, in distresses for Christ’s sake; for when I am weak, then am I strong.",
      "11": "I have become a fool in glorying. Ye have compelled me, for I ought to have been commended by you. For in nothing am I inferior to the very chiefest apostles, though I am nothing.",
      "12": "Truly the signs of an apostle were wrought among you in all patience, in signs and wonders and mighty deeds.",
      "13": "For in what are ye inferior to other churches, unless it be that I myself was not burdensome to you? Forgive me this wrong!",
      "14": "Behold, for the third time I am ready to come to you, and I will not be burdensome to you, for I seek not yours, but you. For the children ought not to lay up for the parents, but the parents for the children.",
      "15": "And I will very gladly spend and be spent for you, though the more abundantly I love you, the less I am loved.",
      "16": "But be it so, I did not burden you. Nevertheless, being crafty, I caught you with guile.",
      "17": "Did I gain from you by any of those whom I sent unto you?",
      "18": "I desired Titus to go, and with him I sent a brother. Did Titus make any gain from you? Walked we not in the same spirit? Walked we not in the same steps?",
      "19": "Again, think you that we excuse ourselves to you? We speak before God in Christ; but we do all things, dearly beloved, for your edifying.",
      "20": "For I fear lest, when I come, I shall not find you such as I would, and that I shall be found by you as ye would not, lest there be debates, envyings, wrath, strifes, backbitings, whisperings, boastings, tumults;",
      "21": "and lest, when I come again, my God will humble me among you, and that I shall bewail many who have sinned already, and have not repented of the uncleanness and fornication and lasciviousness which they have committed."
    },
    "13": {
      "1": "This is the third time I am coming to you. “In the mouth of two or three witnesses shall every word be established.”",
      "2": "I told you before, and fortell you as if I were present the second time and, being absent, now I write to those who heretofore have sinned, and to all others, that, if I come again, I will not spare —",
      "3": "since ye seek a proof of Christ speaking in me, which toward you is not weak, but is mighty in you.",
      "4": "For though He was crucified through weakness, yet He liveth by the power of God. For we also are weak in Him, but we shall live with Him by the power of God toward you.",
      "5": "Examine yourselves whether ye be in the faith. Test your own selves. Know ye not yourselves how Jesus Christ is in you, unless ye be reprobates?",
      "6": "But I trust that ye shall know that we are not reprobates.",
      "7": "Now I pray to God that ye do no evil, not that we should appear to be approved, but that ye should do that which is honest, though we be as reprobates.",
      "8": "For we can do nothing against the truth, but only for the truth.",
      "9": "For we are glad when we are weak and ye are strong. And this also we wish: even your perfection.",
      "10": "Therefore I write these things being absent, lest, were I present, I should use sharpness, according to the power which the Lord hath given me for edification, and not for destruction.",
      "11": "Finally, brethren, farewell. Be perfect, be of good comfort, be of one mind, live in peace; and the God of love and peace shall be with you.",
      "12": "Greet one another with a holy kiss.",
      "13": "All the saints salute you.",
      "14": "The grace of the Lord Jesus Christ, and the love of God, and the communion of the Holy Ghost, be with you all. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:46:03.212182-04:00",
    "Translation": "KJ21"
  }
}