{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:45:35.358489-04:00",
    "Translation": "KJ21"
  },
  "Jeremiah": {
    "1": {
      "1": "The words of Jeremiah the son of Hilkiah, of the priests who were in Anathoth in the land of Benjamin,",
      "2": "to whom the word of the Lord came in the days of Josiah the son of Amon, king of Judah, in the thirteenth year of his reign.",
      "3": "It came also in the days of Jehoiakim the son of Josiah, king of Judah, unto the end of the eleventh year of Zedekiah the son of Josiah, king of Judah, unto the carrying away of Jerusalem captive in the fifth month.",
      "4": "Then the word of the Lord came unto me, saying,",
      "5": "“Before I formed thee in the belly I knew thee, and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.”",
      "6": "Then said I, “Ah, Lord God! Behold, I cannot speak, for I am a child.”",
      "7": "But the Lord said unto me, “Say not, ‘I am a child,’ for thou shalt go to all whom I shall send thee, and whatsoever I command thee thou shalt speak.",
      "8": "Be not afraid of their faces, for I am with thee to deliver thee,” saith the Lord.",
      "9": "Then the Lord put forth His hand and touched my mouth. And the Lord said unto me, “Behold, I have put My words in thy mouth.",
      "10": "See, I have this day set thee over the nations and over the kingdoms to root out and to pull down, and to destroy and to throw down, to build and to plant.”",
      "11": "Moreover the word of the Lord came unto me, saying, “Jeremiah, what seest thou?” And I said, “I see a rod of an almond tree.”",
      "12": "Then said the Lord unto me, “Thou hast well seen, for I will hasten My word to perform it.”",
      "13": "And the word of the Lord came unto me the second time, saying, “What seest thou?” And I said, “I see a seething pot, and the face thereof is toward the north.”",
      "14": "Then the Lord said unto me, “Out of the north an evil shall break forth upon all the inhabitants of the land.",
      "15": "For lo, I will call all the families of the kingdoms of the north,” saith the Lord; “and they shall come and they shall set every one his throne at the entrance of the gates of Jerusalem, and against all the walls thereof round about, and against all the cities of Judah.",
      "16": "And I will utter My judgments against them concerning all their wickedness, who have forsaken Me, and have burned incense unto other gods, and worshiped the works of their own hands.",
      "17": "Thou therefore gird up thy loins, and arise and speak unto them all that I command thee. Be not dismayed at their faces, lest I confound thee before them.",
      "18": "For behold, I have made thee this day a fortified city, and an iron pillar, and brazen walls against the whole land — against the kings of Judah, against the princes thereof, against the priests thereof, and against the people of the land.",
      "19": "And they shall fight against thee; but they shall not prevail against thee, for I am with thee,” saith the Lord, “to deliver thee.”"
    },
    "2": {
      "1": "Moreover the word of the Lord came to me, saying,",
      "2": "“Go and cry in the ears of Jerusalem, saying, ‘Thus saith the Lord: “‘I remember thee, the kindness of thy youth, the love of thine espousals, when thou wentest after Me in the wilderness, in a land that was not sown.",
      "3": "Israel was holiness unto the Lord, and the firstfruits of His increase. All that devour him shall offend; evil shall come upon them,’” saith the Lord.",
      "4": "Hear ye the word of the Lord, O house of Jacob, and all the families of the house of Israel.",
      "5": "Thus saith the Lord: “What iniquity have your fathers found in Me, that they are gone far from Me, and have walked after vanity, and have become vain?",
      "6": "Neither said they, ‘Where is the Lord that brought us up out of the land of Egypt, that led us through the wilderness, through a land of deserts and of pits, through a land of drought and of the shadow of death, through a land that no man passed through and where no man dwelt?’",
      "7": "And I brought you into a plentiful country to eat the fruit thereof and the goodness thereof; but when ye entered, ye defiled My land and made Mine heritage an abomination.",
      "8": "The priests said not, ‘Where is the Lord?’ And they that handle the law knew Me not; the pastors also transgressed against Me; and the prophets prophesied by Baal, and walked after things that do not profit.",
      "9": "“Therefore I will yet plead with you,” saith the Lord, “and with your children’s children will I plead.",
      "10": "For pass over to the isles of Chittim and see; and send unto Kedar and consider diligently, and see if there be such a thing.",
      "11": "Hath a nation changed their gods, which are yet no gods? But My people have changed their Glory for that which doth not profit.",
      "12": "Be astonished, O ye heavens, at this, and be horribly afraid; be ye very desolate,” saith the Lord.",
      "13": "“For My people have committed two evils: They have forsaken Me, the fountain of living waters, and hewn them out cisterns—broken cisterns that can hold no water.",
      "14": "“Is Israel a servant? Is he a homeborn slave? Why is he despoiled?",
      "15": "The young lions roared at him and yelled, and they made his land waste; his cities are burned without inhabitant.",
      "16": "Also the children of Noph and Tahpanhes have broken the crown of thy head.",
      "17": "Hast thou not procured this unto thyself, in that thou hast forsaken the Lord thy God when He led thee by the way?",
      "18": "And now what hast thou to do in the way of Egypt, to drink the waters of Sihor? Or what hast thou to do in the way of Assyria, to drink the waters of the river?",
      "19": "Thine own wickedness shall correct thee, and thy backslidings shall reprove thee. Know therefore and see that it is an evil thing and bitter that thou hast forsaken the Lord thy God, and that the fear of Me is not in thee,” saith the Lord God of hosts.",
      "20": "“For of olden time I have broken thy yoke and burst thy bonds; and thou saidst, ‘I will not transgress,’ when upon every high hill and under every green tree thou wanderest, playing the harlot.",
      "21": "Yet I had planted thee, a noble vine, wholly a right seed. How then art thou turned into the degenerate plant of a strange vine unto Me?",
      "22": "For though thou wash thee with soda and take thee much soap, yet thine iniquity is marked before Me,” saith the Lord God.",
      "23": "“How canst thou say, ‘I am not polluted; I have not gone after the Baalim’? See thy way in the valley; know what thou hast done. Thou art a swift dromedary traversing her ways,",
      "24": "a wild ass used to the wilderness, that snuffeth up the wind at her pleasure. In her need who can turn her away? All they that seek her will not weary themselves; in her month they shall find her.",
      "25": "Withhold thy foot from being unshod, and thy throat from thirst. But thou saidst, ‘There is no hope; no, for I have loved strangers, and after them will I go.’",
      "26": "“As the thief is ashamed when he is found, so is the house of Israel ashamed—they, their kings, their princes, and their priests and their prophets,",
      "27": "saying to a stock, ‘Thou art my father,’ and to a stone, ‘Thou hast brought me forth.’ For they have turned their back unto Me, and not their face; but in the time of their trouble they will say, ‘Arise, and save us!’",
      "28": "But where are thy gods that thou hast made thee? Let them arise if they can save thee in the time of thy trouble; for according to the number of thy cities are thy gods, O Judah.",
      "29": "“Why will ye plead with Me? Ye all have transgressed against Me,” saith the Lord.",
      "30": "“In vain have I smitten your children; they received no correction. Your own sword hath devoured your prophets like a destroying lion.",
      "31": "O generation, see ye the word of the Lord! Have I been a wilderness unto Israel? A land of darkness? Why say My people, ‘We are lords; we will come no more unto Thee’?",
      "32": "Can a maid forget her ornaments, or a bride her attire? Yet My people have forgotten Me days without number.",
      "33": "Why readiest thou thy way to seek love? Therefore hast thou also taught the wicked ones thy ways.",
      "34": "Also in thy skirts is found the blood of the souls of the poor innocents; I have not found it by secret search, but upon all these.",
      "35": "Yet thou sayest, ‘Because I am innocent, surely His anger shall turn from me.’ Behold, I will plead with thee because thou sayest, ‘I have not sinned.’",
      "36": "Why gaddest thou about so much to change thy way? Thou also shalt be ashamed of Egypt as thou wast ashamed of Assyria.",
      "37": "Yea, thou shalt go forth from him with thine hands upon thine head; for the Lord hath rejected thy confidences, and thou shalt not prosper in them."
    },
    "3": {
      "1": "“They say, ‘If a man put away his wife, and she go from him and become another man’s, shall he return unto her again? Shall not that land be greatly polluted?’ But thou hast played the harlot with many lovers; yet return again to Me,” saith the Lord.",
      "2": "“Lift up thine eyes unto the high places, and see where hast thou not been lain with. By the wayside hast thou sat for them, as the Arabian in the wilderness; and thou hast polluted the land with thy whoredoms and with thy wickedness.",
      "3": "Therefore the showers have been withheld, and there hath been no latter rain. And thou had a whore’s forehead; thou refused to be ashamed.",
      "4": "Wilt thou not from this time cry unto Me, ‘My Father, Thou art the guide of my youth?",
      "5": "Will He reserve His anger for ever? Will He keep it to the end?’ Behold, thou hast spoken, and done evil things as thou couldest.”",
      "6": "The Lord said also unto me in the days of Josiah the king: “Hast thou seen that which backsliding Israel hath done? She hath gone up upon every high mountain and under every green tree, and there hath played the harlot.",
      "7": "And I said after she had done all these things, ‘Return thou unto Me.’ But she returned not, and her treacherous sister Judah saw it.",
      "8": "And I saw that for all the causes for which backsliding Israel committed adultery, I had put her away and given her a bill of divorce; yet her treacherous sister Judah feared not, but went and played the harlot also.",
      "9": "And it came to pass, because she made so light of her whoredom, that she defiled the land and committed adultery with stones and with stocks.",
      "10": "And yet for all this her treacherous sister Judah hath not turned unto Me with her whole heart, but feignedly,” saith the Lord.",
      "11": "And the Lord said unto me, “The backsliding Israel hath justified herself more than treacherous Judah.",
      "12": "Go and proclaim these words toward the north, and say: “‘Return, thou backsliding Israel,’ saith the Lord, ‘and I will not cause Mine anger to fall upon you; for I am merciful,’ saith the Lord, ‘and I will not keep anger for ever.",
      "13": "Only acknowledge thine iniquity: that thou hast transgressed against the Lord thy God, and hast scattered thy ways to the strangers under every green tree, and ye have not obeyed My voice,’ saith the Lord.",
      "14": "‘Turn, O backsliding children,’ saith the Lord, ‘for I am married unto you; and I will take you, one from a city and two from a family, and I will bring you to Zion.",
      "15": "And I will give you pastors according to Mine heart, who shall feed you with knowledge and understanding.’",
      "16": "“And it shall come to pass when ye be multiplied and increased in the land, in those days,” saith the Lord, “they shall say no more, ‘The ark of the covenant of the Lord.’ Neither shall it come to mind, neither shall they remember it; neither shall they visit it, neither shall that be done any more.",
      "17": "At that time they shall call Jerusalem the Throne of the Lord, and all the nations shall be gathered unto it, to the name of the Lord, to Jerusalem; neither shall they walk any more after the imagination of their evil heart.",
      "18": "In those days the house of Judah shall walk with the house of Israel, and they shall come together out of the land of the north to the land that I have given for an inheritance unto your fathers.",
      "19": "“But I said, ‘How shall I put thee among the children and give thee a pleasant land, a goodly heritage of the hosts of nations?’ And I said, ‘Thou shalt call Me “My Father,” and shalt not turn away from Me.’",
      "20": "Surely as a wife treacherously departeth from her husband, so have ye dealt treacherously with Me, O house of Israel,” saith the Lord.",
      "21": "A voice was heard upon the high places, weeping and supplications of the children of Israel; for they have perverted their way, and they have forgotten the Lord their God.",
      "22": "“Return, ye backsliding children, and I will heal your backslidings.” “Behold, we come unto Thee, for Thou art the Lord our God.",
      "23": "Truly in vain is salvation hoped for from the hills and from the multitude of mountains. Truly in the Lord our God is the salvation of Israel.",
      "24": "For shame hath devoured the labor of our fathers from our youth — their flocks and their herds, their sons and their daughters.",
      "25": "We lie down in our shame, and our confusion covereth us; for we have sinned against the Lord our God, we and our fathers, from our youth even unto this day, and have not obeyed the voice of the Lord our God.”"
    },
    "4": {
      "1": "“If thou wilt return, O Israel,” saith the Lord, “return unto Me; and if thou wilt put away thine abominations out of My sight, then shalt thou not be removed.",
      "2": "And thou shalt swear, ‘The Lord liveth,’ in truth, in judgment, and in righteousness; and the nations shall bless themselves in Him, and in Him shall they glory.”",
      "3": "For thus saith the Lord to the men of Judah and Jerusalem: “Break up your fallow ground, and sow not among thorns.",
      "4": "Circumcise yourselves to the Lord, and take away the foreskins of your heart, ye men of Judah and inhabitants of Jerusalem, lest My fury come forth like fire, and burn that none can quench it, because of the evil of your doings.",
      "5": "“Declare ye in Judah and publish in Jerusalem, and say, ‘Blow ye the trumpet in the land!’ Cry, gather together and say, ‘Assemble yourselves, and let us go into the fortified cities!’",
      "6": "Set up the standard toward Zion. Retire, stay not! For I will bring evil from the north, and a great destruction.”",
      "7": "The lion has come up from his thicket, and the destroyer of the Gentiles is on his way. He has gone forth from his place to make thy land desolate; and thy cities shall be laid waste, without an inhabitant.",
      "8": "For this, gird you with sackcloth, lament and howl; for the fierce anger of the Lord is not turned back from us.",
      "9": "“And it shall come to pass at that day,” saith the Lord, “that the heart of the king shall perish, and the heart of the princes; and the priests shall be astonished, and the prophets shall wonder.”",
      "10": "Then said I, “Ah, Lord God! Surely Thou hast greatly deceived this people and Jerusalem, saying, ‘Ye shall have peace,’ whereas the sword reacheth unto the soul.”",
      "11": "At that time shall it be said to this people and to Jerusalem: “A dry wind of the high places in the wilderness toward the daughter of My people — not to fan, nor to cleanse —",
      "12": "even a full wind from those places shall come unto Me. Now also will I give sentence against them.”",
      "13": "Behold, he shall come up as clouds, and his chariots shall be as a whirlwind. His horses are swifter than eagles! Woe unto us, for we are despoiled!",
      "14": "O Jerusalem, wash thine heart from wickedness, that thou mayest be saved. How long shall thy vain thoughts lodge within thee?",
      "15": "For a voice declareth from Dan, and publisheth affliction from Mount Ephraim:",
      "16": "“Make ye mention to the nations. Behold, publish against Jerusalem that watchers come from a far country and give out their voice against the cities of Judah.",
      "17": "As keepers of a field are they against her round about, because she hath been rebellious against Me,” saith the Lord.",
      "18": "“Thy way and thy doings have procured these things unto thee: this is thy wickedness, because it is bitter, because it reacheth unto thine heart.”",
      "19": "My heart, my heart! I am pained at my very heart! My heart maketh a noise in me; I cannot hold my peace, because thou hast heard, O my soul, the sound of the trumpet, the alarm of war.",
      "20": "Destruction upon destruction is cried, for the whole land is despoiled; suddenly are my tents despoiled, and my curtains in a moment.",
      "21": "How long shall I see the standard, and hear the sound of the trumpet?",
      "22": "“For My people are foolish, they have not known Me; they are sottish children, and they have no understanding. They are wise to do evil, but to do good they have no knowledge.”",
      "23": "I beheld the earth, and lo, it was without form, and void; and the heavens, and they had no light.",
      "24": "I beheld the mountains, and lo, they trembled, and all the hills moved lightly.",
      "25": "I beheld, and lo, there was no man, and all the birds of the heavens had fled.",
      "26": "I beheld, and lo, the fruitful place was a wilderness, and all the cities thereof were broken down at the presence of the Lord and by His fierce anger.",
      "27": "For thus hath the Lord said: “The whole land shall be desolate; yet will I not make a full end.",
      "28": "For this shall the earth mourn, and the heavens above be black, because I have spoken it; I have purposed it and will not repent, neither will I turn back from it.",
      "29": "The whole city shall flee for the noise of the horsemen and bowmen; they shall go into thickets and climb up upon the rocks; every city shall be forsaken, and not a man dwell therein.",
      "30": "And when thou art despoiled, what wilt thou do? Though thou clothest thyself with crimson, though thou deckest thee with ornaments of gold, though thou rendest thy face with painting, in vain shalt thou make thyself fair. Thy lovers will despise thee; they will seek thy life.",
      "31": "For I have heard a voice as of a woman in travail, and the anguish as of her that bringeth forth her first child, the voice of the daughter of Zion that bewaileth herself, that spreadeth her hands, saying, ‘Woe is me now, for my soul is wearied because of murderers!’"
    },
    "5": {
      "1": "“Run ye to and fro through the streets of Jerusalem, and see now and know, and seek in the broad places thereof if ye can find a man, if there be any that executeth judgment, that seeketh the truth, and I will pardon it.",
      "2": "And though they say, ‘The Lord liveth,’ surely they swear falsely.”",
      "3": "O Lord, are not Thine eyes upon the truth? Thou hast stricken them, but they have not grieved; Thou hast consumed them, but they have refused to receive correction. They have made their faces harder than a rock; they have refused to return.",
      "4": "Therefore I said, “Surely these are poor, they are foolish; for they know not the way of the Lord, nor the judgment of their God.",
      "5": "I will get me unto the great men, and will speak unto them; for they have known the way of the Lord, and the judgment of their God.” But these have altogether broken the yoke, and burst the bonds.",
      "6": "Therefore a lion out of the forest shall slay them, and a wolf of the evenings shall despoil them; a leopard shall watch over their cities. Every one that goeth out thence shall be torn in pieces, because their transgressions are many, and their backslidings are increased.",
      "7": "“How shall I pardon thee for this? Thy children have forsaken Me, and sworn by them that are no gods. When I had fed them to the full, they then committed adultery and assembled themselves by troops in the harlots’ houses.",
      "8": "They were as fed horses in the morning; every one neighed after his neighbor’s wife.",
      "9": "Shall I not visit for these things?” saith the Lord. “And shall not My soul be avenged on such a nation as this?",
      "10": "“Go ye up upon her walls and destroy, but make not a full end; take away her battlements, for they are not the Lord’S.",
      "11": "For the house of Israel and the house of Judah have dealt very treacherously against Me,” saith the Lord.",
      "12": "They have belied the Lord, and said, “It is not He; neither shall evil come upon us, neither shall we see sword nor famine.",
      "13": "And the prophets shall become wind, and the word is not in them; thus shall it be done unto them.”",
      "14": "Therefore, thus saith the Lord God of hosts: “Because ye speak this word, behold, I will make My words in thy mouth fire, and this people wood, and it shall devour them.",
      "15": "Lo, I will bring a nation upon you from afar, O house of Israel,” saith the Lord. “It is a mighty nation, it is an ancient nation, a nation whose language thou knowest not, neither understandest what they say.",
      "16": "Their quiver is as an open sepulcher; they are all mighty men.",
      "17": "And they shall eat up thine harvest and thy bread, which thy sons and thy daughters should eat; they shall eat up thy flocks and thine herds; they shall eat up thy vines and thy fig trees. They shall impoverish thy fortified cities, wherein thou trusted, with the sword.",
      "18": "“Nevertheless in those days,” saith the Lord, “I will not make a full end with you.",
      "19": "And it shall come to pass when ye shall say, ‘Why doeth the Lord our God all these things unto us?’ Then shalt thou answer them, ‘As ye have forsaken Me and served strange gods in your land, so shall ye serve strangers in a land that is not yours.’",
      "20": "“Declare this in the house of Jacob, and publish it in Judah, saying:",
      "21": "Hear now this, O foolish people and without understanding, who have eyes and see not, who have ears and hear not:",
      "22": "Fear ye not Me?” saith the Lord. “Will ye not tremble at My presence, who have placed the sand for the bound of the sea by a perpetual decree, that it cannot pass it; and though the waves thereof toss themselves, yet can they not prevail; though they roar, yet can they not pass over it?",
      "23": "But this people hath a revolting and a rebellious heart; they have revolted and gone.",
      "24": "Neither say they in their heart, ‘Let us now fear the Lord our God, who giveth rain, both the former and the latter in his season; He reserveth unto us the appointed weeks of the harvest.’",
      "25": "Your iniquities have turned away these things, and your sins have withheld good things from you.",
      "26": "For among My people are found wicked men; they lie in wait as he that setteth snares; they set a trap, they catch men.",
      "27": "As a cage is full of birds, so are their houses full of deceit; therefore they have become great and have waxed rich.",
      "28": "They have waxed fat, they shine; yea, they surpass the deeds of the wicked; they judge not the cause, the cause of the fatherless, yet they prosper; and the right of the needy do they not judge.",
      "29": "Shall I not visit for these things?” saith the Lord. “Shall not My soul be avenged on such a nation as this?",
      "30": "“An astonishing and horrible thing is committed in the land:",
      "31": "The prophets prophesy falsely, and the priests bear rule by their means; and My people love to have it so. And what will ye do in the end thereof?"
    },
    "6": {
      "1": "“O ye children of Benjamin, gather yourselves to flee out of the midst of Jerusalem! And blow the trumpet in Tekoa, and set up a sign of fire in Bethhaccerem! For evil appeareth out of the north, and great destruction.",
      "2": "I have likened the daughter of Zion to a comely and delicate woman.",
      "3": "The shepherds with their flocks shall come unto her; they shall pitch their tents against her round about; they shall feed every one in his place.”",
      "4": "“Prepare ye war against her! Arise, and let us go up at noon. Woe unto us! For the day goeth away, for the shadows of the evening are stretched out.",
      "5": "Arise, and let us go by night, and let us destroy her palaces.”",
      "6": "For thus hath the Lord of hosts said: “Hew ye down trees, and cast a mound against Jerusalem. This is the city to be visited; she is wholly oppression in the midst of her.",
      "7": "As a fountain casteth out her waters, so she casteth out her wickedness. Violence and spoil are heard in her; before Me continually are grief and wounds.",
      "8": "Be thou instructed, O Jerusalem, lest My soul depart from thee; lest I make thee desolate, a land not inhabited.”",
      "9": "Thus saith the Lord of hosts: “They shall thoroughly glean the remnant of Israel as a vine; turn back thine hand as a grapegatherer into the baskets.”",
      "10": "To whom shall I speak and give warning, that they may hear? Behold, their ear is uncircumcised and they cannot hearken; behold, the word of the Lord is unto them a reproach; they have no delight in it.",
      "11": "Therefore I am full of the fury of the Lord; I am weary with holding in. “I will pour it out upon the children abroad, and upon the assembly of young men together; for even the husband with the wife shall be taken, the aged with him that is full of days.",
      "12": "And their houses shall be turned unto others, with their fields and wives together; for I will stretch out My hand upon the inhabitants of the land,” saith the Lord.",
      "13": "“For from the least of them even unto the greatest of them, every one is given to covetousness; and from the prophet even unto the priest, every one dealeth falsely.",
      "14": "They have healed also the hurt of the daughter of My people slightingly, saying, ‘Peace, peace,’ when there is no peace.",
      "15": "Were they ashamed when they had committed abomination? Nay, they were not at all ashamed, neither could they blush. Therefore they shall fall among them that fall; at the time that I visit them they shall be cast down,” saith the Lord.",
      "16": "Thus saith the Lord: “Stand ye in the highways and see, and ask for the old paths, where is the good way; and walk therein, and ye shall find rest for your souls. But they said, ‘We will not walk therein.’",
      "17": "Also I set watchmen over you, saying, ‘Hearken to the sound of the trumpet!’ But they said, ‘We will not hearken.’",
      "18": "Therefore hear, ye nations, and know, O congregation, what is among them.",
      "19": "Hear, O earth: Behold, I will bring evil upon this people, even the fruit of their thoughts, because they have not hearkened unto My words nor to My law, but rejected it.",
      "20": "To what purpose cometh there to Me incense from Sheba, and the sweet cane from a far country? Your burnt offerings are not acceptable, nor your sacrifices sweet unto Me.”",
      "21": "Therefore thus saith the Lord: “Behold, I will lay stumbling blocks before this people, and the fathers and the sons together shall fall upon them; the neighbor and his friend shall perish.”",
      "22": "Thus saith the Lord: “Behold, a people cometh from the north country, and a great nation shall be raised from the sides of the earth.",
      "23": "They shall lay hold on bow and spear; they are cruel and have no mercy. Their voice roareth like the sea; and they ride upon horses set in array as men for war against thee, O daughter of Zion.”",
      "24": "We have heard the fame thereof; our hands wax feeble. Anguish hath taken hold of us, and pain as of a woman in travail.",
      "25": "Go not forth into the field nor walk by the way, for the sword of the enemy and fear is on every side.",
      "26": "O daughter of my people, gird thee with sackcloth, and wallow thyself in ashes. Make thee mourning, as for an only son, most bitter lamentation; for the despoiler shall suddenly come upon us.",
      "27": "“I have set thee as a tower and a fortress among My people, that thou mayest know and try their way.",
      "28": "They are all grievous revolters, walking with slanders; they are brass and iron; they are all corrupters.",
      "29": "The bellows are burned, the lead is consumed by the fire; the founder melteth in vain, for the wicked are not plucked away.",
      "30": "Reprobate silver shall men call them, because the Lord hath rejected them.”"
    },
    "7": {
      "1": "The word that came to Jeremiah from the Lord, saying:",
      "2": "“Stand in the gate of the Lord’S house, and proclaim there this word and say, ‘Hear the word of the Lord, all ye of Judah, who enter in at these gates to worship the Lord!",
      "3": "Thus saith the Lord of hosts, the God of Israel: Amend your ways and your doings, and I will cause you to dwell in this place.",
      "4": "Trust ye not in lying words, saying, “The temple of the Lord, the temple of the Lord, the temple of the Lord are these.”",
      "5": "For if ye thoroughly amend your ways and your doings, if ye thoroughly execute judgment between a man and his neighbor,",
      "6": "if ye oppress not the stranger, the fatherless, and the widow, and shed not innocent blood in this place, neither walk after other gods to your hurt,",
      "7": "then will I cause you to dwell in this place, in the land that I gave to your fathers, for ever and ever.",
      "8": "“‘Behold, ye trust in lying words that cannot profit.",
      "9": "Will ye steal, murder, and commit adultery, and swear falsely, and burn incense unto Baal, and walk after other gods whom ye know not,",
      "10": "and come and stand before Me in this house which is called by My name, and say, “We are delivered” — to do all these abominations?",
      "11": "Has this house, which is called by My name, become a den of robbers in your eyes? Behold, even I have seen it, saith the Lord.",
      "12": "“‘But go ye now unto My place which was in Shiloh, where I set My name at the first, and see what I did to it because of the wickedness of My people Israel.",
      "13": "And now, because ye have done all these works, saith the Lord, and I spoke unto you, rising up early and speaking, but ye heard not, and I called you, but ye answered not,",
      "14": "therefore will I do unto this house, which is called by My name, wherein ye trust, and unto the place which I gave to you and to your fathers, as I have done to Shiloh.",
      "15": "And I will cast you out of My sight, as I have cast out all your brethren, even the whole seed of Ephraim.’",
      "16": "Therefore pray not thou for this people, neither lift up cry nor prayer for them, neither make intercession to Me; for I will not hear thee.",
      "17": "“Seest thou not what they do in the cities of Judah and in the streets of Jerusalem?",
      "18": "The children gather wood, and the fathers kindle the fire, and the women knead their dough to make cakes to the queen of heaven, and to pour out drink offerings unto other gods, that they may provoke Me to anger.",
      "19": "Do they provoke Me to anger? saith the Lord. Do they not provoke themselves to the confusion of their own faces?",
      "20": "Therefore thus saith the Lord God: Behold, Mine anger and My fury shall be poured out upon this place — upon man and upon beast, and upon the trees of the field, and upon the fruit of the ground; and it shall burn and shall not be quenched.",
      "21": "“‘Thus saith the Lord of hosts, the God of Israel: Put your burnt offerings unto your sacrifices and eat flesh.",
      "22": "For I spoke not unto your fathers nor commanded them, in the day that I brought them out of the land of Egypt, concerning burnt offerings or sacrifices.",
      "23": "But this thing commanded I them, saying, “Obey My voice, and I will be your God, and ye shall be My people; and walk ye in all the ways that I have commanded you, that it may be well unto you.”",
      "24": "But they hearkened not nor inclined their ear, but walked in the counsels and in the imagination of their evil heart, and went backward and not forward.",
      "25": "Since the day that your fathers came forth out of the land of Egypt unto this day, I have even sent unto you all My servants the prophets, daily rising up early and sending them.",
      "26": "Yet they hearkened not unto Me nor inclined their ear, but hardened their neck; they did worse than their fathers.’",
      "27": "“Therefore thou shalt speak all these words unto them, but they will not hearken to thee; thou shalt also call unto them, but they will not answer thee.",
      "28": "But thou shalt say unto them, ‘This is a nation that obeyeth not the voice of the Lord their God, nor receiveth correction. Truth has perished and is cut off from their mouth.",
      "29": "“‘Cut off thine hair, O Jerusalem, and cast it away, and take up a lamentation on high places; for the Lord hath rejected and forsaken the generation of His wrath.",
      "30": "“‘For the children of Judah have done evil in My sight, saith the Lord. They have set their abominations in the house which is called by My name, to pollute it.",
      "31": "And they have built the high places of Tophet, which is in the Valley of the Son of Hinnom, to burn their sons and their daughters in the fire, which I commanded them not, neither came it into My heart.",
      "32": "Therefore behold, the days come, saith the Lord, that it shall no more be called Tophet, nor the Valley of the Son of Hinnom, but the Valley of Slaughter; for they shall bury in Tophet till there be no place.",
      "33": "And the carcasses of this people shall be meat for the fowls of the heaven and for the beasts of the earth; and none shall frighten them away.",
      "34": "Then will I cause to cease from the cities of Judah and from the streets of Jerusalem the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride; for the land shall be desolate."
    },
    "8": {
      "1": "“‘At that time, saith the Lord, they shall bring out the bones of the kings of Judah, and the bones of his princes, and the bones of the priests, and the bones of the prophets, and the bones of the inhabitants of Jerusalem out of their graves.",
      "2": "And they shall spread them before the sun and the moon and all the host of heaven, whom they have loved, and whom they have served, and after whom they have walked, and whom they have sought, and whom they have worshiped. They shall not be gathered nor be buried: they shall be for dung upon the face of the earth.",
      "3": "And death shall be chosen rather than life by all the residue of them that remain of this evil family, who remain in all the places whither I have driven them, saith the Lord of hosts.’",
      "4": "“Moreover thou shalt say unto them, ‘Thus saith the Lord: “‘Shall they fall and not arise? Shall he turn away and not return?",
      "5": "Why then has this people of Jerusalem slidden back by a perpetual backsliding? They hold fast deceit, they refuse to return.",
      "6": "I hearkened and heard, but they spoke not aright; no man repented of his wickedness, saying, “What have I done?” Every one turned to his course, as the horse rusheth into the battle.",
      "7": "Yea, the stork in the heaven knoweth her appointed times; and the turtle and the crane and the swallow observe the time of their coming; but My people know not the judgment of the Lord.",
      "8": "“‘How do ye say, “We are wise, and the law of the Lord is with us”? Lo, certainly in vain made he it; the pen of the scribes is in vain.",
      "9": "The wise men are ashamed; they are dismayed and taken. Lo, they have rejected the word of the Lord: and what wisdom is in them?",
      "10": "Therefore will I give their wives unto others, and their fields to them that shall inherit them. For every one from the least even unto the greatest is given to covetousness; from the prophet even unto the priest every one dealeth falsely.",
      "11": "For they have healed the hurt of the daughter of My people slightingly, saying “Peace, peace,” when there is no peace.",
      "12": "Were they ashamed when they had committed abomination? Nay, they were not at all ashamed, neither could they blush. Therefore shall they fall among them that fall; in the time of their visitation they shall be cast down, saith the Lord.",
      "13": "“‘I will surely consume them, saith the Lord. There shall be no grapes on the vine, nor figs on the fig tree, and the leaf shall fade; and the things that I have given them shall pass away from them.’”",
      "14": "Why do we sit still? Assemble yourselves, and let us enter into the fortified cities, and let us be silent there. For the Lord our God hath put us to silence, and given us water of gall to drink, because we have sinned against the Lord.",
      "15": "We looked for peace, but no good came; and for a time of health, and behold, trouble!",
      "16": "The snorting of His horses was heard from Dan; the whole land trembled at the sound of the neighing of His strong ones. For they have come and have devoured the land and all that is in it, the city and those that dwell therein.",
      "17": "“For behold, I will send serpents, cockatrices, among you, which will not be charmed, and they shall bite you,” saith the Lord.",
      "18": "When I would comfort myself against sorrow, my heart is faint within me.",
      "19": "Behold the voice of the cry of the daughter of my people, because of them that dwell in a far country: “Is not the Lord in Zion? Is not her King in her?” “Why have they provoked Me to anger with their graven images and with strange vanities?”",
      "20": "“The harvest is past, the summer is ended, and we are not saved!”",
      "21": "For the hurt of the daughter of my people am I hurt; I am black; astonishment hath taken hold on me.",
      "22": "Is there no balm in Gilead? Is there no physician there? Why then is not the health of the daughter of my people recovered?"
    },
    "9": {
      "1": "Oh, that my head were waters and mine eyes a fountain of tears, that I might weep day and night for the slain of the daughter of my people!",
      "2": "Oh, that I had in the wilderness a lodging place for wayfaring men, that I might leave my people, and go from them! For they are all adulterers, an assembly of treacherous men.",
      "3": "“And they bend their tongues like their bow for lies, but they are not valiant for the truth upon the earth; for they proceed from evil to evil, and they know not Me,” saith the Lord.",
      "4": "“Take ye heed every one of his neighbor, and trust ye not in any brother; for every brother will utterly supplant, and every neighbor will walk with slanders.",
      "5": "And they will deceive every one his neighbor, and will not speak the truth. They have taught their tongue to speak lies, and weary themselves to commit iniquity.",
      "6": "Thine habitation is in the midst of deceit; through deceit they refuse to know Me,” saith the Lord.",
      "7": "Therefore thus saith the Lord of hosts: “Behold, I will melt them and try them; for how else shall I do for the daughter of My people?",
      "8": "Their tongue is as an arrow shot out; it speaketh deceit: one speaketh peaceably to his neighbor with his mouth, but in heart he lieth in wait.",
      "9": "Shall I not visit them for these things?” saith the Lord. “Shall not My soul be avenged on such a nation as this?”",
      "10": "For the mountains will I take up a weeping and wailing, and for the habitations of the wilderness a lamentation, because they are burned up, so that none can pass through them; neither can men hear the voice of the cattle; both the fowl of the heavens and the beast have fled; they are gone.",
      "11": "“And I will make Jerusalem heaps and a den of dragons; and I will make the cities of Judah desolate, without an inhabitant.”",
      "12": "Who is the wise man that may understand this? And who is he to whom the mouth of the Lord hath spoken, that he may declare it? For why has the land perished and burned up like a wilderness, that none passeth through?",
      "13": "And the Lord saith, “Because they have forsaken My law which I set before them, and have not obeyed My voice, neither walked therein,",
      "14": "but have walked after the imagination of their own heart, and after the Baalim, which their fathers taught them.”",
      "15": "Therefore thus saith the Lord of hosts, the God of Israel: “Behold, I will feed them, even this people, with wormwood and give them water of gall to drink.",
      "16": "I will scatter them also among the heathen, whom neither they nor their fathers have known; and I will send a sword after them till I have consumed them.”",
      "17": "Thus saith the Lord of hosts: “Consider ye, and call for the mourning women, that they may come; and send for skillful women, that they may come.",
      "18": "And let them make haste and take up a wailing for us, that our eyes may run down with tears and our eyelids gush out with waters.",
      "19": "For a voice of wailing is heard out of Zion: ‘How are we despoiled! We are greatly confounded, because we have forsaken the land, because our dwellings have cast us out.’”",
      "20": "Yet hear the word of the Lord, O ye women, and let your ear receive the word of His mouth, and teach your daughters wailing, and every one her neighbor lamentation.",
      "21": "For death is come up into our windows, and is entered into our palaces, to cut off the children from without, and the young men from the streets.",
      "22": "Speak, “Thus saith the Lord: ‘Even the carcasses of men shall fall as dung upon the open field, and as the handful after the harvestman, and none shall gather them.’”",
      "23": "Thus saith the Lord: “Let not the wise man glory in his wisdom, neither let the mighty man glory in his might; let not the rich man glory in his riches.",
      "24": "But let him that glorieth glory in this: that he understandeth and knoweth Me, that I am the Lord who exercise lovingkindness, judgment, and righteousness in the earth; for in these things I delight,” saith the Lord.",
      "25": "“Behold, the days come,” saith the Lord, “that I will punish all them that are circumcised with the uncircumcised—",
      "26": "Egypt, and Judah, and Edom, and the children of Ammon, and Moab, and all that are in the utmost corners, that dwell in the wilderness. For all these nations are uncircumcised, and all the house of Israel are uncircumcised in the heart.”"
    },
    "10": {
      "1": "Hear ye the word which the Lord speaketh unto you, O house of Israel.",
      "2": "Thus saith the Lord: “Learn not the way of the heathen, and be not dismayed at the signs of heaven; for the heathen are dismayed at them.",
      "3": "For the customs of the people are vain; for one cutteth a tree out of the forest, the work of the hands of the workman, with the ax.",
      "4": "They deck it with silver and with gold; they fasten it with nails and with hammers, that it move not.",
      "5": "They are upright as the palm tree, but speak not; they must be borne, because they cannot go. Be not afraid of them, for they cannot do evil, neither also is it in them to do good.”",
      "6": "Inasmuch as there is none like unto Thee, O Lord—Thou art great, and Thy name is great in might”",
      "7": "who would not fear Thee, O King of nations? For to Thee doth it appertain, inasmuch as among all the wise men of the nations and in all their kingdoms, there is none like unto Thee.",
      "8": "But they are altogether brutish and foolish; the stock is a doctrine of vanities.",
      "9": "Silver beaten into plates is brought from Tarshish, and gold from Uphaz, the work of the workman and of the hands of the founder. Blue and purple is their clothing; they are all the work of skillful men.",
      "10": "But the Lord is the true God; He is the living God and an everlasting King. At His wrath the earth shall tremble, and the nations shall not be able to abide His indignation.",
      "11": "“Thus shall ye say unto them: ‘The gods that have not made the heavens and the earth, even they shall perish from the earth and from under these heavens.’”",
      "12": "He hath made the earth by His power; He hath established the world by His wisdom, and hath stretched out the heavens by His discretion.",
      "13": "When He uttereth His voice, there is a multitude of waters in the heavens; and He causeth the vapors to ascend from the ends of the earth. He maketh lightning with rain, and bringeth forth the wind out of His treasuries.",
      "14": "Every man is brutish in his knowledge; every founder is confounded by the graven image; for his molten image is falsehood, and there is no breath in them.",
      "15": "They are vanity and the work of errors; in the time of their visitation they shall perish.",
      "16": "The portion of Jacob is not like them, for He is the Former of all things; and Israel is the rod of His inheritance; the Lord of hosts is His name.",
      "17": "Gather up thy wares out of the land, O inhabitant of the fortress.",
      "18": "For thus saith the Lord: “Behold, I will sling out the inhabitants of the land this once, and will distress them, that they may find it so.”",
      "19": "Woe is me for my hurt! My wound is grievous; but I said, “Truly this is a grief, and I must bear it.”",
      "20": "My tabernacle is despoiled, and all my cords are broken; my children are gone forth from me, and they are no more; there is none to stretch forth my tent any more, and to set up my curtains.",
      "21": "For the pastors are become brutish, and have not sought the Lord; therefore they shall not prosper, and all their flocks shall be scattered.",
      "22": "Behold, the noise of the clamor is come, and a great commotion out of the north country, to make the cities of Judah desolate, and a den of dragons.",
      "23": "O Lord, I know that the way of man is not in himself; it is not in man that walketh to direct his steps.",
      "24": "O Lord, correct me, but with judgment, not in Thine anger, lest Thou bring me to nothing.",
      "25": "Pour out Thy fury upon the heathen that know Thee not, and upon the families that call not on Thy name; for they have eaten up Jacob, and devoured him and consumed him, and have made his habitation desolate."
    },
    "11": {
      "1": "The word that came to Jeremiah from the Lord, saying,",
      "2": "“Hear ye the words of this covenant, and speak unto the men of Judah and to the inhabitants of Jerusalem;",
      "3": "and say thou unto them, ‘Thus saith the Lord God of Israel: Cursed be the man that obeyeth not the words of this covenant,",
      "4": "which I commanded your fathers in the day that I brought them forth out of the land of Egypt from the iron furnace, saying, “Obey My voice, and do them, according to all which I command you; so shall ye be My people and I will be your God,”",
      "5": "that I may perform the oath which I have sworn unto your fathers to give them a land flowing with milk and honey, as it is this day.’” Then answered I, and said, “So be it, O Lord.”",
      "6": "Then the Lord said unto me, “Proclaim all these words in the cities of Judah and in the streets of Jerusalem, saying, ‘Hear ye the words of this covenant and do them.",
      "7": "For I earnestly protested unto your fathers in the day that I brought them up out of the land of Egypt, even unto this day, rising early and protesting, saying, “Obey My voice.”",
      "8": "Yet they obeyed not, nor inclined their ear, but walked every one in the imagination of their evil heart. Therefore I will bring upon them all the words of this covenant, which I commanded them to do, but they did them not.’”",
      "9": "And the Lord said unto me, “A conspiracy is found among the men of Judah and among the inhabitants of Jerusalem.",
      "10": "They have turned back to the iniquities of their forefathers, who refused to hear My words, and they went after other gods to serve them. The house of Israel and the house of Judah have broken My covenant which I made with their fathers.",
      "11": "Therefore thus saith the Lord: ‘Behold, I will bring evil upon them, which they shall not be able to escape; and though they shall cry unto Me, I will not hearken unto them.",
      "12": "Then shall the cities of Judah and inhabitants of Jerusalem go and cry unto the gods unto whom they offer incense; but they shall not save them at all in the time of their trouble.",
      "13": "For according to the number of thy cities were thy gods, O Judah; and according to the number of the streets of Jerusalem have ye set up altars to that shameful thing, even altars to burn incense unto Baal.’",
      "14": "“Therefore pray not thou for this people, neither lift up a cry or prayer for them; for I will not hear them in the time that they cry unto Me for their trouble.",
      "15": "What hath My beloved to do in Mine house, seeing she hath wrought lewdness with many, and the holy flesh is passed from thee? When thou doest evil, then thou rejoicest.",
      "16": "The Lord called thy name, ‘A Green Olive Tree,’ fair and of goodly fruit. With the noise of a great tumult He hath kindled fire upon it, and the branches of it are broken.",
      "17": "For the Lord of hosts, who planted thee, hath pronounced evil against thee for the evil of the house of Israel and of the house of Judah, which they have done against themselves to provoke Me to anger in offering incense unto Baal.”",
      "18": "And the Lord hath given me knowledge of it, and I know it; then Thou showed me their doings.",
      "19": "But I was like a lamb or an ox that is brought to the slaughter; and I knew not that they had devised devices against me, saying, “Let us destroy the tree with the fruit thereof, and let us cut him off from the land of the living, that his name may be no more remembered.”",
      "20": "But, O Lord of hosts, who judgest righteously, who triest the reins and the heart, let me see Thy vengeance on them, for unto Thee have I revealed my cause.",
      "21": "“Therefore thus saith the Lord of the men of Anathoth, who seek thy life, saying, ‘Prophesy not in the name of the Lord, that thou die not by our hand’—",
      "22": "therefore thus saith the Lord of hosts: ‘Behold, I will punish them: the young men shall die by the sword, their sons and their daughters shall die by famine.",
      "23": "And there shall be no remnant of them; for I will bring evil upon the men of Anathoth, even the year of their visitation.’”"
    },
    "12": {
      "1": "Righteous art Thou, O Lord, when I plead with Thee; yet let me talk with Thee of Thy judgments: Why doth the way of the wicked prosper? Why are all they happy that deal very treacherously?",
      "2": "Thou hast planted them, yea, they have taken root; they grow, yea, they bring forth fruit. Thou art near in their mouth, but far from their reins.",
      "3": "But Thou, O Lord, knowest me; Thou hast seen me and tried mine heart toward Thee. Pull them out like sheep for the slaughter, and prepare them for the day of slaughter.",
      "4": "How long shall the land mourn and the herbs of every field wither, for the wickedness of them that dwell therein? The beasts are consumed, and the birds, because they said, “He shall not see our last end.”",
      "5": "“If thou hast run with the footmen and they have wearied thee, then how canst thou contend with horses? And if in the land of peace, wherein thou trusted, they wearied thee, then how wilt thou do in the swelling of the Jordan?",
      "6": "For even thy brethren and the house of thy father, even they have dealt treacherously with thee; yea, they have called a multitude after thee; believe them not, though they speak fair words unto thee.",
      "7": "“I have forsaken Mine house, I have left Mine heritage; I have given the dearly beloved of My soul into the hand of her enemies.",
      "8": "Mine heritage is unto Me as a lion in the forest: it crieth out against Me; therefore have I hated it.",
      "9": "Mine heritage is unto Me as a speckled bird: the birds round about are against her. Come ye, assemble all the beasts of the field; come to devour.",
      "10": "Many pastors have destroyed My vineyard, they have trodden My portion under foot, they have made My pleasant portion a desolate wilderness.",
      "11": "They have made it desolate, and being desolate it mourneth unto Me; the whole land is made desolate, because no man layeth it to heart.",
      "12": "The despoilers are come upon all high places through the wilderness; for the sword of the Lord shall devour from the one end of the land even to the other end of the land. No flesh shall have peace.",
      "13": "They have sown wheat, but shall reap thorns; they have put themselves to pain, but shall not profit; and they shall be ashamed of your produce because of the fierce anger of the Lord.",
      "14": "“Thus saith the Lord against all Mine evil neighbors, who touch the inheritance which I have caused My people Israel to inherit: Behold, I will pluck them out of their land, and pluck out the house of Judah from among them.",
      "15": "And it shall come to pass after I have plucked them out, I will return and have compassion on them, and will bring them back, every man to his heritage and every man to his land.",
      "16": "And it shall come to pass, if they will diligently learn the ways of My people, to swear by My name, ‘The Lord liveth,’ as they taught My people to swear by Baal, then shall they be built in the midst of My people.",
      "17": "But if they will not obey, I will utterly pluck up and destroy that nation,” saith the Lord."
    },
    "13": {
      "1": "Thus saith the Lord unto me, “Go and get thee a linen girdle, and put it upon thy loins, and put it not in water.”",
      "2": "So I got a girdle according to the word of the Lord and put it on my loins.",
      "3": "And the word of the Lord came unto me the second time, saying,",
      "4": "“Take the girdle that thou hast got, which is upon thy loins, and arise, go to the Euphrates and hide it there in a hole of the rock.”",
      "5": "So I went and hid it by the Euphrates, as the Lord commanded me.",
      "6": "And it came to pass after many days, that the Lord said unto me, “Arise, go to the Euphrates and take the girdle from thence, which I commanded thee to hide there.”",
      "7": "Then I went to the Euphrates and dug, and took the girdle from the place where I had hid it; and behold, the girdle was marred; it was profitable for nothing.",
      "8": "Then the word of the Lord came unto me, saying,",
      "9": "“Thus saith the Lord: ‘In this manner will I mar the pride of Judah and the great pride of Jerusalem.",
      "10": "This evil people, who refuse to hear My words, who walk in the stubbornness of their heart, and walk after other gods to serve them and to worship them, shall even be as this girdle which is good for nothing.",
      "11": "For as the girdle cleaveth to the loins of a man, so have I caused to cleave unto Me the whole house of Israel and the whole house of Judah,’ saith the Lord, ‘that they might be unto Me as a people, and as a name, and as praise, and as glory; but they would not hear.’",
      "12": "“Therefore thou shalt speak unto them this word: ‘Thus saith the Lord God of Israel: Every bottle shall be filled with wine.’ And they shall say unto thee, ‘Do we not certainly know that every bottle shall be filled with wine?’",
      "13": "Then shalt thou say unto them, ‘Thus saith the Lord: Behold, I will fill all the inhabitants of this land — even the kings that sit upon David’s throne, and the priests, and the prophets, and all the inhabitants of Jerusalem — with drunkenness.",
      "14": "And I will dash them one against another, even the fathers and the sons together,’ saith the Lord. ‘I will not pity, nor spare, nor have mercy, but shall destroy them.’”",
      "15": "Hear ye, and give ear; be not proud, for the Lord hath spoken.",
      "16": "Give glory to the Lord your God before He cause darkness, and before your feet stumble upon the dark mountains, and, while ye look for light, He turn it into the shadow of death, and make it gross darkness.",
      "17": "But if ye will not hear it, my soul shall weep in secret places for your pride; and mine eye shall weep sore, and run down with tears, because the Lord’s flock is carried away captive.",
      "18": "Say unto the king and to the queen, “Humble yourselves, sit down; for your principalities shall come down, even the crown of your glory.”",
      "19": "The cities of the South shall be shut up, and none shall open them. Judah shall be carried away captive, all of it; it shall be wholly carried away captive.",
      "20": "Lift up your eyes, and behold them that come from the north. Where is the flock that was given thee, thy beautiful flock?",
      "21": "What wilt thou say when He shall punish thee? For thou hast taught them to be captains, and as chief over thee. Shall not sorrows take thee, as a woman in travail?",
      "22": "And if thou say in thine heart, “Why come these things upon me?”—for the greatness of thine iniquity are thy skirts uncovered, and thy heels made bare.",
      "23": "Can the Ethiopian change his skin, or the leopard his spots? Then may ye also do good, that are accustomed to do evil.",
      "24": "“Therefore will I scatter them as the stubble that passeth away by the wind of the wilderness.",
      "25": "This is thy lot, the portion of thy measures from Me,” saith the Lord; “because thou hast forgotten Me, and trusted in falsehood.",
      "26": "Therefore will I uncover thy skirts upon thy face, that thy shame may appear.",
      "27": "I have seen thine adulteries and thy neighings, the lewdness of thy whoredom and thine abominations on the hills in the fields. Woe unto thee, O Jerusalem! Wilt thou not be made clean? When shall it once be?”"
    },
    "14": {
      "1": "The word of the Lord that came to Jeremiah concerning the dearth:",
      "2": "“Judah mourneth, and the gates thereof languish; they are black unto the ground, and the cry of Jerusalem is gone up.",
      "3": "And their nobles have sent their little ones to the waters; they came to the pits and found no water; they returned with their vessels empty; they were ashamed and confounded, and covered their heads.",
      "4": "Because the ground is chapped, for there was no rain in the earth, the plowmen were ashamed; they covered their heads.",
      "5": "Yea, the hind also calved in the field and forsook it, because there was no grass.",
      "6": "And the wild asses stood in the high places; they snuffed up the wind like dragons; their eyes failed, because there was no grass.”",
      "7": "O Lord, though our iniquities testify against us, do Thou it for Thy name’s sake; for our backslidings are many; we have sinned against Thee.",
      "8": "O the Hope of Israel, the Savior thereof in time of trouble, why shouldest Thou be as a stranger in the land, and as a wayfaring man that turneth aside to tarry for a night?",
      "9": "Why shouldest Thou be as a man amazed, as a mighty man that cannot save? Yet Thou, O Lord, art in the midst of us, and we are called by Thy name; leave us not.",
      "10": "Thus saith the Lord unto this people: “Thus have they loved to wander; they have not restrained their feet. Therefore the Lord doth not accept them; He will now remember their iniquity and visit their sins.”",
      "11": "Then said the Lord unto me, “Pray not for this people for their good.",
      "12": "When they fast, I will not hear their cry; and when they offer burnt offering and an oblation, I will not accept them; but I will consume them by the sword, and by the famine, and by the pestilence.”",
      "13": "Then said I, “Ah, Lord God! Behold, the prophets say unto them, ‘Ye shall not see the sword, neither shall ye have famine, but I will give you assured peace in this place.’”",
      "14": "Then the Lord said unto me, “The prophets prophesy lies in My name. I sent them not, neither have I commanded them, neither spoke unto them. They prophesy unto you a false vision and divination, and a thing of nought and the deceit of their heart.",
      "15": "Therefore thus saith the Lord concerning the prophets that prophesy in My name, whom I sent not, yet they say, ‘Sword and famine shall not be in this land’: By sword and famine shall those prophets be consumed.",
      "16": "And the people to whom they prophesy shall be cast out in the streets of Jerusalem because of the famine and the sword; and they shall have none to bury them — them, their wives, nor their sons, nor their daughters — for I will pour their wickedness upon them.",
      "17": "“Therefore thou shalt say this word unto them: ‘Let mine eyes run down with tears night and day, and let them not cease; for the virgin daughter of my people is broken with a great breach, with a very grievous blow.",
      "18": "If I go forth into the field, then behold, the slain with the sword! And if I enter into the city, then behold, them that are sick with famine! Yea, both the prophet and the priest go about into a land that they know not.’”",
      "19": "Hast Thou utterly rejected Judah? Hath Thy soul loathed Zion? Why hast Thou smitten us, and there is no healing for us? We looked for peace, and there is no good; and for the time of healing, and behold, trouble!",
      "20": "We acknowledge, O Lord, our wickedness and the iniquity of our fathers; for we have sinned against Thee.",
      "21": "Do not abhor us, for Thy name’s sake; do not disgrace the throne of Thy glory; remember, break not Thy covenant with us.",
      "22": "Are there any among the vanities of the Gentiles that can cause rain? Or can the heavens give showers? Art not Thou He, O Lord our God? Therefore we will wait upon Thee, for Thou hast made all these things."
    },
    "15": {
      "1": "Then said the Lord unto me, “Though Moses and Samuel stood before Me, yet My mind could not be toward this people. Cast them out of My sight, and let them go forth.",
      "2": "And it shall come to pass, if they say unto thee, ‘Whither shall we go forth?’ then thou shalt tell them, ‘Thus saith the Lord: “‘Such as are for death, to death; and such as are for the sword, to the sword; and such as are for the famine, to the famine; and such as are for the captivity, to the captivity.’",
      "3": "“And I will appoint over them four kinds,” saith the Lord: “the sword to slay, and the dogs to tear, and the fowls of the heaven and the beasts of the earth to devour and destroy.",
      "4": "And I will cause them to be removed into all kingdoms of the earth, because of Manasseh the son of Hezekiah, king of Judah, for that which he did in Jerusalem.",
      "5": "“For who shall have pity upon thee, O Jerusalem? Or who shall bemoan thee? Or who shall go aside to ask how thou doest?",
      "6": "Thou hast forsaken Me,” saith the Lord, “thou art gone backward; therefore will I stretch out My hand against thee and destroy thee; I am weary with repenting.",
      "7": "And I will winnow them with a fan in the gates of the land; I will bereave them of children; I will destroy My people, since they return not from their ways.",
      "8": "Their widows are increased to Me above the sand of the seas; I have brought upon them, against the mother of the young men, a despoiler at noonday; I have caused him to fall upon it suddenly, and terrors upon the city.",
      "9": "She that hath borne seven languisheth; she hath given up the ghost. Her sun is gone down while it was yet day; she hath been ashamed and confounded; and the residue of them will I deliver to the sword before their enemies,” saith the Lord.",
      "10": "Woe is me, my mother, that thou hast borne me, a man of strife and a man of contention to the whole earth! I have neither lent on usury, nor have men lent to me on usury; yet every one of them doth curse me.",
      "11": "The Lord said, “Verily it shall be well with thy remnant; verily I will cause the enemy to deal with thee well in the time of evil and in the time of affliction.",
      "12": "“Shall iron break the northern iron and the steel?",
      "13": "Thy substance and thy treasures will I give as the spoil without price, and that for all thy sins, even in all thy borders.",
      "14": "And I will make thee to pass with thine enemies into a land which thou knowest not; for a fire is kindled in Mine anger, which shall burn upon you.”",
      "15": "O Lord, Thou knowest; remember me and visit me, and avenge me on my persecutors. Take me not away in Thy longsuffering; know that for Thy sake I have suffered rebuke.",
      "16": "Thy words were found, and I ate them; and Thy word was unto me the joy and rejoicing of mine heart; for I am called by Thy name, O Lord God of hosts.",
      "17": "I sat not in the assembly of the mockers, nor rejoiced; I sat alone because of Thy hand, for Thou hast filled me with indignation.",
      "18": "Why is my pain perpetual and my wound incurable, which refuseth to be healed? Wilt Thou be altogether unto me as a liar and as waters that fail?",
      "19": "Therefore thus saith the Lord: “If thou return, then will I bring thee back, and thou shalt stand before Me; and if thou take forth the precious from the vile, thou shalt be as My mouth. Let them return unto thee, but return not thou unto them.",
      "20": "And I will make thee unto this people a fortified brazen wall, and they shall fight against thee; but they shall not prevail against thee, for I am with thee to save thee and to deliver thee,” saith the Lord.",
      "21": "“And I will deliver thee out of the hand of the wicked, and I will redeem thee out of the hand of the terrible.”"
    },
    "16": {
      "1": "The word of the Lord came also unto me, saying,",
      "2": "“Thou shalt not take thee a wife, neither shalt thou have sons or daughters in this place.”",
      "3": "For thus saith the Lord concerning the sons and concerning the daughters who are born in this place, and concerning their mothers who bore them, and concerning their fathers who begot them in this land:",
      "4": "“They shall die of grievous deaths; they shall not be lamented, neither shall they be buried, but they shall be as dung upon the face of the earth. And they shall be consumed by the sword and by famine, and their carcasses shall be meat for the fowls of heaven and for the beasts of the earth.”",
      "5": "For thus saith the Lord: “Enter not into the house of mourning, neither go to lament nor bemoan them; for I have taken away My peace from this people,” saith the Lord, “even lovingkindness and mercies.",
      "6": "Both the great and the small shall die in this land. They shall not be buried, neither shall men lament for them, nor cut themselves, nor make themselves bald for them.",
      "7": "Neither shall men tear themselves for them in mourning to comfort them for the dead; neither shall men give them the cup of consolation to drink for their father or for their mother.",
      "8": "Thou shalt not also go into the house of feasting to sit with them to eat and to drink.”",
      "9": "For thus saith the Lord of hosts, the God of Israel: “Behold, I will cause to cease out of this place, in your eyes and in your days, the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride.",
      "10": "“And it shall come to pass, when thou shalt show this people all these words, and they shall say unto thee, ‘Why hath the Lord pronounced all this great evil against us? Or what is our iniquity? Or what is our sin that we have committed against the Lord our God?’",
      "11": "Then shalt thou say unto them, ‘Because your fathers have forsaken Me,’ saith the Lord, ‘and have walked after other gods and have served them, and have worshiped them, and have forsaken Me, and have not kept My law.",
      "12": "And ye have done worse than your fathers, for behold, ye walk every one after the imagination of his evil heart, that they may not hearken unto Me.",
      "13": "Therefore will I cast you out of this land into a land that ye know not, neither ye nor your fathers; and there shall ye serve other gods day and night, where I will not show you favor.’",
      "14": "“Therefore behold, the days come,” saith the Lord, “that it shall no more be said, ‘The Lord liveth who brought up the children of Israel out of the land of Egypt,’",
      "15": "but, ‘the Lord liveth who brought up the children of Israel from the land of the north, and from all the lands whither He had driven them.’ And I will bring them back into their land that I gave unto their fathers.",
      "16": "“Behold, I will send for many fishers,” saith the Lord, “and they shall fish them; and after will I send for many hunters, and they shall hunt them from every mountain and from every hill, and out of the holes of the rocks.",
      "17": "For Mine eyes are upon all their ways. They are not hid from My face, neither is their iniquity hid from Mine eyes.",
      "18": "And first I will recompense their iniquity and their sin double, because they have defiled My land; they have filled Mine inheritance with the carcasses of their detestable and abominable things.”",
      "19": "O Lord, my strength and my fortress, and my refuge in the day of affliction, the Gentiles shall come unto Thee from the ends of the earth and shall say, “Surely our fathers have inherited lies, vanity, and things wherein there is no profit.”",
      "20": "Shall a man make gods unto himself, and they are no gods?",
      "21": "“Therefore behold, I will this once cause them to know, I will cause them to know Mine hand and My might; and they shall know that My name is the Lord."
    },
    "17": {
      "1": "“The sin of Judah is written with a pen of iron and with the point of a diamond. It is engraved upon the tablet of their heart and upon the horns of your altars,",
      "2": "whilst their children remember their altars and their wooden idols by the green trees upon the high hills.",
      "3": "O My mountain in the field, I will give thy substance and all thy treasures to the spoil, and thy high places for sin throughout all thy borders.",
      "4": "And thou, even thyself, shalt discontinue from thine heritage that I gave thee; and I will cause thee to serve thine enemies in the land which thou knowest not; for ye have kindled a fire in Mine anger which shall burn for ever.”",
      "5": "Thus saith the Lord: “Cursed be the man that trusteth in man and maketh flesh his arm, and whose heart departeth from the Lord.",
      "6": "For he shall be like the heath in the desert, and shall not see when good cometh, but shall inhabit the parched places in the wilderness, in a salt land and not inhabited.",
      "7": "“Blessed is the man that trusteth in the Lord, and whose hope the Lord is.",
      "8": "For he shall be as a tree planted by the waters, and that spreadeth out her roots by the river, and shall not see when heat cometh, but her leaf shall be green; and shall not be disquieted in the year of drought, neither shall cease from yielding fruit.”",
      "9": "The heart is deceitful above all things, and desperately wicked; who can know it?",
      "10": "“I, the Lord, search the heart; I try the reins, even to give every man according to his ways, and according to the fruit of his doings.”",
      "11": "As the partridge sitteth on eggs and hatcheth them not, so he that getteth riches, and not by right, shall leave them in the midst of his days, and at his end shall be a fool.",
      "12": "A glorious high throne from the beginning is the place of our sanctuary.",
      "13": "O Lord, the hope of Israel, all that forsake Thee shall be ashamed. “And they that depart from Me shall be written in the earth, because they have forsaken the Lord, the fountain of living waters.”",
      "14": "Heal me, O Lord, and I shall be healed; save me, and I shall be saved; for Thou art my praise.",
      "15": "Behold, they say unto me, “Where is the word of the Lord? Let it come now.”",
      "16": "As for me, I have not hastened from being a pastor to follow Thee; neither have I desired the woeful day, Thou knowest; that which came out of my lips was right before Thee.",
      "17": "Be not a terror unto me; Thou art my hope in the day of evil.",
      "18": "Let them be confounded that persecute me, but let not me be confounded; let them be dismayed, but let not me be dismayed. Bring upon them the day of evil, and destroy them with double destruction.",
      "19": "Thus said the Lord unto me: “Go and stand in the gate of the children of the people, whereby the kings of Judah come in and by which they go out, and in all the gates of Jerusalem;",
      "20": "and say unto them, ‘Hear ye the word of the Lord, ye kings of Judah and all Judah, and all the inhabitants of Jerusalem that enter in by these gates.",
      "21": "Thus saith the Lord: Take heed for yourselves, and bear no burden on the Sabbath day, nor bring it in by the gates of Jerusalem;",
      "22": "neither carry forth a burden out of your houses on the Sabbath day, neither do ye any work, but hallow ye the Sabbath day, as I commanded your fathers.",
      "23": "But they obeyed not, neither inclined their ear, but made their neck stiff, that they might not hear nor receive instruction.",
      "24": "“‘And it shall come to pass, if ye diligently hearken unto Me, saith the Lord, to bring in no burden through the gates of this city on the Sabbath day, but hallow the Sabbath day to do no work therein,",
      "25": "then shall there enter into the gates of this city kings and princes sitting upon the throne of David, riding in chariots and on horses, they and their princes, the men of Judah and the inhabitants of Jerusalem; and this city shall remain for ever.",
      "26": "And they shall come from the cities of Judah, and from the places about Jerusalem, and from the land of Benjamin, and from the plain, and from the mountains, and from the South, bringing burnt offerings and sacrifices, and meat offerings and incense, and bringing sacrifices of praise unto the house of the Lord.",
      "27": "But if ye will not hearken unto Me to hallow the Sabbath day, and not to bear a burden, even entering in at the gates of Jerusalem on the Sabbath day, then will I kindle a fire in the gates thereof, and it shall devour the palaces of Jerusalem, and it shall not be quenched.’”"
    },
    "18": {
      "1": "The word which came to Jeremiah from the Lord, saying,",
      "2": "“Arise and go down to the potter’s house, and there I will cause thee to hear My words.”",
      "3": "Then I went down to the potter’s house, and behold, he wrought a work on the wheels.",
      "4": "And the vessel that he made of clay was marred in the hand of the potter; so he made it again another vessel, as it seemed good to the potter to make it.",
      "5": "Then the word of the Lord came to me, saying,",
      "6": "“O house of Israel, cannot I do with you as this potter?” saith the Lord. “Behold, as the clay is in the potter’s hand, so are ye in Mine hand, O house of Israel.",
      "7": "At the instant I shall speak concerning a nation and concerning a kingdom, to pluck up and to pull down and to destroy it,",
      "8": "if that nation, against whom I have pronounced, turn from their evil, I will repent of the evil that I thought to do unto them.",
      "9": "And at the instant I shall speak concerning a nation and concerning a kingdom, to build and to plant it,",
      "10": "if it do evil in My sight, that it obey not My voice, then I will repent of the good wherewith I said I would benefit them.",
      "11": "Now therefore go to speak to the men of Judah and to the inhabitants of Jerusalem, saying, ‘Thus saith the Lord: Behold, I frame evil against you and devise a device against you. Return ye now every one from his evil way, and make your ways and your doings good.’”",
      "12": "And they said, “There is no hope; but we will walk after our own devices, and we will every one do the imagination of his evil heart.”",
      "13": "Therefore thus saith the Lord: “Ask ye now among the heathen: Who hath heard such things? The virgin of Israel hath done a very horrible thing.",
      "14": "Will a man leave the snow of Lebanon which cometh from the rock of the field? Or shall the cold flowing waters that come from another place be forsaken?",
      "15": "Because My people hath forgotten Me, they have burned incense to vanity; and they have caused them to stumble in their ways from the ancient paths, to walk in paths, on a road not cast up,",
      "16": "to make their land desolate and a perpetual hissing; every one that passeth thereby shall be astonished, and wag his head.",
      "17": "I will scatter them as with an east wind before the enemy; I will show them the back, and not the face, in the day of their calamity.”",
      "18": "Then said they, “Come, and let us devise devices against Jeremiah; for the law shall not perish from the priest, nor counsel from the wise, nor the word from the prophet. Come, and let us smite him with the tongue, and let us not give heed to any of his words.”",
      "19": "Give heed to me, O Lord, and hearken to the voice of them that contend with me.",
      "20": "Shall evil be recompensed for good? For they have dug a pit for my soul. Remember that I stood before Thee to speak good for them, and to turn away Thy wrath from them.",
      "21": "Therefore deliver up their children to the famine, and pour out their blood by the force of the sword; and let their wives be bereaved of their children and be widows; and let their men be put to death; let their young men be slain by the sword in battle.",
      "22": "Let a cry be heard from their houses, when Thou shalt bring a troop suddenly upon them; for they have dug a pit to take me, and hid snares for my feet.",
      "23": "Yet, Lord, Thou knowest all their counsel against me to slay me; forgive not their iniquity, neither blot out their sin from Thy sight, but let them be overthrown before Thee; deal thus with them in the time of Thine anger."
    },
    "19": {
      "1": "Thus saith the Lord: “Go and get a potter’s earthen bottle, and take some of the elders of the people and the elders of the priests.",
      "2": "And go forth unto the Valley of the Son of Hinnom, which is by the entry of the East Gate, and proclaim there the words that I shall tell thee,",
      "3": "and say, ‘Hear ye the word of the Lord, O kings of Judah and inhabitants of Jerusalem. Thus saith the Lord of hosts, the God of Israel: Behold, I will bring evil upon this place, of which whosoever heareth, his ears shall tingle.",
      "4": "Because they have forsaken Me and have estranged this place, and have burned incense in it unto other gods, whom neither they nor their fathers nor the kings of Judah have known, and have filled this place with the blood of innocents.",
      "5": "They have built also the high places of Baal, to burn their sons with fire for burnt offerings unto Baal, which I commanded not nor spoke it, neither came it into My mind.",
      "6": "Therefore behold, the days come, saith the Lord, that this place shall no more be called Tophet, nor the Valley of the Son of Hinnom, but the Valley of Slaughter.",
      "7": "And I will make void the counsel of Judah and Jerusalem in this place, and I will cause them to fall by the sword before their enemies and by the hands of them that seek their lives; and their carcasses will I give to be meat for the fowls of the heaven and for the beasts of the earth.",
      "8": "And I will make this city desolate and a hissing. Every one that passeth thereby shall be astonished and hiss, because of all the plagues thereof.",
      "9": "And I will cause them to eat the flesh of their sons and the flesh of their daughters, and they shall eat every one the flesh of his friend in the siege and straits with which their enemies and they that seek their lives shall straiten them.’",
      "10": "“Then shalt thou break the bottle in the sight of the men that go with thee,",
      "11": "and shalt say unto them, ‘Thus saith the Lord of hosts: Even so will I break this people and this city, as one breaketh a potter’s vessel that cannot be made whole again; and they shall bury them in Tophet till there be no place to bury.",
      "12": "Thus will I do unto this place, saith the Lord, and to the inhabitants thereof, and even make this city as Tophet.",
      "13": "And the houses of Jerusalem and the houses of the kings of Judah shall be defiled as the place of Tophet, because of all the houses upon whose roofs they have burned incense unto all the host of heaven, and have poured out drink offerings unto other gods.’”",
      "14": "Then came Jeremiah from Tophet, whither the Lord had sent him to prophesy; and he stood in the court of the Lord’S house and said to all the people,",
      "15": "“Thus saith the Lord of hosts, the God of Israel: ‘Behold, I will bring upon this city and upon all her towns all the evil that I have pronounced against it, because they have hardened their necks, that they might not hear My words.’”"
    },
    "20": {
      "1": "Now Pashhur the son of Immer the priest, who was also chief governor in the house of the Lord, heard that Jeremiah prophesied these things.",
      "2": "Then Pashhur smote Jeremiah the prophet, and put him in the stocks that were in the High Gate of Benjamin, which was by the house of the Lord.",
      "3": "And it came to pass on the morrow that Pashhur brought forth Jeremiah out of the stocks. Then said Jeremiah unto him, “The Lord hath not called thy name Pashhur, but Magormissabib [that is, Fear round about].",
      "4": "For thus saith the Lord: ‘Behold, I will make thee a terror to thyself and to all thy friends; and they shall fall by the sword of their enemies, and thine eyes shall behold it; and I will give all Judah into the hand of the king of Babylon, and he shall carry them captive into Babylon and shall slay them with the sword.",
      "5": "Moreover I will deliver all the strength of this city and all the labors thereof, and all the precious things thereof, and all the treasures of the kings of Judah will I give into the hand of their enemies, who shall despoil them and take them and carry them to Babylon.",
      "6": "And thou, Pashhur, and all that dwell in thine house shall go into captivity; and thou shalt come to Babylon, and there thou shalt die and shalt be buried there, thou and all thy friends to whom thou hast prophesied lies.’”",
      "7": "O Lord, Thou hast deceived me, and I was deceived; Thou art stronger than I, and hast prevailed. I am in derision daily; every one mocketh me.",
      "8": "For when I spoke, I cried out; I cried, “Violence and despoliation!” because the word of the Lord was made a reproach unto me and a derision daily.",
      "9": "Then I said, “I will not make mention of Him, nor speak any more in His name.” But His word was in mine heart as a burning fire shut up in my bones; and I was weary with forbearing, and I could not hold back.",
      "10": "For I heard the defaming of many, fear on every side. “Report,” say they, “and we will report it!” All in my company watched for my halting, saying, “Perhaps he will be enticed, and we shall prevail against him; and we shall take our revenge on him.”",
      "11": "But the Lord is with me as a mighty, fearsome one; therefore my persecutors shall stumble, and they shall not prevail. They shall be greatly ashamed, for they shall not prosper; their everlasting confusion shall never be forgotten.",
      "12": "But, O Lord of hosts, who triest the righteous and seest the reins and the heart, let me see Thy vengeance on them, for unto Thee have I opened my cause.",
      "13": "Sing unto the Lord, praise ye the Lord; for He hath delivered the soul of the poor from the hand of evildoers.",
      "14": "Cursed be the day wherein I was born; let not the day wherein my mother bore me be blessed.",
      "15": "Cursed be the man who brought tidings to my father, saying, “A manchild is born unto thee,” making him very glad.",
      "16": "And let that man be as the cities which the Lord overthrew, and repented not; and let him hear the cry in the morning and the shouting at noontide,",
      "17": "because he slew me not from the womb, or that my mother might have been my grave, and her womb to be always great with me.",
      "18": "Why came I forth out of the womb to see labor and sorrow, that my days should be consumed with shame?"
    },
    "21": {
      "1": "The word which came unto Jeremiah from the Lord when King Zedekiah sent unto him Pashhur the son of Melchiah, and Zephaniah the son of Maaseiah the priest, saying,",
      "2": "“Inquire, I pray thee, of the Lord for us (for Nebuchadnezzar king of Babylon maketh war against us), if so it be that the Lord will deal with us according to all His wondrous works, that he may go up from us.”",
      "3": "Then said Jeremiah unto them, “Thus shall ye say to Zedekiah,",
      "4": "‘Thus saith the Lord God of Israel: Behold, I will turn back the weapons of war that are in your hands, wherewith ye fight against the king of Babylon and against the Chaldeans, who besiege you outside the walls; and I will assemble them into the midst of this city.",
      "5": "And I Myself will fight against you with an outstretched hand and with a strong arm, even in anger and in fury and in great wrath.",
      "6": "And I will smite the inhabitants of this city, both man and beast; they shall die of a great pestilence.",
      "7": "And afterward, saith the Lord, I will deliver Zedekiah king of Judah, and his servants and the people and such as are left in this city from the pestilence, from the sword, and from the famine into the hand of Nebuchadnezzar king of Babylon, and into the hand of their enemies, and into the hand of those that seek their life. And he shall smite them with the edge of the sword; he shall not spare them, neither have pity nor have mercy.’",
      "8": "“And unto this people thou shalt say, ‘Thus saith the Lord: Behold, I set before you the way of life and the way of death.",
      "9": "He that abideth in this city shall die by the sword and by the famine and by the pestilence; but he that goeth out and falleth to the Chaldeans who besiege you, he shall live, and his life shall be unto him as a prey.",
      "10": "For I have set My face against this city for evil and not for good, saith the Lord. It shall be given into the hand of the king of Babylon, and he shall burn it with fire.’",
      "11": "“And concerning the house of the king of Judah, say, ‘Hear ye the word of the Lord,",
      "12": "O house of David. Thus saith the Lord: “‘Execute judgment in the morning, and deliver him that is despoiled out of the hand of the oppressor, lest My fury go out like fire and burn, that none can quench it, because of the evil of your doings.",
      "13": "Behold, I am against thee, O inhabitant of the valley and rock of the plain, saith the Lord, who say, “Who shall come down against us? Or who shall enter into our habitations?”",
      "14": "But I will punish you according to the fruit of your doings, saith the Lord; and I will kindle a fire in the forest thereof, and it shall devour all things round about it.’”"
    },
    "22": {
      "1": "Thus saith the Lord: “Go down to the house of the king of Judah, and speak there this word",
      "2": "and say, ‘Hear the word of the Lord, O king of Judah, who sittest upon the throne of David, thou and thy servants and thy people who enter in by these gates.",
      "3": "Thus saith the Lord: Execute ye judgment and righteousness, and deliver the despoiled out of the hand of the oppressor, and do no wrong. Do no violence to the stranger, the fatherless nor the widow, neither shed innocent blood in this place.",
      "4": "For if ye do this thing indeed, then shall there enter in by the gates of this house kings sitting upon the throne of David, riding in chariots and on horses, he and his servants and his people.",
      "5": "But if ye will not hear these words, I swear by Myself, saith the Lord, that this house shall become a desolation.’”",
      "6": "For thus saith the Lord unto the king’s house of Judah: “Thou art Gilead unto Me, and the head of Lebanon; yet surely I will make thee a wilderness, and cities which are not inhabited.",
      "7": "And I will prepare destroyers against thee, every one with his weapons; and they shall cut down thy choice cedars and cast them into the fire.",
      "8": "“And many nations shall pass by this city, and they shall say every man to his neighbor, ‘Why hath the Lord done thus unto this great city?’",
      "9": "Then they shall answer, ‘Because they have forsaken the covenant of the Lord their God, and worshiped other gods and served them.’”",
      "10": "Weep ye not for the dead, neither bemoan him, but weep sore for him that goeth away; for he shall return no more, or see his native country.",
      "11": "For thus saith the Lord concerning Shallum the son of Josiah king of Judah, who reigned instead of Josiah his father, who went forth out of this place: “He shall not return thither any more,",
      "12": "but he shall die in the place whither they have led him captive and shall see this land no more.",
      "13": "“Woe unto him that buildeth his house by unrighteousness and his chambers by wrong, that useth his neighbor’s service without wages, and giveth him nought for his work,",
      "14": "that saith, ‘I will build me a wide house and large chambers, and cutteth him out windows, and it is ceiled with cedar and painted with vermilion.’",
      "15": "Shalt thou reign because thou enclosest thyself in cedar? Did not thy father eat and drink, and do judgment and justice, and then it was well with him?",
      "16": "He judged the cause of the poor and needy; then it was well with him. Was not this to know Me?” saith the Lord.",
      "17": "“But thine eyes and thine heart are for nothing but thy covetousness and to shed innocent blood, and for oppression and for violence.”",
      "18": "Therefore thus saith the Lord concerning Jehoiakim the son of Josiah, king of Judah: “They shall not lament for him, saying, ‘Ah, my brother!’ or, ‘Ah, sister!’ They shall not lament for him, saying, ‘Ah, lord!’ or, ‘Ah, his glory!’",
      "19": "He shall be buried with the burial of an ass, drawn and cast forth beyond the gates of Jerusalem.",
      "20": "“Go up to Lebanon and cry, and lift up thy voice in Bashan, and cry from the Abarim; for all thy lovers are destroyed.",
      "21": "I spoke unto thee in thy prosperity, but thou saidst, ‘I will not hear.’ This hath been thy manner from thy youth, that thou obeyedst not My voice.",
      "22": "The wind shall eat up all thy pastors, and thy lovers shall go into captivity; surely then shalt thou be ashamed and confounded for all thy wickedness.",
      "23": "O inhabitant of Lebanon, that makest thy nest in the cedars, how gracious shalt thou be when pangs come upon thee, the pain as of a woman in travail?",
      "24": "“As I live,” saith the Lord, “though Coniah the son of Jehoiakim, king of Judah, were the signet upon My right hand, yet would I pluck thee thence;",
      "25": "and I will give thee into the hand of those who seek thy life, and into the hand of those whose face thou fearest, even into the hand of Nebuchadnezzar king of Babylon, and into the hand of the Chaldeans.",
      "26": "And I will cast thee out, and thy mother who bore thee, into another country where ye were not born, and there shall ye die.",
      "27": "But to the land whereunto they desire to return, thither shall they not return.”",
      "28": "Is this man Coniah a despised, broken idol? Is he a vessel wherein is no pleasure? Why are they cast out, he and his seed, and are cast into a land which they know not?",
      "29": "O earth, earth, earth, hear the word of the Lord!",
      "30": "Thus saith the Lord: “Write ye this man as childless, a man that shall not prosper in his days; for no man of his seed shall prosper, sitting upon the throne of David and ruling any more in Judah.”"
    },
    "23": {
      "1": "“Woe be unto the pastors that destroy and scatter the sheep of My pasture!” saith the Lord.",
      "2": "Therefore thus saith the Lord God of Israel against the pastors that feed My people: “Ye have scattered My flock and driven them away, and have not visited them. Behold, I will visit upon you the evil of your doings,” saith the Lord.",
      "3": "“And I will gather the remnant of My flock out of all countries whither I have driven them, and will bring them again to their folds; and they shall be fruitful and increase.",
      "4": "And I will set up shepherds over them who shall feed them; and they shall fear no more, nor be dismayed, neither shall they be lacking,” saith the Lord.",
      "5": "“Behold, the days come,” saith the Lord, “that I will raise unto David a righteous Branch; and a King shall reign and prosper, and shall execute judgment and justice in the earth.",
      "6": "In His days Judah shall be saved, and Israel shall dwell safely; and this is His name whereby He shall be called: The Lord Our Righteousness.",
      "7": "“Therefore, behold, the days come,” saith the Lord, “that they shall no more say, ‘The Lord liveth who brought up the children of Israel out of the land of Egypt,’",
      "8": "but, ‘the Lord liveth who brought up and who led the seed of the house of Israel out of the north country, and from all countries whither I had driven them.’ And they shall dwell in their own land.”",
      "9": "Mine heart within me is broken because of the prophets; all my bones shake. I am like a drunken man and like a man whom wine hath overcome, because of the Lord and because of the words of His holiness.",
      "10": "For the land is full of adulterers; for because of cursing the land mourneth; the pleasant places of the wilderness are dried up, and their course is evil, and their force is not right.",
      "11": "“For both prophet and priest are profane; yea, in My house have I found their wickedness,” saith the Lord.",
      "12": "“Therefore their way shall be unto them as slippery ways in the darkness; they shall be driven on, and fall therein; for I will bring evil upon them, even the year of their visitation,” saith the Lord.",
      "13": "“And I have seen folly in the prophets of Samaria: They prophesied in Baal and caused My people Israel to err.",
      "14": "I have seen also in the prophets of Jerusalem a horrible thing: They commit adultery and walk in lies; they strengthen also the hands of evildoers, that none doth return from his wickedness. They are all of them unto Me as Sodom, and the inhabitants thereof as Gomorrah.”",
      "15": "Therefore thus saith the Lord of hosts concerning the prophets: “Behold, I will feed them with wormwood, and make them drink the water of gall; for from the prophets of Jerusalem is profaneness gone forth into all the land.”",
      "16": "Thus saith the Lord of hosts: “Hearken not unto the words of the prophets that prophesy unto you. They make you vain; they speak a vision of their own heart, and not out of the mouth of the Lord.",
      "17": "They say still unto them that despise Me, ‘The Lord hath said, “Ye shall have peace.”’ And they say unto every one that walketh after the imagination of his own heart, ‘No evil shall come upon you.’”",
      "18": "For who hath stood in the counsel of the Lord, and hath perceived and heard His word? Who hath marked His word and heard it?",
      "19": "Behold, a whirlwind of the Lord is gone forth in fury, even a grievous whirlwind; it shall fall grievously upon the head of the wicked.",
      "20": "The anger of the Lord shall not return, until He has executed and till He has performed the thoughts of His heart; in the latter days ye shall consider it perfectly.",
      "21": "“I have not sent these prophets, yet they ran; I have not spoken to them, yet they prophesied.",
      "22": "But if they had stood in My counsel and had caused My people to hear My words, then they should have turned them from their evil way and from the evil of their doings.",
      "23": "“Am I a God at hand,” saith the Lord, “and not a God afar off?",
      "24": "Can any hide himself in secret places, that I shall not see him?” saith the Lord. “Do not I fill heaven and earth?” saith the Lord.",
      "25": "“I have heard what the prophets said who prophesy lies in My name, saying, ‘I have dreamed, I have dreamed.’",
      "26": "How long shall this be in the heart of the prophets who prophesy lies? Yea, they are prophets of the deceit of their own heart,",
      "27": "who think to cause My people to forget My name by their dreams which they tell every man to his neighbor, as their fathers have forgotten My name for Baal.",
      "28": "The prophet that hath a dream, let him tell a dream; and he that hath My word, let him speak My word faithfully. What is the chaff to the wheat?” saith the Lord.",
      "29": "“Is not My word like as a fire?” saith the Lord, “and like a hammer that breaketh the rock in pieces?",
      "30": "“Therefore behold, I am against the prophets,” saith the Lord, “that steal My words every one from his neighbor.",
      "31": "Behold, I am against the prophets,” saith the Lord, “that use their tongues and say, ‘He saith.’",
      "32": "Behold, I am against them that prophesy false dreams,” saith the Lord, “and do tell them, and cause My people to err by their lies and by their lightness; yet I sent them not, nor commanded them. Therefore they shall not profit this people at all,” saith the Lord.",
      "33": "“And when this people or the prophet or a priest shall ask thee, saying, ‘What is the burden of the Lord?’ thou shalt then say unto them, ‘What burden? I will even forsake you, saith the Lord.’",
      "34": "And as for the prophet and the priest and the people who shall say, ‘The burden of the Lord,’ I will even punish that man and his house.",
      "35": "Thus shall ye say every one to his neighbor and every one to his brother, ‘What hath the Lord answered?’ and, ‘What hath the Lord spoken?’",
      "36": "And the burden of the Lord shall ye mention no more, for every man’s word shall be his burden; for ye have perverted the words of the living God, of the Lord of hosts our God.",
      "37": "Thus shalt thou say to the prophet, ‘What hath the Lord answered thee?’ and, ‘What hath the Lord spoken?’",
      "38": "But since ye say, ‘The burden of the Lord,’ therefore thus saith the Lord: Because ye say this word, ‘The burden of the Lord,’ and I have sent unto you, saying, ‘Ye shall not say: The burden of the Lord,’",
      "39": "therefore behold, I, even I, will utterly forget you, and I will forsake you and the city that I gave you and your fathers, and cast you out of My presence.",
      "40": "And I will bring an everlasting reproach upon you, and a perpetual shame which shall not be forgotten.”"
    },
    "24": {
      "1": "The Lord showed me, and behold, two baskets of figs were set before the temple of the Lord, after Nebuchadnezzar king of Babylon had carried away captive Jeconiah the son of Jehoiakim, king of Judah, and the princes of Judah, with the carpenters and smiths, from Jerusalem and had brought them to Babylon.",
      "2": "One basket had very good figs, even like the figs that are first ripe; and the other basket had very bad figs, which could not be eaten they were so bad.",
      "3": "Then said the Lord unto me, “What seest thou, Jeremiah?” And I said, “Figs: the good figs, very good; and the evil, very evil, that cannot be eaten they are so evil.”",
      "4": "Again the word of the Lord came unto me, saying,",
      "5": "“Thus saith the Lord, the God of Israel: ‘Like these good figs, so will I acknowledge them that are carried away captive of Judah, whom I have sent out of this place into the land of the Chaldeans for their good.",
      "6": "For I will set Mine eyes upon them for good, and I will bring them again to this land; and I will build them and not pull them down, and I will plant them and not pluck them up.",
      "7": "And I will give them a heart to know Me, that I am the Lord; and they shall be My people, and I will be their God; for they shall return unto Me with their whole heart.",
      "8": "“‘And as the evil figs, which cannot be eaten they are so evil’” — surely thus saith the Lord — “‘so will I deem Zedekiah the king of Judah, and his princes, and the residue of Jerusalem who remain in this land, and them that dwell in the land of Egypt.",
      "9": "And I will deliver them to be removed into all the kingdoms of the earth for their hurt, to be a reproach and a proverb, a taunt and a curse in all places whither I shall drive them.",
      "10": "And I will send the sword, the famine, and the pestilence among them till they be consumed from off the land that I gave unto them and to their fathers.’”"
    },
    "25": {
      "1": "The word that came to Jeremiah concerning all the people of Judah in the fourth year of Jehoiakim the son of Josiah, king of Judah (that was the first year of Nebuchadnezzar king of Babylon),",
      "2": "which Jeremiah the prophet spoke unto all the people of Judah and to all the inhabitants of Jerusalem, saying:",
      "3": "From the thirteenth year of Josiah the son of Amon, king of Judah, even unto this day (that is, the three and twentieth year), the word of the Lord hath come unto me, and I have spoken unto you, rising early and speaking; but ye have not hearkened.",
      "4": "And the Lord hath sent unto you all His servants the prophets, rising early and sending them; but ye have not hearkened, nor inclined your ear to hear.",
      "5": "They said, “Turn ye again now every one from his evil way and from the evil of your doings, and dwell in the land that the Lord hath given unto you and to your fathers for ever and ever.",
      "6": "And go not after other gods to serve them and to worship them, and provoke Me not to anger with the works of your hands; and I will do you no hurt.",
      "7": "Yet ye have not hearkened unto Me,” saith the Lord, “that ye might provoke Me to anger with the works of your hands to your own hurt.”",
      "8": "Therefore thus saith the Lord of hosts: “Because ye have not heard My words,",
      "9": "behold, I will send and take all the families of the north,” saith the Lord, “and Nebuchadnezzar the king of Babylon, My servant, and will bring them against this land and against the inhabitants thereof, and against all these nations round about, and will utterly destroy them and make them an astonishment and a hissing and perpetual desolations.",
      "10": "Moreover I will take from them the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride, the sound of the millstones and the light of the candle.",
      "11": "And this whole land shall be a desolation and an astonishment, and these nations shall serve the king of Babylon seventy years.",
      "12": "And it shall come to pass, when seventy years are accomplished, that I will punish the king of Babylon and that nation,” saith the Lord, “for their iniquity, and the land of the Chaldeans, and will make it perpetual desolations.",
      "13": "And I will bring upon that land all My words which I have pronounced against it, even all that is written in this book, which Jeremiah hath prophesied against all the nations.",
      "14": "For many nations and great kings shall serve themselves by them also; and I will recompense them according to their deeds and according to the works of their own hands.”",
      "15": "For thus saith the Lord God of Israel unto me: “Take the wine cup of this fury at My hand, and cause all the nations to whom I send thee to drink it.",
      "16": "And they shall drink and be moved, and be mad because of the sword that I will send among them.”",
      "17": "Then took I the cup at the Lord’S hand, and made all the nations to drink, unto whom the Lord had sent me,",
      "18": "to wit: Jerusalem and the cities of Judah, and the kings thereof and the princes thereof, to make them a desolation, an astonishment, a hissing and a curse, as it is this day;",
      "19": "Pharaoh king of Egypt, and his servants, and his princes, and all his people;",
      "20": "and all the mingled people, and all the kings of the land of Uz, and all the kings of the land of the Philistines, and Ashkelon, and Gaza, and Ekron, and the remnant of Ashdod;",
      "21": "Edom, and Moab, and the children of Ammon;",
      "22": "and all the kings of Tyre, and all the kings of Sidon, and the kings of the isles which are beyond the sea;",
      "23": "Dedan, and Tema, and Buz, and all that are in the utmost corners;",
      "24": "and all the kings of Arabia, and all the kings of the mingled people that dwell in the desert;",
      "25": "and all the kings of Zimri, and all the kings of Elam, and all the kings of the Medes;",
      "26": "and all the kings of the north, far and near, one with another, and all the kingdoms of the world which are upon the face of the earth; and the king of Sheshach shall drink after them.",
      "27": "“Therefore thou shalt say unto them, ‘Thus saith the Lord of hosts, the God of Israel: Drink ye and be drunken, and spew and fall, and rise no more, because of the sword which I will send among you.’",
      "28": "And it shall be, if they refuse to take the cup at thine hand to drink, then shalt thou say unto them, ‘Thus saith the Lord of hosts: Ye shall certainly drink.",
      "29": "For lo, I begin to bring evil on the city which is called by My name. And should ye be utterly unpunished? Ye shall not be unpunished, for I will call for a sword upon all the inhabitants of the earth, saith the Lord of hosts.’",
      "30": "“Therefore prophesy thou against them all these words, and say unto them: “‘The Lord shall roar from on high, and utter His voice from His holy habitation; He shall mightily roar upon His habitation; He shall give a shout, as they that tread the grapes, against all the inhabitants of the earth.",
      "31": "A noise shall come even to the ends of the earth, for the Lord hath a controversy with the nations. He will plead with all flesh; He will give them that are wicked to the sword,’” saith the Lord.",
      "32": "Thus saith the Lord of hosts: “Behold, evil shall go forth from nation to nation, and a great whirlwind shall be raised up from the coasts of the earth.”",
      "33": "And the slain of the Lord shall be at that day from one end of the earth even unto the other end of the earth. They shall not be lamented, neither gathered, nor buried; they shall be dung upon the ground.",
      "34": "Howl, ye shepherds, and cry; and wallow yourselves in the ashes, ye leaders of the flock; for the days of your slaughter and of your dispersions are accomplished, and ye shall fall like a pleasant vessel.",
      "35": "And the shepherds shall have no way to flee, nor the leaders of the flock to escape.",
      "36": "A voice of the cry of the shepherds, and a howling of the leaders of the flock shall be heard; for the Lord hath despoiled their pasture.",
      "37": "And the peaceable habitations are cut down because of the fierce anger of the Lord.",
      "38": "He hath forsaken His covert as the lion; for their land is desolate because of the fierceness of the Oppressor, and because of His fierce anger."
    },
    "26": {
      "1": "In the beginning of the reign of Jehoiakim the son of Josiah, king of Judah, came this word from the Lord, saying,",
      "2": "“Thus saith the Lord: ‘Stand in the court of the Lord’S house, and speak unto all the cities of Judah, which come to worship in the Lord’S house, all the words that I command thee to speak unto them; diminish not a word.",
      "3": "It may so be they will hearken and turn every man from his evil way, that I may repent Me of the evil which I purpose to do unto them because of the evil of their doings.’",
      "4": "And thou shalt say unto them, ‘Thus saith the Lord: If ye will not hearken to Me, to walk in My law which I have set before you,",
      "5": "to hearken to the words of My servants the prophets whom I sent unto you, both rising up early and sending them, but ye have not hearkened—",
      "6": "then will I make this house like Shiloh, and will make this city a curse to all the nations of the earth.’”",
      "7": "So the priests and the prophets and all the people heard Jeremiah speaking these words in the house of the Lord.",
      "8": "Now it came to pass, when Jeremiah had made an end of speaking all that the Lord had commanded him to speak unto all the people, that the priests and the prophets and all the people took him, saying, “Thou shalt surely die!",
      "9": "Why hast thou prophesied in the name of the Lord, saying, ‘This house shall be like Shiloh, and this city shall be desolate without an inhabitant’?” And all the people were gathered against Jeremiah in the house of the Lord.",
      "10": "When the princes of Judah heard these things, then they came up from the king’s house unto the house of the Lord, and sat down in the entry of the New Gate of the Lord’S house.",
      "11": "Then spoke the priests and the prophets unto the princes and to all the people, saying, “This man is worthy to die; for he hath prophesied against this city, as ye have heard with your ears.”",
      "12": "Then spoke Jeremiah unto all the princes and to all the people, saying, “The Lord sent me to prophesy against this house and against this city all the words that ye have heard.",
      "13": "Therefore now amend your ways and your doings, and obey the voice of the Lord your God; and the Lord will repent of the evil that He hath pronounced against you.",
      "14": "As for me, behold, I am in your hand: do with me as seemeth good and meet unto you.",
      "15": "But know ye for certain that if ye put me to death, ye shall surely bring innocent blood upon yourselves and upon this city, and upon the inhabitants thereof; for truly the Lord hath sent me unto you to speak all these words in your ears.”",
      "16": "Then said the princes and all the people unto the priests and to the prophets, “This man is not worthy to die, for he hath spoken to us in the name of the Lord our God!”",
      "17": "Then rose up certain of the elders of the land, and spoke to all the assembly of the people, saying,",
      "18": "“Micah the Morasthite prophesied in the days of Hezekiah king of Judah, and spoke to all the people of Judah, saying, ‘Thus saith the Lord of hosts: “‘Zion shall be plowed like a field, and Jerusalem shall become heaps, and the mountain of the house as the high places of a forest.’",
      "19": "“Did Hezekiah king of Judah and all Judah put him at all to death? Did he not fear the Lord, and besought the Lord, and the Lord repented of the evil which He had pronounced against them? Thus might we procure great evil against our souls.”",
      "20": "And there was also a man who prophesied in the name of the Lord, Urijah the son of Shemaiah of Kirjathjearim, who prophesied against this city and against this land according to all the words of Jeremiah.",
      "21": "And when Jehoiakim the king, with all his mighty men and all the princes, heard his words, the king sought to put him to death; but when Urijah heard it, he was afraid and fled, and went into Egypt.",
      "22": "And Jehoiakim the king sent men into Egypt, namely, Elnathan the son of Achbor and certain men with him into Egypt.",
      "23": "And they fetched forth Urijah out of Egypt and brought him unto Jehoiakim the king, who slew him with the sword and cast his dead body into the graves of the common people.",
      "24": "Nevertheless the hand of Ahikam the son of Shaphan was with Jeremiah, that they should not give him into the hand of the people to put him to death."
    },
    "27": {
      "1": "In the beginning of the reign of Jehoiakim the son of Josiah, king of Judah, came this word unto Jeremiah from the Lord, saying,",
      "2": "Thus saith the Lord to me: “Make thee bonds and yokes and put them upon thy neck,",
      "3": "and send them to the king of Edom, and to the king of Moab, and to the king of the Ammonites, and to the king of Tyre, and to the king of Sidon by the hand of the messengers who come to Jerusalem unto Zedekiah king of Judah.",
      "4": "And command them to say unto their masters, ‘Thus saith the Lord of hosts, the God of Israel; thus shall ye say unto your masters:",
      "5": "I have made the earth, the man and the beast that are upon the ground by My great power and by My outstretched arm, and have given it unto whom it seemed meet unto Me.",
      "6": "And now have I given all these lands into the hand of Nebuchadnezzar the king of Babylon, My servant; and the beasts of the field have I given him also to serve him.",
      "7": "And all nations shall serve him and his son and his son’s son, until the very time of his land comes; and then many nations and great kings shall themselves be served by him.",
      "8": "And it shall come to pass, that the nation and kingdom which will not serve the same Nebuchadnezzar the king of Babylon, and that will not put their neck under the yoke of the king of Babylon, that nation will I punish, saith the Lord, with the sword and with the famine and with the pestilence, until I have consumed them by his hand.",
      "9": "Therefore hearken not ye to your prophets, nor to your diviners, nor to your dreamers, nor to your enchanters, nor to your sorcerers, who speak unto you, saying, “Ye shall not serve the king of Babylon.”",
      "10": "For they prophesy a lie unto you to remove you far from your land, and that I should drive you out and ye should perish.",
      "11": "But the nations that bring their neck under the yoke of the king of Babylon and serve him, those will I let remain still in their own land, saith the Lord, and they shall till it and dwell therein.’”",
      "12": "I spoke also to Zedekiah king of Judah according to all these words, saying, “Bring your necks under the yoke of the king of Babylon, and serve him and his people, and live.",
      "13": "Why will ye die, thou and thy people, by the sword, by the famine, and by the pestilence, as the Lord hath spoken against the nation that will not serve the king of Babylon?",
      "14": "Therefore hearken not unto the words of the prophets who speak unto you, saying, ‘Ye shall not serve the king of Babylon,’ for they prophesy a lie unto you.",
      "15": "‘For I have not sent them,’ saith the Lord, ‘yet they prophesy a lie in My name; that I might drive you out, and that ye might perish, ye and the prophets who prophesy unto you.’”",
      "16": "Also I spoke to the priests and to all this people, saying, “Thus saith the Lord: Hearken not to the words of your prophets who prophesy unto you, saying, ‘Behold, the vessels of the Lord’S house shall now shortly be brought again from Babylon’; for they prophesy a lie unto you.",
      "17": "Hearken not unto them: serve the king of Babylon, and live. Why should this city be laid waste?",
      "18": "But if they are prophets, and if the word of the Lord is with them, let them now make intercession to the Lord of hosts, that the vessels which are left in the house of the Lord and in the house of the king of Judah, and at Jerusalem go not to Babylon.",
      "19": "For thus saith the Lord of hosts concerning the pillars, and concerning the sea, and concerning the bases, and concerning the residue of the vessels that remain in this city,",
      "20": "which Nebuchadnezzar king of Babylon took not when he carried away captive Jeconiah the son of Jehoiakim, king of Judah, from Jerusalem to Babylon, and all the nobles of Judah and Jerusalem”",
      "21": "yea, thus saith the Lord of hosts, the God of Israel, concerning the vessels that remain in the house of the Lord, and in the house of the king of Judah and of Jerusalem:",
      "22": "‘They shall be carried to Babylon, and there shall they be until the day that I visit them,’ saith the Lord. ‘Then will I bring them up, and restore them to this place.’”"
    },
    "28": {
      "1": "And it came to pass the same year, in the beginning of the reign of Zedekiah king of Judah, in the fourth year and in the fifth month, that Hananiah the son of Azur the prophet, who was of Gibeon, spoke unto me in the house of the Lord in the presence of the priests and of all the people, saying,",
      "2": "“Thus speaketh the Lord of hosts, the God of Israel, saying, ‘I have broken the yoke of the king of Babylon.",
      "3": "Within two full years will I bring back into this place all the vessels of the Lord’S house that Nebuchadnezzar king of Babylon took away from this place and carried them to Babylon.",
      "4": "And I will bring back to this place Jeconiah the son of Jehoiakim, king of Judah, with all the captives of Judah who went into Babylon,’ saith the Lord; ‘for I will break the yoke of the king of Babylon.’”",
      "5": "Then the prophet Jeremiah said unto the prophet Hananiah in the presence of the priests and in the presence of all the people who stood in the house of the Lord,",
      "6": "even the prophet Jeremiah said, “Amen. The Lord do so. The Lord perform thy words which thou hast prophesied, to bring back the vessels of the Lord’S house and all that is carried away captive from Babylon into this place.",
      "7": "Nevertheless hear thou now this word that I speak in thine ears and in the ears of all the people:",
      "8": "The prophets that have been before me and before thee of old prophesied both against many countries and against great kingdoms, of war and of evil and of pestilence.",
      "9": "The prophet who prophesieth of peace, when the word of the prophet shall come to pass, then shall the prophet be known that the Lord hath truly sent him.”",
      "10": "Then Hananiah the prophet took the yoke from off the prophet Jeremiah’s neck, and broke it.",
      "11": "And Hananiah spoke in the presence of all the people, saying, “Thus saith the Lord: ‘Even so will I break the yoke of Nebuchadnezzar king of Babylon from the neck of all nations within the space of two full years.’” And the prophet Jeremiah went his way.",
      "12": "Then the word of the Lord came unto Jeremiah the prophet (after Hananiah the prophet had broken the yoke from off the neck of the prophet Jeremiah), saying,",
      "13": "“Go and tell Hananiah, saying, ‘Thus saith the Lord: Thou hast broken the yokes of wood, but thou shalt make for them yokes of iron.",
      "14": "For thus saith the Lord of hosts, the God of Israel: I have put a yoke of iron upon the neck of all these nations, that they may serve Nebuchadnezzar king of Babylon, and they shall serve him; and I have given him the beasts of the field also.’”",
      "15": "Then said the prophet Jeremiah unto Hananiah the prophet, “Hear now, Hananiah, the Lord hath not sent thee, but thou makest this people to trust in a lie.",
      "16": "Therefore thus saith the Lord: ‘Behold, I will cast thee from off the face of the earth. This year thou shalt die, because thou hast taught rebellion against the Lord.’”",
      "17": "So Hananiah the prophet died the same year in the seventh month."
    },
    "29": {
      "1": "Now these are the words of the letter that Jeremiah the prophet sent from Jerusalem unto the residue of the elders who were carried away captives, and to the priests, and to the prophets, and to all the people whom Nebuchadnezzar had carried away captive from Jerusalem to Babylon",
      "2": "(after Jeconiah the king, and the queen, and the eunuchs, the princes of Judah and Jerusalem, and the carpenters, and the smiths had departed from Jerusalem),",
      "3": "by the hand of Elasah the son of Shaphan and Gemariah the son of Hilkiah, whom Zedekiah king of Judah sent unto Babylon to Nebuchadnezzar king of Babylon, saying:",
      "4": "“Thus saith the Lord of hosts, the God of Israel, unto all who are carried away captives, whom I have caused to be carried away from Jerusalem unto Babylon:",
      "5": "Build ye houses and dwell in them, and plant gardens and eat the fruit of them.",
      "6": "Take ye wives and beget sons and daughters, and take wives for your sons and give your daughters to husbands, that they may bear sons and daughters, that ye may be increased there, and not diminished.",
      "7": "And seek the peace of the city whither I have caused you to be carried away captives, and pray unto the Lord for it; for in the peace thereof shall ye have peace.",
      "8": "For thus saith the Lord of hosts, the God of Israel: Let not your prophets and your diviners who are in the midst of you deceive you, neither hearken to your dreams which ye cause to be dreamed.",
      "9": "For they prophesy falsely unto you in My name: I have not sent them, saith the Lord.",
      "10": "“For thus saith the Lord: That after seventy years are accomplished at Babylon, I will visit you and perform My good word toward you, causing you to return to this place.",
      "11": "For I know the thoughts that I think toward you, saith the Lord, thoughts of peace and not of evil, to give you an expected end.",
      "12": "Then shall ye call upon Me, and ye shall go and pray unto Me and I will hearken unto you.",
      "13": "And ye shall seek Me and find Me when ye shall search for Me with all your heart.",
      "14": "And I will be found by you, saith the Lord, and I will return you from captivity, and I will gather you from all the nations and from all the places whither I have driven you, saith the Lord; and I will bring you back into the place from whence I caused you to be carried away captive.",
      "15": "“Because ye have said, ‘The Lord hath raised us up prophets in Babylon’—",
      "16": "know that thus saith the Lord of the king that sitteth upon the throne of David, and of all the people that dwelleth in this city, and of your brethren who have not gone forth with you into captivity—",
      "17": "thus saith the Lord of hosts: Behold, I will send upon them the sword, the famine, and the pestilence, and will make them like vile figs that cannot be eaten, they are so evil.",
      "18": "And I will persecute them with the sword, with the famine, and with the pestilence, and will deliver them to be removed to all the kingdoms of the earth, to be a curse and an astonishment and a hissing, and a reproach among all the nations whither I have driven them,",
      "19": "because they have not hearkened to My words, saith the Lord, which I sent unto them by My servants the prophets, rising up early and sending them; but ye would not hear, saith the Lord.",
      "20": "“Hear ye therefore the word of the Lord, all ye of the captivity, whom I have sent from Jerusalem to Babylon.",
      "21": "Thus saith the Lord of hosts, the God of Israel, concerning Ahab the son of Kolaiah, and of Zedekiah the son of Maaseiah, who prophesy a lie unto you in My name: Behold, I will deliver them into the hand of Nebuchadnezzar king of Babylon; and he shall slay them before your eyes.",
      "22": "And of them shall be taken up a curse by all the captivity of Judah who are in Babylon, saying, ‘The Lord make thee like Zedekiah and like Ahab, whom the king of Babylon roasted in the fire,’",
      "23": "because they have committed villainy in Israel, and have committed adultery with their neighbors’ wives, and have spoken lying words in My name which I have not commanded them. Indeed I know, and am a witness, saith the Lord.”",
      "24": "Thus shalt thou also speak to Shemaiah the Nehelamite, saying,",
      "25": "“Thus speaketh the Lord of hosts, the God of Israel, saying: Because thou hast sent letters in thy name unto all the people who are at Jerusalem, and to Zephaniah the son of Maaseiah the priest, and to all the priests, saying,",
      "26": "‘The Lord hath made thee priest in the stead of Jehoiada the priest, that ye should be officers in the house of the Lord for every man that is mad and maketh himself a prophet, that thou shouldest put him in prison, and in the stocks.",
      "27": "Now therefore, why hast thou not reproved Jeremiah of Anathoth, who maketh himself a prophet to you?",
      "28": "For therefore he sent unto us in Babylon, saying: This captivity is long; build ye houses and dwell in them, and plant gardens and eat the fruit of them.’”",
      "29": "And Zephaniah the priest read this letter in the ears of Jeremiah the prophet.",
      "30": "Then came the word of the Lord unto Jeremiah, saying,",
      "31": "“Send to all those of the captivity, saying, ‘Thus saith the Lord concerning Shemaiah the Nehelamite: Because Shemaiah hath prophesied unto you, and I sent him not and he caused you to trust in a lie,",
      "32": "therefore thus saith the Lord: Behold, I will punish Shemaiah the Nehelamite and his seed: he shall not have a man to dwell among this people, neither shall he behold the good that I will do for My people, saith the Lord, because he hath taught rebellion against the Lord.’”"
    },
    "30": {
      "1": "The word that came to Jeremiah from the Lord, saying,",
      "2": "“Thus speaketh the Lord God of Israel, saying: ‘Write thee all the words that I have spoken unto thee in a book.",
      "3": "For lo, the days come,’ saith the Lord, ‘that I will bring back from captivity My people Israel and Judah,’ saith the Lord; ‘and I will cause them to return to the land that I gave to their fathers, and they shall possess it.’”",
      "4": "And these are the words that the Lord spoke concerning Israel and concerning Judah:",
      "5": "“For thus saith the Lord: ‘We have heard a voice of trembling, of fear and not of peace.",
      "6": "Ask ye now, and see whether a man doth travail with child? Why do I see every man with his hands on his loins, as a woman in travail, and all faces are turned into paleness?",
      "7": "Alas! for that day is great, so that none is like it. It is even the time of Jacob’s trouble, but he shall be saved out of it.",
      "8": "“‘For it shall come to pass in that day,’ saith the Lord of hosts, ‘that I will break his yoke from off thy neck, and will burst thy bonds, and strangers shall no more be served by him.",
      "9": "But they shall serve the Lord their God, and David their king, whom I will raise up unto them.",
      "10": "“‘Therefore fear thou not, O My servant Jacob,’ saith the Lord; ‘neither be dismayed, O Israel; for lo, I will save thee from afar, and thy seed from the land of their captivity; and Jacob shall return, and shall be in rest and be quiet, and none shall make him afraid.",
      "11": "For I am with thee,’ saith the Lord, ‘to save thee; though I make a full end of all nations whither I have scattered thee, yet will I not make a full end of thee; but I will correct thee in measure, and will not leave thee altogether unpunished.’",
      "12": "“For thus saith the Lord: ‘Thy bruise is incurable, and thy wound is grievous.",
      "13": "There is none to plead thy cause, that thou mayest be bound up; thou hast no healing medicines.",
      "14": "All thy lovers have forgotten thee; they seek thee not; for I have wounded thee with the wound of an enemy, with the chastisement of a cruel one for the multitude of thine iniquity, because thy sins were increased.",
      "15": "Why criest thou for thine affliction? Thy sorrow is incurable for the multitude of thine iniquity; because thy sins were increased, I have done these things unto thee.",
      "16": "Therefore all they that devour thee shall be devoured, and all thine adversaries, every one of them, shall go into captivity; and they that despoil thee shall be a spoil, and all that prey upon thee will I give for a prey.",
      "17": "For I will restore health unto thee, and I will heal thee of thy wounds,’ saith the Lord, ‘because they called thee an outcast, saying, “This is Zion, whom no man seeketh after.”’",
      "18": "“Thus saith the Lord: ‘Behold, I will bring back from captivity Jacob’s tents, and have mercy on his dwelling places; and the city shall be built upon her own heap, and the palace shall remain after the manner thereof.",
      "19": "And out of them shall proceed thanksgiving and the voice of them that make merry; and I will multiply them, and they shall not be few; I will also glorify them, and they shall not be small.",
      "20": "Their children also shall be as in former time, and their congregation shall be established before Me, and I will punish all that oppress them.",
      "21": "And their nobles shall be of themselves, and their governor shall proceed from the midst of them; and I will cause him to draw near, and he shall approach unto Me; for who is this that engaged his heart to approach unto Me?’ saith the Lord.",
      "22": "‘And ye shall be My people, and I will be your God.’”",
      "23": "Behold, the whirlwind of the Lord goeth forth with fury, a continuing whirlwind; it shall fall with pain upon the head of the wicked.",
      "24": "The fierce anger of the Lord shall not return, until He has done it, and until He has performed the intents of His heart; in the latter days ye shall consider it."
    },
    "31": {
      "1": "“At the same time,” saith the Lord, “will I be the God of all the families of Israel, and they shall be My people.”",
      "2": "Thus saith the Lord: “The people who were left from the sword found grace in the wilderness, even Israel, when I went to cause him to rest.”",
      "3": "The Lord hath appeared of old unto me, saying, “Yea, I have loved thee with an everlasting love; therefore with lovingkindness have I drawn thee.",
      "4": "Again I will build thee, and thou shalt be built, O virgin of Israel; thou shalt again be adorned with thy timbrels, and shalt go forth in the dances of them that make merry.",
      "5": "Thou shalt yet plant vines upon the mountains of Samaria; the planters shall plant, and shall eat them as common things.",
      "6": "For there shall be a day that the watchmen upon Mount Ephraim shall cry, ‘Arise ye, and let us go up to Zion unto the Lord our God.’”",
      "7": "For thus saith the Lord: “Sing with gladness for Jacob, and shout among the chief of the nations; proclaim ye, praise ye, and say, ‘O Lord, save Thy people, the remnant of Israel.’",
      "8": "Behold, I will bring them from the north country, and gather them from the coasts of the earth, and with them the blind and the lame, the woman with child, and her that travaileth with child together; a great company shall return thither.",
      "9": "They shall come with weeping, and with supplications will I lead them; I will cause them to walk by the rivers of waters in a straight way, wherein they shall not stumble; for I am a Father to Israel, and Ephraim is My firstborn.",
      "10": "“Hear the word of the Lord, O ye nations, and declare it in the isles afar off, and say, ‘He that scattered Israel will gather him, and keep him as a shepherd doth his flock.’",
      "11": "For the Lord hath redeemed Jacob, and ransomed him from the hand of him that was stronger than he.",
      "12": "Therefore they shall come and sing in the height of Zion, and shall flow together to the goodness of the Lord—for wheat and for wine and for oil, and for the young of the flock and of the herd; and their soul shall be as a watered garden, and they shall not sorrow any more at all.",
      "13": "Then shall the virgin rejoice in the dance, both young men and old together; for I will turn their mourning into joy, and will comfort them and make them rejoice from their sorrow.",
      "14": "And I will satiate the soul of the priests with fatness, and My people shall be satisfied with My goodness,” saith the Lord.",
      "15": "Thus saith the Lord: “A voice was heard in Ramah, lamentation and bitter weeping; Rachel, weeping for her children, refused to be comforted for her children, because they were no more.”",
      "16": "Thus saith the Lord; “Restrain thy voice from weeping, and thine eyes from tears; for thy work shall be rewarded,” saith the Lord; “and they shall come back from the land of the enemy.",
      "17": "And there is hope in thine end,” saith the Lord, “that thy children shall come back to their own border.",
      "18": "“I have surely heard Ephraim bemoaning himself thus: ‘Thou hast chastised me and I was chastised, as a bullock unaccustomed to the yoke; turn Thou me, and I shall be turned, for Thou art the Lord my God.",
      "19": "Surely after I was turned, I repented; and after I was instructed, I smote upon my thigh. I was ashamed, yea, even confounded, because I bore the reproach of my youth.’",
      "20": "Is Ephraim My dear son? Is he a pleasant child? For since I spoke against him, I do earnestly remember him still; therefore My heart is troubled for him; I will surely have mercy upon him,” saith the Lord.",
      "21": "“Set thee up waymarks, make thee high heaps; set thine heart toward the highway, even the way which thou wentest; turn back, O virgin of Israel, turn back to these thy cities.",
      "22": "How long wilt thou go about, O thou backsliding daughter? For the Lord hath created a new thing in the earth: a woman shall compass a man.”",
      "23": "Thus saith the Lord of hosts, the God of Israel: “As yet they shall use this speech in the land of Judah and in the cities thereof, when I shall bring them back from captivity: ‘The Lord bless thee, O habitation of justice and mountain of holiness.’",
      "24": "And there shall dwell in Judah itself, and in all the cities thereof together, husbandmen, and they that go forth with flocks.",
      "25": "For I have satiated the weary soul, and I have replenished every sorrowful soul.”",
      "26": "Upon this I awaked and beheld, and my sleep was sweet unto me.",
      "27": "“Behold, the days come,” saith the Lord, “that I will sow the house of Israel and the house of Judah with the seed of man and with the seed of beast.",
      "28": "And it shall come to pass, that as I have watched over them to pluck up and to break down, and to throw down and to destroy and to afflict, so will I watch over them to build and to plant,” saith the Lord.",
      "29": "“In those days they shall say no more: “‘The fathers have eaten a sour grape, and the children’s teeth are set on edge.’",
      "30": "But every one shall die for his own iniquity: every man that eateth the sour grape, his teeth shall be set on edge.",
      "31": "“Behold, the days come,” saith the Lord, “that I will make a new covenant with the house of Israel and with the house of Judah—",
      "32": "not according to the covenant that I made with their fathers in the day that I took them by the hand to bring them out of the land of Egypt, My covenant which they broke, although I was a husband unto them,” saith the Lord.",
      "33": "“But this shall be the covenant that I will make with the house of Israel: After those days,” saith the Lord, “I will put My law in their inward parts, and write it in their hearts, and will be their God, and they shall be My people.",
      "34": "And they shall teach no more every man his neighbor and every man his brother, saying, ‘Know the Lord.’ For they shall all know Me, from the least of them unto the greatest of them,” saith the Lord, “for I will forgive their iniquity, and I will remember their sin no more.”",
      "35": "Thus saith the Lord, who giveth the sun for a light by day, and the ordinances of the moon and of the stars for a light by night, who divideth the sea when the waves thereof roar; the Lord of hosts is His name:",
      "36": "“If those ordinances depart from before Me,” saith the Lord, “then the seed of Israel also shall cease from being a nation before Me for ever.”",
      "37": "Thus saith the Lord: “If heaven above can be measured, and the foundations of the earth searched out beneath, I will also cast off all the seed of Israel for all that they have done,” saith the Lord.",
      "38": "“Behold, the days come,” saith the Lord, “that the city shall be built to the Lord from the Tower of Hananeel unto the Gate of the Corner.",
      "39": "And the measuring line shall yet go forth opposite it upon the hill Gareb, and shall compass about to Goath.",
      "40": "And the whole valley of the dead bodies and of the ashes, and all the fields unto the Brook of Kidron unto the corner of the Horse Gate toward the east shall be holy unto the Lord. It shall not be plucked up nor thrown down any more for ever.”"
    },
    "32": {
      "1": "The word that came to Jeremiah from the Lord in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar.",
      "2": "For then the king of Babylon’s army besieged Jerusalem; and Jeremiah the prophet was shut up in the court of the prison, which was in the king of Judah’s house.",
      "3": "For Zedekiah king of Judah had shut him up, saying, “Why dost thou prophesy and say, ‘Thus saith the Lord: Behold, I will give this city into the hand of the king of Babylon, and he shall take it;",
      "4": "and Zedekiah king of Judah shall not escape out of the hand of the Chaldeans, but shall surely be delivered into the hand of the king of Babylon, and shall speak with him mouth to mouth, and his eyes shall behold his eyes;",
      "5": "and he shall lead Zedekiah to Babylon, and there shall he be until visit I him, saith the Lord; though ye fight with the Chaldeans, ye shall not prosper’?”",
      "6": "And Jeremiah said, “The word of the Lord came unto me, saying:",
      "7": "Behold, Hanameel the son of Shallum thine uncle shall come unto thee, saying, ‘Buy thee my field that is in Anathoth; for the right of redemption is thine to buy it.’",
      "8": "So Hanameel mine uncle’s son came to me in the court of the prison according to the word of the Lord, and said unto me, ‘Buy my field, I pray thee, that is in Anathoth, which is in the country of Benjamin; for the right of inheritance is thine, and the redemption is thine; buy it for thyself.’ Then I knew that this was the word of the Lord.",
      "9": "“And I bought the field from Hanameel my uncle’s son, that was in Anathoth, and weighed out to him the money, even seventeen shekels of silver.",
      "10": "And I subscribed the evidence and sealed it, and took witnesses, and weighed him the money in the balances.",
      "11": "So I took the evidence of the purchase, both that which was sealed according to the law and custom and that which was open;",
      "12": "and I gave the evidence of the purchase unto Baruch the son of Neriah, the son of Mahseiah, in the sight of Hanameel mine uncle’s son, and in the presence of the witnesses who signed the book of the purchase, before all the Jews who sat in the court of the prison.",
      "13": "And I charged Baruch before them, saying,",
      "14": "‘Thus saith the Lord of hosts, the God of Israel: Take these deeds, this evidence of the purchase, both which is sealed and this evidence which is open, and put them in an earthen vessel, that they may continue many days.",
      "15": "For thus saith the Lord of hosts, the God of Israel: Houses and fields and vineyards shall be possessed again in this land.’",
      "16": "“Now when I had delivered the evidence of the purchase unto Baruch the son of Neriah, I prayed unto the Lord, saying:",
      "17": "Ah Lord God! Behold, Thou hast made the heaven and the earth by Thy great power and outstretched arm; and there is nothing too hard for Thee.",
      "18": "Thou showest lovingkindness unto thousands, and recompensest the iniquity of the fathers into the bosom of their children after them. The Great, the Mighty God, the Lord of hosts is His name,",
      "19": "great in counsel and mighty in work. For Thine eyes are open upon all the ways of the sons of men, to give every one according to his ways and according to the fruit of his doings;",
      "20": "who hast set signs and wonders in the land of Egypt even unto this day, and in Israel and among other men, and hast made Thee a name, as at this day;",
      "21": "and hast brought forth Thy people Israel out of the land of Egypt, with signs and with wonders, and with a strong hand and with an outstretched arm, and with great terror;",
      "22": "and hast given them this land which Thou didst swear to their fathers to give them, a land flowing with milk and honey.",
      "23": "And they came in and possessed it, but they obeyed not Thy voice, neither walked in Thy law: they have done nothing of all that Thou commanded them to do. Therefore Thou hast caused all this evil to come upon them.",
      "24": "Behold the siege ramps! They have come unto the city to take it; and the city is given into the hand of the Chaldeans, who fight against it, because of the sword and of the famine and of the pestilence. And what Thou hast spoken has come to pass, and behold, Thou seest it.",
      "25": "And Thou hast said unto me, O Lord God: ‘Buy thee the field for money, and take witnesses,’ for the city is given into the hand of the Chaldeans.”",
      "26": "Then came the word of the Lord unto Jeremiah, saying,",
      "27": "“Behold, I am the Lord, the God of all flesh. Is there any thing too hard for Me?",
      "28": "Therefore thus saith the Lord: Behold, I will give this city into the hand of the Chaldeans and into the hand of Nebuchadnezzar king of Babylon, and he shall take it.",
      "29": "And the Chaldeans who fight against this city shall come and set fire on this city, and burn it with the houses upon whose roofs they have offered incense unto Baal, and poured out drink offerings unto other gods to provoke Me to anger.",
      "30": "For the children of Israel and the children of Judah have done only evil before Me from their youth; for the children of Israel have only provoked Me to anger with the work of their hands, saith the Lord.",
      "31": "For this city hath been to Me as a provocation of Mine anger and of My fury from the day that they built it even unto this day, so that I should remove it from before My face",
      "32": "because of all the evil of the children of Israel and of the children of Judah, which they have done to provoke Me to anger — they, their kings, their princes, their priests, and their prophets, and the men of Judah, and the inhabitants of Jerusalem.",
      "33": "And they have turned unto Me the back and not the face. Though I taught them, rising up early and teaching them, yet they have not hearkened to receive instruction;",
      "34": "but they set their abominations in the house which is called by My name to defile it.",
      "35": "And they built the high places of Baal, which are in the Valley of the Son of Hinnom, to cause their sons and their daughters to pass through the fire unto Molech, which I commanded them not, neither came it into My mind that they should do this abomination, to cause Judah to sin.",
      "36": "“And now therefore thus saith the Lord, the God of Israel, concerning this city whereof ye say, ‘It shall be delivered into the hand of the king of Babylon by the sword and by the famine and by the pestilence’:",
      "37": "Behold, I will gather them out of all countries whither I have driven them in Mine anger and in My fury and in great wrath; and I will bring them again unto this place, and I will cause them to dwell safely.",
      "38": "And they shall be My people, and I will be their God;",
      "39": "and I will give them one heart and one way, that they may fear Me for ever, for the good of them and of their children after them.",
      "40": "And I will make an everlasting covenant with them, that I will not turn away from them, to do them good; but I will put My fear in their hearts, that they shall not depart from Me.",
      "41": "Yea, I will rejoice over them to do them good, and I will plant them in this land assuredly with My whole heart and with My whole soul.",
      "42": "“For thus saith the Lord: As I have brought all this great evil upon this people, so will I bring upon them all the good that I have promised them.",
      "43": "And fields shall be bought in this land whereof ye say, ‘It is desolate without man or beast. It is given into the hand of the Chaldeans.’",
      "44": "Men shall buy fields for money, and sign evidences and seal them, and take witnesses in the land of Benjamin and in the places about Jerusalem, and in the cities of Judah and in the cities of the mountains, and in the cities of the valley and in the cities of the South; for I will cause their captives to return, saith the Lord.”"
    },
    "33": {
      "1": "Moreover the word of the Lord came unto Jeremiah the second time, while he was yet shut up in the court of the prison, saying,",
      "2": "“Thus saith the Lord the maker thereof, the Lord who formed it to establish it, the Lord is His name:",
      "3": "‘Call unto Me, and I will answer thee, and show thee great and mighty things, which thou knowest not.’",
      "4": "For thus saith the Lord, the God of Israel, concerning the houses of this city and concerning the houses of the kings of Judah, which are thrown down by the siege mounds and by the sword:",
      "5": "‘They come to fight with the Chaldeans, but it is to fill them with the dead bodies of men whom I have slain in Mine anger and in My fury, and for all whose wickedness I have hid My face from this city.",
      "6": "Behold, I will bring it health and cure; and I will cure them and will reveal unto them the abundance of peace and truth.",
      "7": "And I will cause the captivity of Judah and the captivity of Israel to cease, and will build them as at the first.",
      "8": "And I will cleanse them from all their iniquity whereby they have sinned against Me; and I will pardon all their iniquities whereby they have sinned and whereby they have transgressed against Me.",
      "9": "And it shall be to Me a name of joy, a praise and an honorbefore all the nations of the earth, which shall hear all the good that I do unto them; and they shall fear and tremble for all the goodness and for all the prosperity that I provide unto it.’",
      "10": "“Thus saith the Lord: ‘Again there shall be heard in this place (which ye say shall be desolate, without man and without beast, even in the cities of Judah and in the streets of Jerusalem that are desolate, without man and without inhabitant and without beast),",
      "11": "the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride, the voice of them that shall say, “Praise the Lord of hosts, for the Lord is good; for His mercy endureth for ever”—and of those who shall bring the sacrifice of praise into the house of the Lord. For I will cause to return the captives of the land, as at the first,’ saith the Lord.",
      "12": "“Thus saith the Lord of hosts: ‘Again in this place which is desolate, without man and without beast, and in all the cities thereof shall be a habitation of shepherds causing their flocks to lie down.",
      "13": "In the cities of the mountains, in the cities of the vale, and in the cities of the South, and in the land of Benjamin, and in the places about Jerusalem, and in the cities of Judah, shall the flocks pass again under the hands of him that counteth them,’ saith the Lord.",
      "14": "“‘Behold, the days come,’ saith the Lord, ‘that I will perform that good thing which I have promised unto the house of Israel and to the house of Judah.",
      "15": "In those days and at that time will I cause the Branch of righteousness to grow up unto David; and He shall execute judgment and righteousness in the land.",
      "16": "In those days shall Judah be saved, and Jerusalem shall dwell safely. And this is the name wherewith she shall be called: The Lord Our Righteousness.’",
      "17": "“For thus saith the Lord: ‘David shall never be in want for a man to sit upon the throne of the house of Israel;",
      "18": "neither shall the priests, the Levites, be in want for a man before Me to offer burnt offerings, and to kindle meat offerings, and to do sacrifice continually.’”",
      "19": "And the word of the Lord came unto Jeremiah, saying,",
      "20": "“Thus saith the Lord: ‘If ye can break My covenant of the day and My covenant of the night, and that there should not be day and night in their season,",
      "21": "then may also My covenant be broken with David My servant, that he should not have a son to reign upon his throne, and with the Levites the priests, My ministers.",
      "22": "As the host of heaven cannot be numbered, neither the sand of the sea measured, so will I multiply the seed of David My servant and the Levites who minister unto Me.’”",
      "23": "Moreover the word of the Lord came to Jeremiah, saying,",
      "24": "“Considerest thou not what this people have spoken, saying, ‘The two families which the Lord hath chosen, He hath even cast them off’? Thus they have despised My people, that they should be no more a nation before them.",
      "25": "Thus saith the Lord: ‘If My covenant be not with day and night, and if I have not appointed the ordinances of heaven and earth,",
      "26": "then will I cast away the seed of Jacob and David My servant, so that I will not take any of his seed to be rulers over the seed of Abraham, Isaac, and Jacob; for I will cause their captivity to cease, and have mercy on them.’”"
    },
    "34": {
      "1": "The word which came unto Jeremiah from the Lord when Nebuchadnezzar king of Babylon and all his army, and all the kingdoms of the earth of his dominion, and all the people, fought against Jerusalem and against all the cities thereof, saying,",
      "2": "“Thus saith the Lord, the God of Israel: Go and speak to Zedekiah king of Judah and tell him, ‘Thus saith the Lord: Behold, I will give this city into the hand of the king of Babylon, and he shall burn it with fire.",
      "3": "And thou shalt not escape out of his hand, but shalt surely be taken and delivered into his hand; and thine eyes shall behold the eyes of the king of Babylon, and he shall speak with thee mouth to mouth, and thou shalt go to Babylon.",
      "4": "Yet hear the word of the Lord, O Zedekiah king of Judah. Thus saith the Lord of thee: Thou shalt not die by the sword,",
      "5": "but thou shalt die in peace; and with the burnings of thy fathers, the former kings who were before thee, so shall they burn incense for thee; and they will lament thee, saying, “Ah, lord!” For I have pronounced the word, saith the Lord.’”",
      "6": "Then Jeremiah the prophet spoke all these words unto Zedekiah king of Judah in Jerusalem,",
      "7": "when the king of Babylon’s army fought against Jerusalem and against all the cities of Judah that were left, against Lachish and against Azekah; for these fortified cities remained of the cities of Judah.",
      "8": "This is the word that came unto Jeremiah from the Lord, after King Zedekiah had made a covenant with all the people who were at Jerusalem to proclaim liberty unto them:",
      "9": "that every man should let his manservant and every man his maidservant, being a Hebrew or a Hebrewess, go free, that none should be served by them, to wit: by a Jew, his brother.",
      "10": "Now when all the princes and all the people, who had entered into the covenant, heard that every one should let his manservant and every one his maidservant go free, that none should be served by them any more, then they obeyed and let them go.",
      "11": "But afterward they turned, and caused the servants and the handmaids whom they had let go free to return, and brought them into subjection for servants and for handmaids.",
      "12": "Therefore the word of the Lord came to Jeremiah from the Lord, saying,",
      "13": "“Thus saith the Lord, the God of Israel: I made a covenant with your fathers in the day that I brought them forth out of the land of Egypt, out of the house of bondage, saying,",
      "14": "‘At the end of seven years let go every man his brother, a Hebrew who hath been sold unto thee; and when he hath served thee six years, thou shalt let him go free from thee.’ But your fathers hearkened not unto Me, neither inclined their ear.",
      "15": "And ye had now turned, and had done right in My sight in proclaiming liberty every man to his neighbor; and ye had made a covenant before Me in the house which is called by My name.",
      "16": "But ye turned and polluted My name, and caused every man his servant and every man his handmaid, whom he had set at liberty at their pleasure, to return, and brought them into subjection to be unto you for servants and for handmaids.",
      "17": "“Therefore thus saith the Lord: Ye have not hearkened unto Me, in proclaiming liberty, every one to his brother and every man to his neighbor. Behold, I proclaim a ‘liberty’ for you, saith the Lord, to the sword, to the pestilence, and to the famine; and I will make you to be removed into all the kingdoms of the earth.",
      "18": "And I will give the men who have transgressed My covenant, who have not performed the words of the covenant which they had made before Me when they cut the calf in twain and passed between the parts thereof—",
      "19": "the princes of Judah and the princes of Jerusalem, the eunuchs, and the priests, and all the people of the land who passed between the parts of the calf—",
      "20": "I will even give them into the hand of their enemies and into the hand of them that seek their life; and their dead bodies shall be for meat unto the fowls of the heaven and to the beasts of the earth.",
      "21": "And Zedekiah king of Judah and his princes will I give into the hand of their enemies, and into the hand of them that seek their life, and into the hand of the king of Babylon’s army which has gone up from you.",
      "22": "Behold, I will command, saith the Lord, and cause them to return to this city; and they shall fight against it, and take it, and burn it with fire. And I will make the cities of Judah a desolation without an inhabitant.”"
    },
    "35": {
      "1": "The word which came unto Jeremiah from the Lord in the days of Jehoiakim the son of Josiah, king of Judah, saying,",
      "2": "“Go unto the house of the Rechabites and speak unto them, and bring them into the house of the Lord, into one of the chambers, and give them wine to drink.”",
      "3": "Then I took Jaazaniah the son of Jeremiah, the son of Habazziniah, and his brethren and all his sons and the whole house of the Rechabites,",
      "4": "and I brought them into the house of the Lord, into the chamber of the sons of Hanan, the son of Igdaliah, a man of God, which was by the chamber of the princes, which was above the chamber of Maaseiah the son of Shallum, the keeper of the door.",
      "5": "And I set before the sons of the house of the Rechabites pots full of wine, and cups; and I said unto them, “Drink ye wine.”",
      "6": "But they said, “We will drink no wine; for Jonadab the son of Rechab, our father, commanded us, saying, ‘Ye shall drink no wine, neither ye, nor your sons for ever.",
      "7": "Neither shall ye build a house, nor sow seed, nor plant a vineyard, nor have any; but all your days ye shall dwell in tents, that ye may live many days in the land where ye are strangers.’",
      "8": "Thus have we obeyed the voice of Jonadab the son of Rechab, our father, in all that he hath charged us: to drink no wine all our days, we, our wives, our sons, nor our daughters,",
      "9": "nor to build houses for us to dwell in; neither have we vineyard, nor field, nor seed.",
      "10": "But we have dwelt in tents, and have obeyed and done according to all that Jonadab our father commanded us.",
      "11": "But it came to pass, when Nebuchadnezzar king of Babylon came up into the land, that we said, ‘Come, and let us go to Jerusalem for fear of the army of the Chaldeans and for fear of the army of the Syrians.’ So we dwell at Jerusalem.”",
      "12": "Then came the word of the Lord unto Jeremiah, saying,",
      "13": "“Thus saith the Lord of hosts, the God of Israel: Go and tell the men of Judah and the inhabitants of Jerusalem, ‘Will ye not receive instruction to hearken to My words?’ saith the Lord.",
      "14": "‘The words of Jonadab the son of Rechab, that he commanded his sons not to drink wine, are performed; for unto this day they drink none, but obey their father’s commandment. Notwithstanding I have spoken unto you, rising early and speaking, but ye hearkened not unto Me.",
      "15": "I have sent also unto you all My servants the prophets, rising up early and sending them, saying, “Return ye now every man from his evil way and amend your doings, and go not after other gods to serve them, and ye shall dwell in the land which I have given to you and to your fathers.” But ye have not inclined your ear, nor hearkened unto Me.",
      "16": "Because the sons of Jonadab the son of Rechab have performed the commandment of their father which he commanded them, but this people hath not hearkened unto Me,",
      "17": "therefore thus saith the Lord God of hosts, the God of Israel: Behold, I will bring upon Judah and upon all the inhabitants of Jerusalem all the evil that I have pronounced against them, because I have spoken unto them but they have not heard, and I have called unto them but they have not answered.’”",
      "18": "And Jeremiah said unto the house of the Rechabites, “Thus saith the Lord of hosts, the God of Israel: ‘Because ye have obeyed the commandment of Jonadab your father, and kept all his precepts and done according unto all that he hath commanded you,",
      "19": "therefore thus saith the Lord of hosts, the God of Israel: Jonadab the son of Rechab shall not lack for a man to stand before Me for ever.’”"
    },
    "36": {
      "1": "And it came to pass in the fourth year of Jehoiakim the son of Josiah, king of Judah, that this word came unto Jeremiah from the Lord, saying:",
      "2": "“Take thee a scroll of a book, and write therein all the words that I have spoken unto thee against Israel and against Judah and against all the nations from the day I spoke unto thee, from the days of Josiah, even unto this day.",
      "3": "It may be that the house of Judah will hear all the evil which I purpose to do unto them, that they may return every man from his evil way, that I may forgive their iniquity and their sin.”",
      "4": "Then Jeremiah called Baruch the son of Neriah; and Baruch wrote from the mouth of Jeremiah all the words of the Lord which He had spoken unto him upon a scroll of a book.",
      "5": "And Jeremiah commanded Baruch, saying, “I am shut up; I cannot go into the house of the Lord.",
      "6": "Therefore go thou, and read in the scroll, which thou hast written from my mouth, the words of the Lord in the ears of the people in the Lord’S house upon the fasting day; and also thou shalt read them in the ears of all Judah who come out of their cities.",
      "7": "It may be they will present their supplication before the Lord, and will return every one from his evil way; for great is the anger and the fury that the Lord hath pronounced against this people.”",
      "8": "And Baruch the son of Neriah did according to all that Jeremiah the prophet commanded him, reading in the book the words of the Lord in the Lord’S house.",
      "9": "And it came to pass in the fifth year of Jehoiakim the son of Josiah, king of Judah, in the ninth month, that they proclaimed a fast before the Lord to all the people in Jerusalem, and to all the people who came from the cities of Judah unto Jerusalem.",
      "10": "Then read Baruch in the book the words of Jeremiah in the house of the Lord, in the chamber of Gemariah the son of Shaphan, the scribe, in the higher court at the entry of the New Gate of the Lord’S house in the ears of all the people.",
      "11": "When Michaiah the son of Gemariah, the son of Shaphan, had heard out of the book all the words of the Lord,",
      "12": "then he went down into the king’s house into the scribe’s chamber; and lo, all the princes sat there, even Elishama the scribe, and Delaiah the son of Shemaiah, and Elnathan the son of Achbor, and Gemariah the son of Shaphan, and Zedekiah the son of Hananiah, and all the princes.",
      "13": "Then Michaiah declared unto them all the words that he had heard when Baruch read the book in the ears of the people.",
      "14": "Therefore all the princes sent Jehudi the son of Nethaniah, the son of Shelemiah, the son of Cushi unto Baruch, saying, “Take in thine hand the scroll wherein thou hast read in the ears of the people, and come.” So Baruch the son of Neriah took the scroll in his hand, and came unto them.",
      "15": "And they said unto him, “Sit down now, and read it in our ears.” So Baruch read it in their ears.",
      "16": "Now it came to pass, when they had heard all the words, they were afraid both one and the other, and said unto Baruch, “We will surely tell the king of all these words.”",
      "17": "And they asked Baruch, saying, “Tell us now, how didst thou write all these words from his mouth?”",
      "18": "Then Baruch answered them, “He pronounced all these words unto me with his mouth, and I wrote them with ink in the book.”",
      "19": "Then said the princes unto Baruch, “Go, hide thee, thou and Jeremiah; and let no man know where ye be.”",
      "20": "And they went in to the king into the court, but they laid up the scroll in the chamber of Elishama the scribe, and told all the words in the ears of the king.",
      "21": "So the king sent Jehudi to fetch the scroll; and he took it out of Elishama the scribe’s chamber. And Jehudi read it in the ears of the king and in the ears of all the princes who stood beside the king.",
      "22": "Now the king sat in the winter house in the ninth month, and there was a fire on the hearth burning before him.",
      "23": "And it came to pass that when Jehudi had read three or four leaves, he cut it with the penknife and cast it into the fire that was on the hearth, until all the scroll was consumed in the fire that was on the hearth.",
      "24": "Yet they were not afraid, nor rent their garments, neither the king nor any of his servants who heard all these words.",
      "25": "Nevertheless Elnathan and Delaiah and Gemariah had made intercession to the king that he should not burn the scroll; but he would not hear them.",
      "26": "But the king commanded Jerahmeel the son of Hammelech, and Seraiah the son of Azriel, and Shelemiah the son of Abdeel to take Baruch the scribe and Jeremiah the prophet; but the Lord hid them.",
      "27": "Then the word of the Lord came to Jeremiah, after the king had burned the scroll and the words which Baruch wrote at the mouth of Jeremiah, saying,",
      "28": "“Take thee again another scroll, and write in it all the former words that were in the first scroll, which Jehoiakim the king of Judah hath burned.",
      "29": "And thou shalt say to Jehoiakim king of Judah, ‘Thus saith the Lord: Thou hast burned this scroll, saying, “Why hast thou written therein, saying: the king of Babylon shall certainly come and destroy this land, and shall cause to cease from thence man and beast?”",
      "30": "Therefore thus saith the Lord concerning Jehoiakim king of Judah: He shall have none to sit upon the throne of David, and his dead body shall be cast out in the day to the heat and in the night to the frost.",
      "31": "And I will punish him and his seed and his servants for their iniquity; and I will bring upon them and upon the inhabitants of Jerusalem and upon the men of Judah all the evil that I have pronounced against them; but they hearkened not.’”",
      "32": "Then took Jeremiah another scroll, and gave it to Baruch the scribe, the son of Neriah, who wrote therein from the mouth of Jeremiah all the words of the book which Jehoiakim king of Judah had burned in the fire; and there were added besides unto them many like words."
    },
    "37": {
      "1": "And King Zedekiah the son of Josiah reigned instead of Coniah the son of Jehoiakim, whom Nebuchadnezzar king of Babylon made king in the land of Judah.",
      "2": "But neither he nor his servants, nor the people of the land hearkened unto the words of the Lord, which He spoke by the prophet Jeremiah.",
      "3": "And Zedekiah the king sent Jehucal the son of Shelemiah, and Zephaniah the son of Maaseiah the priest to the prophet Jeremiah, saying, “Pray now unto the Lord our God for us.”",
      "4": "Now Jeremiah came in and went out among the people, for they had not put him into prison.",
      "5": "Then Pharaoh’s army came forth out of Egypt; and when the Chaldeans who besieged Jerusalem heard tidings of them, they departed from Jerusalem.",
      "6": "Then came the word of the Lord unto the prophet Jeremiah, saying,",
      "7": "“Thus saith the Lord, the God of Israel: Thus shall ye say to the king of Judah, who sent you unto Me to inquire of Me: ‘Behold, Pharaoh’s army, which has come forth to help you, shall return to Egypt into their own land.",
      "8": "And the Chaldeans shall come again and fight against this city, and take it and burn it with fire.’",
      "9": "Thus saith the Lord: Deceive not yourselves, saying, ‘The Chaldeans shall surely depart from us,’ for they shall not depart.",
      "10": "For though ye had smitten the whole army of the Chaldeans who fight against you, and there remained but wounded men among them, yet should they rise up every man in his tent and burn this city with fire.”",
      "11": "And it came to pass that when the army of the Chaldeans had broken off from Jerusalem for fear of Pharaoh’s army,",
      "12": "then Jeremiah went forth out of Jerusalem to go into the land of Benjamin to separate himself from thence in the midst of the people.",
      "13": "And when he was in the Gate of Benjamin, a captain of the guard was there, whose name was Irijah the son of Shelemiah, the son of Hananiah; and he took Jeremiah the prophet, saying, “Thou fallest away to the Chaldeans!”",
      "14": "Then said Jeremiah, “It is false! I fall not away to the Chaldeans.” But he hearkened not to him; so Irijah took Jeremiah and brought him to the princes.",
      "15": "Thereupon the princes were wroth with Jeremiah, and smote him and put him in prison in the house of Jonathan the scribe; for they had made that the prison.",
      "16": "When Jeremiah had entered into the dungeon and into the cells, and Jeremiah had remained there many days,",
      "17": "then Zedekiah the king sent and took him out; and the king asked him secretly in his house, and said, “Is there any word from the Lord?” And Jeremiah said, “There is; for, said He: Thou shalt be delivered into the hand of the king of Babylon!”",
      "18": "Moreover Jeremiah said unto King Zedekiah, “How have I offended against thee or against thy servants or against this people, that ye have put me in prison?",
      "19": "Where are now your prophets who prophesied unto you, saying, ‘The king of Babylon shall not come against you, nor against this land’?",
      "20": "Therefore hear now, I pray thee, O my lord the king. Let my supplication, I pray thee, be accepted before thee, that thou cause me not to return to the house of Jonathan the scribe, lest I die there.”",
      "21": "Then Zedekiah the king commanded that they should commit Jeremiah into the court of the prison, and that they should give him daily a piece of bread out of the bakers’ street, until all the bread in the city was spent. Thus Jeremiah remained in the court of the prison."
    },
    "38": {
      "1": "Then Shephatiah the son of Mattan, and Gedaliah the son of Pashur, and Jucal the son of Shelemiah, and Pashur the son of Malchiah heard the words that Jeremiah had spoken unto all the people, saying,",
      "2": "“Thus saith the Lord: ‘He that remaineth in this city shall die by the sword, by the famine, and by the pestilence; but he that goeth forth to the Chaldeans shall live; for he shall have his life as a prey, and shall live.’",
      "3": "Thus saith the Lord: ‘This city shall surely be given into the hand of the king of Babylon’s army, which shall take it.’”",
      "4": "Therefore the princes said unto the king, “We beseech thee, let this man be put to death; for thus he weakeneth the hands of the men of war who remain in this city, and the hands of all the people, by speaking such words unto them; for this man seeketh not the welfare of this people, but the hurt.”",
      "5": "Then Zedekiah the king said, “Behold, he is in your hand; for the king is not he that can do any thing against you.”",
      "6": "Then they took Jeremiah and cast him into the dungeon of Malchiah, the son of Hammelech, which was in the court of the prison; and they let down Jeremiah with cords. And in the dungeon there was no water, but mire; so Jeremiah sank in the mire.",
      "7": "Now when Ebedmelech the Ethiopian, one of the eunuchs who was in the king’s house, heard that they had put Jeremiah in the dungeon (the king then sitting in the Gate of Benjamin),",
      "8": "Ebedmelech went forth out of the king’s house and spoke to the king, saying,",
      "9": "“My lord the king, these men have done evil in all that they have done to Jeremiah the prophet, whom they have cast into the dungeon; and he is likely to die of hunger in the place where he is, for there is no more bread in the city.”",
      "10": "Then the king commanded Ebedmelech the Ethiopian, saying, “Take from hence thirty men with thee, and take up Jeremiah the prophet out of the dungeon before he dies.”",
      "11": "So Ebedmelech took the men with him, and went into the house of the king under the treasury, and took from thence old castoff clothes and old rotten rags, and let them down by cords into the dungeon to Jeremiah.",
      "12": "And Ebedmelech the Ethiopian said unto Jeremiah, “Put now these old castoff clothes and rotten rags under thine armpits, under the cords.” And Jeremiah did so.",
      "13": "So they drew up Jeremiah with cords, and took him up out of the dungeon; and Jeremiah remained in the court of the prison.",
      "14": "Then Zedekiah the king sent and took Jeremiah the prophet unto him into the principal entry that is in the house of the Lord; and the king said unto Jeremiah, “I will ask thee a thing; hide nothing from me.”",
      "15": "Then Jeremiah said unto Zedekiah, “If I declare it unto thee, wilt thou not surely put me to death? And if I give thee counsel, wilt thou not hearken unto me?”",
      "16": "So Zedekiah the king swore secretly unto Jeremiah, saying, “As the Lord liveth, who made us this soul, I will not put thee to death, neither will I give thee into the hand of these men who seek thy life.”",
      "17": "Then said Jeremiah unto Zedekiah, “Thus saith the Lord, the God of hosts, the God of Israel: ‘If thou wilt assuredly go forth unto the king of Babylon’s princes, then thy soul shall live, and this city shall not be burned with fire; and thou shalt live, and thine house.",
      "18": "But if thou wilt not go forth to the king of Babylon’s princes, then shall this city be given into the hand of the Chaldeans, and they shall burn it with fire, and thou shalt not escape out of their hand.’”",
      "19": "And Zedekiah the king said unto Jeremiah, “I am afraid of the Jews who are fallen to the Chaldeans, lest they deliver me into their hand, and they mock me.”",
      "20": "But Jeremiah said, “They shall not deliver thee. Obey, I beseech thee, the voice of the Lord, which I speak unto thee; so it shall be well with thee, and thy soul shall live.",
      "21": "But if thou refuse to go forth, this is the word that the Lord hath shown me:",
      "22": "And behold, all the women who are left in the king of Judah’s house shall be brought forth to the king of Babylon’s princes, and those women shall say, ‘Thy friends have set thee up and have prevailed against thee. Thy feet are sunk in the mire, and they have turned away back.’",
      "23": "So they shall bring out all thy wives and thy children to the Chaldeans. And thou shalt not escape out of their hand, but shalt be taken by the hand of the king of Babylon; and thou shalt cause this city to be burned with fire.”",
      "24": "Then said Zedekiah unto Jeremiah, “Let no man know of these words, and thou shalt not die.",
      "25": "But if the princes hear that I have talked with thee, and they come unto thee and say unto thee, ‘Declare unto us now what thou hast said unto the king, also what the king said unto thee; hide it not from us, and we will not put thee to death,’",
      "26": "then thou shalt say unto them, ‘I presented my supplication before the king, that he would not cause me to return to Jonathan’s house to die there.’”",
      "27": "Then came all the princes unto Jeremiah and asked him, and he told them according to all these words that the king had commanded. So they left off speaking with him, for the matter was not perceived.",
      "28": "So Jeremiah remained in the court of the prison until the day that Jerusalem was taken, and he was there when Jerusalem was taken."
    },
    "39": {
      "1": "In the ninth year of Zedekiah king of Judah in the tenth month, came Nebuchadnezzar king of Babylon and all his army against Jerusalem, and they besieged it.",
      "2": "And in the eleventh year of Zedekiah in the fourth month, the ninth day of the month, the city was broken into.",
      "3": "And all the princes of the king of Babylon came in and sat in the Middle Gate: even Nergalsharezer, Samgarnebo, Sarsechim, Rabsaris, Nergalsharezer, Rabmag, with all the residue of the princes of the king of Babylon.",
      "4": "And it came to pass that when Zedekiah the king of Judah saw them and all the men of war, then they fled and went forth out of the city by night, by the way of the king’s garden, by the gate betwixt the two walls; and he went out the way of the plain.",
      "5": "But the Chaldeans’ army pursued after them, and overtook Zedekiah in the plains of Jericho; and when they had taken him, they brought him up to Nebuchadnezzar king of Babylon, to Riblah in the land of Hamath, where he gave judgment upon him.",
      "6": "Then the king of Babylon slew the sons of Zedekiah before his eyes in Riblah; also the king of Babylon slew all the nobles of Judah.",
      "7": "Moreover he put out Zedekiah’s eyes, and bound him with chains to carry him to Babylon.",
      "8": "And the Chaldeans burned the king’s house and the houses of the people with fire, and broke down the walls of Jerusalem.",
      "9": "Then Nebuzaradan the captain of the guard carried away captive into Babylon the remnant of the people that remained in the city and those who fell away, who fell to him, with the rest of the people who remained.",
      "10": "But Nebuzaradan the captain of the guard left the poor of the people, who had nothing, in the land of Judah, and gave them vineyards and fields at the same time.",
      "11": "Now Nebuchadnezzar king of Babylon gave charge concerning Jeremiah to Nebuzaradan the captain of the guard, saying,",
      "12": "“Take him and look well to him, and do him no harm; but do unto him even as he shall say unto thee.”",
      "13": "So Nebuzaradan the captain of the guard sent Nebushasban, Rabsaris, and Nergalsharezer, Rabmag, and all the king of Babylon’s princes;",
      "14": "even they sent and took Jeremiah out of the court of the prison and committed him unto Gedaliah the son of Ahikam the son of Shaphan, that he should carry him home. So he dwelt among the people.",
      "15": "Now the word of the Lord came unto Jeremiah while he was shut up in the court of the prison, saying,",
      "16": "“Go and speak to Ebedmelech the Ethiopian, saying, ‘Thus saith the Lord of hosts, the God of Israel: Behold, I will bring My words upon this city for evil and not for good; and they shall be accomplished in that day before thee.",
      "17": "But I will deliver thee in that day, saith the Lord; and thou shalt not be given into the hand of the men of whom thou art afraid.",
      "18": "For I will surely deliver thee, and thou shalt not fall by the sword; but thy life shall be as a prize unto thee, because thou hast put thy trust in Me, saith the Lord.’”"
    },
    "40": {
      "1": "The word that came to Jeremiah from the Lord after Nebuzaradan, the captain of the guard, had let him go from Ramah, when he had taken him bound in chains among all who were carried away captive of Jerusalem and Judah, who were carried away captive unto Babylon.",
      "2": "And the captain of the guard took Jeremiah and said unto him, “The Lord thy God hath pronounced this evil upon this place.",
      "3": "Now the Lord hath brought it, and done according as He hath said: because ye have sinned against the Lord and have not obeyed His voice, therefore this thing has come upon you.",
      "4": "And now behold, I loose thee this day from the chains which were upon thine hand. If it seem good unto thee to come with me into Babylon, come, and I will look well after thee; but if it seem ill unto thee to come with me into Babylon, forbear. Behold, all the land is before thee. Wherever it seemeth good and convenient for thee to go, thither go.”",
      "5": "Now while he had not yet gone back, he said, “Go back also to Gedaliah the son of Ahikam, the son of Shaphan, whom the king of Babylon hath made governor over the cities of Judah, and dwell with him among the people; or go wheresoever it seemeth convenient unto thee to go.” So the captain of the guard gave him victuals and a reward and let him go.",
      "6": "Then went Jeremiah unto Gedaliah, the son of Ahikam, to Mizpah, and dwelt with him among the people who were left in the land.",
      "7": "Now when all the captains of the forces which were in the fields, even they and their men, heard that the king of Babylon had made Gedaliah the son of Ahikam governor in the land, and had committed unto him men and women and children, and the poor of the land of those who were not carried away captive to Babylon,",
      "8": "then they came to Gedaliah at Mizpah — even Ishmael the son of Nethaniah, and Johanan and Jonathan the sons of Kareah, and Seraiah the son of Tanhumeth, and the sons of Ephai the Netophathite, and Jezaniah the son of a Maachathite, they and their men.",
      "9": "And Gedaliah the son of Ahikam, the son of Shaphan, swore unto them and to their men, saying, “Fear not to serve the Chaldeans. Dwell in the land and serve the king of Babylon, and it shall be well with you.",
      "10": "As for me, behold, I will dwell at Mizpah to serve the Chaldeans, who will come unto us; but ye, gather ye wine and summer fruits and oil, and put them in your vessels, and dwell in your cities that ye have taken.”",
      "11": "Likewise when all the Jews who were in Moab, and among the Ammonites and in Edom, and who were in all the countries, heard that the king of Babylon had left a remnant of Judah, and that he had set over them Gedaliah the son of Ahikam, the son of Shaphan,",
      "12": "even all the Jews returned out of all places whither they were driven and came to the land of Judah, to Gedaliah at Mizpah, and gathered wine and summer fruits in abundance.",
      "13": "Moreover Johanan the son of Kareah and all the captains of the forces that were in the fields came to Gedaliah at Mizpah",
      "14": "and said unto him, “Dost thou certainly know that Baalis the king of the Ammonites hath sent Ishmael the son of Nethaniah to slay thee?” But Gedaliah the son of Ahikam believed them not.",
      "15": "Then Johanan the son of Kareah spoke to Gedaliah in Mizpah secretly, saying, “Let me go, I pray thee, and I will slay Ishmael the son of Nethaniah, and no man shall know it. Why should he slay thee, that all the Jews who are gathered unto thee should be scattered and the remnant in Judah perish?”",
      "16": "But Gedaliah the son of Ahikam said unto Johanan the son of Kareah, “Thou shalt not do this thing, for thou speakest falsely of Ishmael.”"
    },
    "41": {
      "1": "Now it came to pass in the seventh month, that Ishmael the son of Nethaniah, the son of Elishama, of the royal seed and the princes of the king, came with ten men unto Gedaliah the son of Ahikam to Mizpah; and there they ate bread together in Mizpah.",
      "2": "Then arose Ishmael the son of Nethaniah and the ten men who were with him, and smote Gedaliah the son of Ahikam, the son of Shaphan, with the sword and slew him whom the king of Babylon had made governor over the land.",
      "3": "Ishmael also slew all the Jews who were with him, even with Gedaliah at Mizpah, and the Chaldeans who were found there and the men of war.",
      "4": "And it came to pass the second day after he had slain Gedaliah, and no man knew it,",
      "5": "that there came certain ones from Shechem, from Shiloh, and from Samaria, even fourscore men, having their beards shaven and their clothes rent and having cut themselves, with offerings and incense in their hand to bring them to the house of the Lord.",
      "6": "And Ishmael the son of Nethaniah went forth from Mizpah to meet them, weeping all along as he went; and it came to pass as he met them, he said unto them, “Come to Gedaliah the son of Ahikam.”",
      "7": "And it was so when they came into the midst of the city, that Ishmael the son of Nethaniah slew them and cast them into the midst of the pit, he and the men who were with him.",
      "8": "But ten men were found among them who said unto Ishmael, “Slay us not; for we have treasures in the field of wheat, and of barley, and of oil, and of honey.” So he forbore, and slew them not among their brethren.",
      "9": "Now the pit wherein Ishmael had cast all the dead bodies of the men, whom he had slain because of Gedaliah, was that which Asa the king had made for fear of Baasha king of Israel; and Ishmael the son of Nethaniah filled it with those who were slain.",
      "10": "Then Ishmael carried away captive all the residue of the people who were in Mizpah, even the king’s daughters and all the people that remained in Mizpah, whom Nebuzaradan the captain of the guard had committed to Gedaliah the son of Ahikam; and Ishmael the son of Nethaniah carried them away captive, and departed to go over to the Ammonites.",
      "11": "But when Johanan the son of Kareah, and all the captains of the forces that were with him, heard of all the evil that Ishmael the son of Nethaniah had done,",
      "12": "then they took all the men and went to fight with Ishmael the son of Nethaniah, and found him by the great waters that are in Gibeon.",
      "13": "Now it came to pass, that when all the people who were with Ishmael saw Johanan the son of Kareah and all the captains of the forces that were with him, then they were glad.",
      "14": "So all the people whom Ishmael had carried away captive from Mizpah turned about and returned, and went unto Johanan the son of Kareah.",
      "15": "But Ishmael the son of Nethaniah escaped from Johanan with eight men, and went to the Ammonites.",
      "16": "Then Johanan the son of Kareah, and all the captains of the forces that were with him, took from Mizpah all the remnant of the people whom he had recovered from Ishmael the son of Nethaniah after he had slain Gedaliah the son of Ahikam — even mighty men of war, and the women, and the children, and the eunuchs whom he had brought again from Gibeon.",
      "17": "And they departed and dwelt in the habitation of Chimham, which is by Bethlehem, to go to enter into Egypt,",
      "18": "because of the Chaldeans; for they were afraid of them, because Ishmael the son of Nethaniah had slain Gedaliah the son of Ahikam, whom the king of Babylon made governor in the land."
    },
    "42": {
      "1": "Then all the captains of the forces, and Johanan the son of Kareah, and Jezaniah the son of Hoshaiah, and all the people from the least even unto the greatest, came near",
      "2": "and said unto Jeremiah the prophet, “Let, we beseech thee, our supplication be accepted before thee, and pray for us unto the Lord thy God, even for all this remnant (for we are left but a few of many, as thine eyes do behold us),",
      "3": "that the Lord thy God may show us the way wherein we may walk and the thing that we may do.”",
      "4": "Then Jeremiah the prophet said unto them, “I have heard you; behold, I will pray unto the Lord your God according to your words, and it shall come to pass that whatsoever thing the Lord shall answer you, I will declare it unto you; I will keep nothing back from you.”",
      "5": "Then they said to Jeremiah, “The Lord be a true and faithful witness between us, if we do not do even according to all things for which the Lord thy God shall send thee to us.",
      "6": "Whether it be good or whether it be evil, we will obey the voice of the Lord our God to whom we send thee, that it may be well with us when we obey the voice of the Lord our God.”",
      "7": "And it came to pass after ten days that the word of the Lord came unto Jeremiah.",
      "8": "Then called he Johanan the son of Kareah, and all the captains of the forces who were with him, and all the people from the least even to the greatest,",
      "9": "and said unto them, “Thus saith the Lord, the God of Israel, unto whom ye sent me to present your supplication before Him:",
      "10": "‘If ye will still abide in this land, then will I build you and not pull you down, and I will plant you and not pluck you up; for I repent of the evil that I have done unto you.",
      "11": "Be not afraid of the king of Babylon, of whom ye are afraid; be not afraid of him, saith the Lord, for I am with you to save you and to deliver you from his hand.",
      "12": "And I will show mercies unto you, that he may have mercy upon you and cause you to return to your own land.’",
      "13": "“But if ye say, ‘We will not dwell in this land,’ neither obey the voice of the Lord your God,",
      "14": "saying, ‘No, but we will go into the land of Egypt where we shall see no war, nor hear the sound of the trumpet, nor have hunger for bread, and there will we dwell’—",
      "15": "and now therefore hear the word of the Lord, ye remnant of Judah! Thus saith the Lord of hosts, the God of Israel: ‘If ye wholly set your faces to enter into Egypt, and go to sojourn there,",
      "16": "then it shall come to pass that the sword which ye feared shall overtake you there in the land of Egypt, and the famine whereof ye were afraid shall follow close after you there in Egypt; and there ye shall die.",
      "17": "So shall it be with all the men that set their faces to go into Egypt to sojourn there. They shall die by the sword, by the famine, and by the pestilence; and none of them shall remain or escape from the evil that I will bring upon them.’",
      "18": "For thus saith the Lord of hosts, the God of Israel: ‘As Mine anger and My fury hath been poured forth upon the inhabitants of Jerusalem, so shall My fury be poured forth upon you when ye shall enter into Egypt. And ye shall be an execration and an astonishment, and a curse and a reproach; and ye shall see this place no more.’",
      "19": "“The Lord hath said concerning you, O ye remnant of Judah: ‘Go ye not into Egypt!’ Know certainly that I have admonished you this day.",
      "20": "For ye dissembled in your hearts when ye sent me unto the Lord your God, saying, ‘Pray for us unto the Lord our God; and according unto all that the Lord our God shall say, so declare unto us, and we will do it.’",
      "21": "And now I have this day declared it to you, but ye have not obeyed the voice of the Lord your God, nor any thing for which He hath sent me unto you.",
      "22": "Now therefore know certainly that ye shall die by the sword, by the famine, and by the pestilence in the place whither ye desire to go and to sojourn.”"
    },
    "43": {
      "1": "And it came to pass that when Jeremiah had made an end of speaking unto all the people all the words of the Lord their God, for which the Lord their God had sent him to them, even all these words,",
      "2": "then spoke Azariah the son of Hoshaiah, and Johanan the son of Kareah, and all the proud men, saying unto Jeremiah, “Thou speakest falsely. The Lord our God hath not sent thee to say, ‘Go not into Egypt to sojourn there.’",
      "3": "But Baruch the son of Neriah setteth thee against us, to deliver us into the hand of the Chaldeans, that they might put us to death and carry us away captives into Babylon.”",
      "4": "So Johanan the son of Kareah, and all the captains of the forces, and all the people obeyed not the voice of the Lord to dwell in the land of Judah.",
      "5": "But Johanan the son of Kareah and all the captains of the forces took all the remnant of Judah, who had returned from all nations whither they had been driven, to dwell in the land of Judah—",
      "6": "even men, and women, and children, and the king’s daughters, and every person whom Nebuzaradan the captain of the guard had left with Gedaliah the son of Ahikam, the son of Shaphan, and Jeremiah the prophet, and Baruch the son of Neriah.",
      "7": "So they came into the land of Egypt, for they obeyed not the voice of the Lord; thus came they even to Tahpanhes.",
      "8": "Then came the word of the Lord unto Jeremiah in Tahpanhes, saying,",
      "9": "“Take great stones in thine hand, and hide them in the clay in the brickkiln, which is at the entry of Pharaoh’s house in Tahpanhes, in the sight of the men of Judah;",
      "10": "and say unto them, ‘Thus saith the Lord of hosts, the God of Israel: Behold, I will send and take Nebuchadnezzar the king of Babylon, My servant, and will set his throne upon these stones that I have hid; and he shall spread his royal pavilion over them.",
      "11": "And when he cometh, he shall smite the land of Egypt, and deliver such as are for death to death, and such as are for captivity to captivity, and such as are for the sword to the sword.",
      "12": "And I will kindle a fire in the houses of the gods of Egypt, and he shall burn them and carry them away captives; and he shall array himself with the land of Egypt, as a shepherd putteth on his garment; and he shall go forth from thence in peace.",
      "13": "He shall break also the images of Bethshemesh [the House of the Sun] that are in the land of Egypt; and the houses of the gods of the Egyptians shall he burn with fire.’”"
    },
    "44": {
      "1": "The word that came to Jeremiah concerning all the Jews who dwell in the land of Egypt, who dwell at Migdol, and at Tahpanhes, and at Noph, and in the country of Pathros, saying,",
      "2": "“Thus saith the Lord of hosts, the God of Israel: Ye have seen all the evil that I have brought upon Jerusalem and upon all the cities of Judah; and behold, this day they are a desolation, and no man dwelleth therein,",
      "3": "because of their wickedness which they have committed to provoke Me to anger, in that they went to burn incense and to serve other gods whom they knew not, neither they, ye, nor your fathers.",
      "4": "Nevertheless, I sent unto you all My servants the prophets, rising early and sending them, saying, ‘Oh, do not this abominable thing that I hate.’",
      "5": "But they hearkened not, nor inclined their ear to turn from their wickedness, to burn no incense unto other gods.",
      "6": "Therefore My fury and Mine anger was poured forth and was kindled in the cities of Judah and in the streets of Jerusalem; and they are wasted and desolate, as at this day.",
      "7": "“Therefore, now thus saith the Lord, the God of hosts, the God of Israel: Why commit ye this great evil against your souls to cut off from you man and woman, child and suckling, out of Judah to leave you none to remain,",
      "8": "in that ye provoke Me unto wrath with the works of your hands, burning incense unto other gods in the land of Egypt whither ye have gone to dwell, that ye might cut yourselves off and that ye might be a curse and a reproach among all the nations of the earth?",
      "9": "Have ye forgotten the wickedness of your fathers, and the wickedness of the kings of Judah, and the wickedness of their wives, and your own wickedness, and the wickedness of your wives which they have committed in the land of Judah and in the streets of Jerusalem?",
      "10": "They are not humbled even unto this day, neither have they feared, nor walked in My law, nor in My statutes that I set before you and before your fathers.",
      "11": "“Therefore thus saith the Lord of hosts, the God of Israel: Behold, I will set My face against you for evil, and to cut off all Judah.",
      "12": "And I will take the remnant of Judah who have set their faces to go into the land of Egypt to sojourn there, and they shall all be consumed and fall in the land of Egypt; they shall even be consumed by the sword and by the famine. They shall die, from the least even unto the greatest, by the sword and by the famine; and they shall be an execration and an astonishment, and a curse and a reproach.",
      "13": "For I will punish them that dwell in the land of Egypt, as I have punished Jerusalem by the sword, by the famine, and by the pestilence,",
      "14": "so that none of the remnant of Judah who have gone into the land of Egypt to sojourn there shall escape or remain, that they should return into the land of Judah to which they have a desire to return to dwell there; for none shall return but such as shall escape.”",
      "15": "Then all the men who knew that their wives had burned incense unto other gods, and all the women who stood by, a great multitude, even all the people who dwelt in the land of Egypt, in Pathros, answered Jeremiah, saying,",
      "16": "“As for the word that thou hast spoken unto us in the name of the Lord, we will not hearken unto thee.",
      "17": "But we will certainly do whatsoever thing goeth forth out of our own mouth, to burn incense unto the queen of heaven and to pour out drink offerings unto her, as we have done, we, and our fathers, our kings, and our princes in the cities of Judah and in the streets of Jerusalem; for then had we plenty of bread, and were well and saw no evil.",
      "18": "But since we left off burning incense to the queen of heaven and pouring out drink offerings unto her, we have been wanting in all things, and have been consumed by the sword and by the famine.”",
      "19": "“And when we burned incense to the queen of heaven and poured out drink offerings unto her, did we make her cakes to worship her, and pour out drink offerings unto her without our men?”",
      "20": "Then Jeremiah said unto all the people — to the men, and to the women, and to all the people who had given him that answer, saying,",
      "21": "“The incense that ye burned in the cities of Judah and in the streets of Jerusalem, ye and your fathers, your kings and your princes, and the people of the land, did not the Lord remember them, and came it not into His mind?",
      "22": "So the Lord could no longer bear it, because of the evil of your doings and because of the abominations which ye have committed. Therefore your land is a desolation, and an astonishment and a curse, without an inhabitant, as at this day.",
      "23": "Because ye have burned incense, and because ye have sinned against the Lord and have not obeyed the voice of the Lord, nor walked in His law nor in His statutes nor in His testimonies, therefore this evil has happened unto you, as at this day.”",
      "24": "Moreover Jeremiah said unto all the people and to all the women, “Hear the word of the Lord, all Judah who are in the land of Egypt.",
      "25": "Thus saith the Lord of hosts, the God of Israel, saying: Ye and your wives have both spoken with your mouths and fulfilled with your hands, saying, ‘We will surely perform our vows that we have vowed to burn incense to the queen of heaven and to pour out drink offerings unto her.’ Ye will surely accomplish your vows and surely perform your vows!",
      "26": "Therefore hear ye the word of the Lord, all Judah who dwell in the land of Egypt: ‘Behold, I have sworn by My great name,’ saith the Lord, ‘that My name shall no more be named in the mouth of any man of Judah in all the land of Egypt, saying, “The Lord God liveth.”",
      "27": "Behold, I will watch over them for evil and not for good; and all the men of Judah who are in the land of Egypt shall be consumed by the sword and by the famine, until there be an end of them.",
      "28": "Yet a small number that escape the sword shall return out of the land of Egypt into the land of Judah, and all the remnant of Judah that are gone into the land of Egypt to sojourn there shall know whose words shall stand, Mine, or theirs.",
      "29": "And this shall be a sign unto you,’ saith the Lord, ‘that I will punish you in this place, that ye may know that My words shall surely stand against you for evil.’",
      "30": "Thus saith the Lord: ‘Behold, I will give Pharaoh Hophra king of Egypt into the hand of his enemies and into the hand of them that seek his life, as I gave Zedekiah king of Judah into the hand of Nebuchadnezzar king of Babylon, his enemy who sought his life.’”"
    },
    "45": {
      "1": "The word that Jeremiah the prophet spoke unto Baruch the son of Neriah, when he had written these words in a book out of the mouth of Jeremiah, in the fourth year of Jehoiakim the son of Josiah, king of Judah, saying,",
      "2": "“Thus saith the Lord, the God of Israel, unto thee, O Baruch:",
      "3": "Thou didst say, ‘Woe is me now! For the Lord hath added grief to my sorrow; I fainted in my sighing, and I find no rest.’",
      "4": "Thus shalt thou say unto him, ‘The Lord saith thus: Behold, that which I have built will I break down, and that which I have planted I will pluck up, even this whole land.",
      "5": "And seekest thou great things for thyself? Seek them not; for behold, I will bring evil upon all flesh, saith the Lord, but thy life will I give unto thee for a prey in all places whither thou goest.’”"
    },
    "46": {
      "1": "The word of the Lord which came to Jeremiah the prophet against the Gentiles.",
      "2": "Against Egypt, against the army of Pharaohnecho king of Egypt, which was by the River Euphrates in Carchemish, which Nebuchadnezzar king of Babylon smote in the fourth year of Jehoiakim the son of Josiah, king of Judah:",
      "3": "“Order ye the buckler and shield, and draw near to battle!",
      "4": "Harness the horses; and get up, ye horsemen, and stand forth with your helmets; furbish the spears, and put on the brigandines!",
      "5": "Why have I seen them dismayed and turned away back? And their mighty ones are beaten down, and are fled apace and look not back, for fear was round about,” saith the Lord.",
      "6": "“Let not the swift flee away, nor the mighty man escape; they shall stumble and fall toward the north by the River Euphrates.",
      "7": "“Who is this that cometh up as a flood, whose waters are moved as the rivers?",
      "8": "Egypt riseth up like a flood, and his waters are moved like the rivers; and he saith, ‘I will go up, and will cover the earth; I will destroy the city and the inhabitants thereof.’",
      "9": "Come up, ye horses, and rage, ye chariots! And let the mighty men come forth: the Ethiopians and the Libyans that handle the shield, and the Lydians that handle and bend the bow.",
      "10": "For this is the day of the Lord God of hosts, a day of vengeance, that He may avenge Him of His adversaries. And the sword shall devour, and it shall be sated and made drunk with their blood; for the Lord God of hosts hath a sacrifice in the north country by the River Euphrates.",
      "11": "Go up into Gilead and take balm, O virgin, the daughter of Egypt; in vain shalt thou use many medicines; for thou shalt not be cured.",
      "12": "The nations have heard of thy shame, and thy cry hath filled the land; for the mighty man hath stumbled against the mighty, and they are fallen both together.”",
      "13": "The word that the Lord spoke to Jeremiah the prophet, how Nebuchadnezzar king of Babylon should come and smite the land of Egypt:",
      "14": "“Declare ye in Egypt and publish in Migdol, and publish in Noph and in Tahpanhes; say ye, ‘Stand fast and prepare thee, for the sword shall devour round about thee.’",
      "15": "Why are thy valiant men swept away? They stood not, because the Lord did drive them.",
      "16": "He made many to fall, yea, one fell upon another; and they said, ‘Arise, and let us go again to our own people and to the land of our nativity, from the oppressing sword.’",
      "17": "They did cry there, ‘Pharaoh king of Egypt is but a noise! He hath passed the time appointed.’",
      "18": "“As I live,” saith the King, whose name is the Lord of hosts, “surely as Tabor is among the mountains and as Carmel by the sea, so shall he come.",
      "19": "O thou daughter dwelling in Egypt, furnish thyself to go into captivity; for Noph shall be waste and desolate, without an inhabitant.",
      "20": "“Egypt is like a very fair heifer, but destruction cometh; it cometh out of the north.",
      "21": "Also her hired men are in the midst of her like fatted bullocks; for they also are turned back, and have fled away together. They did not stand, because the day of their calamity had come upon them, and the time of their visitation.",
      "22": "The voice thereof shall go like a serpent; for they shall march with an army and come against her with axes, as hewers of wood.",
      "23": "They shall cut down her forest,” saith the Lord, “though it cannot be searched, because they are more than the grasshoppers, and are innumerable.",
      "24": "The daughter of Egypt shall be confounded; she shall be delivered into the hand of the people of the north.”",
      "25": "The Lord of hosts, the God of Israel, saith: “Behold, I will punish the multitude of No, and Pharaoh, and Egypt, with their gods and their kings, even Pharaoh and all them that trust in him.",
      "26": "And I will deliver them into the hand of those that seek their lives, and into the hand of Nebuchadnezzar king of Babylon and into the hand of his servants; and afterward it shall be inhabited as in the days of old,” saith the Lord.",
      "27": "“But fear not thou, O My servant Jacob, and be not dismayed, O Israel; for, behold, I will save thee from afar off, and thy seed from the land of their captivity; and Jacob shall return, and be in rest and at ease, and none shall make him afraid.",
      "28": "Fear thou not, O Jacob My servant,” saith the Lord, “for I am with thee. For I will make a full end of all the nations whither I have driven thee, but I will not make a full end of thee, but correct thee in measure. Yet will I not leave thee wholly unpunished.”"
    },
    "47": {
      "1": "The word of the Lord that came to Jeremiah the prophet against the Philistines, before Pharaoh smote Gaza.",
      "2": "Thus saith the Lord: “Behold, waters rise up out of the north, and shall be an overflowing flood, and shall overflow the land, and all that is therein, the city, and them that dwell therein; then the men shall cry, and all the inhabitants of the land shall howl.",
      "3": "At the noise of the stamping of the hoofs of his strong horses, at the rushing of his chariots and at the rumbling of his wheels, the fathers shall not look back to their children for feebleness of hands,",
      "4": "because of the day that cometh to despoil all the Philistines, and to cut off from Tyre and Sidon every helper that remaineth; for the Lord will despoil the Philistines, the remnant of the country of Caphtor.",
      "5": "Baldness is come upon Gaza; Ashkelon is cut off with the remnant of their valley. How long wilt thou cut thyself?”",
      "6": "O thou sword of the Lord, how long will it be ere thou be quiet? Put up thyself into thy scabbard; rest and be still.",
      "7": "How can it be quiet, seeing the Lord hath given it a charge against Ashkelon and against the seashore? There hath He appointed it."
    },
    "48": {
      "1": "Against Moab, thus saith the Lord of hosts, the God of Israel: “Woe unto Nebo! For it is despoiled; Kiriathaim is confounded and taken; Misgab is confounded and dismayed.",
      "2": "There shall be no more praise of Moab; in Heshbon they have devised evil against it; ‘Come, and let us cut it off from being a nation.’ Also thou shalt be cut down, O Madmen; the sword shall pursue thee.",
      "3": "“A voice of crying shall be from Horonaim: ‘Despoiling and great destruction!’",
      "4": "Moab is destroyed; her little ones have caused a cry to be heard.",
      "5": "For in the going up of Luhith continual weeping shall go up; for in the going down of Horonaim the enemies have heard a cry of destruction.",
      "6": "Flee, save your lives, and be like a naked tree in the wilderness.",
      "7": "For because thou hast trusted in thy works and in thy treasures, thou shalt also be taken; and Chemosh shall go forth into captivity with his priests and his princes together.",
      "8": "And the spoiler shall come upon every city, and no city shall escape; the valley also shall perish, and the plain shall be destroyed, as the Lord hath spoken.",
      "9": "“Give wings unto Moab, that it may flee and get away; for the cities thereof shall be desolate, without any to dwell therein.",
      "10": "“Cursed be he that doeth the work of the Lord deceitfully, and cursed be he that keepeth back his sword from blood.",
      "11": "“Moab hath been at ease from his youth, and he hath settled on his lees, and hath not been emptied from vessel to vessel, neither hath he gone into captivity; therefore his taste remained in him, and his scent is not changed.",
      "12": "“Therefore, behold, the days come,” saith the Lord, “that I will send unto him wanderers, who shall cause him to wander, and shall empty his vessels and break their bottles.",
      "13": "And Moab shall be ashamed of Chemosh, as the house of Israel was ashamed of Bethel, their confidence.",
      "14": "“How say ye, ‘We are mighty and strong men for the war’?",
      "15": "Moab is despoiled and gone up out of her cities, and his chosen young men are gone down to the slaughter,” saith the King, whose name is the Lord of hosts.",
      "16": "“The calamity of Moab is near to come, and his affliction hasteneth fast.",
      "17": "All ye that are about him, bemoan him; and all ye that know his name, say, ‘How is the strong staff broken, and the beautiful rod!’",
      "18": "Thou daughter that dost inhabit Dibon, come down from thy glory, and sit in thirst; for the despoiler of Moab shall come upon thee, and he shall destroy thy strongholds.",
      "19": "O inhabitant of Aroer, stand by the way and espy; ask him that fleeth and her that escapeth, and say, ‘What is done?’",
      "20": "Moab is confounded, for it is broken down. Howl and cry! Tell ye it in Arnon that Moab is despoiled!",
      "21": "“And judgment has come upon the plain country: upon Holon, and upon Jahazah, and upon Mephaath,",
      "22": "and upon Dibon, and upon Nebo, and upon Bethdiblathaim,",
      "23": "and upon Kiriathaim, and upon Bethgamul, and upon Bethmeon,",
      "24": "and upon Kerioth, and upon Bozrah, and upon all the cities of the land of Moab, far or near.",
      "25": "The horn of Moab is cut off, and his arm is broken,” saith the Lord.",
      "26": "“Make ye him drunken, for he magnified himself against the Lord. Moab also shall wallow in his vomit, and he also shall be in derision.",
      "27": "For was not Israel a derision unto thee? Was he found among thieves? For since thou spokest of him, thou skipped for joy.",
      "28": "“O ye that dwell in Moab, leave the cities and dwell in the rock, and be like the dove that maketh her nest in the sides of the hole’s mouth.",
      "29": "We have heard the pride of Moab (he is exceeding proud)— his loftiness, and his arrogancy, and his pride, and the haughtiness of his heart.",
      "30": "I know his wrath,” saith the Lord, “but it shall not be so; his lies shall not so effect it.",
      "31": "Therefore will I howl for Moab, and I will cry out for all Moab; Mine heart shall mourn for the men of Kirheres.",
      "32": "O vine of Sibmah, I will weep for thee with the weeping of Jazer; thy plants are gone over the sea, they reach even to the sea of Jazer. The spoiler is fallen upon thy summer fruits and upon thy vintage,",
      "33": "and joy and gladness is taken from the plentiful field and from the land of Moab. And I have caused wine to fail from the wine presses; none shall tread with shouting; their shouting shall be no shouting.",
      "34": "“From the cry of Heshbon even unto Elealeh, and even unto Jahaz have they uttered their voice, from Zoar even unto Horonaim, as a heifer of three years old; for the waters also of Nimrim shall be desolate.",
      "35": "Moreover I will cause to cease in Moab,” saith the Lord, “him that offereth in the high places and him that burneth incense to his gods.",
      "36": "Therefore Mine heart shall sound for Moab like pipes, and Mine heart shall sound like pipes for the men of Kirheres, because the riches that he hath gotten have perished.",
      "37": "“For every head shall be bald and every beard clipped; upon all the hands shall be cuts and upon the loins sackcloth.",
      "38": "There shall be lamentation generally upon all the housetops of Moab and in the streets thereof; for I have broken Moab like a vessel wherein is no pleasure,” saith the Lord.",
      "39": "“They shall howl, saying, ‘How it is broken down! How hath Moab turned the back with shame!’ So shall Moab be a derision and a dismaying to all those about him.”",
      "40": "For thus saith the Lord: “Behold, he shall fly as an eagle, and shall spread his wings over Moab.",
      "41": "Kerioth is taken, and the strongholds are surprised; and the mighty men’s hearts in Moab at that day shall be as the heart of a woman in her pangs.",
      "42": "And Moab shall be destroyed from being a people, because he hath magnified himself against the Lord.",
      "43": "Fear and the pit and the snare shall be upon thee, O inhabitant of Moab,” saith the Lord.",
      "44": "“He that fleeth from the fear shall fall into the pit, and he that getteth up out of the pit shall be taken in the snare: for I will bring upon it, even upon Moab, the year of their visitation,” saith the Lord.",
      "45": "“They that fled stood under the shadow of Heshbon because of the force; but a fire shall come forth out of Heshbon and a flame from the midst of Sihon, and shall devour the corner of Moab and the crown of the head of the tumultuous ones.",
      "46": "Woe be unto thee, O Moab! The people of Chemosh perisheth! For thy sons are taken captive and thy daughters captive.",
      "47": "“Yet will I bring back the captives of Moab in the latter days,” saith the Lord. Thus far is the judgment of Moab."
    },
    "49": {
      "1": "Concerning the Ammonites, thus saith the Lord: “Hath Israel no sons? Hath he no heir? Why then doth their king inherit Gad, and his people dwell in his cities?",
      "2": "Therefore behold, the days come,” saith the Lord, “that I will cause an alarm of war to be heard in Rabbah of the Ammonites; and it shall be a desolate heap, and her daughters shall be burned with fire; then shall Israel be heir unto them that were his heirs,” saith the Lord.",
      "3": "“Howl, O Heshbon, for Ai is despoiled! Cry, ye daughters of Rabbah; gird you with sackcloth! Lament, and run to and fro by the hedges; for their king shall go into captivity, and his priests and his princes together.",
      "4": "Why gloriest thou in the valleys, thy flowing valley, O backsliding daughter, that trusted in her treasures, saying, ‘Who shall come unto me?’",
      "5": "Behold, I will bring a fear upon thee,” saith the Lord God of hosts, “from all those that be about thee; and ye shall be driven out, every man straight forth, and none shall gather up him that wandereth.",
      "6": "And afterward I will bring back the captives of the children of Ammon,” saith the Lord.",
      "7": "Concerning Edom, thus saith the Lord of hosts: “Is wisdom no more in Teman? Is counsel perished from the prudent? Is their wisdom vanished?",
      "8": "Flee ye, turn back, dwell deep, O inhabitants of Dedan; for I will bring the calamity of Esau upon him, at the time that I will visit him.",
      "9": "If grape-gatherers come to thee, would they not leave some gleaning grapes? If thieves by night, they will destroy till they have enough.",
      "10": "But I have made Esau bare; I have uncovered his secret places, and he shall not be able to hide himself; his seed is despoiled, and his brethren and his neighbors, and he is no more.",
      "11": "Leave thy fatherless children; I will preserve them alive; and let thy widows trust in Me.”",
      "12": "For thus saith the Lord: “Behold, they whose judgment was not to drink of the cup have assuredly drunk. And art thou he that shall altogether go unpunished? Thou shalt not go unpunished, but thou shalt surely drink of it.",
      "13": "For I have sworn by Myself,” saith the Lord, “that Bozrah shall become a desolation, a reproach, a waste, and a curse; and all the cities thereof shall be perpetual wastes.”",
      "14": "I have heard a word from the Lord, and an ambassador is sent unto the heathen, saying, “Gather ye together, and come against her, and rise up to the battle!”",
      "15": "“For lo, I will make thee small among the heathen and despised among men.",
      "16": "Thy terribleness hath deceived thee, and the pride of thine heart, O thou that dwellest in the clefts of the rock, that holdest the height of the hill; though thou shouldest make thy nest as high as the eagle, I will bring thee down from thence,” saith the Lord.",
      "17": "“Also Edom shall be a desolation; every one that goeth by it shall be astonished and shall hiss at all the plagues thereof.",
      "18": "As in the overthrow of Sodom and Gomorrah and the neighbor cities thereof,” saith the Lord, “no man shall abide there, neither shall a son of man dwell in it.",
      "19": "Behold, he shall come up like a lion from the swelling of the Jordan against the habitation of the strong; but I will suddenly make him run away from her. And who is a chosen man, that I may appoint over her? For who is like Me? And who will appoint Me a time? And who is that shepherd that will stand before Me?”",
      "20": "Therefore hear the counsel of the Lord that He hath taken against Edom, and His purposes that He hath purposed against the inhabitants of Teman. Surely the least of the flock shall draw them out; surely He shall make their habitations desolate with them.",
      "21": "The earth is moved at the noise of their fall; at the cry the noise thereof was heard in the Red Sea.",
      "22": "Behold, He shall come up and fly as the eagle, and spread His wings over Bozrah; and at that day shall the heart of the mighty men of Edom be as the heart of a woman in her pangs.",
      "23": "Concerning Damascus: “Hamath is confounded, and Arpad, for they have heard evil tidings; they are fainthearted; there is sorrow on the sea; it cannot be quiet.",
      "24": "Damascus is waxed feeble and turneth herself to flee, and fear hath seized on her; anguish and sorrows have taken her, as a woman in travail.",
      "25": "How is the city of praise not left, the city of My joy!",
      "26": "Therefore her young men shall fall in her streets, and all the men of war shall be cut off in that day,” saith the Lord of hosts.",
      "27": "“And I will kindle a fire in the wall of Damascus, and it shall consume the palaces of Benhadad.”",
      "28": "Concerning Kedar and concerning the kingdoms of Hazor, which Nebuchadnezzar king of Babylon shall smite, thus saith the Lord: “Arise ye, go up to Kedar, and despoil the men of the East.",
      "29": "Their tents and their flocks shall they take away; they shall take for themselves their curtains and all their vessels and their camels; and they shall cry unto them, ‘Fear is on every side!’",
      "30": "Flee, get you far off! Dwell deep, O ye inhabitants of Hazor,” saith the Lord. “For Nebuchadnezzar king of Babylon hath taken counsel against you, and hath conceived a purpose against you.",
      "31": "“Arise, get you up unto the wealthy nation, that dwelleth without cares,” saith the Lord, “which have neither gates nor bars, which dwell alone.",
      "32": "And their camels shall be a booty, and the multitude of their cattle a spoil; and I will scatter into all winds them that are in the utmost corners; and I will bring their calamity from all sides thereof,” saith the Lord.",
      "33": "“And Hazor shall be a dwelling for dragons, and a desolation for ever; there shall no man abide there, nor any son of man dwell in it.”",
      "34": "The word of the Lord that came to Jeremiah the prophet against Elam, in the beginning of the reign of Zedekiah king of Judah, saying,",
      "35": "“Thus saith the Lord of hosts: “‘Behold, I will break the bow of Elam, the chief of their might.",
      "36": "And upon Elam will I bring the four winds from the four quarters of heaven, and will scatter them toward all those winds; and there shall be no nation whither the outcasts of Elam shall not come.",
      "37": "For I will cause Elam to be dismayed before their enemies and before them that seek their life; and I will bring evil upon them, even My fierce anger,’ saith the Lord; ‘and I will send the sword after them till I have consumed them.",
      "38": "And I will set My throne in Elam, and will destroy from thence the king and the princes,’ saith the Lord.",
      "39": "“‘But it shall come to pass in the latter days, that I will bring back the captives of Elam,’ saith the Lord.”"
    },
    "50": {
      "1": "The word that the Lord spoke against Babylon and against the land of the Chaldeans by Jeremiah the prophet:",
      "2": "“Declare ye among the nations, and proclaim and set up a standard; proclaim and conceal not. Say, ‘Babylon is taken, Bel is confounded, Merodach is broken in pieces! Her idols are confounded, her images are broken in pieces!’",
      "3": "For out of the north there cometh up a nation against her, which shall make her land desolate, and none shall dwell therein; they shall be removed, they shall depart, both man and beast.",
      "4": "“In those days and in that time,” saith the Lord, “the children of Israel shall come, they and the children of Judah together, going and weeping; they shall go, and seek the Lord their God.",
      "5": "They shall ask the way to Zion with their faces turned thitherward, saying, ‘Come, and let us join ourselves to the Lord in a perpetual covenant that shall not be forgotten.’",
      "6": "My people hath been lost sheep; their shepherds have caused them to go astray. They have turned them away on the mountains; they have gone from mountain to hill; they have forgotten their resting place.",
      "7": "All who found them have devoured them; and their adversaries said, ‘We offend not, because they have sinned against the Lord, the habitation of justice, even the Lord, the hope of their fathers.’",
      "8": "“Depart out of the midst of Babylon, and go forth out of the land of the Chaldeans, and be as the hegoats before the flocks.",
      "9": "For lo, I will raise and cause to come up against Babylon an assembly of great nations from the north country, and they shall set themselves in array against her. From thence she shall be taken. Their arrows shall be as of a mighty destroyer; none shall return in vain.",
      "10": "And Chaldea shall be a spoil; all that despoil her shall be satisfied,” saith the Lord.",
      "11": "“Because ye were glad, because ye rejoiced, O ye destroyers of Mine heritage, because ye are grown fat as the heifer at grass, and bellow as bulls,",
      "12": "your mother shall be sore confounded; she that bore you shall be ashamed. Behold, the hindermost of the nations shall be a wilderness, a dry land and a desert.",
      "13": "Because of the wrath of the Lord it shall not be inhabited, but it shall be wholly desolate; every one that goeth by Babylon shall be astonished and hiss at all her plagues.",
      "14": "Put yourselves in array against Babylon round about; all ye that bend the bow, shoot at her, spare no arrows, for she hath sinned against the Lord.",
      "15": "Shout against her round about; she hath given her hand. Her foundations are fallen, her walls are thrown down; for it is the vengeance of the Lord. Take vengeance upon her; as she hath done, do unto her.",
      "16": "Cut off the sower from Babylon, and him that handleth the sickle in the time of harvest; for fear of the oppressing sword they shall turn every one to his people, and they shall flee every one to his own land.",
      "17": "“Israel is a scattered sheep; the lions have driven him away. First the king of Assyria hath devoured him, and last this Nebuchadnezzar king of Babylon hath broken his bones.”",
      "18": "Therefore thus saith the Lord of hosts, the God of Israel: “Behold, I will punish the king of Babylon and his land, as I have punished the king of Assyria.",
      "19": "And I will bring Israel again to his habitation; and he shall feed on Carmel and Bashan, and his soul shall be satisfied upon Mount Ephraim and Gilead.",
      "20": "In those days and in that time,” saith the Lord, “the iniquity of Israel shall be sought for, and there shall be none; and the sins of Judah and they shall not be found: for I will pardon them whom I reserve.",
      "21": "“Go up against the land of Merathaim, even against it and against the inhabitants of Pekod. Waste and utterly destroy after them,” saith the Lord, “and do according to all that I have commanded thee.",
      "22": "A sound of battle is in the land, and of great destruction.",
      "23": "How the hammer of the whole earth is cut asunder and broken! How Babylon hath become a desolation among the nations!",
      "24": "I have laid a snare for thee, and thou art also taken, O Babylon, and thou wast not aware; thou art found and also caught, because thou hast striven against the Lord.",
      "25": "The Lord hath opened His armory and hath brought forth the weapons of His indignation; for this is the work of the Lord God of hosts in the land of the Chaldeans.",
      "26": "Come against her from the utmost border; open her storehouses. Cast her up as heaps and destroy her utterly; let nothing of her be left.",
      "27": "Slay all her bullocks; let them go down to the slaughter. Woe unto them! For their day has come, the time of their visitation.",
      "28": "The voice of them that flee and escape out of the land of Babylon, to declare in Zion the vengeance of the Lord our God, the vengeance of His temple.",
      "29": "“Call together the archers against Babylon. All ye that bend the bow, camp against it round about; let none thereof escape. Recompense her according to her work; according to all that she hath done, do unto her. For she hath been proud against the Lord, against the Holy One of Israel.",
      "30": "Therefore shall her young men fall in the streets, and all her men of war shall be cut off in that day,” saith the Lord.",
      "31": "“Behold, I am against thee, O thou most proud,” saith the Lord God of hosts; “for thy day is come, the time that I will visit thee.",
      "32": "And the most proud shall stumble and fall, and none shall raise him up; and I will kindle a fire in his cities, and it shall devour all round about him.”",
      "33": "Thus saith the Lord of hosts: “The children of Israel and the children of Judah were oppressed together, and all that took them captives held them fast; they refused to let them go.",
      "34": "Their Redeemer is strong; the Lord of hosts is His name. He shall thoroughly plead their cause, that He may give rest to the land, and disquiet the inhabitants of Babylon.",
      "35": "“A sword is upon the Chaldeans,” saith the Lord, “and upon the inhabitants of Babylon, and upon her princes, and upon her wise men!",
      "36": "A sword is upon the liars, and they shall dote! A sword is upon her mighty men, and they shall be dismayed!",
      "37": "A sword is upon their horses and upon their chariots, and upon all the mingled people that are in the midst of her, and they shall become as women! A sword is upon her treasures, and they shall be robbed!",
      "38": "A drought is upon her waters, and they shall be dried up! For it is the land of graven images, and they are mad over their idols.",
      "39": "Therefore the wild beasts of the desert with the wild beasts of the islands shall dwell there, and the owls shall dwell therein; and it shall be no more inhabited for ever, neither shall it be dwelt in from generation to generation.",
      "40": "As God overthrew Sodom and Gomorrah and the neighbor cities thereof,” saith the Lord, “so shall no man abide there, neither shall any son of man dwell therein.",
      "41": "“Behold, a people shall come from the north, and a great nation, and many kings shall be raised up from the borders of the earth.",
      "42": "They shall hold the bow and the lance; they are cruel and will not show mercy; their voice shall roar like the sea, and they shall ride upon horses, every one put in array like a man to the battle, against thee, O daughter of Babylon.",
      "43": "The king of Babylon hath heard the report of them, and his hands waxed feeble; anguish took hold of him, and pangs as of a woman in travail.",
      "44": "Behold, he shall come up like a lion from the swelling of the Jordan unto the habitation of the strong; but I will make them suddenly run away from her. And who is a chosen man that I may appoint over her? For who is like Me? And who will appoint Me the time? And who is that shepherd that will stand before Me?”",
      "45": "Therefore hear ye the counsel of the Lord that He hath taken against Babylon, and His purposes that He hath purposed against the land of the Chaldeans. Surely the least of the flock shall draw them out; surely He shall make their habitation desolate with them.",
      "46": "At the noise of the taking of Babylon the earth is moved, and the cry is heard among the nations."
    },
    "51": {
      "1": "Thus saith the Lord: “Behold, I will raise up against Babylon, and against them that dwell in the midst of them that rise up against Me, a destroying wind.",
      "2": "And will send unto Babylon winnowers that shall fan her, and shall empty her land; for in the day of trouble they shall be against her round about.",
      "3": "Against him that bendeth let the archer bend his bow, and against him that lifteth himself up in his brigandine; and spare ye not her young men; destroy ye utterly all her host.",
      "4": "Thus the slain shall fall in the land of the Chaldeans, and they that are thrust through in her streets.",
      "5": "For Israel hath not been forsaken, nor Judah by his God, by the Lord of hosts, though their land was filled with sin against the Holy One of Israel.”",
      "6": "Flee out of the midst of Babylon, and deliver every man his soul; be not cut off in her iniquity, for this is the time of the Lord’S vengeance; He will render unto her a recompense.",
      "7": "Babylon hath been a golden cup in the Lord’S hand, that made all the earth drunken; the nations have drunk of her wine; therefore the nations are mad.",
      "8": "Babylon is suddenly fallen and destroyed: Howl for her! Take balm for her pain; if so be she may be healed.",
      "9": "We woud have healed Babylon, but she is not healed. Forsake her, and let us go every one into his own country, for her judgment reacheth unto heaven and is lifted up even to the skies.",
      "10": "The Lord hath brought forth our righteousness; come, and let us declare in Zion the work of the Lord our God.",
      "11": "Make bright the arrows! Gather the shields! The Lord hath raised up the spirit of the kings of the Medes; for His device is against Babylon to destroy it, because it is the vengeance of the Lord, the vengeance of His temple.",
      "12": "Set up the standard upon the walls of Babylon! Make the watch strong! Set up the watchmen! Prepare the ambushes! For the Lord hath both devised and done that which He spoke against the inhabitants of Babylon.",
      "13": "O thou that dwellest upon many waters, abundant in treasures, thine end is come, and the measure of thy covetousness.",
      "14": "The Lord of hosts hath sworn by Himself, saying, “Surely I will fill thee with men, as with caterpillars, and they shall lift up a shout against thee.”",
      "15": "He hath made the earth by His power; He hath established the world by His wisdom, and hath stretched out the heaven by His understanding.",
      "16": "When He uttereth His voice there is a multitude of waters in the heavens, and He causeth the vapors to ascend from the ends of the earth. He maketh lightnings with rain, and bringeth forth the wind out of His treasures.",
      "17": "Every man is brutish by his knowledge; every founder is confounded by the graven image; for his molten image is falsehood, and there is no breath in them.",
      "18": "They are vanity, the work of errors; in the time of their visitation they shall perish.",
      "19": "The portion of Jacob is not like them, for He is the former of all things; and Israel is the rod of His inheritance; the Lord of Hosts is His name.",
      "20": "“Thou art My battleax and weapons of war; for with thee will I break in pieces the nations, and with thee will I destroy kingdoms.",
      "21": "And with thee will I break in pieces the horse and his rider; and with thee will I break in pieces the chariot and his rider.",
      "22": "With thee also will I break in pieces man and woman; and with thee will I break in pieces old and young; and with thee will I break in pieces the young man and the maid.",
      "23": "I will also break in pieces with thee the shepherd and his flock; and with thee will I break in pieces the husbandman and his yoke of oxen; and with thee will I break in pieces captains and rulers.",
      "24": "And I will render unto Babylon and to all the inhabitants of Chaldea all their evil that they have done in Zion in your sight,” saith the Lord.",
      "25": "“Behold, I am against thee, O destroying mountain,” saith the Lord, who destroyest all the earth; “and I will stretch out Mine hand upon thee, and roll thee down from the rocks, and will make thee a burnt mountain.",
      "26": "And they shall not take from thee a stone for a corner, nor a stone for foundations; but thou shalt be desolate for ever,” saith the Lord.",
      "27": "Set ye up a standard in the land! Blow the trumpet among the nations! Prepare the nations against her; call together against her the kingdoms of Ararat, Minni, and Ashkenaz. Appoint a captain against her; cause the horses to come up as the rough caterpillars.",
      "28": "Prepare against her the nations with the kings of the Medes, the captains thereof, and all the rulers thereof, and all the land of his dominion.",
      "29": "And the land shall tremble and sorrow; for every purpose of the Lord shall be performed against Babylon, to make the land of Babylon a desolation, without an inhabitant.",
      "30": "The mighty men of Babylon have forborne to fight, they have remained in their strongholds; their might hath failed, they have become as women; they have burned her dwelling places, her bars are broken.",
      "31": "One courier shall run to meet another, and one messenger to meet another to show the king of Babylon that his city is taken at one end,",
      "32": "and that the passages are stopped, and the reeds they have burned with fire, and the men of war are affrighted.",
      "33": "For thus saith the Lord of hosts, the God of Israel: “The daughter of Babylon is like a threshing floor; it is time to thresh her; yet a little while and the time of her harvest shall come.”",
      "34": "“Nebuchadnezzar the king of Babylon hath devoured me; he hath crushed me, he hath made me an empty vessel. He hath swallowed me up like a dragon; he hath filled his belly with my delicacies, he hath cast me out.",
      "35": "The violence done to me and to my flesh be upon Babylon,” shall the inhabitant of Zion say; “and my blood upon the inhabitants of Chaldea!” shall Jerusalem say.",
      "36": "Therefore thus saith the Lord: “Behold, I will plead thy cause, and take vengeance for thee; and I will dry up her sea, and make her springs dry.",
      "37": "And Babylon shall become heaps, a dwelling place for dragons, an astonishment and a hissing, without an inhabitant.",
      "38": "They shall roar together like lions; they shall yell as lions’ whelps.",
      "39": "In their heat I will make their feasts, and I will make them drunken, that they may rejoice, and sleep a perpetual sleep and not wake,” saith the Lord.",
      "40": "“I will bring them down like lambs to the slaughter, like rams with hegoats.",
      "41": "“How Sheshach is taken! And how the praise of the whole earth is surprised! How Babylon has become an astonishment among the nations!",
      "42": "The sea has come up upon Babylon; she is covered with the multitude of the waves thereof.",
      "43": "Her cities are a desolation, a dry land and a wilderness, a land wherein no man dwelleth, neither doth any son of man pass thereby.",
      "44": "And I will punish Bel in Babylon, and I will bring forth out of his mouth that which he hath swallowed up; and the nations shall not flow together any more unto him. Yea, the wall of Babylon shall fall.",
      "45": "“My people, go ye out of the midst of her, and deliver ye every man his soul from the fierce anger of the Lord.",
      "46": "And lest your heart faint and ye fear for the rumor that shall be heard in the land—a rumor shall both come one year, and after that in another year shall come a rumor and violence in the land, ruler against ruler”",
      "47": "therefore, behold, the days come, that I will do judgment upon the graven images of Babylon; and her whole land shall be confounded, and all her slain shall fall in the midst of her.",
      "48": "Then the heaven and the earth, and all that is therein, shall sing for Babylon, for the despoilers shall come unto her from the north,” saith the Lord.",
      "49": "As Babylon hath caused the slain of Israel to fall, so at Babylon shall fall the slain of all the earth.",
      "50": "Ye that have escaped the sword, go away; stand not still. Remember the Lord afar off, and let Jerusalem come into your mind.",
      "51": "We are confounded because we have heard reproach; shame hath covered our faces, for strangers are come into the sanctuaries of the Lord’S house.",
      "52": "“Therefore behold, the days come,” saith the Lord, “that I will do judgment upon her graven images; and through all her land the wounded shall groan.",
      "53": "Though Babylon should mount up to heaven, and though she should fortify the height of her strength, yet from Me shall despoilers come unto her,” saith the Lord.",
      "54": "A sound of a cry cometh from Babylon, and great destruction from the land of the Chaldeans,",
      "55": "because the Lord hath despoiled Babylon, and destroyed out of her the great voice. When her waves do roar like great waters, a noise of their voice is uttered,",
      "56": "because the despoiler is come upon her, even upon Babylon, and her mighty men are taken; every one of their bows is broken. For the Lord God of recompenses shall surely requite.",
      "57": "“And I will make drunk her princes and her wise men, her captains and her rulers and her mighty men; and they shall sleep a perpetual sleep and not wake,” saith the King, whose name is the Lord of Hosts.",
      "58": "Thus saith the Lord of hosts: “The broad walls of Babylon shall be utterly broken, and her high gates shall be burned with fire; and the people shall labor in vain, and the folk in the fire; and they shall be weary.”",
      "59": "The word which Jeremiah the prophet commanded Seraiah the son of Neriah, the son of Mahseiah, when he went with Zedekiah the king of Judah into Babylon in the fourth year of his reign. And this Seraiah was a quiet prince.",
      "60": "So Jeremiah wrote in a book all the evil that should come upon Babylon, even all these words that are written against Babylon.",
      "61": "And Jeremiah said to Seraiah, “When thou comest to Babylon and shalt see, and shalt read all these words,",
      "62": "then shalt thou say, ‘O Lord, Thou hast spoken against this place to cut it off, that none shall remain in it, neither man nor beast, but that it shall be desolate for ever.’",
      "63": "And it shall be, when thou hast made an end of reading this book, that thou shalt bind a stone to it and cast it into the midst of the Euphrates.",
      "64": "And thou shalt say, ‘Thus shall Babylon sink, and shall not rise from the evil that I will bring upon her; and they shall be weary.’” Thus far are the words of Jeremiah."
    },
    "52": {
      "1": "Zedekiah was one and twenty years old when he began to reign, and he reigned eleven years in Jerusalem. And his mother’s name was Hamutal the daughter of Jeremiah of Libnah.",
      "2": "And he did that which was evil in the eyes of the Lord, according to all that Jehoiakim had done.",
      "3": "For because of the anger of the Lord it came to pass in Jerusalem and Judah, till He had cast them out from His presence, that Zedekiah rebelled against the king of Babylon.",
      "4": "And it came to pass in the ninth year of his reign, in the tenth month, on the tenth day of the month, that Nebuchadnezzar king of Babylon came — he and all his army — against Jerusalem, and encamped against it and built forts against it round about.",
      "5": "So the city was besieged unto the eleventh year of King Zedekiah.",
      "6": "And in the fourth month, on the ninth day of the month, the famine was sore in the city, so that there was no bread for the people of the land.",
      "7": "Then the city was broken into, and all the men of war fled and went forth out of the city by night by the way of the gate between the two walls, which was by the king’s garden (now the Chaldeans were by the city round about), and they went by the way of the plain.",
      "8": "But the army of the Chaldeans pursued after the king, and overtook Zedekiah in the plains of Jericho; and all his army was scattered from him.",
      "9": "Then they took the king and carried him up unto the king of Babylon to Riblah in the land of Hamath, where he gave judgment upon him.",
      "10": "And the king of Babylon slew the sons of Zedekiah before his eyes; he slew also all the princes of Judah in Riblah.",
      "11": "Then he put out the eyes of Zedekiah. And the king of Babylon bound him in chains and carried him to Babylon, and put him in prison till the day of his death.",
      "12": "Now in the fifth month, on the tenth day of the month, which was the nineteenth year of Nebuchadnezzar king of Babylon, came Nebuzaradan, captain of the guard, who served the king of Babylon, into Jerusalem.",
      "13": "And he burned the house of the Lord, and the king’s house; and all the houses of Jerusalem and all the houses of the great men burned he with fire.",
      "14": "And all the army of the Chaldeans who were with the captain of the guard broke down all the walls of Jerusalem round about.",
      "15": "Then Nebuzaradan, the captain of the guard, carried away captive certain of the poor of the people and the residue of the people who remained in the city, and those who fell away, who fell to the king of Babylon, and the rest of the multitude.",
      "16": "But Nebuzaradan, the captain of the guard, left certain of the poor of the land for vinedressers and for husbandmen.",
      "17": "Also the pillars of brass that were in the house of the Lord, and the bases, and the brazen sea that was in the house of the Lord, the Chaldeans broke, and carried all their brass to Babylon.",
      "18": "The caldrons also, and the shovels, and the snuffers, and the bowls, and the spoons, and all the vessels of brass wherewith they ministered, took they away.",
      "19": "And the basins, and the firepans, and the bowls, and the caldrons, and the candlesticks, and the spoons, and the cups — that which was of gold in gold and that which was of silver in silver — took the captain of the guard away.",
      "20": "The two pillars, one sea, and twelve brazen bulls that were under the bases, which King Solomon had made in the house of the Lord — the brass of all these vessels was beyond weighing.",
      "21": "And concerning the pillars, the height of one pillar was eighteen cubits, and a fillet of twelve cubits did compass it, and the thickness thereof was four fingers; it was hollow.",
      "22": "And a capital of brass was upon it; and the height of one capital was five cubits, with network and pomegranates upon the capitals round about, all of brass. The second pillar also and the pomegranates were like unto these.",
      "23": "And there were ninety and six pomegranates on a side; and all the pomegranates upon the network were a hundred round about.",
      "24": "And the captain of the guard took Seraiah the chief priest, and Zephaniah the second priest, and the three keepers of the door.",
      "25": "He took also out of the city a eunuch who had the charge of the men of war, and seven men from those who were near the king’s person who were found in the city, and the principal scribe of the host who mustered the people of the land, and threescore men of the people of the land who were found in the midst of the city.",
      "26": "So Nebuzaradan, the captain of the guard, took them and brought them to the king of Babylon at Riblah.",
      "27": "And the king of Babylon smote them and put them to death at Riblah in the land of Hamath. Thus Judah was carried away captive out of his own land.",
      "28": "These are the people whom Nebuchadnezzar carried away captive: in the seventh year, three thousand Jews and three and twenty;",
      "29": "in the eighteenth year of Nebuchadnezzar he carried away captive from Jerusalem eight hundred thirty and two persons;",
      "30": "in the three and twentieth year of Nebuchadnezzar, Nebuzaradan, the captain of the guard, carried away captive of the Jews seven hundred forty and five persons: all the persons were four thousand and six hundred.",
      "31": "And it came to pass in the seven and thirtieth year of the captivity of Jehoiachin king of Judah, in the twelfth month, on the five and twentieth day of the month, that Evilmerodach king of Babylon, in the first year of his reign, lifted up the head of Jehoiachin king of Judah and brought him forth out of prison;",
      "32": "and he spoke kindly unto him, and set his throne above the throne of the kings who were with him in Babylon,",
      "33": "and changed his prison garments. And Jehoiachin continually ate bread before him all the days of his life.",
      "34": "And for his diet, there was a continual diet given him by the king of Babylon, every day a portion until the day of his death, all the days of his life."
    }
  }
}