{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:45:50.719375-04:00",
    "Translation": "KJ21"
  },
  "Mark": {
    "1": {
      "1": "The beginning of the Gospel of Jesus Christ, the Son of God.",
      "2": "As it is written in the Prophets: “Behold, I send My messenger before Thy face, who shall prepare Thy way before Thee.”",
      "3": "“The voice of one crying in the wilderness: ‘Prepare ye the way of the Lord, make His paths straight.’”",
      "4": "John baptized in the wilderness and preached the baptism of repentance for the remission of sins.",
      "5": "And there went out unto him all the land of Judea and those of Jerusalem; and they were all baptized by him in the River Jordan, confessing their sins.",
      "6": "And John was clothed with camel’s hair and with a girdle of a skin about his loins, and he ate locusts and wild honey.",
      "7": "And he preached, saying, “There cometh after me One mightier than I, the strap of whose shoes I am not worthy to stoop down and unloose.",
      "8": "I indeed have baptized you with water, but He shall baptize you with the Holy Ghost.”",
      "9": "And it came to pass in those days that Jesus came from Nazareth of Galilee, and was baptized by John in the Jordan.",
      "10": "And straightway coming up out of the water, He saw the heavens opened, and the Spirit like a dove descending upon Him.",
      "11": "And there came a voice from Heaven, saying, “Thou Art My Beloved Son, In Whom I Am Well Pleased.”",
      "12": "And immediately the Spirit drove Him into the wilderness.",
      "13": "And He was there in the wilderness forty days, tempted by Satan, and was with the wild beasts; and the angels ministered unto Him.",
      "14": "Now after John was put in prison, Jesus came into Galilee, preaching the Gospel of the Kingdom of God",
      "15": "and saying, “The time is fulfilled, and the Kingdom of God is at hand. Repent ye and believe the Gospel.”",
      "16": "Now as He walked by the Sea of Galilee, He saw Simon and Andrew his brother casting a net into the sea, for they were fishers.",
      "17": "And Jesus said unto them, “Come ye after Me, and I will make you to become fishers of men.”",
      "18": "And straightway they forsook their nets, and followed Him.",
      "19": "And when He had gone a little farther thence, He saw James the son of Zebedee, and John his brother, who also were in the boat mending their nets.",
      "20": "And straightway He called them, and they left their father Zebedee in the boat with the hired servants, and went after Him.",
      "21": "And they went into Capernaum, and straightway on the Sabbath day He entered into the synagogue and taught.",
      "22": "And they were astonished at His doctrine, for He taught them as one who had authority, and not as the scribes.",
      "23": "And there was in their synagogue a man with an unclean spirit; and he cried out,",
      "24": "saying, “Let us alone. What have we to do with Thee, Thou Jesus of Nazareth? Hast Thou come to destroy us? I know Thee and who Thou art — the Holy One of God!”",
      "25": "And Jesus rebuked him, saying, “Hold thy peace, and come out of him!”",
      "26": "And when the unclean spirit had torn him and cried out with a loud voice, he came out of him.",
      "27": "And they were all amazed, insomuch that they questioned among themselves, saying, “What thing is this? What new doctrine is this? For with authority he commandeth even the unclean spirits, and they obey him.”",
      "28": "And immediately His fame spread abroad throughout all the region round about Galilee.",
      "29": "And forthwith when they had come out of the synagogue, they entered into the house of Simon and Andrew, with James and John.",
      "30": "But Simon’s wife’s mother lay sick with a fever, and at once they told Him of her.",
      "31": "And He came and took her by the hand and lifted her up; and immediately the fever left her, and she ministered unto them.",
      "32": "And at evening, when the sun had set, they brought unto Him all who were diseased and those who were possessed with devils.",
      "33": "And all the city was gathered together at the door.",
      "34": "And He healed many who were sick with divers diseases, and cast out many devils; and He suffered not the devils to speak, because they knew Him.",
      "35": "And in the morning, rising up a great while before day, He went out and departed into a solitary place, and there prayed.",
      "36": "And Simon and those who were with Him followed after Him.",
      "37": "And when they had found Him, they said unto Him, “All men seek for Thee.”",
      "38": "And He said unto them, “Let us go into the next towns, that I may preach there also; for therefore came I forth.”",
      "39": "And He preached in their synagogues throughout all Galilee, and cast out devils.",
      "40": "And there came a leper to Him, beseeching Him and kneeling down to Him and saying unto Him, “If Thou wilt, Thou canst make me clean.”",
      "41": "And Jesus, moved with compassion, put forth His hand and touched him, and said unto him, “I will; be thou clean.”",
      "42": "And as soon as He had spoken, immediately the leprosy departed from him, and he was cleansed.",
      "43": "And He strictly charged him, and forthwith sent him away,",
      "44": "saying unto him, “See that thou say nothing to any man; but go thy way, show thyself to the priest, and offer for thy cleansing those things which Moses commanded, as a testimony unto them.”",
      "45": "But he went out and began to proclaim it much and to blaze abroad the matter, insomuch that Jesus could no more openly enter into the city, and was outside in desert places. And they came to Him from every quarter."
    },
    "2": {
      "1": "And again He entered into Capernaum some days later, and it was reported that He was in the house.",
      "2": "And straightway many were gathered together, insomuch that there was no room to receive them, no, not even about the door; and He preached the Word unto them.",
      "3": "And they came unto Him, bringing one sick with the palsy, who was borne by four.",
      "4": "And when they could not come nigh unto Him because of the throng, they uncovered the roof where He was. And when they had broken through, they let down the bed on which the one sick with the palsy lay.",
      "5": "When Jesus saw their faith, He said unto the one sick with the palsy, “Son, thy sins are forgiven thee.”",
      "6": "But there were certain of the scribes sitting there and reasoning in their hearts,",
      "7": "“Why doth this man thus speak blasphemies? Who can forgive sins but God only?”",
      "8": "And immediately, when Jesus perceived in His spirit that they so reasoned within themselves, He said unto them, “Why reason ye these things in your hearts:",
      "9": "whether it is easier to say to the sick with the palsy, ‘Thy sins are forgiven thee,’ or to say, ‘Arise, and take up thy bed and walk’?",
      "10": "But that ye may know that the Son of Man hath power on earth to forgive sins—” He said to the one sick with the palsy,",
      "11": "“I say unto thee, arise, and take up thy bed, and go thy way into thine house.”",
      "12": "And immediately he arose, took up the bed, and went forth before them all, insomuch that they all were amazed and glorified God, saying, “We never saw it in this fashion!”",
      "13": "And He went forth again by the seaside; and all the multitude resorted unto Him, and He taught them.",
      "14": "And as He passed by, He saw Levi the son of Alphaeus sitting at the custom booth, and said unto him, “Follow Me.” And he arose and followed Him.",
      "15": "And it came to pass, as Jesus sat at meat at Levi’s house, that many publicans and sinners sat also together with Jesus and His disciples; for there were many, and they followed Him.",
      "16": "And when the scribes and Pharisees saw Him eating with publicans and sinners, they said unto His disciples, “How is it that he eateth and drinketh with publicans and sinners?”",
      "17": "When Jesus heard it, He said unto them, “They that are whole have no need of the physician, but they that are sick. I came not to call the righteous, but sinners to repentance.”",
      "18": "And the disciples of John and of the Pharisees used to fast; and they came and said unto Him, “Why do the disciples of John and of the Pharisees fast, but thy disciples fast not?”",
      "19": "And Jesus said unto them, “Can the attendants of the bridechamber fast while the bridegroom is with them? As long as they have the bridegroom with them, they cannot fast.",
      "20": "But the days will come when the bridegroom shall be taken away from them, and then shall they fast in those days.",
      "21": "“No man also seweth a piece of new cloth on an old garment, else the new piece that filled it up teareth away from the old, and the rent is made worse.",
      "22": "And no man putteth new wine into old wineskins, else the new wine doth burst the skins, and the wine is spilled and the skins will be marred. But new wine must be put into new wineskins.”",
      "23": "And it came to pass that He went through the cornfields on the Sabbath day; and His disciples began, as they went, to pluck the ears of corn.",
      "24": "And the Pharisees said unto Him, “Behold, why do they do on the Sabbath day that which is not lawful?”",
      "25": "And He said unto them, “Have ye never read what David did when he was in need and hungered, he and they that were with him?",
      "26": "How he went into the house of God in the days of Abiathar the high priest, and ate the showbread which is not lawful to eat except for the priests, and gave it also to those who were with him?”",
      "27": "And He said unto them, “The Sabbath was made for man, and not man for the Sabbath.",
      "28": "Therefore the Son of Man is Lord also of the Sabbath.”"
    },
    "3": {
      "1": "And He entered again into the synagogue, and there was a man there who had a withered hand.",
      "2": "And they watched Him to see whether He would heal him on the Sabbath day, that they might accuse Him.",
      "3": "And He said unto the man who had the withered hand, “Stand forth.”",
      "4": "And He said unto them, “Is it lawful to do good on the Sabbath days, or to do evil? To save life, or to kill?” But they held their peace.",
      "5": "And when He had looked round about on them with anger, being grieved by the hardness of their hearts, He said unto the man, “Stretch forth thine hand.” And he stretched it out, and his hand was restored whole as the other.",
      "6": "And the Pharisees went forth and straightway took counsel with the Herodians against Him, how they might destroy Him.",
      "7": "But Jesus withdrew Himself with His disciples to the sea. And a great multitude from Galilee followed Him, and from Judea,",
      "8": "and from Jerusalem, and from Idumea, and from beyond the Jordan. And those from around Tyre and Sidon, a great multitude, when they had heard what great things He did, came unto Him.",
      "9": "And He spoke to His disciples that a small boat should await Him because of the multitude, lest they should throng Him.",
      "10": "For He had healed many, insomuch that they pressed upon Him to touch Him, as many as had plagues.",
      "11": "And unclean spirits, when they saw Him, fell down before Him and cried, saying, “Thou art the Son of God!”",
      "12": "And He strictly charged them that they should not make Him known.",
      "13": "And He went up onto a mountain, and called unto Him whom He would have, and they came unto Him.",
      "14": "And He ordained twelve, that they should be with Him, and that He might send them forth to preach,",
      "15": "and to have power to heal sicknesses and to cast out devils:",
      "16": "Simon (He surnamed Peter);",
      "17": "and James the son of Zebedee, and John the brother of James (and He surnamed them Boanerges, which means The Sons of Thunder);",
      "18": "and Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thadaeus, and Simon the Canaanite,",
      "19": "and Judas Iscariot who also betrayed Him. And they went into a house;",
      "20": "and the multitude came together again, so that they could not so much as eat bread.",
      "21": "And when His friends heard of it, they went out to lay hold on Him; for they said, “He is beside himself.”",
      "22": "And the scribes who came down from Jerusalem said, “He hath Beelzebub, and by the prince of devils he casteth out devils.”",
      "23": "And He called them unto Him, and said unto them in parables, “How can Satan cast out Satan?",
      "24": "And if a kingdom be divided against itself, that kingdom cannot stand.",
      "25": "And if a house be divided against itself, that house cannot stand.",
      "26": "And if Satan rise up against himself and be divided, he cannot stand, but hath an end.",
      "27": "No man can enter into a strong man’s house and despoil his goods, unless he will first bind the strong man; and then he will despoil his house.",
      "28": "“Verily I say unto you, all sins shall be forgiven unto the sons of men and blasphemies, however they shall blaspheme;",
      "29": "but he that shall blaspheme against the Holy Ghost hath never forgiveness, but is in danger of eternal damnation”;",
      "30": "because they said, “He hath an unclean spirit.”",
      "31": "There came then His brethren and His mother, and standing outside they sent unto Him, calling Him.",
      "32": "And the multitude sat about Him, and they said unto Him, “Behold, thy mother and thy brethren outside seek for thee.”",
      "33": "And He answered them, saying, “Who is My mother, or My brethren?”",
      "34": "And He looked round about on those who sat about Him and said, “Behold, My mother and My brethren.",
      "35": "For whosoever shall do the will of God, the same is My brother, and My sister, and mother.”"
    },
    "4": {
      "1": "And He began again to teach by the seaside. And there was gathered unto Him a great multitude, so that He entered into a boat and sat in it on the sea; and the whole multitude was by the sea on the land.",
      "2": "And He taught them many things by parables, and said unto them in His doctrine:",
      "3": "“Hearken! Behold, there went out a sower to sow.",
      "4": "And it came to pass as he sowed, some seed fell by the wayside; and the fowls of the air came and devoured it up.",
      "5": "And some fell on stony ground where it had not much earth; and immediately it sprang up, because it had no depth of earth.",
      "6": "But when the sun was up, it was scorched; and because it had no root, it withered away.",
      "7": "And some fell among thorns; and the thorns grew up and choked it, and it yielded no fruit.",
      "8": "And other fell on good ground; and it yielded fruit that sprang up and increased and brought forth: some thirty, and some sixty, and some a hundredfold.”",
      "9": "And He said unto them, “He that hath ears to hear, let him hear.”",
      "10": "And when He was alone, those who were about Him with the twelve asked Him about the parable.",
      "11": "And He said unto them, “Unto you it is given to know the mystery of the Kingdom of God; but unto them that are without, all these things are done in parables,",
      "12": "that, ‘seeing they may see, and not perceive, and hearing they may hear, and not understand; lest at any time they should be converted and their sins should be forgiven them.’”",
      "13": "And He said unto them, “Know you not this parable? And how then will ye know all parables?",
      "14": "The sower soweth the Word.",
      "15": "And these are they by the wayside, where the Word is sown; but when they have heard, Satan cometh immediately and taketh away the Word that was sown in their hearts.",
      "16": "And these are they likewise which are sown on stony ground who, when they have heard the Word, immediately receive it with gladness;",
      "17": "but they have no root in themselves, and so endure but for a time. Afterward, when affliction or persecution ariseth for the Word’s sake, immediately they are offended.",
      "18": "And these are they which are sown among thorns, such as hear the Word,",
      "19": "but the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the Word, and it becometh unfruitful.",
      "20": "And these are they which are sown on good ground, such as hear the Word and receive it and bring forth fruit: some thirtyfold, some sixty, and some a hundred.”",
      "21": "And He said unto them, “Is a candle brought to be put under a basket or under a bed, and not to be set on a candlestick?",
      "22": "For there is nothing hid, which shall not be manifested; neither was anything kept secret, but that it should be revealed.",
      "23": "If any man have ears to hear, let him hear.”",
      "24": "And He said unto them, “Take heed what ye hear. With what measure ye mete it shall be measured to you; and unto you that hear shall more be given.",
      "25": "For he that hath, to him shall be given; and he that hath not, from him shall be taken even that which he hath.”",
      "26": "And He said, “So is the Kingdom of God as if a man should cast seed into the ground,",
      "27": "and should sleep, and rise night and day, and the seed should spring up and grow, he knoweth not how.",
      "28": "For the earth bringeth forth fruit of herself: first the blade, then the ear, after that the full corn in the ear.",
      "29": "But when the fruit is brought forth, immediately he putteth in the sickle, because the harvest is come.”",
      "30": "And He said, “To what shall we liken the Kingdom of God? Or with what comparison shall we compare it?",
      "31": "It is like a grain of mustard seed which, when it is sown in the earth, is less than all the seeds that are in the earth.",
      "32": "But when it is sown, it groweth up and becometh greater than all herbs, and shooteth out great branches, so that the fowls of the air may lodge under the shadow of it.”",
      "33": "And with many such parables He spoke the Word unto them, as they were able to hear it;",
      "34": "but without a parable spoke He not unto them. And when they were alone, He expounded all things to His disciples.",
      "35": "And that same day, when the evening had come, He said unto them, “Let us pass over unto the other side.”",
      "36": "And when they had sent away the multitude, they took Him even as He was in the boat; and there were also with Him other little boats.",
      "37": "And there arose a great storm of wind, and the waves beat into the boat, so that it was now full.",
      "38": "But He was in the hind part of the boat, asleep on a pillow; and they awoke Him and said unto Him, “Master, carest thou not that we perish?”",
      "39": "And He arose, and rebuked the wind and said unto the sea, “Peace, be still.” And the wind ceased, and there was a great calm.",
      "40": "And He said unto them, “Why are you so fearful? How is it that ye have no faith?”",
      "41": "And they feared exceedingly and said one to another, “What manner of man is this, that even the wind and the sea obey him?”"
    },
    "5": {
      "1": "And they came over unto the other side of the sea, into the country of the Gadarenes.",
      "2": "And when He had come out of the boat, immediately there met Him from out of the tombs a man with an unclean spirit,",
      "3": "who had his dwelling among the tombs. And no man could bind him, no, not even with chains,",
      "4": "because he had been often bound with fetters and chains, and the chains had been rent asunder by him and the fetters broken in pieces; neither could any man tame him.",
      "5": "And always, night and day, he was in the mountains and in the tombs, crying out and cutting himself with stones.",
      "6": "But when he saw Jesus afar off, he ran and worshiped Him,",
      "7": "and cried with a loud voice, and said, “What have I to do with Thee, Jesus, Thou Son of the Most High God? I adjure Thee by God that Thou torment me not!”",
      "8": "For He had said unto him, “Come out of the man, thou unclean spirit.”",
      "9": "And Jesus asked him, “What is thy name?” And he answered, saying, “My name is Legion, for we are many.”",
      "10": "And he besought Him much that He would not send them away out of the country.",
      "11": "Now there was there nigh unto the mountains a great herd of swine feeding.",
      "12": "And all the devils besought Him, saying, “Send us into the swine, that we may enter into them.”",
      "13": "And forthwith Jesus gave them leave. And the unclean spirits went out and entered into the swine; and the herd ran violently down a steep place and into the sea (they were about two thousand), and were choked in the sea.",
      "14": "And those who fed the swine fled, and told it in the city and in the country. And the people went out to see what it was that had been done.",
      "15": "And they came to Jesus, and saw him that had been possessed by the devil and had the legion, sitting and clothed and in his right mind; and they were afraid.",
      "16": "And those who saw it told the people what had befallen him that was possessed by the devil, and also concerning the swine.",
      "17": "And they began to pray Him to depart from their borders.",
      "18": "And when He had gotten into the boat, he that had been possessed with the devil prayed Him that he might be with Him.",
      "19": "But Jesus suffered him not, and said unto him, “Go home to thy friends, and tell them what great things the Lord hath done for thee, and how He hath had compassion on thee.”",
      "20": "And he departed and began to proclaim in Decapolis what great things Jesus had done for him. And all men marveled.",
      "21": "And when Jesus had passed over again by boat unto the other side, many people gathered unto Him; and He was nigh unto the sea.",
      "22": "And behold, there came one of the rulers of the synagogue, Jairus by name; and when he saw Him, he fell at His feet",
      "23": "and besought Him greatly, saying, “My little daughter lieth at the point of death. I pray Thee, come and lay Thy hands on her, that she may be healed, and she shall live.”",
      "24": "And Jesus went with him, and many people followed Him and thronged Him.",
      "25": "And a certain woman who had an issue of blood twelve years,",
      "26": "and had suffered many things under many physicians, and had spent all that she had and was no better, but rather grew worse,",
      "27": "when she had heard of Jesus, came up behind Him in the press of the crowd and touched His garment;",
      "28": "for she said, “If I may touch but His clothes, I shall be whole.”",
      "29": "And straightway the fountain of her blood was dried up, and she felt in her body that she was healed of that plague.",
      "30": "And Jesus, immediately knowing in Himself that virtue had gone out of Him, turned about in the press of the crowd and said, “Who touched My clothes?”",
      "31": "And His disciples said unto Him, “Thou seest the multitude thronging Thee, and sayest Thou, ‘Who touched Me?’”",
      "32": "And He looked round about to see her who had done this thing.",
      "33": "But the woman, fearing and trembling, knowing what had been done in her, came and fell down before Him and told Him all the truth.",
      "34": "And He said unto her, “Daughter, thy faith hath made thee whole. Go in peace, and be whole of thy plague.”",
      "35": "While He yet spoke, there came from the ruler of the synagogue’s house certain ones who said, “Thy daughter is dead; why troublest thou the master any further?”",
      "36": "As soon as Jesus heard the word that had been spoken, He said unto the ruler of the synagogue, “Be not afraid; only believe.”",
      "37": "And He suffered no man to follow Him, save Peter and James and John, the brother of James.",
      "38": "And He came to the house of the ruler of the synagogue, and saw the tumult and those who wept and wailed greatly.",
      "39": "And when He had come in, He said unto them, “Why make ye this ado and weep? The damsel is not dead, but sleepeth.”",
      "40": "And they laughed Him to scorn. But when He had put them all out, He took the father and the mother of the damsel and those who were with Him, and entered in where the damsel was lying.",
      "41": "And He took the damsel by the hand and said unto her, “Talitha cumi,” which is, being interpreted, “Damsel, I say unto thee, arise.”",
      "42": "And straightway the damsel arose and walked, for she was of the age of twelve years. And they were astonished with a great astonishment.",
      "43": "And He charged them strictly that no man should know about it, and commanded that something should be given her to eat."
    },
    "6": {
      "1": "And He went out from thence and came into His own country, and His disciples followed Him.",
      "2": "And when the Sabbath day had come, He began to teach in the synagogue. And many hearing Him were astonished, saying, “From whence hath this man these things? And what wisdom is this which is given unto him, that even such mighty works are wrought by his hands?",
      "3": "Is not this the carpenter, the son of Mary, the brother of James and Joses, and of Judas and Simon? And are not his sisters here with us?” And they were offended at Him.",
      "4": "But Jesus said unto them, “A prophet is not without honor, save in his own country, and among his own kin, and in his own house.”",
      "5": "And He could do no mighty works there, except that He laid His hands upon a few sick folk, and healed them.",
      "6": "And He marveled because of their unbelief. And He went round about the villages teaching.",
      "7": "And He called unto Him the twelve, and began to send them forth two by two, and gave them power over unclean spirits,",
      "8": "and commanded them that they should take nothing for their journey, save a staff only — no wallet, no bread, and no money in their purse,",
      "9": "but be shod with sandals, and not put on two coats.",
      "10": "And He said unto them, “In whatever place ye enter into a house, there abide until ye depart from that place.",
      "11": "And whosoever shall not receive you nor hear you, when ye depart thence, shake off the dust under your feet as a testimony against them. Verily I say unto you, it shall be more tolerable for Sodom and Gomorrah in the Day of Judgment than for that city.”",
      "12": "And they went out and preached that men should repent.",
      "13": "And they cast out many devils, and anointed with oil many who were sick, and healed them.",
      "14": "And King Herod heard of Him, for His name was spread abroad. And he said, “John the Baptist has risen from the dead, and therefore these mighty works show forth themselves in him.”",
      "15": "Others said, “It is Elijah,” and others said, “It is a prophet, or like one of the prophets.”",
      "16": "But when Herod heard of it, he said, “It is John, whom I beheaded; he is risen from the dead.”",
      "17": "For Herod himself had sent forth and laid hold upon John, and had bound him in prison for the sake of Herodias, his brother Philip’s wife; for he had married her.",
      "18": "For John had said unto Herod, “It is not lawful for thee to have thy brother’s wife.”",
      "19": "Therefore Herodias had an inward grudge against him and would have killed him, but she could not;",
      "20": "for Herod feared John, knowing that he was a just man and holy, and kept him safe. And when he heard him, he did many things, and heard him gladly.",
      "21": "And when a convenient day had come, when Herod on his birthday gave a supper for his lords, high officers, and chief officials of Galilee,",
      "22": "and when the daughter of the said Herodias came in and danced, and pleased Herod and those who sat with him, the king said unto the damsel, “Ask of me whatsoever thou wilt, and I will give it to thee.”",
      "23": "And he swore unto her, “Whatsoever thou shalt ask of me, I will give it to thee, unto the half of my kingdom.”",
      "24": "And she went forth and said unto her mother, “What shall I ask?” And Herodias said, “The head of John the Baptist.”",
      "25": "And she came back straightway with haste unto the king and asked, saying, “I will that thou give me at once on a charger the head of John the Baptist.”",
      "26": "And the king was exceedingly sorry, yet for his oath’s sake and for their sakes who sat with him, he would not reject her.",
      "27": "And immediately the king sent an executioner and commanded John’s head to be brought. And he went and beheaded him in prison,",
      "28": "and brought his head on a charger and gave it to the damsel; and the damsel gave it to her mother.",
      "29": "And when John’s disciples heard of it, they came and took up his corpse and laid it in a tomb.",
      "30": "And the apostles gathered themselves together unto Jesus and told Him all things, both what they had done and what they had taught.",
      "31": "And He said unto them, “Come ye yourselves apart into a desert place, and rest a while.” For there were many coming and going, and they had no leisure, even so much as to eat.",
      "32": "And they departed into a desert place by boat privately.",
      "33": "And the people saw them departing, and many recognized Him and ran thither on foot out of all the cities and outdistanced them, and came together unto Him.",
      "34": "And Jesus, when He came out, saw many people and was moved with compassion toward them, because they were as sheep not having a shepherd; and He began to teach them many things.",
      "35": "And when the day was now far spent, His disciples came unto Him and said, “This is a desert place, and now the day is far spent.",
      "36": "Send them away, that they may go into the country round about and into the villages and buy themselves bread, for they have nothing to eat.”",
      "37": "He answered and said unto them, “Give ye them to eat.” And they said to Him, “Shall we go and buy two hundred pennyworth of bread and give them to eat?”",
      "38": "He said unto them, “How many loaves have ye? Go and see.” And when they knew, they said, “Five, and two fishes.”",
      "39": "And He commanded them to make all sit down by companies upon the green grass.",
      "40": "And they sat down in ranks, by hundreds and by fifties.",
      "41": "And when He had taken the five loaves and the two fishes, He looked up to Heaven, and blessed and broke the loaves, and gave them to His disciples to set before them; and He divided the two fishes among them all.",
      "42": "And they all ate and were filled.",
      "43": "And they took up twelve baskets full of the fragments and of the fishes.",
      "44": "And those who ate of the loaves were about five thousand men.",
      "45": "And straightway He constrained His disciples to get into the boat, and go to the other side before Him unto Bethsaida, while He sent away the people.",
      "46": "And when He had sent them away, He departed onto a mountain to pray.",
      "47": "And when evening had come, the boat was in the midst of the sea; and He was alone on the land.",
      "48": "And He saw them toiling in rowing, for the wind was contrary unto them. And about the fourth watch of the night, He came unto them, walking upon the sea, and would have passed by them.",
      "49": "But when they saw Him walking upon the sea, they supposed it was a spirit and cried out,",
      "50": "for they all saw Him and were troubled. And immediately He talked with them, and said unto them, “Be of good cheer! It is I; be not afraid.”",
      "51": "And He went up unto them and into the boat, and the wind ceased. And they were sore amazed within themselves beyond measure and wondered,",
      "52": "for they had considered not the miracle of the loaves, as their hearts were hardened.",
      "53": "And when they had crossed over, they came into the land of Gennesaret, and drew to the shore.",
      "54": "And when they had come out of the boat, straightway the people recognized Him,",
      "55": "and ran through that whole region round about, and began to carry on beds those who were sick to where they heard He was.",
      "56": "And whithersoever He entered, into villages or cities or the country, they laid the sick in the streets, and besought Him that they might touch even the border of His garment. And as many as touched Him were made whole."
    },
    "7": {
      "1": "Then came together unto Him the Pharisees and certain of the scribes, who came from Jerusalem.",
      "2": "And when they saw some of His disciples eat bread with defiled (that is to say, unwashed) hands, they found fault.",
      "3": "For the Pharisees and all the Jews do not eat, unless they wash their hands oft, holding to the tradition of the elders.",
      "4": "And when they come from the market, they eat not unless they wash; and there are many other customs which they have received and hold to, as the washing of cups, pots, brazen vessels and of tables.",
      "5": "Then the Pharisees and scribes asked Him, “Why walk not thy disciples according to the tradition of the elders, but eat bread with unwashed hands?”",
      "6": "He answered and said unto them, “Well hath Isaiah prophesied of you hypocrites, as it is written: ‘This people honoreth Me with their lips, but their heart is far from Me.",
      "7": "Therefore, in vain do they worship Me, teaching for doctrines the commandments of men.’",
      "8": "For laying aside the commandment of God, ye hold to the tradition of men, as the washing of pots and cups, and many other like things ye do.”",
      "9": "And He said unto them, “Full well ye reject the commandment of God, that ye may keep your own tradition.",
      "10": "For Moses said, ‘Honor thy father and thy mother,’ and, ‘Whoso curseth father or mother, let him die the death.’",
      "11": "But ye say that if a man shall say to his father or mother, ‘It is Corban’ (that is to say, a gift of whatsoever thou mightest have profited from me), he shall be freed;",
      "12": "and ye suffer him no more to do aught for his father or his mother,",
      "13": "thus making the Word of God of no effect through your tradition, which ye have delivered. And many like things do ye.”",
      "14": "And when He had called all the people unto Him, He said unto them, “Hearken unto Me every one of you, and understand:",
      "15": "There is nothing from outside a man that, entering into him, can defile him; but the things which come out of him, those are they that defile the man.",
      "16": "If any man have ears to hear, let him hear.”",
      "17": "And when He had entered into the house away from the people, His disciples asked Him concerning the parable.",
      "18": "And He said unto them, “Are ye so without understanding also? Do ye not perceive that whatsoever thing from outside entereth into a man, it cannot defile him,",
      "19": "because it entereth not into his heart, but into the belly and goeth out into the drain, thereby purging all meats?”",
      "20": "And He said, “That which cometh out of the man, that defileth the man.",
      "21": "For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,",
      "22": "thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:",
      "23": "all these evil things come from within and defile the man.”",
      "24": "And from thence He arose and went into the region of Tyre and Sidon, and entered into a house, and would have no man know about it; but He could not be hid.",
      "25": "For a certain woman, whose young daughter had an unclean spirit, heard of Him, and came and fell at His feet.",
      "26": "The woman was a Greek, a Syrophoenician by nation, and she besought Him that He would cast forth the devil out of her daughter.",
      "27": "But Jesus said unto her, “Let the children first be filled, for it is not meet to take the children’s bread and to cast it unto the dogs.”",
      "28": "And she answered and said unto Him, “Yes, Lord, yet the dogs under the table eat of the children’s crumbs.”",
      "29": "And He said unto her, “For this saying go thy way; the devil is gone out of thy daughter.”",
      "30": "And when she had come to her house, she found the devil gone out, and her daughter laid upon the bed.",
      "31": "And again, departing from the coasts of Tyre and Sidon, He came unto the Sea of Galilee through the midst of the region of Decapolis.",
      "32": "And they brought unto Him one who was deaf and had an impediment in his speech, and they besought Him to put His hand upon him.",
      "33": "And He took him aside from the multitude and put His fingers into his ears, and He spat and touched his tongue.",
      "34": "And looking up to Heaven, He sighed and said unto him, “Ephphatha,” that is, “Be opened.”",
      "35": "And straightway his ears were opened, and the bond of his tongue was loosed and he spoke plainly.",
      "36": "And He charged them that they should tell no man. But the more He charged them, the more widely they proclaimed it",
      "37": "and were astonished beyond measure, saying, “He hath done all things well; he maketh both the deaf to hear and the dumb to speak.”"
    },
    "8": {
      "1": "In those days, the multitude being very great and having nothing to eat, Jesus called His disciples unto Him and said unto them,",
      "2": "“I have compassion on the multitude, because they have now been with Me three days and have nothing to eat.",
      "3": "And if I send them away fasting to their own houses, they will faint by the way; for divers of them came from afar.”",
      "4": "And His disciples answered Him, “From whence can a man satisfy these men with bread here in the wilderness?”",
      "5": "And He asked them, “How many loaves have ye?” And they said, “Seven.”",
      "6": "And He commanded the people to sit down on the ground. And He took the seven loaves and gave thanks and broke, and gave to His disciples to set before them; and they set them before the people.",
      "7": "And they had a few small fishes, and He blessed them and commanded to set them also before them.",
      "8": "So they ate and were filled; and they took up of the broken meat that was left, seven baskets.",
      "9": "And those who had eaten were about four thousand. And He sent them away.",
      "10": "And straightway He entered into a boat with His disciples and came into the region of Dalmanutha.",
      "11": "And the Pharisees came forth and began to question with Him, seeking from Him a sign from Heaven, testing Him.",
      "12": "And He sighed deeply in His spirit and said, “Why doth this generation seek after a sign? Verily I say unto you, there shall no sign be given unto this generation.”",
      "13": "And He left them and, entering into the boat again, departed to the other side.",
      "14": "Now the disciples had forgotten to take bread, neither had they in the boat with them more than one loaf.",
      "15": "And He charged them, saying, “Take heed, beware of the leaven of the Pharisees, and of the leaven of Herod.”",
      "16": "And they reasoned among themselves, saying, “It is because we have no bread.”",
      "17": "And when Jesus knew it, He said unto them, “Why reason ye, because ye have no bread? Do ye not yet perceive, nor understand? Have ye your heart yet hardened?",
      "18": "Having eyes, see ye not? And having ears, hear ye not? And do ye not remember?",
      "19": "When I broke the five loaves among five thousand, how many baskets full of fragments took ye up?” They said unto Him, “Twelve.”",
      "20": "“And when the seven among four thousand, how many baskets full of fragments took ye up?” And they said, “Seven.”",
      "21": "And He said unto them, “How is it that ye do not understand?”",
      "22": "And He came to Bethsaida, and they brought a blind man unto Him, and besought Him to touch him.",
      "23": "And He took the blind man by the hand, and led him out of the town. And when He had spit on his eyes and put His hands upon him, He asked him if he saw anything.",
      "24": "And he looked up and said, “I see men as trees, walking.”",
      "25": "After that He put His hands again upon his eyes and made him look up; and he was restored, and saw every man clearly.",
      "26": "And He sent him away to his house, saying, “Neither go into the town, nor tell it to any in the town.”",
      "27": "And Jesus went out with His disciples into the towns of Caesarea Philippi; and on the way He asked His disciples, saying unto them, “Who do men say that I am?”",
      "28": "And they answered, “John the Baptist; but some say Elijah, and others, one of the prophets.”",
      "29": "And He said unto them, “But whom say ye that I am?” And Peter answered and said unto Him, “Thou art the Christ.”",
      "30": "And He charged them that they should tell no man of Him.",
      "31": "And He began to teach them that the Son of Man must suffer many things, and be rejected by the elders and by the chief priests and scribes, and be killed, and after three days rise again.",
      "32": "And He spoke that saying openly. And Peter took Him and began to rebuke Him.",
      "33": "But when He had turned about and looked on His disciples, He rebuked Peter, saying, “Get thee behind Me, Satan; for thou savorest not the things that are of God, but the things that are of men.”",
      "34": "And when He had called the people unto Him with His disciples also, He said unto them, “Whosoever will come after Me, let him deny himself, and take up his cross, and follow Me.",
      "35": "For whosoever will save his life shall lose it; but whosoever shall lose his life for My sake and the Gospel’s, the same shall save it.",
      "36": "For what shall it profit a man if he shall gain the whole world, and lose his own soul?",
      "37": "Or what shall a man give in exchange for his soul?",
      "38": "Whosoever, therefore, shall be ashamed of Me and of My words in this adulterous and sinful generation, of him also shall the Son of Man be ashamed when He cometh in the glory of His Father with the holy angels.”"
    },
    "9": {
      "1": "And He said unto them, “Verily I say unto you, that there are some of them that stand here who shall not taste of death till they have seen the Kingdom of God come with power.”",
      "2": "And after six days Jesus took with Him Peter and James and John, and led them up onto a high mountain apart by themselves; and He was transfigured before them.",
      "3": "And His raiment became shining, exceeding white as snow, such as no fuller on earth could whiten them.",
      "4": "And there appeared unto them Elijah with Moses, and they were talking with Jesus.",
      "5": "And Peter spoke and said to Jesus, “Master, it is good for us to be here. Let us make three tabernacles: one for Thee, one for Moses, and one for Elijah—”",
      "6": "for he knew not what to say, for they were sore afraid.",
      "7": "And there was a cloud that overshadowed them; and a voice came out of the cloud, saying, “This Is My Beloved Son: Hear Him!”",
      "8": "And suddenly when they had looked round about, they saw no man anymore, save Jesus only with them.",
      "9": "And as they came down from the mountain, He charged them that they should tell no man what things they had seen, till the Son of Man were risen from the dead.",
      "10": "And they kept that saying to themselves, questioning one another what “rising from the dead” should mean.",
      "11": "And they asked Him, saying, “Why say the scribes that first Elijah must come?”",
      "12": "And He answered and told them, “Elijah verily cometh first and restoreth all things, and how it is written of the Son of Man that He must suffer many things and be set at nought.",
      "13": "But I say unto you that Elijah has indeed come, and they have done unto him whatsoever they pleased, as it is written of him.”",
      "14": "And when He came to His disciples, He saw a great multitude about them and the scribes questioning with them.",
      "15": "And straightway all the people, when they beheld Him, were greatly amazed; and running to Him, they greeted Him.",
      "16": "And He asked the scribes, “What question ye with them?”",
      "17": "And one of the multitude answered and said, “Master, I have brought unto thee my son, who hath a dumb spirit.",
      "18": "And wheresoever he taketh him, he teareth him; and he foameth and gnasheth his teeth and pineth away. And I spoke to thy disciples that they should cast him out, and they could not.”",
      "19": "Jesus answered him and said, “O faithless generation, how long shall I be with you? How long shall I suffer you? Bring him unto Me.”",
      "20": "And they brought the boy unto Him. And when the spirit saw Him, straightway he tore the boy; and he fell on the ground and wallowed about foaming.",
      "21": "And He asked his father, “How long is it ago since this came unto him?” And he said, “From childhood.",
      "22": "And oftentimes it hath cast him into the fire and into the waters to destroy him; but if thou canst do any thing, have compassion on us and help us.”",
      "23": "Jesus said unto him, “If thou canst believe, all things are possible to him that believeth.”",
      "24": "And straightway the father of the child cried out and said with tears, “Lord, I believe; help Thou mine unbelief!”",
      "25": "When Jesus saw that the people came running together, He rebuked the foul spirit, saying unto him, “Thou dumb and deaf spirit, I charge thee, come out of him and enter no more into him.”",
      "26": "And the spirit cried, and rent the boy sorely and came out of him; and he was as one dead, insomuch that many said, “He is dead.”",
      "27": "But Jesus took him by the hand and lifted him up, and he arose.",
      "28": "And when He had come into the house, His disciples asked Him privately, “Why could not we cast him out?”",
      "29": "And He said unto them, “This kind can come forth by nothing but by prayer and fasting.”",
      "30": "And they departed thence and passed through Galilee, and He would not that any man should know it.",
      "31": "For He taught His disciples and said unto them, “The Son of Man is delivered into the hands of men, and they shall kill Him; and after He is killed, He shall rise the third day.”",
      "32": "But they understood not that saying, and were afraid to ask Him.",
      "33": "And He came to Capernaum; and being in the house, He asked them, “What was it that ye disputed among yourselves on the way?”",
      "34": "But they held their peace, for on the way they had disputed among themselves as to who should be the greatest.",
      "35": "And He sat down, and called the twelve and said unto them, “If any man desire to be first, the same shall be last of all and servant of all.”",
      "36": "And He took a child and set him in the midst of them. And when He had taken him in His arms, He said unto them,",
      "37": "“Whosoever shall receive one of such children in My name, receiveth Me; and whosoever shall receive Me, receiveth not Me, but Him that sent Me.”",
      "38": "And John answered Him, saying, “Master, we saw one casting out devils in Thy name, but he followeth us not, so we forbad him because he followeth not us.”",
      "39": "But Jesus said, “Forbid him not, for there is no man who shall do a miracle in My name that can lightly speak evil of Me.",
      "40": "For he that is not against us is on our side.",
      "41": "For whosoever shall give you a cup of water to drink in My name, because ye belong to Christ, verily I say unto you, he shall not lose his reward.",
      "42": "And whosoever shall cause one of these little ones that believe in Me to fall, it is better for him that a millstone were hanged about his neck and he were cast into the sea.",
      "43": "And if thy hand cause thee to fall, cut it off. It is better for thee to enter into life maimed than, having two hands, to go into hell, into the fire that never shall be quenched,",
      "44": "where ‘their worm dieth not, and the fire is not quenched.’",
      "45": "And if thy foot cause thee to fall, cut it off. It is better for thee to enter halt into life than, having two feet, to be cast into hell, into the fire that never shall be quenched,",
      "46": "where ‘their worm dieth not, and the fire is not quenched.’",
      "47": "And if thine eye cause thee to fall, pluck it out. It is better for thee to enter into the Kingdom of God with one eye than, having two eyes, to be cast into hell fire,",
      "48": "where ‘their worm dieth not, and the fire is not quenched.’",
      "49": "For every one shall be salted with fire, and every sacrifice shall be salted with salt.",
      "50": "Salt is good, but if the salt has lost his saltness, with what will ye season it? Have salt in yourselves, and have peace one with another.”"
    },
    "10": {
      "1": "And He rose from thence, and went into the region of Judea by the farther side of the Jordan. And the people resorted unto Him again; and as He was wont, He taught them again.",
      "2": "And the Pharisees came to Him and asked Him, “Is it lawful for a man to put away his wife?” — testing Him.",
      "3": "And He answered and said unto them, “What did Moses command you?”",
      "4": "And they said, “Moses suffered to write a bill of divorcement, and to put her away.”",
      "5": "And Jesus answered and said unto them, “Because of the hardness of your heart he wrote you this precept.",
      "6": "But from the beginning of the creation, ’God made them male and female.",
      "7": "For this cause shall a man leave his father and mother, and cleave to his wife,",
      "8": "and the two shall be one flesh.’ So then they are no more two, but one flesh.",
      "9": "What therefore God hath joined together, let not man put asunder.”",
      "10": "And in the house His disciples asked Him again about the same matter.",
      "11": "And He said unto them, “Whosoever shall put away his wife and marry another, committeth adultery against her.",
      "12": "And if a woman shall put away her husband and be married to another, she committeth adultery.”",
      "13": "And they brought young children to Him, that He should touch them; and His disciples rebuked those who brought them.",
      "14": "But when Jesus saw it, He was much displeased and said unto them, “Suffer the little children to come unto Me, and forbid them not, for of such is the Kingdom of God.",
      "15": "Verily I say unto you, whosoever shall not receive the Kingdom of God as a little child, he shall not enter therein.”",
      "16": "And He took them up in His arms, put His hands upon them, and blessed them.",
      "17": "And when He had gone forth onto the road, there came one running, and knelt before Him and asked Him, “Good Master, what shall I do that I may inherit eternal life?”",
      "18": "And Jesus said unto him, “Why callest thou Me good? There is none good but One, that is, God.",
      "19": "Thou knowest the commandments: ‘Do not commit adultery, do not kill, do not steal, do not bear false witness, defraud not, honor thy father and mother.’”",
      "20": "And he answered and said unto Him, “Master, all these have I observed from my youth.”",
      "21": "Then Jesus, beholding him, loved him and said unto him, “One thing thou lackest: Go thy way, sell whatsoever thou hast and give to the poor, and thou shalt have treasure in Heaven; and come, take up the cross, and follow Me.”",
      "22": "And he was sad at that saying and went away grieved, for he had great possessions.",
      "23": "And Jesus looked round about and said unto His disciples, “How hardly shall they that have riches enter into the Kingdom of God!”",
      "24": "And the disciples were astonished at His words, but Jesus answered again and said unto them, “Children, how hard is it for them that trust in riches to enter into the Kingdom of God!",
      "25": "It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the Kingdom of God.”",
      "26": "And they were astonished beyond measure, saying among themselves, “Who then can be saved?”",
      "27": "And Jesus, looking upon them, said, “With men it is impossible, but not with God; for with God all things are possible.”",
      "28": "Then Peter began to say unto Him, “Lo, we have left all and have followed Thee.”",
      "29": "And Jesus answered and said, “Verily I say unto you, there is no man that hath left house or brethren or sisters or father or mother or wife or children or lands for My sake and the Gospel’s,",
      "30": "but he shall receive a hundredfold now in this time, houses and brethren and sisters and mothers and children and lands, with persecutions, and in the world to come, eternal life.",
      "31": "But many that are first shall be last, and the last first.”",
      "32": "And they were on the way going up to Jerusalem, and Jesus went before them; and they were amazed, and as they followed, they were afraid. And He took again the twelve, and began to tell them what things would happen unto Him,",
      "33": "saying, “Behold, we go up to Jerusalem, and the Son of Man shall be delivered unto the chief priests and unto the scribes; and they shall condemn Him to death, and shall deliver Him to the Gentiles.",
      "34": "And they shall mock Him and shall scourge Him, and shall spit upon Him and shall kill Him. And the third day He shall rise again.”",
      "35": "And James and John, the sons of Zebedee, came unto Him, saying, “Master, we would that Thou should do for us whatsoever we shall desire.”",
      "36": "And He said unto them, “What would ye that I should do for you?”",
      "37": "They said unto Him, “Grant unto us that we may sit, one on Thy right hand and the other on Thy left hand, in Thy glory.”",
      "38": "But Jesus said unto them, “Ye know not what ye ask. Can ye drink of the cup that I drink of, and be baptized with the baptism that I am baptized with?”",
      "39": "And they said unto Him, “We can.” And Jesus said unto them, “Ye shall indeed drink of the cup that I drink of; and with the baptism that I am baptized with, also shall ye be baptized.",
      "40": "But to sit on My right hand and on My left hand is not Mine to give, but it shall be given to them for whom it is prepared.”",
      "41": "And when the ten heard it, they began to be much displeased with James and John.",
      "42": "But Jesus called them to Him and said unto them, “Ye know that they that are accounted to rule over the Gentiles exercise lordship over them, and their great ones exercise authority upon them.",
      "43": "But so shall it not be among you: but whosoever will be great among you shall be your minister,",
      "44": "and whosoever of you would be the chiefest shall be servant of all.",
      "45": "For even the Son of Man came not to be ministered unto, but to minister and to give His life as a ransom for many.”",
      "46": "And they came to Jericho. And as He went out of Jericho with His disciples and a great number of people, blind Bartimaeus, the son of Timaeus, sat by the wayside begging.",
      "47": "And when he heard that it was Jesus of Nazareth, he began to cry out and say, “Jesus, Thou Son of David, have mercy on me!”",
      "48": "And many charged him that he should hold his peace; but he cried out all the more, “Thou Son of David, have mercy on me!”",
      "49": "And Jesus stood still, and commanded him to be called. And they called the blind man, saying unto him, “Be of good comfort; rise; He calleth thee.”",
      "50": "And he, casting away his garment, rose and came to Jesus.",
      "51": "And Jesus answered and said unto him, “What wilt thou that I should do unto thee?” The blind man said unto Him, “Lord, that I might receive my sight.”",
      "52": "And Jesus said unto him, “Go thy way. Thy faith hath made thee whole.” And immediately he received his sight, and followed Jesus in the way."
    },
    "11": {
      "1": "And when they came nigh to Jerusalem, unto Bethphage and Bethany at the Mount of Olives, He sent forth two of His disciples",
      "2": "and said unto them, “Go your way into the village opposite you, and as soon as ye have entered into it, ye shall find a colt tied, whereon man never sat. Loose him and bring him.",
      "3": "And if any man say unto you, ‘Why do ye this?’ say ye that the Lord hath need of him, and straightway he will send him hither.”",
      "4": "And they went their way and found the colt tied outside by the door at a place where two ways met, and they loosed him.",
      "5": "And certain of those who stood there said unto them, “What do ye, loosing the colt?”",
      "6": "And they said unto them even as Jesus had commanded, and they let them go.",
      "7": "And they brought the colt to Jesus and cast their garments on him, and He sat upon him.",
      "8": "And many spread their garments upon the way, and others cut down branches off the trees and strewed them upon the way.",
      "9": "And those who went before, and those who followed, cried, saying, “Hosanna! Blessed is He that cometh in the name of the Lord!",
      "10": "Blessed be the kingdom of our father David, that cometh in the name of the Lord! Hosanna in the highest!”",
      "11": "And Jesus entered into Jerusalem and into the temple. And when He had looked round about upon all things, as now the eventide had come, He went out unto Bethany with the twelve.",
      "12": "And on the morrow, when they had come from Bethany, He was hungry;",
      "13": "and seeing a fig tree afar off having leaves, He went to see if perhaps He might find any thing thereon. But when He came to it He found nothing but leaves, for the time for figs was not yet.",
      "14": "And Jesus spoke and said unto it, “Let no man eat fruit of thee hereafter for ever.” And His disciples heard it.",
      "15": "And they came to Jerusalem. And Jesus went into the temple, and began to cast out those who sold and bought in the temple, and overthrew the tables of the moneychangers and the seats of those who sold doves.",
      "16": "And He would not suffer that any man should carry any vessel through the temple.",
      "17": "And He taught, saying unto them, “Is it not written, ‘My house shall be called for all nations the house of prayer’? But ye have made it a den of thieves.”",
      "18": "And the scribes and chief priests heard it, and sought how they might destroy Him; for they feared Him, because all the people were astonished at His doctrine.",
      "19": "And when evening had come, He went out of the city.",
      "20": "And in the morning as they passed by, they saw the fig tree dried up from the roots.",
      "21": "And Peter, calling to remembrance, said unto Him, “Master, behold, the fig tree which Thou cursed is withered away.”",
      "22": "And Jesus answering, said unto them, “Have faith in God.",
      "23": "For verily I say unto you, that whosoever shall say unto this mountain, ‘Be thou removed, and be thou cast into the sea,’ and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass, he shall have whatsoever he saith.",
      "24": "Therefore I say unto you, what things so ever ye desire when ye pray, believe that ye receive them, and ye shall have them.",
      "25": "And when ye stand praying, forgive if ye have aught against any, that your Father also who is in Heaven may forgive you your trespasses.",
      "26": "But if ye do not forgive, neither will your Father who is in Heaven forgive your trespasses.”",
      "27": "And they came again to Jerusalem. And as He was walking in the temple, there came to Him the chief priests and the scribes and the elders,",
      "28": "and said unto Him, “By what authority doest thou these things? And who gave thee this authority to do these things?”",
      "29": "And Jesus answered and said unto them, “I will also ask of you one question; answer Me, and I will tell you by what authority I do these things.",
      "30": "The baptism of John: was it from Heaven, or of men? Answer Me.”",
      "31": "And they reasoned among themselves, saying, “If we shall say ‘From Heaven,’ he will say ‘Why then did ye not believe him?’",
      "32": "But if we shall say ‘Of men’” — they feared the people, for all men counted John that he was a prophet indeed.",
      "33": "And they answered and said unto Jesus, “We cannot tell.” And Jesus answering, said unto them, “Neither do I tell you by what authority I do these things.”"
    },
    "12": {
      "1": "And He began to speak unto them by parables: “A certain man planted a vineyard, and set a hedge about it, and dug a place for the wine vat, and built a watchtower; and he leased it out to husbandmen and went into a far country.",
      "2": "And at the harvest season he sent to the husbandmen a servant, that he might receive from the husbandmen of the fruit of the vineyard.",
      "3": "And they caught him, and beat him, and sent him away empty.",
      "4": "And again he sent unto them another servant, and at him they cast stones, and wounded him in the head, and sent him away shamefully handled.",
      "5": "And again he sent another, and him they killed, and many others, beating some and killing some.",
      "6": "Having yet therefore one son, his wellbeloved, he sent him also last unto them, saying, ‘They will reverence my son.’",
      "7": "But those husbandmen said among themselves, ‘This is the heir. Come, let us kill him, and the inheritance shall be ours.’",
      "8": "And they took him and killed him, and cast him out of the vineyard.",
      "9": "What therefore shall the lord of the vineyard do? He will come and destroy the husbandmen, and will give the vineyard unto others.",
      "10": "And have ye not read this Scripture? ‘The stone which the builders rejected has become the head of the corner;",
      "11": "this was the Lord’s doing, and it is marvelous in our eyes.’”",
      "12": "And they sought to lay hold on Him, but they feared the people, for they knew that He had spoken the parable against them. And they left Him, and went their way.",
      "13": "And they sent unto Him certain of the Pharisees and of the Herodians to catch Him in His words.",
      "14": "And when they had come, they said unto Him, “Master, we know that thou art true and carest for no man; for thou regardest not the person of men, but teachest the way of God in truth. Is it lawful to give tribute to Caesar, or not?",
      "15": "Shall we give, or shall we not give?” But He, knowing their hypocrisy, said unto them, “Why tempt ye Me? Bring Me a penny, that I may see it.”",
      "16": "And they brought it, and He said unto them, “Whose image and superscription is this?” And they said unto Him, “Caesar’s.”",
      "17": "And Jesus answering, said unto them, “Render to Caesar the things that are Caesar’s, and to God the things that are God’s.” And they marveled at Him.",
      "18": "Then came unto Him the Sadducees, who say that there is no resurrection. And they asked Him, saying,",
      "19": "“Master, Moses wrote unto us that if a man’s brother die, and leave his wife behind him, and leave no children, then his brother should take his wife and raise up seed unto his brother.",
      "20": "Now there were seven brethren; and the first took a wife, and dying, left no seed.",
      "21": "And the second took her and died, neither leaving any seed. And the third likewise.",
      "22": "So the seven had her and left no seed. Last of all the woman died also.",
      "23": "In the resurrection therefore, when they shall rise, whose wife shall she be, for all seven had her for a wife?”",
      "24": "And Jesus answering, said unto them, “Do ye not therefore err, because ye know not the Scriptures, neither the power of God?",
      "25": "For when they shall rise from the dead, they neither marry nor are given in marriage, but are as the angels who are in Heaven.",
      "26": "And concerning the dead, that they rise: have ye not read in the book of Moses, how in the bush God spoke unto him, saying, ‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’?",
      "27": "He is not the God of the dead, but the God of the living. Ye therefore do greatly err.”",
      "28": "And one of the scribes came, and having heard them reasoning together, and perceiving that He had answered them well, asked Him, “Which is the first commandment of all?”",
      "29": "And Jesus answered him, “The first of all the commandments is: ‘Hear, O Israel, the Lord our God is one Lord.",
      "30": "And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength;’ this is the first commandment.",
      "31": "And the second is like, namely this: ‘Thou shalt love thy neighbor as thyself.’ There is no other commandment greater than these.”",
      "32": "And the scribe said unto Him, “Well, Master, thou hast said the truth, for there is one God, and there is none other than He.",
      "33": "And to love Him with all the heart, with all the understanding, with all the soul, and with all the strength, and to love his neighbor as himself, is more than all whole burnt offerings and sacrifices.”",
      "34": "And when Jesus saw that he answered discreetly, He said unto him, “Thou art not far from the Kingdom of God.” And no man after that dared ask Him any question.",
      "35": "And Jesus answered and said, while He taught in the temple, “How say the scribes that Christ is the Son of David?",
      "36": "For David himself said by the Holy Ghost: ‘The Lord said to my Lord, “Sit Thou at My right hand until I make Thine enemies Thy footstool.”’",
      "37": "David therefore himself calleth Him ‘Lord’; and whence is He then his son?” And the common people heard Him gladly.",
      "38": "And He said unto them in His doctrine, “Beware of the scribes, who love to go in long clothing, and love salutations in the marketplaces,",
      "39": "and the chief seats in the synagogues, and the uppermost rooms at feasts,",
      "40": "who devour widows’ houses, and for a pretense make long prayers: these shall receive greater damnation.”",
      "41": "And Jesus sat opposite the treasury, and beheld how the people cast money into the treasury. And many who were rich cast in much.",
      "42": "And there came a certain poor widow, and she threw in two mites, which make a farthing.",
      "43": "And He called unto Him His disciples and said unto them, “Verily I say unto you, that this poor widow hath cast more in than all they that have cast into the treasury;",
      "44": "for they all cast in of their abundance, but she of her want cast in all that she had, even all her living.”"
    },
    "13": {
      "1": "And as He went out of the temple, one of His disciples said unto Him, “Master, see what manner of stones and what buildings are here!”",
      "2": "And Jesus answering, said unto him, “Seest thou these great buildings? There shall not be left one stone upon another that shall not be thrown down.”",
      "3": "And as He sat on the Mount of Olives opposite the temple, Peter and James and John and Andrew asked Him privately,",
      "4": "“Tell us, when shall these things be? And what shall be the sign when all these things shall be fulfilled?”",
      "5": "And Jesus answering them, began to say, “Take heed lest any man deceive you.",
      "6": "For many shall come in My name, saying, ‘I am Christ!’ and shall deceive many.",
      "7": "And when ye shall hear of wars and rumors of wars, be ye not troubled, for such things must come to pass; but the end shall not be yet.",
      "8": "For nation shall rise against nation, and kingdom against kingdom; and there shall be earthquakes in divers places, and there shall be famines and troubles. These are the beginnings of sorrows.",
      "9": "“But take heed for yourselves, for they shall deliver you up to councils, and in the synagogues ye shall be beaten. And ye shall be brought before rulers and kings for My sake, for a testimony against them.",
      "10": "And the Gospel must first be proclaimed among all nations.",
      "11": "But when then shall lead you and deliver you up, take no thought beforehand what ye shall speak; neither need ye premeditate. But whatsoever shall be given you in that hour, that speak ye; for it is not ye that speak, but the Holy Ghost.",
      "12": "Now the brother shall betray the brother to death, and the father the son; and children shall rise up against their parents and shall cause them to be put to death.",
      "13": "And ye shall be hated by all men for My name’s sake; but he that shall endure unto the end, the same shall be saved.",
      "14": "“But when ye shall see the abomination of desolation, spoken of by Daniel the prophet, standing where it ought not be” (let him that readeth understand), “then let them that be in Judea flee to the mountains.",
      "15": "And let him that is on the housetop not go down into the house, neither enter therein to take any thing out of his house.",
      "16": "And let him that is in the field not turn back again to take up his garment.",
      "17": "But woe to them that are with child and to them that give suck in those days!",
      "18": "And pray ye that your flight be not in the winter.",
      "19": "For in those days shall be affliction such as was not from the beginning of the creation which God created until this time, neither shall be.",
      "20": "And except that the Lord had shortened those days, no flesh should be saved; but for the elect’s sake, whom He hath chosen, He hath shortened the days.",
      "21": "And then if any man shall say to you, ‘Lo, here is Christ!’ or, ‘Lo, He is there!’ believe him not;",
      "22": "for false christs and false prophets shall rise, and shall show signs and wonders to seduce, if it were possible, even the elect.",
      "23": "But take ye heed; behold, I have foretold you all things.",
      "24": "“But in those days, after that tribulation, ‘the sun shall be darkened, and the moon shall not give her light,",
      "25": "and the stars of heaven shall fall, and the powers that are in heaven shall be shaken.’",
      "26": "And then shall they see the Son of Man coming in the clouds with great power and glory.",
      "27": "And then shall He send His angels and shall gather together His elect from the four winds, from the uttermost part of the earth to the uttermost part of heaven.",
      "28": "“Now learn a parable of the fig tree: When her branch is yet tender and putteth forth leaves, ye know that summer is near.",
      "29": "So ye in like manner, when ye shall see these things come to pass, know that it is nigh, even at the doors.",
      "30": "Verily I say unto you, that this generation shall not pass till all these things be done.",
      "31": "Heaven and earth shall pass away, but My words shall not pass away.",
      "32": "But of that day and that hour knoweth no man — no, not the angels who are in Heaven, neither the Son, but only the Father.",
      "33": "“Take ye heed, watch and pray; for ye know not when the time is.",
      "34": "For the Son of Man is as a man taking a far journey, who left his house and gave authority to his servants, and to every man his work, and commanded the doorkeeper to watch.",
      "35": "Watch ye therefore, for ye know not when the Master of the house cometh — at evening, or at midnight, or at the cockcrowing, or in the morning —",
      "36": "lest coming suddenly, He find you sleeping.",
      "37": "And what I say unto you, I say unto all: Watch!”"
    },
    "14": {
      "1": "After two days was the Feast of the Passover and of Unleavened Bread. And the chief priests and the scribes sought how they might take Him by craft and put Him to death.",
      "2": "But they said, “Not on the feast day, lest there be an uproar of the people.”",
      "3": "And being in Bethany in the house of Simon the leper, as He sat at meat, there came a woman having an alabaster box of ointment of spikenard, very precious; and she broke the box and poured it on His head.",
      "4": "And there were some who were indignant within themselves and said, “Why was this ointment wasted?",
      "5": "For it might have been sold for more than three hundred pence, and have been given to the poor.” And they murmured against her.",
      "6": "And Jesus said, “Let her alone. Why trouble ye her? She hath wrought a good work on Me.",
      "7": "For ye have the poor with you always, and whensoever ye will, ye may do them good; but Me ye have not always.",
      "8": "She hath done what she could; she hath come beforehand to anoint My body for burial.",
      "9": "Verily I say unto you, wheresoever this Gospel shall be preached throughout the whole world, this also that she hath done shall be spoken of as a memorial of her.”",
      "10": "And Judas Iscariot, one of the twelve, went unto the chief priests to betray Him unto them.",
      "11": "And when they heard it, they were glad and promised to give him money. And he sought how he might conveniently betray Him.",
      "12": "And on the first day of Unleavened Bread, when they killed the Passover lamb, His disciples said unto Him, “Where wilt Thou have us go and prepare, that Thou mayest eat the Passover?”",
      "13": "And He sent forth two of His disciples and said unto them, “Go ye into the city, and there shall meet you a man bearing a pitcher of water; follow him.",
      "14": "And wheresoever he shall go in, say ye to the master of the house, ‘The Master saith, “Where is the guestchamber where I shall eat the Passover with My disciples?”’",
      "15": "And he will show you a large upper room furnished and prepared; there make ready for us.”",
      "16": "And His disciples went forth, and came into the city, and found it as He had said unto them; and they made ready the Passover.",
      "17": "And in the evening He came with the twelve.",
      "18": "And as they sat and ate, Jesus said, “Verily I say unto you, one of you who eateth with Me shall betray Me.”",
      "19": "And they began to be sorrowful and to say unto Him one by one, “Is it I?” And another said, “Is it I?”",
      "20": "And He answered and said unto them, “It is one of the twelve that dippeth with Me in the dish.",
      "21": "The Son of Man indeed goeth, as it is written of Him; but woe to that man by whom the Son of Man is betrayed! Good were it for that man if he had never been born.”",
      "22": "And as they ate, Jesus took bread, and blessed and broke it, and gave it to them and said, “Take, eat; this is My body.”",
      "23": "And He took the cup, and when He had given thanks He gave it to them, and they all drank of it.",
      "24": "And He said unto them, “This is My blood of the new testament, which is shed for many.",
      "25": "Verily I say unto you, I will drink no more of the fruit of the vine, until that day that I drink it new in the Kingdom of God.”",
      "26": "And when they had sung a hymn, they went out into the Mount of Olives.",
      "27": "And Jesus said unto them, “All ye shall be offended because of Me this night, for it is written: ‘I will smite the Shepherd, and the sheep shall be scattered.’",
      "28": "But after I am risen, I will go before you into Galilee.”",
      "29": "But Peter said unto Him, “Although all shall be offended, yet will I not.”",
      "30": "And Jesus said unto him, “Verily I say unto thee that this day, even in this night, before the cock crows twice, thou shalt deny Me thrice.”",
      "31": "But Peter spoke the more vehemently, “If I should die with Thee, I will not deny Thee in any way.” Likewise also said they all.",
      "32": "And they came to a place which is named Gethsemane; and He said to His disciples, “Sit ye here while I shall pray.”",
      "33": "And He took with Him Peter and James and John, and began to be sore amazed and very heavy of heart.",
      "34": "And He said unto them, “My soul is exceeding sorrowful unto death; tarry ye here, and watch.”",
      "35": "And He went forward a little, and fell on the ground and prayed that if it were possible, the hour might pass from Him.",
      "36": "And He said, “Abba, Father, all things are possible unto Thee. Take away this cup from Me; nevertheless not what I will, but what Thou wilt.”",
      "37": "And He came back and found them sleeping, and said unto Peter, “Simon, sleepest thou? Couldest thou not watch one hour?",
      "38": "Watch ye and pray, lest ye enter into temptation. The spirit truly is ready, but the flesh is weak.”",
      "39": "And again He went away and prayed and spoke the same words.",
      "40": "And when He returned He found them asleep again, for their eyes were heavy; neither knew they what to answer Him.",
      "41": "And He came the third time and said unto them, “Sleep on now and take your rest. It is enough: the hour is come; behold, the Son of Man is betrayed into the hands of sinners.",
      "42": "Rise up; let us go. Lo, he that betrayeth Me is at hand.”",
      "43": "And immediately, while He yet spoke came Judas, one of the twelve, and with him a great multitude with swords and staves, from the chief priests and the scribes and the elders.",
      "44": "And he that betrayed Him had given them a sign, saying, “Whomever I shall kiss, that same is he. Take him and lead him away safely.”",
      "45": "And as soon as he had come, he went straightway to Him and said, “Master, Master!” and kissed Him.",
      "46": "And they laid their hands on Him and took Him.",
      "47": "And one of those who stood by drew a sword, and smote a servant of the high priest and cut off his ear.",
      "48": "And Jesus answered and said unto them, “Have ye come out, as against a thief, with swords and with staves to take Me?",
      "49": "I was daily with you in the temple teaching, and ye took Me not. But the Scriptures must be fulfilled.”",
      "50": "And they all forsook Him and fled.",
      "51": "And there followed Him a certain young man, having a linen cloth cast about his naked body; and the young men laid hold on him.",
      "52": "And he left the linen cloth and fled from them naked.",
      "53": "And they led Jesus away to the high priest; and with him were assembled all the chief priests and the elders and the scribes.",
      "54": "And Peter followed Him afar off, even into the palace of the high priest. And he sat with the servants, and warmed himself at the fire.",
      "55": "And the chief priests and all of the council sought for witness against Jesus to put Him to death, and found none.",
      "56": "For many bore false witness against Him, but their witness agreed not together.",
      "57": "And there arose certain ones who bore false witness against Him, saying,",
      "58": "“We heard him say, ‘I will destroy this temple that is made with hands, and within three days I will build another made without hands.’”",
      "59": "But neither did their witness agree together.",
      "60": "And the high priest stood up in the midst and asked Jesus, saying, “Answerest thou nothing? What is it which these witness against thee?”",
      "61": "But He held His peace and answered nothing. Again the high priest asked Him and said unto Him, “Art thou the Christ, the Son of the Blessed?”",
      "62": "And Jesus said, “I am; and ye shall see the Son of Man sitting at the right hand of Power, and coming in the clouds of heaven.”",
      "63": "Then the high priest rent his clothes and said, “Why need we any further witnesses?",
      "64": "Ye have heard the blasphemy. What think ye?” And they all condemned Him to be deserving of death.",
      "65": "And some began to spit on Him, and to cover His face, and to buffet Him, and to say unto Him, “Prophesy!” And the servants struck Him with the palms of their hands.",
      "66": "And as Peter was below in the courtyard, there came one of the maids of the high priest.",
      "67": "And when she saw Peter warming himself, she looked upon him and said, “And thou also wast with Jesus of Nazareth.”",
      "68": "But he denied it, saying, “I know not, neither understand I what thou sayest.” And he went out into the porch, and the cock crowed.",
      "69": "And a maid saw him again and began to say to those who stood by, “This is one of them.”",
      "70": "And he denied it again. And a little after, those who stood by said again to Peter, “Surely thou art one of them, for thou art a Galilean, and thy speech agreeth thereto.”",
      "71": "But he began to curse and to swear, saying, “I know not this man of whom ye speak!”",
      "72": "And the second time the cock crowed. And Peter called to mind the words that Jesus had said unto him: “Before the cock crows twice, thou shalt deny Me thrice.” And when he thought thereon, he wept."
    },
    "15": {
      "1": "And straightway in the morning, the chief priests held a consultation with the elders and scribes and the whole council, and bound Jesus and carried Him away and delivered Him to Pilate.",
      "2": "And Pilate asked Him, “Art thou the King of the Jews?” And answering He said unto him, “Thou sayest it.”",
      "3": "And the chief priests accused Him of many things, but He answered nothing.",
      "4": "And Pilate asked Him again, saying, “Answerest thou nothing? Behold how many things they witness against thee.”",
      "5": "But Jesus yet answered nothing, so that Pilate marveled.",
      "6": "Now at that feast he released unto them one prisoner, whomsoever they desired.",
      "7": "And there was one named Barabbas, who lay bound with those who had made insurrection with him, and who had committed murder in the insurrection.",
      "8": "And the multitude, crying aloud, began to desire Pilate to do as he had ever done unto them.",
      "9": "But Pilate answered them, saying, “Will ye that I release unto you the King of the Jews?”",
      "10": "For he knew that the chief priests had delivered Him out of envy.",
      "11": "But the chief priests moved the people, that he should rather release Barabbas unto them.",
      "12": "And Pilate answered and said again unto them, “What will ye then that I shall do unto him whom ye call the King of the Jews?”",
      "13": "And they cried out again, “Crucify him!”",
      "14": "Then Pilate said unto them, “Why, what evil hath he done?” But they cried out the more exceedingly, “Crucify him!”",
      "15": "And so Pilate, willing to content the people, released Barabbas unto them and delivered Jesus, when he had scourged Him, to be crucified.",
      "16": "And the soldiers led Him away into the hall called the Praetorium, and they called together the whole detachment.",
      "17": "And they clothed Him with purple, and they platted a crown of thorns and put it about His head,",
      "18": "and began to salute Him, “Hail, King of the Jews!”",
      "19": "And they smote Him on the head with a reed and spat upon Him and, bowing their knees, worshiped Him.",
      "20": "And when they had mocked Him, they took off the purple from Him, and put His own clothes on Him, and led Him out to crucify Him.",
      "21": "And they compelled one Simon, a Cyrenian, the father of Alexander and Rufus, who was passing by, coming from the country, to bear His cross.",
      "22": "And they brought Him unto the place called Golgotha (which is, being interpreted, The Place of a Skull).",
      "23": "And they gave Him to drink wine mingled with myrrh, but He received it not.",
      "24": "And when they had crucified Him, they parted His garments, casting lots for them to see what every man should take.",
      "25": "And it was the third hour when they crucified Him.",
      "26": "And the superscription of His accusation was written above: The King Of The Jews.",
      "27": "And with Him they crucified two thieves, the one on His right hand and the other on His left.",
      "28": "And the Scripture was fulfilled which saith, “And He was numbered with the transgressors.”",
      "29": "And those who passed by railed at Him, wagging their heads and saying, “Ah, thou that destroyest the temple and buildest it in three days,",
      "30": "save thyself and come down from the cross!”",
      "31": "Likewise also the chief priests, mocking, said among themselves with the scribes, “He saved others; himself he cannot save!",
      "32": "Let Christ, the King of Israel, descend now from the cross, that we may see and believe.” And those who were crucified with Him reviled Him.",
      "33": "And when the sixth hour had come, there was darkness over the whole land until the ninth hour.",
      "34": "And at the ninth hour Jesus cried out with a loud voice, saying, “Eloi, Eloi, lama sabachthani?” which is, being interpreted, “My God, My God, why hast Thou forsaken Me?”",
      "35": "And some of those who stood by, when they heard it, said, “Behold, he calleth Elijah.”",
      "36": "And one ran and filled a sponge full of vinegar, and put it on a reed and gave it to Him to drink, saying, “Let him alone. Let us see whether Elijah will come to take him down.”",
      "37": "And Jesus cried out with a loud voice, and gave up the ghost.",
      "38": "And the veil of the temple was rent in two from the top to the bottom.",
      "39": "And when the centurion who stood opposite Him saw that He so cried out and gave up the ghost, he said, “Truly, this Man was the Son of God!”",
      "40": "There were also women looking on afar off, among whom were Mary Magdalene, and Mary the mother of James the Less and of Joses, and Salome",
      "41": "(who also, when He was in Galilee, had followed Him and ministered unto Him), and many other women who came up with Him unto Jerusalem.",
      "42": "And now when the evening had come, because it was the Preparation (that is, the day before the Sabbath),",
      "43": "Joseph of Arimathea, an honorable council member who also was waiting for the Kingdom of God, came and went in boldly unto Pilate and asked for the body of Jesus.",
      "44": "And Pilate wondered if He were already dead; and calling unto him the centurion, he asked him whether He had been any while dead.",
      "45": "And when he learned it from the centurion, he gave the body to Joseph.",
      "46": "And Joseph bought fine linen, and took Him down and wrapped Him in the linen. And he laid Him in a sepulcher which was hewn out of a rock, and rolled a stone unto the door of the sepulcher.",
      "47": "And Mary Magdalene and Mary the mother of Joses beheld where He was laid."
    },
    "16": {
      "1": "And when the Sabbath was past, Mary Magdalene and Mary the mother of James, and Salome bought sweet spices, that they might come and anoint Him.",
      "2": "And very early in the morning on the first day of the week, they came unto the sepulcher at the rising of the sun.",
      "3": "And they said among themselves, “Who shall roll us away the stone from the door of the sepulcher?”",
      "4": "And when they looked, they saw that the stone was rolled away, for it was very large.",
      "5": "And entering into the sepulcher, they saw a young man sitting on the right side, clothed in a long white garment; and they were frightened.",
      "6": "And he said unto them, “Be not afraid. Ye seek Jesus of Nazareth, who was crucified. He is risen! He is not here. Behold the place where they laid Him.",
      "7": "But go your way. Tell His disciples and Peter that He goeth before you into Galilee. There shall ye see Him, as He said unto you.”",
      "8": "And they went out quickly and fled from the sepulcher, for they trembled and were amazed; neither said they any thing to any man, for they were afraid.",
      "9": "Now when Jesus was risen early the first day of the week, He appeared first to Mary Magdalene, out of whom He had cast seven devils.",
      "10": "And she went and told those who had been with Him, as they mourned and wept.",
      "11": "And they, when they heard that He was alive and had been seen by her, believed not.",
      "12": "After that, He appeared in another form unto two of them as they walked and went into the country.",
      "13": "And they went and told it unto the rest, but neither did they believe them.",
      "14": "Afterward He appeared unto the eleven as they sat at meat; and He upbraided them for their unbelief and hardness of heart, because they believed not those who had seen Him after He was risen.",
      "15": "And He said unto them, “Go ye into all the world, and preach the Gospel to every creature.",
      "16": "He that believeth and is baptized shall be saved; but he that believeth not shall be damned.",
      "17": "And these signs shall follow them that believe: In My name shall they cast out devils; they shall speak with new tongues;",
      "18": "they shall take up serpents, and if they drink any deadly thing, it shall not hurt them. They shall lay hands on the sick, and they shall recover.”",
      "19": "So then after the Lord had spoken unto them, He was received up into Heaven, and sat at the right hand of God.",
      "20": "And they went forth and preached everywhere, the Lord working with them and confirming the Word with signs following. Amen."
    }
  }
}