{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:45:18.811240-04:00",
    "Translation": "KJ21"
  },
  "Nehemiah": {
    "1": {
      "1": "The words of Nehemiah the son of Hachaliah. And it came to pass in the month of Chislev, in the twentieth year, as I was in the palace at Shushan,",
      "2": "that Hanani one of my brethren came, he and certain men of Judah; and I asked them concerning the Jews who had escaped, who were left behind from the captivity, and concerning Jerusalem.",
      "3": "And they said unto me, “The remnant who are left behind from the captivity there in the province are in great affliction and reproach. The wall of Jerusalem also is broken down, and the gates thereof are burned with fire.”",
      "4": "And it came to pass when I heard these words, that I sat down and wept, and mourned certain days and fasted, and prayed before the God of heaven",
      "5": "and said: “I beseech thee, O Lord God of heaven, the great and fearsome God, who keepeth covenant and mercy for those who love Him and observe His commandments,",
      "6": "let Thine ear now be attentive and Thine eyes open, that Thou mayest hear the prayer of Thy servant, which I pray before Thee now day and night for the children of Israel Thy servants, and confess the sins of the children of Israel which we have sinned against Thee. Both I and my father’s house have sinned.",
      "7": "We have dealt very corruptly against Thee, and have not kept the commandments, nor the statutes, nor the judgments which Thou commanded Thy servant Moses.",
      "8": "Remember, I beseech Thee, the word that Thou commanded Thy servant Moses, saying, ‘If ye transgress, I will scatter you abroad among the nations;",
      "9": "but if ye turn unto Me, and keep My commandments and do them, though there were some of you cast out unto the uttermost part of the heaven, yet will I gather them from thence, and will bring them unto the place that I have chosen to set My name there.’",
      "10": "Now these are Thy servants and Thy people, whom Thou hast redeemed by Thy great power and by Thy strong hand.",
      "11": "O Lord, I beseech Thee, let now Thine ear be attentive to the prayer of Thy servant, and to the prayer of Thy servants who desire to fear Thy name; and prosper, I pray Thee, Thy servant this day, and grant him mercy in the sight of this man.” For I was the king’s cupbearer."
    },
    "2": {
      "1": "And it came to pass in the month of Nisan, in the twentieth year of Artaxerxes the king, that wine was before him; and I took up the wine and gave it unto the king. Now I had not before been sad in his presence.",
      "2": "Therefore the king said unto me, “Why is thy countenance sad, seeing thou art not sick? This is nothing else but sorrow of heart.” Then I was very sore afraid,",
      "3": "and said unto the king, “Let the king live for ever. Why should not my countenance be sad when the city, the place of my fathers’ sepulchers, lieth waste, and the gates thereof are consumed with fire?”",
      "4": "Then the king said unto me, “For what dost thou make request?” So I prayed to the God of heaven.",
      "5": "And I said unto the king, “If it please the king, and if thy servant have found favor in thy sight, that thou wouldest send me unto Judah,unto the city of my fathers’ sepulchers, that I may build it.”",
      "6": "And the king said unto me (the queen also sitting by him), “For how long shall thy journey be? And when wilt thou return?” So it pleased the king to send me, and I set him a time.",
      "7": "Moreover I said unto the king, “If it please the king, let letters be given me to the governors beyond the river, that they may convey me over until I come into Judah,",
      "8": "also a letter unto Asaph the keeper of the king’s forest, that he may give me timber to make beams for the gates of the palace which appertained to the house, and for the wall of the city and for the house that I shall enter into.” And the king granted me, according to the good hand of my God upon me.",
      "9": "Then I came to the governors beyond the river, and gave them the king’s letters. Now the king had sent captains of the army and horsemen with me.",
      "10": "When Sanballat the Horonite and Tobiah the servant the Ammonite heard of it, it grieved them exceedingly that there had come a man to seek the welfare of the children of Israel.",
      "11": "So I came to Jerusalem and was there three days.",
      "12": "And I arose in the night, I and some few men with me. Neither told I any man what my God had put in my heart to do at Jerusalem; neither was there any beast with me, except the beast that I rode upon.",
      "13": "And I went out by night by the Gate of the Valley, even before the Dragon Well and to the dung port, and viewed the walls of Jerusalem which were broken down, and the gates thereof were consumed with fire.",
      "14": "Then I went on to the Gate of the Fountain and to the King’s Pool, but there was no place for the beast that was under me to pass.",
      "15": "Then went I up in the night by the brook and viewed the wall, and turned back and entered by the Gate of the Valley, and so returned.",
      "16": "And the rulers knew not whither I went or what I did; neither had I as yet told it to the Jews, nor to the priests, nor to the nobles, nor to the rulers, nor to the rest who did the work.",
      "17": "Then said I unto them, “Ye see the distress that we are in, how Jerusalem lieth waste, and the gates thereof are burned with fire. Come, and let us build up the wall of Jerusalem, that we be no more a reproach.”",
      "18": "Then I told them of the hand of my God which was good upon me, as also the king’s words that he had spoken unto me. And they said, “Let us rise up and build.” So they strengthened their hands for this good work.",
      "19": "But when Sanballat the Horonite, and Tobiah the servant, the Ammonite, and Geshem the Arabian heard it, they laughed us to scorn and despised us, and said, “What is this thing that ye do? Will ye rebel against the king?”",
      "20": "Then answered I them and said unto them, “The God of heaven, He will prosper us. Therefore we His servants will arise and build; but ye have no portion, nor right, nor memorial in Jerusalem.”"
    },
    "3": {
      "1": "Then Eliashib the high priest rose up with his brethren the priests, and they built the Sheep Gate. They sanctified it and set up the doors of it; even unto the Tower of Meah they sanctified it, unto the Tower of Hananeel.",
      "2": "And next to him built the men of Jericho. And next to them built Zaccur the son of Imri.",
      "3": "But the Fish Gate did the sons of Hassenaah build, who also laid the beams thereof and set up the doors thereof, the locks thereof and the bars thereof.",
      "4": "And next unto them repaired Meremoth the son of Urijah, the son of Koz. And next unto them repaired Meshullam the son of Berechiah, the son of Meshezabeel. And next unto them repaired Zadok the son of Baana.",
      "5": "And next unto them the Tekoites repaired; but their nobles put not their necks to the work of their Lord.",
      "6": "Moreover Jehoiada the son of Paseah and Meshullam the son of Besodeiah repaired the Old Gate; they laid the beams thereof, and set up the doors thereof and the locks thereof and the bars thereof.",
      "7": "And next unto them Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah, repaired unto the throne of the governor on this side of the river.",
      "8": "Next unto him Uzziel the son of Harhaiah, of the goldsmiths, repaired. Next unto him also repaired Hananiah the son of one of the apothecaries; and they fortified Jerusalem unto the Broad Wall.",
      "9": "And next unto them Rephaiah the son of Hur, the ruler of the half part of Jerusalem, repaired.",
      "10": "And next unto them Jedaiah the son of Harumaph repaired, even opposite his house. And next unto him Hattush the son of Hashabniah repaired.",
      "11": "Malchijah the son of Harim and Hashub the son of Pahathmoab repaired the other piece, and the Tower of the Furnaces.",
      "12": "And next unto him Shallum the son of Hallohesh, the ruler of the half part of Jerusalem, repaired — he and his daughters.",
      "13": "The Valley Gate was repaired by Hanun and the inhabitants of Zanoah; they built it and set up the doors thereof, the locks thereof and the bars thereof, and a thousand cubits on the wall unto the Dung Gate.",
      "14": "But Malchijah the son of Rechab, the ruler of part of Bethhaccerem repaired the Dung Gate; he built it and set up the doors thereof, the locks thereof and the bars thereof.",
      "15": "But the Gate of the Fountain Shallun the son of Colhozeh, the ruler of part of Mizpah, repaired; he built it and covered it, and set up the doors thereof, the locks thereof and the bars thereof, and the wall of the Pool of Shelah by the king’s garden and unto the stairs that go down from the City of David.",
      "16": "After him Nehemiah the son of Azbuk, the ruler of the half part of Bethzur, repaired unto the place opposite the sepulchers of David, and to the pool that was made and unto the House of the Mighty.",
      "17": "After him repaired the Levites, Rehum the son of Bani. Next unto him repaired Hashabiah, the ruler of the half part of Keilah, in his part.",
      "18": "After him repaired their brethren, Bavai the son of Henadad, the ruler of the half part of Keilah.",
      "19": "And next to him Ezer the son of Jeshua, the ruler of Mizpah, repaired another piece opposite the ascent to the armory at the turning of the wall.",
      "20": "After him Baruch the son of Zabbai earnestly repaired the other piece, from the turning of the wall unto the door of the house of Eliashib the high priest.",
      "21": "After him Meremoth the son of Urijah the son of Koz repaired another piece, from the door of the house of Eliashib even to the end of the house of Eliashib.",
      "22": "And after him repaired the priests, the men of the plain.",
      "23": "After him repaired Benjamin and Hashub opposite their house. After him repaired Azariah the son of Maaseiah, the son of Ananiah, by his house.",
      "24": "After him Binnui the son of Henadad repaired another piece, from the house of Azariah unto the turning of the wall, even unto the corner.",
      "25": "Palal the son of Uzai made repairs opposite the turning of the wall, and the tower which lieth out from the king’s high house that was by the court of the prison; after him Pedaiah the son of Parosh.",
      "26": "Moreover the Nethinim dwelt in Ophel unto the place opposite the Water Gate toward the east, and the tower that lieth out.",
      "27": "After them the Tekoites repaired another piece, opposite the great tower that lieth out, even unto the wall of Ophel.",
      "28": "From above the Horse Gate repaired the priests, every one opposite his house.",
      "29": "After them Zadok the son of Immer repaired opposite his house. After him repaired also Shemaiah the son of Shechaniah, the keeper of the East Gate.",
      "30": "After him Hananiah the son of Shelemiah and Hanun the sixth son of Zalaph repaired another piece. After him repaired Meshullam the son of Berechiah opposite his chamber.",
      "31": "After him Malchijah the goldsmith’s son repaired unto the place of the Nethinim and of the merchants, opposite the Gate Miphkad and to the ascent of the corner chamber.",
      "32": "And between the ascent of the corner unto the Sheep Gate repaired the goldsmiths and the merchants."
    },
    "4": {
      "1": "But it came to pass that when Sanballat heard that we were building the wall, he was wroth and felt great indignation and mocked the Jews.",
      "2": "And he spoke before his brethren and the army of Samaria, and said, “What are these feeble Jews doing? Will they fortify themselves? Will they make sacrifice? Will they finish it in a day? Will they revive the stones out of the heaps of the rubbish which are burned?”",
      "3": "Now Tobiah the Ammonite was by him, and he said, “Indeed that which they build, if a fox go up, even he shall break down their stone wall.”",
      "4": "Hear, O our God, for we are despised; and turn their reproach upon their own head, and give them as a prey in the land of captivity.",
      "5": "And cover not their iniquity, and let not their sin be blotted out from before Thee; for they have provoked Thee to anger before the builders.",
      "6": "So built we the wall; and all the wall was joined together unto half its height, for the people had a mind to work.",
      "7": "But it came to pass that when Sanballat and Tobiah and the Arabians and the Ammonites and the Ashdodites heard that the walls of Jerusalem were being rebuilt, and that the breaches began to be stopped, then they were very wroth,",
      "8": "and conspired all of them together to come and to fight against Jerusalem and to hinder it.",
      "9": "Nevertheless we made our prayer unto our God, and set a watch against them day and night, because of them.",
      "10": "And Judah said, “The strength of the bearers of burdens is decayed, and there is much rubbish, so that we are not able to build the wall.”",
      "11": "And our adversaries said, “They shall not know, neither see, until we come in the midst among them and slay them and cause the work to cease.”",
      "12": "And it came to pass that when the Jews who dwelt by them came, they said unto us ten times, “From all places whence ye shall return unto us, they will be upon you.”",
      "13": "Therefore set I men in the lower places behind the wall, and on the higher places; I even set the people by families with their swords, their spears, and their bows.",
      "14": "And I looked, and rose up, and said unto the nobles and to the rulers and to the rest of the people, “Be not ye afraid of them; remember the Lord, who is great and fearsome, and fight for your brethren, your sons and your daughters, your wives and your houses.”",
      "15": "And it came to pass, when our enemies heard that it was known unto us and God had brought their counsel to nought, that we returned all of us to the wall, every one unto his work.",
      "16": "And it came to pass from that time forth, that the half of my servants wrought in the work, and the other half of them held both the spears, the shields and the bows and the jackets of mail; and the rulers were behind all the house of Judah.",
      "17": "Those who built on the wall and those who bore burdens with those who loaded — every one with one of his hands wrought in the work and with the other hand held a weapon.",
      "18": "For the builders, every one, had his sword girded by his side, and so built. And he that sounded the trumpet was by me.",
      "19": "And I said unto the nobles and to the rulers and to the rest of the people, “The work is great and large, and we are separated upon the wall, one far from another.",
      "20": "In what place therefore ye hear the sound of the trumpet, resort ye thither unto us. Our God shall fight for us.”",
      "21": "So we labored in the work; and half of them held the spears from the rising of the morning until the stars appeared.",
      "22": "Likewise at the same time said I unto the people, “Let every one with his servant lodge within Jerusalem, that in the night they may be a guard to us, and labor in the day.”",
      "23": "So neither I, nor my brethren, nor my servants, nor the men of the guard who followed me, none of us, put off our clothes, except that every one put them off for washing."
    },
    "5": {
      "1": "And there was a great cry of the people and of their wives against their brethren the Jews.",
      "2": "For there were those who said, “We, our sons and our daughters are many; therefore we take up corn for them, that we may eat and live.”",
      "3": "There were some also who said, “We have mortgaged our lands, vineyards, and houses, that we might buy corn because of the dearth.”",
      "4": "There were also those who said, “We have borrowed money for the king’s tribute, and that upon our lands and vineyards.",
      "5": "Yet now our flesh is as the flesh of our brethren, our children as their children; and lo, we bring into bondage our sons and our daughters to be servants, and some of our daughters are brought unto bondage already; neither is it in our power to redeem them, for other men have our lands and vineyards.”",
      "6": "And I was very angry when I heard their cry and these words.",
      "7": "Then I consulted with myself, and I rebuked the nobles and the rulers and said unto them, “Ye exact usury, every one from his brother.” And I set a great assembly against them.",
      "8": "And I said unto them, “We, according to our ability, have redeemed our brethren the Jews who were sold unto the heathen. And will ye even sell your brethren? Or shall they be sold unto us?” Then they held their peace, and found nothing to answer.",
      "9": "Also I said, “It is not good what ye do. Ought ye not to walk in the fear of our God because of the reproach of the heathen, our enemies?",
      "10": "I likewise, and my brethren and my servants, might exact from them money and corn; I pray you, let us leave off this usury.",
      "11": "Restore, I pray you, to them even this day their lands, their vineyards, their oliveyards, and their houses, also the hundredth part of the money and of the corn, the wine, and the oil that ye exact from them.”",
      "12": "Then said they, “We will restore them, and will require nothing of them. So will we do as thou sayest.” Then I called the priests and took an oath from them, that they should do according to this promise.",
      "13": "Also I shook my lap, and said, “So God shake out every man from his house and from his labor who performeth not this promise; eventhus be he shaken out and emptied.” And all the congregation said, “Amen,” and praised the Lord. And the people did according to this promise.",
      "14": "Moreover, from the time that I was appointed to be their governor in the land of Judah, from the twentieth year even unto the two and thirtieth year of Artaxerxes the king (that is, twelve years), I and my brethren have not eaten the bread of the governor.",
      "15": "But the former governors who had been before me were chargeable unto the people, and had taken from them bread and wine, besides forty shekels of silver. Yea, even their servants ruled over the people, but so did I not, because of the fear of God.",
      "16": "Yea, also I continued in the work of this wall, neither bought we any land; and all my servants were gathered thither for the work.",
      "17": "Moreover there were at my table a hundred and fifty of the Jews and rulers, besides those who came unto us from among the heathen who are about us.",
      "18": "Now that which was prepared for me daily was one ox and six choice sheep; also fowls were prepared for me, and once in ten days, a store of all sorts of wine; yet for all this I required not the bread of the governor, because the bondage was heavy upon this people.",
      "19": "Think upon me, my God, for good, according to all that I have done for this people."
    },
    "6": {
      "1": "Now it came to pass, when Sanballat and Tobiah and Geshem the Arabian and the rest of our enemies heard that I had built the wall and that there was no breach left therein (though at that time I had not set up the doors upon the gates),",
      "2": "that Sanballat and Geshem sent unto me, saying, “Come, let us meet together in one of the villages in the plain of Ono.” But they thought to do me mischief.",
      "3": "And I sent messengers unto them, saying, “I am doing a great work, so that I cannot come down. Why should the work cease, whilst I leave it and come down to you?”",
      "4": "Yet they sent unto me four times in this manner, and I answered them in the same manner.",
      "5": "Then Sanballat sent his servant unto me in like manner the fifth time with an open letter in his hand,",
      "6": "wherein was written: “It is reported among the heathen, and Geshem saith it, that thou and the Jews think to rebel; for which cause thou buildest the wall, that thou mayest be their king according to these words.",
      "7": "And thou hast also appointed prophets to preach of thee at Jerusalem, saying, ‘There is a king in Judah!’ And now shall it be reported to the king according to these words. Come now therefore, and let us take counsel together.”",
      "8": "Then I sent unto him, saying, “There are no such things done as thou sayest, but thou feignest them out of thine own heart.”",
      "9": "For they all made us afraid, saying, “Their hands shall be weakened from the work, that it be not done.” Now therefore, O God, strengthen my hands.",
      "10": "Afterward I came unto the house of Shemaiah the son of Delaiah the son of Mehetabeel, who was shut up; and he said, “Let us meet together in the house of God, within the temple, and let us shut the doors of the temple; for they will come to slay thee, yea, in the night will they come to slay thee.”",
      "11": "And I said, “Should such a man as I flee? And who is there that, being as I am, would go into the temple to save his life? I will not go in.”",
      "12": "And lo, I perceived that God had not sent him, but that he pronounced this prophecy against me; for Tobiah and Sanballat had hired him.",
      "13": "Therefore was he hired, that I should be afraid, and do so, and sin, and that they might have cause for an evil report, that they might reproach me.",
      "14": "My God, think Thou upon Tobiah and Sanballat according to these their works, and on the prophetess Noadiah and the rest of the prophets who would have put me in fear.",
      "15": "So the wall was finished in the twenty and fifth day of the month of Elul, in fifty and two days.",
      "16": "And it came to pass that when all our enemies heard thereof, and all the heathen who were about us saw these things, they were much cast down in their own eyes; for they perceived that this work was wrought by our God.",
      "17": "Moreover in those days the nobles of Judah sent many letters unto Tobiah, and the letters of Tobiah came unto them.",
      "18": "For there were many in Judah sworn unto him, because he was the son-in-law of Shechaniah the son of Arah, and his son Jehohanan had taken the daughter of Meshullam the son of Berechiah.",
      "19": "Also they reported his good deeds before me, and uttered my words to him. And Tobiah sent letters to put me in fear."
    },
    "7": {
      "1": "Now it came to pass, when the wall was built and I had set up the doors, and the gatekeepers and the singers and the Levites were appointed,",
      "2": "that I gave my brother Hanani, and Hananiah the ruler of the palace, charge over Jerusalem, for he was a faithful man and feared God above many.",
      "3": "And I said unto them, “Let not the gates of Jerusalem be opened until the sun be hot; and while they stand by, let them shut the doors and bar them. And appoint watches of the inhabitants of Jerusalem, every one in his watch, and every one to be opposite his house.”",
      "4": "Now the city was large and great, but the people were few therein, and the houses were not built.",
      "5": "And my God put into mine heart to gather together the nobles and the rulers and the people, that they might be reckoned by genealogy. And I found a register of the genealogy of those who came up at the first, and found written therein:",
      "6": "these are the children of the province who went up out of the captivity, of those who had been carried away, whom Nebuchadnezzar the king of Babylon had carried away and came again to Jerusalem and to Judah, every one unto his city,",
      "7": "who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The number, I say, of the men of the people of Israel was this:",
      "8": "the children of Parosh, two thousand a hundred seventy and two;",
      "9": "the children of Shephatiah, three hundred seventy and two;",
      "10": "the children of Arah, six hundred fifty and two;",
      "11": "the children of Pahathmoab, of the children of Jeshua and Joab, two thousand and eight hundred and eighteen;",
      "12": "the children of Elam, a thousand two hundred fifty and four;",
      "13": "the children of Zattu, eight hundred forty and five;",
      "14": "the children of Zaccai, seven hundred and threescore;",
      "15": "the children of Binnui, six hundred forty and eight;",
      "16": "the children of Bebai, six hundred twenty and eight;",
      "17": "the children of Azgad, two thousand three hundred twenty and two;",
      "18": "the children of Adonikam, six hundred threescore and seven;",
      "19": "the children of Bigvai, two thousand threescore and seven;",
      "20": "the children of Adin, six hundred fifty and five;",
      "21": "the children of Ater of Hezekiah, ninety and eight;",
      "22": "the children of Hashum, three hundred twenty and eight;",
      "23": "the children of Bezai, three hundred twenty and four;",
      "24": "the children of Hariph, a hundred and twelve;",
      "25": "the children of Gibeon, ninety and five;",
      "26": "the men of Bethlehem and Netophah, a hundred fourscore and eight;",
      "27": "the men of Anathoth, a hundred twenty and eight;",
      "28": "the men of Bethazmaveth, forty and two;",
      "29": "the men of Kirjathjearim, Chephirah, and Beeroth, seven hundred forty and three;",
      "30": "the men of Ramah and Geba, six hundred twenty and one;",
      "31": "the men of Michmas, a hundred and twenty and two;",
      "32": "the men of Bethel and Ai, a hundred twenty and three;",
      "33": "the men of the other Nebo, fifty and two;",
      "34": "the children of the other Elam, a thousand two hundred fifty and four;",
      "35": "the children of Harim, three hundred and twenty;",
      "36": "the children of Jericho, three hundred forty and five;",
      "37": "the children of Lod, Hadid, and Ono, seven hundred twenty and one;",
      "38": "the children of Senaah, three thousand nine hundred and thirty.",
      "39": "The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy and three;",
      "40": "the children of Immer, a thousand fifty and two;",
      "41": "the children of Pashhur, a thousand two hundred forty and seven;",
      "42": "the children of Harim, a thousand and seventeen.",
      "43": "The Levites: the children of Jeshua, of Kadmiel and of the children of Hodevah, seventy and four.",
      "44": "The singers: the children of Asaph, a hundred forty and eight.",
      "45": "The gatekeepers: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, a hundred thirty and eight.",
      "46": "The Nethinim: the children of Ziha, the children of Hasupha, the children of Tabbaoth,",
      "47": "the children of Keros, the children of Sia, the children of Padon,",
      "48": "the children of Lebana, the children of Hagaba, the children of Shalmai,",
      "49": "the children of Hanan, the children of Giddel, the children of Gahar,",
      "50": "the children of Reaiah, the children of Rezin, the children of Nekoda,",
      "51": "the children of Gazzam, the children of Uzza, the children of Paseah,",
      "52": "the children of Besai, the children of Meunim, the children of Nephishesim,",
      "53": "the children of Bakbuk, the children of Hakupha, the children of Harhur,",
      "54": "the children of Bazlith, the children of Mehida, the children of Harsha,",
      "55": "the children of Barkos, the children of Sisera, the children of Tamah,",
      "56": "the children of Neziah, the children of Hatipha.",
      "57": "The children of Solomon’s servants: the children of Sotai, the children of Sophereth, the children of Perida,",
      "58": "the children of Jaala, the children of Darkon, the children of Giddel,",
      "59": "the children of Shephatiah, the children of Hattil, the children of Pochereth of Zebaim, the children of Amon.",
      "60": "All the Nethinim, and the children of Solomon’s servants were three hundred ninety and two.",
      "61": "And these were the ones who went up also from Telmelah, Telharesha, Cherub, Addon, and Immer; but they could not show their father’s house nor their seed, whether they were of Israel.",
      "62": "The children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred forty and two.",
      "63": "And of the priests: the children of Habaiah, the children of Koz, the children of Barzillai, who took one of the daughters of Barzillai the Gileadite for a wife, and was called after their name.",
      "64": "These sought their register among those who were reckoned by genealogy, but it was not found; therefore they were as polluted, put from the priesthood.",
      "65": "And the governor said unto them that they should not eat of the most holy things until there stood up a priest with Urim and Thummim.",
      "66": "The whole congregation together was forty and two thousand three hundred and threescore,",
      "67": "besides their manservants and their maidservants, of whom there were seven thousand three hundred thirty and seven; and they had two hundred forty and five singing men and singing women.",
      "68": "Their horses, seven hundred thirty and six; their mules, two hundred forty and five;",
      "69": "their camels, four hundred thirty and five; six thousand seven hundred and twenty asses.",
      "70": "And some of the chief of the fathers gave unto the work. The governor gave to the treasury a thousand drams of gold, fifty basins, five hundred and thirty priests’ garments.",
      "71": "And some of the chief of the fathers gave to the treasury of the work twenty thousand drams of gold and two thousand and two hundred pounds of silver.",
      "72": "And that which the rest of the people gave was twenty thousand drams of gold, and two thousand pounds of silver, and threescore and seven priests’ garments.",
      "73": "So the priests, and the Levites, and the gatekeepers, and the singers, and some of the people, and the Nethinim, and all Israel, dwelt in their cities; and when the seventh month came, the children of Israel were in their cities."
    },
    "8": {
      "1": "And all the people gathered themselves together as one man into the street that was before the Water Gate; and they spoke unto Ezra the scribe to bring the Book of the Law of Moses, which the Lord had commanded to Israel.",
      "2": "And Ezra the priest brought the law before the congregation both of men and women, and all who could hear with understanding, upon the first day of the seventh month.",
      "3": "And he read therein before the street that was before the Water Gate from the morning until midday, before the men and the women and those who could understand; and the ears of all the people were attentive unto the Book of the Law.",
      "4": "And Ezra the scribe stood upon a pulpit of wood which they had made for the purpose. And beside him stood Mattithiah and Shema and Anaiah, and Urijah and Hilkiah and Maaseiah, on his right hand; and on his left hand, Pedaiah and Mishael and Malchijah, and Hashum and Hashbadana,Zechariah and Meshullam.",
      "5": "And Ezra opened the book in the sight of all the people (for he was above all the people), and when he opened it all the people stood up.",
      "6": "And Ezra blessed the Lord, the great God. And all the people answered, “Amen, Amen,” while lifting up their hands; and they bowed their heads, and worshiped the Lord with their faces to the ground.",
      "7": "Also Jeshua and Bani and Sherebiah, Jamin, Akkub, Shabbethai, Hodijah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, caused the people to understand the law; and the people stood in their place.",
      "8": "So they read in the book, in the law of God, distinctly, and gave the sense and caused them to understand the reading.",
      "9": "And Nehemiah, who is the governor, and Ezra the priest the scribe, and the Levites who taught the people, said unto all the people, “This day is holy unto the Lord your God; mourn not, nor weep.” For all the people wept when they heard the words of the law.",
      "10": "Then he said unto them, “Go your way, eat the fat and drink the sweet, and send portions unto those for whom nothing is prepared, for this day is holy unto our Lord; neither be ye sorry, for the joy of the Lord is your strength.”",
      "11": "So the Levites stilled all the people, saying, “Hold your peace, for the day is holy; neither be ye grieved.”",
      "12": "And all the people went their way to eat and to drink and to send portions and to make great mirth, because they had understood the words that were declared unto them.",
      "13": "And on the second day were gathered together the chief of the fathers of all the people, the priests, and the Levites, unto Ezra the scribe, even to understand the words of the law.",
      "14": "And they found written in the law, which the Lord had commanded by Moses, that the children of Israel should dwell in booths in the feast of the seventh month;",
      "15": "and that they should publish and proclaim in all their cities and in Jerusalem, saying, “Go forth unto the mount, and fetch olive branches and pine branches and myrtle branches, and palm branches and branches of thick trees to make booths, as it is written.”",
      "16": "So the people went forth, and brought them and made themselves booths, every one upon the roof of his house, and in their courts and in the courts of the house of God, and in the street of the Water Gate and in the street of the Gate of Ephraim.",
      "17": "And all the congregation of those who had come again out of the captivity made booths and sat under the booths; for since the days of Joshua the son of Nun unto that day had not the children of Israel done so. And there was very great gladness.",
      "18": "Also day by day, from the first day unto the last day, he read in the Book of the Law of God. And they kept the feast seven days; and on the eighth day was a solemn assembly, according unto the manner."
    },
    "9": {
      "1": "Now in the twenty and fourth day of this month the children of Israel were assembled with fasting and with sackcloth and earth upon them.",
      "2": "And the seed of Israel separated themselves from all strangers, and stood and confessed their sins and the iniquities of their fathers.",
      "3": "And they stood up in their place and read in the Book of the Law of the Lord their God for onefourth part of the day; and another fourth part they confessed and worshiped the Lord their God.",
      "4": "Then stood up upon the stairs of the Levites, Jeshua and Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani, and cried with a loud voice unto the Lord their God.",
      "5": "Then the Levites, Jeshua and Kadmiel, Bani, Hashabniah, Sherebiah, Hodijah, Shebaniah, and Pethahiah, said: “Stand up and bless the Lord your God for ever and ever! And blessed be Thy glorious name, which is exalted above all blessing and praise!",
      "6": "Thou, even Thou, art Lord alone; Thou hast made heaven, the heaven of heavens with all their host, the earth and all things that are therein, the seas and all that is therein; and Thou preservest them all; and the host of heaven worshipeth Thee.",
      "7": "Thou art the Lord the God, who didst choose Abram, and broughtest him forth out of Ur of the Chaldees, and gavest him the name of Abraham;",
      "8": "and foundest his heart faithful before Thee, and madest a covenant with him to give the land of the Canaanites, the Hittites, the Amorites and the Perizzites, and the Jebusites and the Girgashites—to give it, I say, to his seed, and hast performed Thy words, for Thou art righteous”",
      "9": "and didst see the affliction of our fathers in Egypt, and heardest their cry by the Red Sea;",
      "10": "and showedst signs and wonders upon Pharaoh and on all his servants and on all the people of his land. For Thou knewest that they dealt proudly against them. So didst Thou get Thee a name, as it is this day.",
      "11": "And Thou didst divide the sea before them, so that they went through the midst of the sea on the dry land; and their persecutors Thou threwest into the deep, as a stone into the mighty waters.",
      "12": "Moreover Thou leddest them in the day by a cloudy pillar, and in the night by a pillar of fire, to give them light in the way wherein they should go.",
      "13": "Thou camest down also upon Mount Sinai and spokest with them from heaven, and gavest them right judgments and true laws, good statutes and commandments;",
      "14": "and madest known unto them Thy holy Sabbath, and commandedst them precepts, statutes, and laws by the hand of Moses Thy servant;",
      "15": "and gavest them bread from heaven for their hunger, and broughtest forth water for them out of the rock for their thirst, and promisedst them that they should go in to possess the land which Thou hadst sworn to give them.",
      "16": "“But they and our fathers dealt proudly, and hardened their necks and hearkened not to Thy commandments.",
      "17": "And they refused to obey, neither were mindful of Thy wonders that Thou didst among them; but hardened their necks, and in their rebellion appointed a captain to return to their bondage. But Thou art a God ready to pardon, gracious and merciful, slow to anger and of great kindness, and forsookest them not.",
      "18": "Yea, when they had made them a molten calf and said, ‘This is thy God who brought thee up out of Egypt,’ and had wrought great provocations,",
      "19": "yet Thou in Thy manifold mercies forsookest them not in the wilderness. The pillar of the cloud departed not from them by day, to lead them in the way; neither the pillar of fire by night, to show them light and the way wherein they should go.",
      "20": "Thou gavest also Thy good Spirit to instruct them, and withheldest not Thy manna from their mouth, and gavest them water for their thirst.",
      "21": "Yea, forty years didst Thou sustain them in the wilderness, so that they lacked nothing; their clothes waxed not old and their feet swelled not.",
      "22": "Moreover Thou gavest them kingdoms and nations, and didst divide them into corners; so they possessed the land of Sihon and the land of the king of Heshbon and the land of Og, king of Bashan.",
      "23": "Their children also did Thou multiply as the stars of heaven, and broughtest them into the land which Thou hadst promised to their fathers, that they should go in to possess it.",
      "24": "So the children went in and possessed the land, and Thou did subdue before them the inhabitants of the land, the Canaanites, and gavest them into their hands, with their kings and the people of the land, that they might do with them as they would.",
      "25": "And they took strong cities and a fat land, and possessed houses full of all goods, wells dug out, vineyards and olive yards, and fruit trees in abundance. So they ate, and were filled, and became fat, and delighted themselves in Thy great goodness.",
      "26": "“Nevertheless they were disobedient and rebelled against Thee, and cast Thy law behind their backs, and slew Thy prophets who testified against them to turn them to Thee; and they wrought great provocations.",
      "27": "Therefore Thou deliveredst them into the hand of their enemies, who vexed them. And in the time of their trouble when they cried unto Thee, Thou heardest them from heaven; and according to Thy manifold mercies Thou gavest them saviors who saved them out of the hand of their enemies.",
      "28": "“But after they had rest, they did evil again before Thee. Therefore leftest Thou them in the hand of their enemies, so that they had the dominion over them; yet when they returned and cried unto Thee, Thou heardest them from heaven. And many times didst Thou deliver them according to Thy mercies,",
      "29": "and testifiedst against them, that Thou mightest bring them again unto Thy law. Yet they dealt proudly and hearkened not unto Thy commandments, but sinned against Thy judgments (which if a man do, he shall live in them), and withdrew the shoulder and hardened their neck and would not hear.",
      "30": "“Yet many years didst Thou forbear them, and testifiedst against them by Thy Spirit in Thy prophets. Yet would they not give ear; therefore gavest Thou them into the hand of the people of the lands.",
      "31": "Nevertheless for Thy great mercies’ sake Thou did not utterly consume them nor forsake them, for Thou art a gracious and merciful God.",
      "32": "“Now therefore, our God, the great, the mighty, and the fearsome God, who keepest covenant and mercy, let not all the trouble seem little before Thee that hath come upon us—on our kings, on our princes, and on our priests, and on our prophets, and on our fathers, and on all Thy people since the time of the kings of Assyria unto this day.",
      "33": "Nevertheless, Thou art just in all that is brought upon us; for Thou hast done right, but we have done wickedly.",
      "34": "Neither have our kings, our princes, our priests, nor our fathers kept Thy law, nor hearkened unto Thy commandments and Thy testimonies, wherewith Thou didst testify against them.",
      "35": "For they have not served Thee in their kingdom, and in Thy great goodness that Thou gavest them, and in the large and fat land which Thou gavest before them, neither turned they from their wicked works.",
      "36": "Behold, we are servants this day; and for the land that Thou gavest unto our fathers to eat the fruit thereof and the good thereof, behold, we are servants in it.",
      "37": "And it yieldeth much increase unto the kings whom Thou hast set over us because of our sins; also they have dominion over our bodies and over our cattle at their pleasure, and we are in great distress.",
      "38": "“And because of all this, we make a sure covenant, and write it; and our princes, Levites, and priests set their seal unto it.”"
    },
    "10": {
      "1": "Now those who sealed were: Nehemiah the governor, the son of Hachaliah, and Zedekiah,",
      "2": "Seraiah, Azariah, Jeremiah,",
      "3": "Pashhur, Amariah, Malchijah,",
      "4": "Hattush, Shebaniah, Malluch,",
      "5": "Harim, Meremoth, Obadiah,",
      "6": "Daniel, Ginnethon, Baruch,",
      "7": "Meshullam, Abijah, Mijamin,",
      "8": "Maaziah, Bilgai, Shemaiah; these were the priests.",
      "9": "And the Levites: both Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel.",
      "10": "And their brethren: Shebaniah, Hodijah, Kelita, Pelaiah, Hanan,",
      "11": "Micha, Rehob, Hashabiah,",
      "12": "Zaccur, Sherebiah, Shebaniah,",
      "13": "Hodijah, Bani, Beninu.",
      "14": "The chief of the people: Parosh, Pahathmoab, Elam, Zattu, Bani,",
      "15": "Bunni, Azgad, Bebai,",
      "16": "Adonijah, Bigvai, Adin,",
      "17": "Ater, Hezekiah, Azzur,",
      "18": "Hodijah, Hashum, Bezai,",
      "19": "Hariph, Anathoth, Nebai,",
      "20": "Magpiash, Meshullam, Hezir,",
      "21": "Meshezabeel, Zadok, Jaddua,",
      "22": "Pelatiah, Hanan, Anaiah,",
      "23": "Hoshea, Hananiah, Hasshub,",
      "24": "Hallohesh, Pilha, Shobek,",
      "25": "Rehum, Hashabnah, Maaseiah,",
      "26": "and Ahijah, Hanan, Anan,",
      "27": "Malluch, Harim, Baanah.",
      "28": "And the rest of the people —the priests, the Levites, the gatekeepers, the singers, the Nethinim, and all those who had separated themselves from the people of the lands unto the law of God, their wives, their sons and their daughters, every one having knowledge and having understanding",
      "29": "they cleaved to their brethren, their nobles, and entered into a curse and into an oath to walk in God’s law, which was given by Moses the servant of God, and to observe and do all the commandments of the Lord our Lord, and His judgments and His statutes;",
      "30": "and that we would not give our daughters unto the people of the land, nor take their daughters for our sons;",
      "31": "and if the people of the land bring wares or any victuals on the Sabbath day to sell, that we would not buy it from them on the Sabbath or on the holy day; and that we would leave the seventh year and the exaction of every debt.",
      "32": "Also we made ordinances for us to charge ourselves yearly with the third part of a shekel for the service of the house of our God:",
      "33": "for the showbread, and for the continual meat offering, and for the continual burnt offering of the Sabbaths, of the new moons, for the set feasts, and for the holy things, and for the sin offerings to make an atonement for Israel, and for all the work of the house of our God.",
      "34": "And we cast the lots among the priests, the Levites, and the people for the wood offering, to bring it into the house of our God according to the houses of our fathers, at times appointed year by year to burn upon the altar of the Lord our God, as it is written in the law;",
      "35": "and to bring the firstfruits of our ground and the firstfruits of all fruit of all trees, year by year, unto the house of the Lord;",
      "36": "also the firstborn of our sons, and of our cattle (as it is written in the law) and the firstlings of our herds and of our flocks, to bring to the house of our God, unto the priests who minister in the house of our God;",
      "37": "and that we should bring the firstfruits of our dough, and our offerings, and the fruit of all manner of trees, of wine and of oil, unto the priests to the chambers of the house of our God, and the tithes of our ground unto the Levites, that the same Levites might have the tithes in all the cities of our tillage.",
      "38": "And the priest the son of Aaron shall be with the Levites when the Levites take tithes; and the Levites shall bring up a tenth of the tithes unto the house of our God, to the chambers, into the treasure house.",
      "39": "For the children of Israel and the children of Levi shall bring the offering of the corn, of the new wine, and the oil, unto the chambers where are the vessels of the sanctuary and the priests who minister and the gatekeepers and the singers. And we will not forsake the house of our God."
    },
    "11": {
      "1": "And the rulers of the people dwelt at Jerusalem; the rest of the people also cast lots to bring one of ten to dwell in Jerusalem, the holy city, and nine parts to dwell in other cities.",
      "2": "And the people blessed all the men who willingly offered themselves to dwell at Jerusalem.",
      "3": "Now these are the chief of the province who dwelt in Jerusalem; but in the cities of Judah dwelt every one in his possession in their cities, to wit: Israel, the priests, and the Levites, and the Nethinim, and the children of Solomon’s servants.",
      "4": "And at Jerusalem dwelt certain of the children of Judah and of the children of Benjamin. Of the children of Judah: Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah,the son of Mahalaleel, of the children of Perez;",
      "5": "and Maaseiah the son of Baruch, the son of Colhozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of Shiloni.",
      "6": "All the sons of Perez who dwelt at Jerusalem were four hundred threescore and eight valiant men.",
      "7": "And these are the sons of Benjamin: Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah.",
      "8": "And after him Gabbai and Sallai, nine hundred twenty and eight.",
      "9": "And Joel the son of Zichri was their overseer; and Judah the son of Senuah was second over the city.",
      "10": "Of the priests: Jedaiah the son of Joiarib, Jachin.",
      "11": "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, was the ruler of the house of God.",
      "12": "And their brethren who did the work of the house were eight hundred twenty and two; and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah,",
      "13": "and his brethren, chief of the fathers, were two hundred forty and two; and Amashai the son of Azareel, the son of Ahzai, the son of Meshillemoth, the son of Immer,",
      "14": "and their brethren, mighty men of valor, were a hundred twenty and eight; and their overseer was Zabdiel, the son of one of the great men.",
      "15": "Also of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;",
      "16": "and Shabbethai and Jozabad, of the chief of the Levites, had the oversight of the outside business of the house of God.",
      "17": "And Mattaniah the son of Micha, the son of Zabdi, the son of Asaph, was the principal to begin the thanksgiving in prayer, and Bakbukiah the second among his brethren, and Abda the son of Shammua, the son of Galal, the son of Jeduthun.",
      "18": "All the Levites in the holy city were two hundred fourscore and four.",
      "19": "Moreover the gatekeepers, Akkub, Talmon, and their brethren who kept the gates, were a hundred seventy and two.",
      "20": "And the residue of Israel, of the priests, and the Levites, were in all the cities of Judah, every one in his inheritance.",
      "21": "But the Nethinim dwelt in Ophel; and Ziha and Gishpa were over the Nethinim.",
      "22": "The overseer also of the Levites at Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Micha. Of the sons of Asaph, the singers were over the business of the house of God.",
      "23": "For it was the king’s commandment concerning them, that a certain portion should be for the singers, due for every day.",
      "24": "And Pethahiah the son of Meshezabeel, of the children of Zerah the son of Judah, was at the king’s hand in all matters concerning the people.",
      "25": "And for the villages with their fields, some of the children of Judah dwelt at Kirjatharba and in the villages thereof, and at Dibon and in the villages thereof, and at Jekabzeel and in the villages thereof,",
      "26": "and at Jeshua, and at Moladah, and at Bethphelet,",
      "27": "and at Hazarshual and at Beersheba and in the villages thereof,",
      "28": "and at Ziklag and at Meconah and in the villages thereof;",
      "29": "and at Enrimmon and at Zorah and at Jarmuth,",
      "30": "Zanoah, Adullam, and in their villages; at Lachish and the fields thereof, at Azekah and in the villages thereof. And they dwelt from Beersheba unto the valley of Hinnom.",
      "31": "The children also of Benjamin from Geba dwelt at Michmash, and Aija and Bethel and in their villages,",
      "32": "and at Anathoth, Nob, Ananiah,",
      "33": "Hazor, Ramah, Gittaim,",
      "34": "Hadid, Zeboim, Neballat,",
      "35": "Lod, and Ono, the valley of craftsmen.",
      "36": "And of the Levites were divisions in Judah, and in Benjamin."
    },
    "12": {
      "1": "Now these are the priests and the Levites who went up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,",
      "2": "Amariah, Malluch, Hattush,",
      "3": "Shechaniah, Rehum, Meremoth,",
      "4": "Iddo, Ginnethoi, Abijah,",
      "5": "Mijamin, Maadiah, Bilgah,",
      "6": "Shemaiah and Joiarib, Jedaiah,",
      "7": "Sallu, Amok, Hilkiah, Jedaiah. These were the chief of the priests and of their brethren in the days of Jeshua.",
      "8": "Moreover the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who was over the psalms of thanksgiving, he and his brethren.",
      "9": "Also Bakbukiah and Unni, their brethren, were opposite them in the watches.",
      "10": "And Jeshua begot Joiakim, Joiakim also begot Eliashib, and Eliashib begot Joiada,",
      "11": "and Joiada begot Jonathan, and Jonathan begot Jaddua.",
      "12": "And in the days of Joiakim were priests, the chief of the fathers: of Seraiah, Meraiah; of Jeremiah, Hananiah;",
      "13": "of Ezra, Meshullam; of Amariah, Jehohanan;",
      "14": "of Melicu, Jonathan; of Shebaniah, Joseph;",
      "15": "of Harim, Adna; of Meraioth, Helkai;",
      "16": "of Iddo, Zechariah; of Ginnethon, Meshullam;",
      "17": "of Abijah, Zichri; of Miniamin, of Moadiah, Piltai;",
      "18": "of Bilgah, Shammua; of Shemaiah, Jehonathan;",
      "19": "and of Joiarib, Mattenai; of Jedaiah, Uzzi;",
      "20": "of Sallai, Kallai; of Amok, Eber;",
      "21": "of Hilkiah, Hashabiah; of Jedaiah, Nethaneel.",
      "22": "The Levites in the days of Eliashib, Joiada, and Johanan, and Jaddua, were recorded chief of the fathers; also the priests, until the reign of Darius the Persian.",
      "23": "The sons of Levi, the chief of the fathers, were written in the book of the Chronicles, even until the days of Johanan the son of Eliashib.",
      "24": "And the chief of the Levites: Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brethren opposite them, to praise and to give thanks, according to the commandment of David the man of God, watch opposite watch.",
      "25": "Mattaniah and Bakbukiah, Obadiah, Meshullam, Talmon, Akkub, were porters keeping the watch at the thresholds of the gates.",
      "26": "These were in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest, the scribe.",
      "27": "And at the dedication of the wall of Jerusalem they sought the Levites out of all their places, to bring them to Jerusalem to keep the dedication with gladness, both with thanksgivings and with singing, with cymbals, psalteries, and with harps.",
      "28": "And the sons of the singers gathered themselves together, both out of the plain country round about Jerusalem and from the villages of the Netophathites,",
      "29": "also from the house of Gilgal, and out of the fields of Geba and Azmaveth; for the singers had built themselves villages round about Jerusalem.",
      "30": "And the priests and the Levites purified themselves, and purified the people and the gates and the wall.",
      "31": "Then I brought up the princes of Judah upon the wall, and appointed two great companies of those who gave thanks, whereof one went on the right hand upon the wall toward the Dung Gate;",
      "32": "and after them went Hoshaiah and half of the princes of Judah,",
      "33": "and Azariah, Ezra, and Meshullam,",
      "34": "Judah, and Benjamin, and Shemaiah, and Jeremiah,",
      "35": "and certain of the priests’ sons with trumpets, namely, Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Michaiah, the son of Zaccur, the son of Asaph;",
      "36": "and his brethren, Shemaiah, and Azarel, Milalai, Gilalai, Maai, Nethaneel, and Judah, Hanani, with the musical instruments of David the man of God, and Ezra the scribe before them.",
      "37": "And at the Fountain Gate, which was opposite them, they went up by the stairs of the City of David, at the going up of the wall, above the house of David, even unto the Water Gate eastward.",
      "38": "And the other company of those who gave thanks went opposite them, and I after them with half of the people upon the wall, from beyond the Tower of the Furnaces even unto the Broad Wall,",
      "39": "and from above the Gate of Ephraim and above the Old Gate, and above the Fish Gate and the Tower of Hananeel and the Tower of Meah, even unto the Sheep Gate; and they stood still at the Prison Gate.",
      "40": "So stood the two companies of those who gave thanks in the house of God, and I, and half of the rulers with me;",
      "41": "and the priests, Eliakim, Maaseiah, Miniamin, Michaiah, Elioenai, Zechariah, and Hananiah, with trumpets;",
      "42": "and Maaseiah, and Shemaiah, and Eleazar, and Uzzi, and Jehohanan, and Malchijah, and Elam, and Ezer. And the singers sang loud, with Jezrahiah their overseer.",
      "43": "Also that day they offered great sacrifices and rejoiced, for God had made them rejoice with great joy; the wives also and the children rejoiced, so that the joy of Jerusalem was heard even afar off.",
      "44": "And at that time some were appointed over the chambers of the treasuries for the offerings, for the firstfruits, and for the tithes, to gather into them out of the fields of the cities the portions appointed by the law for the priests and Levites; for Judah rejoiced for the priests and for the Levites who waited.",
      "45": "And both the singers and the gatekeepers kept the watch of their God and the watch of the purification, according to the commandment of David and of Solomon his son.",
      "46": "For in the days of David and Asaph of old there were chiefs of the singers, and songs of praise and thanksgiving unto God.",
      "47": "And all Israel in the days of Zerubbabel and in the days of Nehemiah gave the portions for the singers and the gatekeepers, every day his portion; and they sanctified holy things unto the Levites, and the Levites sanctified them unto the children of Aaron."
    },
    "13": {
      "1": "On that day they read in the Book of Moses in the audience of the people, and therein was found written that the Ammonite and the Moabite should not come into the congregation of God, ever,",
      "2": "because they met not the children of Israel with bread and with water, but hired Balaam against them, that he should curse them. However that be, our God turned the curse into a blessing.",
      "3": "Now it came to pass, when they had heard the law, that they separated from Israel all the mixed multitude.",
      "4": "And before this, Eliashib the priest, having the oversight of the chamber of the house of our God, was allied unto Tobiah.",
      "5": "And he had prepared for him a great chamber, where previously they laid the meat offerings, the frankincense and the vessels and the tithes of the corn, the new wine and the oil, which were commanded to be given to the Levites and the singers and the gatekeepers, and the offerings of the priests.",
      "6": "But in all this time I was not at Jerusalem; for in the two and thirtieth year of Artaxerxes king of Babylon I came unto the king, and after certain days I obtained leave from the king.",
      "7": "And I came to Jerusalem and learned of the evil that Eliashib had done for Tobiah in preparing him a chamber in the courts of the house of God.",
      "8": "And it grieved me sore; therefore I cast forth all the household stuff of Tobiah out of the chamber.",
      "9": "Then I commanded, and they cleansed the chambers; and thither I brought back the vessels of the house of God, with the meat offering and the frankincense.",
      "10": "And I perceived that the portions for the Levites had not been given them; for the Levites and the singers who did the work had fled every one to his field.",
      "11": "Then I contended with the rulers and said, “Why is the house of God forsaken?” And I gathered them together, and set them in their place.",
      "12": "Then brought all Judah the tithe of the corn and the new wine and the oil unto the storehouses.",
      "13": "And I made treasurers over the storehouses: Shelemiah the priest and Zadok the scribe, and of the Levites, Pedaiah; and next to them was Hanan the son of Zaccur, the son of Mattaniah; for they were counted faithful, and their office was to distribute unto their brethren.",
      "14": "Remember me, O my God, concerning this, and wipe not out my good deeds that I have done for the house of my God and for the offices thereof.",
      "15": "In those days I saw in Judah some treading of wine presses on the Sabbath, and bringing in sheaves and loading them on asses, as also wine, grapes, and figs, and all manner of burdens which they brought into Jerusalem on the Sabbath day. And I testified against them as to the day wherein they sold victuals.",
      "16": "There dwelt men of Tyre also therein, who brought fish and all manner of wares, and sold on the Sabbath unto the children of Judah and in Jerusalem.",
      "17": "Then I contended with the nobles of Judah and said unto them, “What evil thing is this that ye do, and profane the Sabbath day?",
      "18": "Did not your fathers thus, and did not our God bring all this evil upon us and upon this city? Yet ye bring more wrath upon Israel by profaning the Sabbath.”",
      "19": "And it came to pass, when the gates of Jerusalem began to be dark before the Sabbath, that I commanded that the gates should be shut,and charged that they should not be opened until after the Sabbath; and some of my servants I set at the gates, that there should no burden be brought in on the Sabbath day.",
      "20": "So the merchants and sellers of all kinds of wares lodged outside Jerusalem once or twice.",
      "21": "Then I testified against them and said unto them, “Why lodge ye about the wall? If ye do so again, I will lay hands on you.” From that time forth they came no more on the Sabbath.",
      "22": "And I commanded the Levites that they should cleanse themselves, and that they should come and keep the gates, to sanctify the Sabbath day. Remember me, O my God, concerning this also, and spare me according to the greatness of Thy mercy.",
      "23": "In those days also I saw Jews who had married wives of Ashdod, of Ammon, and of Moab;",
      "24": "and their children spoke half in the speech of Ashdod, and could not speak in the Jews’ language, but according to the language of each people.",
      "25": "And I contended with them and cursed them, and smote certain of them and plucked off their hair, and made them swear by God, saying, “Ye shall not give your daughters unto their sons, nor take their daughters unto your sons or for yourselves.",
      "26": "Did not Solomon king of Israel sin by these things? Yet among many nations was there no king like him, who was beloved of his God, and God made him king over all Israel: nevertheless even him did women from other lands cause to sin.",
      "27": "Shall we then hearken unto you to do all this great evil, to transgress against our God in marrying foreign wives?”",
      "28": "And one of the sons of Joiada, the son of Eliashib the high priest, was son-in-law to Sanballat the Horonite; therefore I chased him from me.",
      "29": "Remember them, O my God, because they have defiled the priesthood and the covenant of the priesthood and of the Levites.",
      "30": "and for the wood offering at times appointed, and for the firstfruits. Remember me, O my God, for good."
    }
  }
}