{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:46:12.973767-04:00",
    "Translation": "KJ21"
  },
  "Philemon": {
    "1": {
      "1": "Paul, a prisoner of Jesus Christ, and Timothy our brother, Unto Philemon our dearly beloved, and fellow laborer,",
      "2": "and to our beloved Apphia, and Archippus our fellow soldier, and to the church in thy house:",
      "3": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "4": "I thank my God, making mention of thee always in my prayers,",
      "5": "having heard of thy love and faith which thou hast toward the Lord Jesus and toward all saints,",
      "6": "that the communication of thy faith may become effectual by the acknowledging of every good thing which is in you in Christ Jesus.",
      "7": "For we have great joy and consolation in thy love, because the hearts of the saints are refreshed by thee, brother.",
      "8": "Therefore, though I might be bold enough in Christ to enjoin thee to do that which is befitting,",
      "9": "yet for love’s sake rather I beseech thee, being such a one as Paul the aged, and now also a prisoner of Jesus Christ.",
      "10": "I beseech thee for my son Onesimus, whom I have begotten in my bonds.",
      "11": "In time past he was to thee unprofitable, but now profitable to thee and to me.",
      "12": "I am sending him back. Thou therefore receive him, who is mine own heart.",
      "13": "I would have retained him with me, that in thy stead he might have ministered unto me in the bonds of the Gospel;",
      "14": "but without thy mind would I do nothing, that thy goodness should not be, as it were, of necessity but willingly.",
      "15": "For perhaps he therefore departed for a season, that thou shouldest receive him back for ever—",
      "16": "not now as a servant, but more than a servant: as a brother beloved, especially to me, but how much more unto thee, both in the flesh and in the Lord.",
      "17": "If thou count me therefore a partner, receive him as myself.",
      "18": "If he hath wronged thee, or oweth thee aught, put that on mine account.",
      "19": "I, Paul, have written this with mine own hand: I will repay it; albeit I do not say to thee how thou owest unto me even thine own self besides.",
      "20": "Yea, brother, let me have joy of thee in the Lord; refresh my soul in the Lord.",
      "21": "Having confidence in thy obedience I wrote unto thee, knowing that thou wilt also do more than I say.",
      "22": "But besides prepare me also a lodging, for I trust that through your prayers I shall be given unto you.",
      "23": "There salute thee Epaphras, my fellow prisoner in Christ Jesus;",
      "24": "also Marcus, Aristarchus, Demas and Luke, my fellow laborers.",
      "25": "The grace of our Lord Jesus Christ be with your spirit. Amen."
    }
  }
}