{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:45:22.155477-04:00",
    "Translation": "KJ21"
  },
  "Psalm": {
    "1": {
      "1": "Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful;",
      "2": "but his delight is in the law of the Lord, and on His law doth he meditate day and night.",
      "3": "And he shall be like a tree planted by the rivers of water that bringeth forth his fruit in his season; his leaf also shall not wither, and whatsoever he doeth shall prosper.",
      "4": "The ungodly are not so, but are like the chaff which the wind driveth away.",
      "5": "Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous.",
      "6": "For the Lord knoweth the way of the righteous, but the way of the ungodly shall perish."
    },
    "2": {
      "1": "Why do the heathen rage, and the people devise a vain thing?",
      "2": "The kings of the earth set themselves, and the rulers take counsel together, against the Lord and against His Anointed, saying,",
      "3": "“Let us break Their bonds asunder, and cast away Their cords from us.”",
      "4": "He that sitteth in the heavens shall laugh; the Lord shall hold them in derision.",
      "5": "Then shall He speak unto them in His wrath, and vex them in His sore displeasure:",
      "6": "“Yet have I set My King upon My holy hill of Zion.”",
      "7": "“I will declare the decree: The Lord hath said unto Me, ‘Thou art My Son; this day have I begotten Thee.",
      "8": "Ask of Me, and I shall give Thee the heathen for Thine inheritance, and the uttermost parts of the earth for Thy possession.",
      "9": "Thou shalt break them with a rod of iron; Thou shalt dash them to pieces like a potter’s vessel.’”",
      "10": "Be wise now therefore, O ye kings; be instructed, ye judges of the earth.",
      "11": "Serve the Lord with fear and rejoice with trembling.",
      "12": "Kiss the Son, lest He be angry and ye perish from the way, when His wrath is kindled but a little. Blessed are all they that put their trust in Him."
    },
    "3": {
      "1": "Lord, how they have increased that trouble me! Many are they that rise up against me!",
      "2": "Many there be that say of my soul, “There is no help for him in God.” Selah",
      "3": "But Thou, O Lord, art a shield for me, my glory and the lifter up of mine head.",
      "4": "I cried unto the Lord with my voice, and He heard me from His holy hill. Selah",
      "5": "I laid me down and slept; I awaked, for the Lord sustained me.",
      "6": "I will not be afraid of ten thousands of people that have set themselves against me round about.",
      "7": "Arise, O Lord! Save me, O my God! For Thou hast smitten all mine enemies upon the cheekbone; Thou hast broken the teeth of the ungodly.",
      "8": "Salvation belongeth unto the Lord. Thy blessing is upon Thy people. Selah"
    },
    "4": {
      "1": "Hear me when I call, O God of my righteousness! Thou hast set me at large when I was in distress; have mercy upon me, and hear my prayer.",
      "2": "O ye sons of men, how long will ye turn my glory into shame? How long will ye love vanity and seek after lies? Selah",
      "3": "But know that the Lord hath set apart him that is godly for Himself; the Lord will hear when I call unto Him.",
      "4": "Stand in awe, and sin not; commune with your own heart upon your bed, and be still. Selah",
      "5": "Offer the sacrifices of righteousness, and put your trust in the Lord.",
      "6": "There are many that say, “Who will show us any good?” Lord, lift Thou up the light of Thy countenance upon us.",
      "7": "Thou hast put gladness in my heart, more than in the time when their corn and wine increased.",
      "8": "I will both lay me down in peace, and sleep; for Thou Lord only, makest me dwell in safety."
    },
    "5": {
      "1": "Give ear to my words, O Lord; consider my meditation.",
      "2": "Hearken unto the voice of my cry, my King and my God, for unto Thee will I pray.",
      "3": "My voice shalt Thou hear in the morning, O Lord; in the morning will I direct my prayer unto Thee and will look up.",
      "4": "For Thou art not a God that hath pleasure in wickedness; neither shall evil dwell with Thee.",
      "5": "The foolish shall not stand in Thy sight; Thou hatest all workers of iniquity.",
      "6": "Thou shalt destroy them that speak lies; the Lord will abhor the bloody and deceitful man.",
      "7": "But as for me, I will come into Thy house in the multitude of Thy mercy, and in Thy fear will I worship toward Thy holy temple.",
      "8": "Lead me, O Lord, in Thy righteousness because of mine enemies; make Thy way straight before my face.",
      "9": "For there is no faithfulness in their mouth; their inward part is exceeding wickedness. Their throat is an open sepulcher; they flatter with their tongue.",
      "10": "Destroy Thou them, O God! Let them fall by their own counsels. Cast them out in the multitude of their transgressions, for they have rebelled against Thee.",
      "11": "But let all those that put their trust in Thee rejoice; let them ever shout for joy, because Thou defendest them; let them also that love Thy name be joyful in Thee.",
      "12": "For Thou, Lord, wilt bless the righteous; with favor wilt Thou compass him about as with a shield."
    },
    "6": {
      "1": "O Lord, rebuke me not in Thine anger, neither chasten me in Thy hot displeasure.",
      "2": "Have mercy upon me, O Lord, for I am weak; O Lord, heal me, for my bones are vexed.",
      "3": "My soul is also sore vexed, but Thou, O Lord, how long?",
      "4": "Return, O Lord, deliver my soul! O save me for Thy mercies’ sake!",
      "5": "For in death there is no remembrance of Thee; in the grave who shall give Thee thanks?",
      "6": "I am weary with my groaning; all the night I make my bed to swim, I water my couch with my tears.",
      "7": "Mine eye is consumed because of grief; it waxeth old because of all mine enemies.",
      "8": "Depart from me, all ye workers of iniquity, for the Lord hath heard the voice of my weeping.",
      "9": "The Lord hath heard my supplication; the Lord will receive my prayer.",
      "10": "Let all mine enemies be ashamed and sorely vexed; let them turn back and be put to shame suddenly."
    },
    "7": {
      "1": "O Lord my God, in Thee do I put my trust. Save me from all them that persecute me; and deliver me,",
      "2": "lest they tear my soul like a lion, rending it in pieces while there is none to deliver.",
      "3": "O Lord my God, if I have done this, if there be iniquity on my hands,",
      "4": "if I have rewarded evil unto him that was at peace with me (yea, I have delivered him that without cause is mine enemy),",
      "5": "let the enemy persecute my soul and take it; yea, let him tread down my life upon the earth, and lay mine honor in the dust. Selah",
      "6": "Arise, O Lord, in Thine anger; lift up Thyself against the rage of mine enemies, and awaken for me the judgment that Thou hast commanded.",
      "7": "So shall the congregation of the people compass Thee about; for their sakes, therefore, return Thou on high.",
      "8": "The Lord shall judge the people: Judge me, O Lord, according to my righteousness and according to mine integrity that is in me.",
      "9": "O let the wickedness of the wicked come to an end, but establish the just; for the righteous God trieth the hearts and reins.",
      "10": "My defense is of God, who saveth the upright in heart.",
      "11": "God judgeth the righteous, and God is angry with the wicked every day.",
      "12": "If he turn not, He will whet His sword; He hath bent His bow and made it ready.",
      "13": "He hath also prepared for Him the instruments of death; He ordaineth His arrows against the persecutors.",
      "14": "Behold, the wicked travaileth with iniquity, and hath conceived mischief and brought forth falsehood.",
      "15": "He made a pit and dug it, and has fallen into the ditch which he hath made.",
      "16": "His mischief shall return upon his own head; and his violent dealings shall come down upon his own pate.",
      "17": "I will praise the Lord according to His righteousness, and will sing praise to the name of the Lord Most High."
    },
    "8": {
      "1": "O Lord, our Lord, how excellent is Thy name in all the earth, who hast set Thy glory above the heavens!",
      "2": "Out of the mouth of babes and sucklings hast Thou ordained strength because of Thine enemies, that Thou mightest still the enemy and the avenger.",
      "3": "When I consider Thy heavens, the work of Thy fingers, the moon and the stars which Thou hast ordained,",
      "4": "what is man that Thou art mindful of him, and the son of man that Thou dost visit him?",
      "5": "For Thou hast made him a little lower than the angels, and hast crowned him with glory and honor.",
      "6": "Thou hast made him to have dominion over the works of Thy hands; Thou hast put all things under his feet,",
      "7": "all sheep and oxen, yea, and the beasts of the field,",
      "8": "the fowl of the air, and the fish of the sea, and whatsoever passeth through the paths of the seas.",
      "9": "O Lord, our Lord, how excellent is Thy name in all the earth!"
    },
    "9": {
      "1": "I will praise Thee, O Lord, with my whole heart; I will show forth all Thy marvelous works.",
      "2": "I will be glad and rejoice in Thee; I will sing praise to Thy name, O Thou Most High.",
      "3": "When mine enemies are turned back, they shall fall and perish at Thy presence.",
      "4": "For Thou hast maintained my right and my cause; Thou sittest on the throne judging right.",
      "5": "Thou hast rebuked the heathen, Thou hast destroyed the wicked; Thou hast blotted out their name for ever and ever.",
      "6": "O thou enemy, destructions are come to a perpetual end: and Thou hast destroyed their cities; their memorial is perished with them.",
      "7": "But the Lord shall endure for ever; He hath prepared His throne for judgment.",
      "8": "And He shall judge the world with righteousness; He shall minister judgment to the people in uprightness.",
      "9": "The Lord also will be a refuge for the oppressed, a refuge in times of trouble.",
      "10": "And they that know Thy name will put their trust in Thee; for Thou, Lord, hast not forsaken them that seek Thee.",
      "11": "Sing praises to the Lord who dwelleth in Zion! Declare among the people His doings.",
      "12": "When He maketh inquisition for blood, He remembereth them; He forgetteth not the cry of the humble.",
      "13": "Have mercy upon me, O Lord! Consider my trouble which I suffer from them that hate me, Thou that liftest me up from the gates of death,",
      "14": "that I may show forth all Thy praise at the gates of the daughter of Zion. I will rejoice in Thy salvation.",
      "15": "The heathen have sunk down into the pit that they made; in the net which they hid, their own foot is taken.",
      "16": "The Lord is known by the judgment which He executeth; the wicked is snared in the work of his own hands. Higgaion. Selah",
      "17": "The wicked shall be turned into hell, and all the nations that forget God.",
      "18": "For the needy shall not always be forgotten; the expectation of the poor shall not perish for ever.",
      "19": "Arise, O Lord, let not man prevail; let the heathen be judged in Thy sight.",
      "20": "Put them in fear, O Lord; that the nations may know themselves to be but men. Selah"
    },
    "10": {
      "1": "Why standest Thou afar off, O Lord? Why hidest Thou Thyself in times of trouble?",
      "2": "The wicked in his pride doth persecute the poor; let them be caught in the devices that they have contrived.",
      "3": "For the wicked boasteth of his heart’s desire, and blesseth the covetous whom the Lord abhorreth.",
      "4": "The wicked, in the pride of his countenance, will not seek after God; God is not in all his thoughts.",
      "5": "His ways are always grievous; Thy judgments are far above, out of his sight; as for all his enemies, he puffeth at them.",
      "6": "He hath said in his heart, “I shall not be moved, for I shall never be in adversity.”",
      "7": "His mouth is full of cursing and deceit and fraud; under his tongue is mischief and vanity.",
      "8": "He sitteth in the lurking places of the villages; in secret places doth he murder the innocent; his eyes are privily set against the poor.",
      "9": "He lieth in wait secretly as a lion in his den; he lieth in wait to catch the poor; he doth catch the poor when he draweth him into his net.",
      "10": "He croucheth and humbleth himself, that the poor may fall by his strong ones.",
      "11": "He hath said in his heart, “God hath forgotten; He hideth His face, He will never see it.”",
      "12": "Arise, O Lord! O God, lift up Thine hand! Forget not the humble.",
      "13": "Why doth the wicked contemn God? He hath said in his heart, “Thou wilt not keep account.”",
      "14": "But Thou hast seen it, for Thou beholdest mischief and spite, to requite it with Thy hand. The poor committeth himself unto Thee; Thou art the helper of the fatherless.",
      "15": "Break Thou the arm of the wicked and the evil man; seek out his wickedness until Thou find none.",
      "16": "The Lord is King for ever and ever; the heathen have perished out of His land.",
      "17": "Lord, Thou hast heard the desire of the humble; Thou wilt prepare their heart, Thou wilt cause Thine ear to hear,",
      "18": "to judge the fatherless and the oppressed, that the man of the earth may no more oppress."
    },
    "11": {
      "1": "In the Lord I put my trust; how say ye to my soul, “Flee as a bird to your mountain,",
      "2": "for lo, the wicked bend their bow and make ready their arrow upon the string, that they may privily shoot at the upright in heart;",
      "3": "if the foundations be destroyed, what can the righteous do?”",
      "4": "The Lord is in His holy temple! The Lord’S throne is in heaven! His eyes behold; His eyelids test the children of men!",
      "5": "The Lord trieth the righteous; but the wicked and him that loveth violence, His soul hateth.",
      "6": "Upon the wicked He shall rain snares, fire and brimstone, and a horrible tempest: this shall be the portion of their cup.",
      "7": "For the righteous Lord loveth righteousness; His countenance doth behold the upright."
    },
    "12": {
      "1": "Help, Lord, for the godly man ceaseth; for the faithful fail from among the children of men.",
      "2": "They speak vanity every one with his neighbor; with flattering lips and with a double heart do they speak.",
      "3": "The Lord shall cut off all flattering lips, and the tongue that speaketh proud things,",
      "4": "who have said, “With our tongue, we will prevail; our lips are our own; who is lord over us?”",
      "5": "“For the oppression of the poor, for the sighing of the needy, now will I arise,” saith the Lord; “I will set him in safety from him that puffeth at him.”",
      "6": "The words of the Lord are pure words, as silver tried in a furnace of earth, purified seven times.",
      "7": "Thou shalt keep them, O Lord; Thou shalt preserve them from this generation for ever.",
      "8": "The wicked walk on every side, when the vilest men are exalted."
    },
    "13": {
      "1": "How long wilt Thou forget me, O Lord? For ever? How long wilt Thou hide Thy face from me?",
      "2": "How long shall I take counsel in my soul, having sorrow in my heart daily? How long shall mine enemy be exalted over me?",
      "3": "Consider and hear me, O Lord my God; lighten mine eyes, lest I sleep the sleep of death;",
      "4": "lest mine enemy say, “I have prevailed against him”; and those that trouble me rejoice when I am moved.",
      "5": "But I have trusted in Thy mercy; my heart shall rejoice in Thy salvation.",
      "6": "I will sing unto the Lord, because He hath dealt bountifully with me."
    },
    "14": {
      "1": "The fool hath said in his heart, “There is no God.” They are corrupt; they have done abominable works; there is none that doeth good.",
      "2": "The Lord looked down from heaven upon the children of men, to see if there were any that did understand and seek God.",
      "3": "They have all turned aside; they are all together become filthy. There is none that doeth good; no, not one.",
      "4": "Have all the workers of iniquity no knowledge, who eat up my people as they eat bread and call not upon the Lord?",
      "5": "There were they in great fear, for God is in the generation of the righteous.",
      "6": "Ye have shamed the counsel of the poor, because the Lord is his refuge.",
      "7": "Oh that the salvation of Israel were come out of Zion! When the Lord bringeth back His people from captivity, Jacob shall rejoice and Israel shall be glad."
    },
    "15": {
      "1": "Lord, who shall abide in Thy tabernacle? Who shall dwell in Thy holy hill?",
      "2": "He that walketh uprightly and worketh righteousness, and speaketh the truth in his heart;",
      "3": "he that backbiteth not with his tongue, nor doeth evil to his neighbor, nor spreadeth a reproach against his neighbor;",
      "4": "in whose eyes a vile person is contemned, but he honoreth them that fear the Lord; he that taketh an oath to his own hurt, and changeth not;",
      "5": "he that putteth not out his money to usury, nor taketh a bribe against the innocent. He that doeth these things shall never be moved."
    },
    "16": {
      "1": "Preserve me, O God, for in Thee do I put my trust.",
      "2": "O my soul, thou hast said unto the Lord, “Thou art my Lord; my goodness extendeth not to Thee,",
      "3": "but to the saints that are on the earth, and to the excellent, in whom is all my delight.”",
      "4": "Their sorrows shall be multiplied, that hasten after another god; their drink offerings of blood will I not offer, nor take up their names upon my lips.",
      "5": "The Lord is the portion of mine inheritance and of my cup; Thou maintainest my lot.",
      "6": "The lines have fallen for me in pleasant places; yea, I have a goodly heritage.",
      "7": "I will bless the Lord who hath given me counsel; my reins also instruct me in the night seasons.",
      "8": "I have set the Lord always before me; because He is at my right hand, I shall not be moved.",
      "9": "Therefore my heart is glad and my spirit rejoiceth; my flesh also shall rest in hope.",
      "10": "For Thou wilt not leave my soul in hell; neither wilt Thou suffer Thine Holy One to see corruption.",
      "11": "Thou wilt show me the path of life; in Thy presence is fullness of joy; at Thy right hand there are pleasures for evermore."
    },
    "17": {
      "1": "Hear the right, O Lord; attend unto my cry! Give ear unto my prayer, which goeth not out of feigned lips.",
      "2": "Let my sentence come forth from Thy presence; let Thine eyes behold things with equity.",
      "3": "Thou hast tested mine heart; Thou hast visited me in the night; Thou hast tried me and shalt find nothing; I am purposed that my mouth shall not transgress.",
      "4": "Concerning the works of men, by the word of Thy lips I have been kept from the paths of the destroyer.",
      "5": "Uphold my goings in Thy paths, that my footsteps slip not.",
      "6": "I have called upon Thee, for Thou wilt hear me, O God; incline Thine ear unto me and hear my speaking.",
      "7": "Show Thy marvelous lovingkindness, O Thou that savest by Thy right hand them that put their trust in Thee from those that rise up against them.",
      "8": "Keep me as the apple of the eye; hide me under the shadow of Thy wings,",
      "9": "from the wicked that oppress me, from my deadly enemies who compass me about.",
      "10": "They are enclosed in their own fat; with their mouth they speak proudly.",
      "11": "They have now encompassed us in our steps; they have set their eyes, bowing down to the earth,",
      "12": "like a lion that is greedy for his prey, even as a young lion lurking in secret places.",
      "13": "Arise, O Lord, disappoint them! Cast them down; deliver my soul from the wicked by Thy sword,",
      "14": "from men which are Thy hand, O Lord, from men of the world that have their portion in this life, and whose belly Thou fillest with Thy hid treasure: They are full of children, and leave the rest of their substance to their babes.",
      "15": "As for me, I will behold Thy face in righteousness; I shall be satisfied, when I awake, with Thy likeness."
    },
    "18": {
      "1": "I will love Thee, O Lord, my strength.",
      "2": "The Lord is my rock and my fortress and my deliverer; my God, my strength, in whom I will trust; my buckler, and the horn of my salvation, and my high tower.",
      "3": "I will call upon the Lord, who is worthy to be praised; so shall I be saved from mine enemies.",
      "4": "The sorrows of death encompassed me, and the floods of ungodly men made me afraid.",
      "5": "The sorrows of hell compassed me about; the snares of death lay before me.",
      "6": "In my distress I called upon the Lord and cried unto my God; He heard my voice out of His temple, and my cry came before Him, even unto His ears.",
      "7": "Then the earth shook and trembled; the foundations also of the hills moved and were shaken, because He was wroth.",
      "8": "There went up smoke out of His nostrils, and a devouring fire out of His mouth; coals were kindled by it.",
      "9": "He bowed the heavens also and came down; and darkness was under His feet.",
      "10": "And He rode upon a cherub and flew; yea, He flew upon the wings of the wind.",
      "11": "He made darkness His secret place; His pavilion round about Him was dark waters and thick clouds of the skies.",
      "12": "At the brightness that was before Him, His thick clouds passed, hail stones and coals of fire.",
      "13": "The Lord also thundered in the heavens, and the Highest uttered His voice with hail stones and coals of fire.",
      "14": "Yea, He sent out His arrows and scattered them; and He shot out lightnings and discomfited them.",
      "15": "Then the channels of the waters were seen, and the foundations of the world were uncovered at Thy rebuke, O Lord, at the blast of the breath of Thy nostrils.",
      "16": "He sent from above, He took me; He drew me out of many waters.",
      "17": "He delivered me from my strong enemy, and from them that hated me, for they were too strong for me.",
      "18": "They came against me in the day of my calamity; but the Lord was my stay.",
      "19": "He brought me forth also into a large place; He delivered me, because He delighted in me.",
      "20": "The Lord rewarded me according to my righteousness; according to the cleanness of my hands hath He recompensed me.",
      "21": "For I have kept the ways of the Lord, and have not wickedly departed from my God.",
      "22": "For all His judgments were before me, and I did not put away His statutes from me.",
      "23": "I was also upright before Him, and I kept myself from mine iniquity.",
      "24": "Therefore hath the Lord recompensed me according to my righteousness, according to the cleanness of my hands in His eyes.",
      "25": "With the merciful Thou wilt show Thyself merciful; with an upright man Thou wilt show Thyself upright;",
      "26": "with the pure Thou wilt show Thyself pure; and with the froward Thou wilt show Thyself froward.",
      "27": "For Thou wilt save the afflicted people, but wilt bring down haughty looks.",
      "28": "For Thou wilt light my candle; the Lord my God will enlighten my darkness.",
      "29": "For by Thee I have run through a troop; and by my God have I leaped over a wall.",
      "30": "As for God, His way is perfect; the word of the Lord is proved; He is a buckler to all those that trust in Him.",
      "31": "For who is God, except the Lord? Or who is a rock, except our God?",
      "32": "It is God that girdeth me with strength, and maketh my way perfect.",
      "33": "He maketh my feet like hinds’ feet, and setteth me upon my high places.",
      "34": "He teacheth my hands to war, so that the bow of steel is broken by mine arms.",
      "35": "Thou hast also given me the shield of Thy salvation; Thy right hand hath held me up, and Thy gentleness hath made me great.",
      "36": "Thou hast enlarged my path under me, that my feet did not slip.",
      "37": "I have pursued mine enemies and overtaken them; neither did I turn back until they were consumed.",
      "38": "I have wounded them, that they were not able to rise; they have fallen under my feet.",
      "39": "For Thou hast girded me with strength for the battle; Thou hast subdued under me those that rose up against me.",
      "40": "Thou hast also given me the necks of mine enemies, that I might destroy them that hate me.",
      "41": "They cried, but there was none to save them, even unto the Lord, but He answered them not.",
      "42": "Then did I beat them small as the dust before the wind; I did cast them out as the dirt in the streets.",
      "43": "Thou hast delivered me from the strivings of the people; and Thou hast made me the head of the heathen; a people whom I have not known shall serve me.",
      "44": "As soon as they hear of me, they shall obey me; the strangers shall submit themselves unto me.",
      "45": "The strangers shall fade away, and be afraid out of their close places.",
      "46": "The Lord liveth, and blessed be my Rock! And let the God of my salvation be exalted!",
      "47": "It is God that avengeth me, and subdueth the people under me;",
      "48": "He delivereth me from mine enemies. Yea, Thou liftest me up above those that rise up against me; Thou hast delivered me from violent men.",
      "49": "Therefore will I give thanks unto Thee, O Lord, among the heathen, and sing praises unto Thy name.",
      "50": "Great deliverance giveth He to His king and showeth mercy to His anointed, to David and to his seed for evermore."
    },
    "19": {
      "1": "The heavens declare the glory of God; and the firmament showeth His handiwork.",
      "2": "Day upon day uttereth speech, and night upon night showeth knowledge.",
      "3": "There is no speech nor language where their voice is not heard.",
      "4": "Their sound has gone forth through all the earth, and their words to the end of the world. In them hath He set a tabernacle for the sun,",
      "5": "which is as a bridegroom coming out of his chamber, and rejoiceth as a strong man to run a race.",
      "6": "His going forth is from the end of the heaven, and his circuit unto the ends of it; and there is nothing hid from the heat thereof.",
      "7": "The law of the Lord is perfect, converting the soul; the testimony of the Lord is sure, making wise the simple.",
      "8": "The statutes of the Lord are right, rejoicing the heart; the commandment of the Lord is pure, enlightening the eyes.",
      "9": "The fear of the Lord is clean, enduring for ever; the judgments of the Lord are true and righteous altogether.",
      "10": "More to be desired are they than gold, yea, than much fine gold; sweeter also than honey and the honeycomb.",
      "11": "Moreover by them is Thy servant warned, and in keeping of them there is great reward.",
      "12": "Who can understand his errors? Cleanse Thou me from secret faults.",
      "13": "Keep back Thy servant also from presumptuous sins; let them not have dominion over me. Then shall I be upright, and I shall be innocent of the great transgression.",
      "14": "Let the words of my mouth and the meditation of my heart be acceptable in Thy sight, O Lord, my Strength and my Redeemer."
    },
    "20": {
      "1": "The Lord hear thee in the day of trouble! The name of the God of Jacob defend thee!",
      "2": "May He send thee help from the sanctuary, and strengthen thee out of Zion.",
      "3": "May He remember all thy offerings, and accept thy burnt sacrifice. Selah",
      "4": "May He grant thee according to thine own heart, and fulfill all thy counsel.",
      "5": "We will rejoice in thy salvation, and in the name of our God we will set up our banners; the Lord fulfill all thy petitions!",
      "6": "Now I know that the Lord saveth His anointed; He will hear him from His holy heaven with the saving strength of His right hand.",
      "7": "Some trust in chariots, and some in horses; but we will remember the name of the Lord our God.",
      "8": "They are brought down and fallen; but we are risen and stand upright.",
      "9": "Save us, Lord! Let the King hear us when we call."
    },
    "21": {
      "1": "The king shall rejoice in Thy strength, O Lord; and in Thy salvation how greatly shall he rejoice!",
      "2": "Thou hast given him his heart’s desire, and hast not withheld the request of his lips. Selah",
      "3": "For Thou goest before him with the blessings of goodness; Thou settest a crown of pure gold on his head.",
      "4": "He asked life of Thee and Thou gavest it to him, even length of days for ever and ever.",
      "5": "His glory is great in Thy salvation; honor and majesty hast Thou laid upon him.",
      "6": "For Thou hast made him most blessed for ever; Thou hast made him exceeding glad with Thy countenance.",
      "7": "For the king trusteth in the Lord, and through the mercy of the Most High he shall not be moved.",
      "8": "Thine hand shall find out all Thine enemies; Thy right hand shall find out those that hate Thee.",
      "9": "Thou shalt make them as a fiery oven in the time of Thine anger; the Lord shall swallow them up in His wrath, and the fire shall devour them.",
      "10": "Their fruit shalt Thou destroy from the earth, and their seed from among the children of men.",
      "11": "For they intended evil against Thee; they contrived a mischievous device, which they are not able to perform.",
      "12": "Therefore shalt Thou make them turn their back when Thou shalt ready Thine arrows upon Thy strings against the face of them.",
      "13": "Be Thou exalted, Lord, in Thine own strength; so will we sing and praise Thy power!"
    },
    "22": {
      "1": "My God, My God, why hast Thou forsaken Me? Why art Thou so far from helping Me, and from the words of My groaning?",
      "2": "O My God, I cry in the daytime, but Thou hearest not; and in the night season I am not silent.",
      "3": "But Thou art holy, O Thou that inhabitest the praises of Israel.",
      "4": "Our fathers trusted in Thee; they trusted, and Thou didst deliver them.",
      "5": "They cried unto Thee and were delivered; they trusted in Thee and were not confounded.",
      "6": "But I am a worm and no man, a reproach of men and despised by the people.",
      "7": "All they that see Me laugh Me to scorn; they shoot out their lip, they shake their head, saying,",
      "8": "“He trusted in the Lord that He would deliver him; let Him deliver him, seeing He delighted in him!”",
      "9": "But Thou art He that took Me out of the womb; Thou didst make Me hope when I was upon My mother’s breasts.",
      "10": "I was cast upon Thee from the womb; Thou art My God from My mother’s belly.",
      "11": "Be not far from Me, for trouble is near; for there is none to help.",
      "12": "Many bulls have compassed Me about; strong bulls of Bashan have beset Me round.",
      "13": "They gaped at Me with their mouths, as a ravening and a roaring lion.",
      "14": "I am poured out like water, and all My bones are out of joint; My heart is like wax; it is melted in the midst of My body.",
      "15": "My strength is dried up like a potsherd, and My tongue cleaveth to My jaws; and Thou hast brought Me into the dust of death.",
      "16": "For dogs have surrounded Me; the assembly of the wicked have enclosed Me; they pierced My hands and My feet.",
      "17": "I can count all My bones; they look and stare upon Me.",
      "18": "They part My garments among them, and cast lots upon My vesture.",
      "19": "But be Thou not far from Me, O Lord; O My Strength, hasten Thee to help Me!",
      "20": "Deliver My soul from the sword, My only one from the power of the dog.",
      "21": "Save Me from the lion’s mouth; for Thou hast heard Me from the horns of the unicorns.",
      "22": "I will declare Thy name unto My brethren; in the midst of the congregation will I praise Thee.",
      "23": "Ye that fear the Lord, praise Him! All ye the seed of Jacob, glorify Him; and fear Him, all ye the seed of Israel.",
      "24": "For He hath not despised nor abhorred the affliction of the afflicted; neither hath He hid His face from Him, but when He cried unto Him, He heard.",
      "25": "My praise shall be of Thee in the great congregation; I will pay My vows before them that fear Him.",
      "26": "The meek shall eat and be satisfied; they shall praise the Lord that seek Him. Your heart shall live for ever.",
      "27": "All the ends of the world shall remember and turn unto the Lord, and all the kindreds of the nations shall worship before Thee.",
      "28": "For the kingdom is the Lord’S, and He is the governor among the nations.",
      "29": "All they that are fat upon the earth shall eat and worship; all they that go down to the dust shall bow before Him, for none can keep alive his own soul.",
      "30": "A seed shall serve Him; it shall be accounted to the Lord for a generation.",
      "31": "They shall come and shall declare His righteousness unto a people that shall be born, that He hath done this."
    },
    "23": {
      "1": "The Lord is my shepherd; I shall not want.",
      "2": "He maketh me to lie down in green pastures; He leadeth me beside the still waters.",
      "3": "He restoreth my soul; He leadeth me in the paths of righteousness for His name’s sake.",
      "4": "Yea, though I walk through the valley of the shadow of death, I will fear no evil; for Thou art with me; Thy rod and Thy staff, they comfort me.",
      "5": "Thou preparest a table before me in the presence of mine enemies; Thou anointest my head with oil; my cup runneth over.",
      "6": "Surely goodness and mercy shall follow me all the days of my life; and I will dwell in the house of the Lord for ever."
    },
    "24": {
      "1": "The earth is the Lord’S, and the fullness thereof, the world and they that dwell therein.",
      "2": "For He hath founded it upon the seas, and established it upon the floods.",
      "3": "Who shall ascend onto the hill of the Lord? Or who shall stand in His Holy Place?",
      "4": "He that hath clean hands and a pure heart, who hath not lifted up his soul unto vanity, nor sworn deceitfully.",
      "5": "He shall receive the blessing from the Lord, and righteousness from the God of his salvation.",
      "6": "Such is the generation of them that seek Him, that seek Thy face, O God of Jacob. Selah",
      "7": "Lift up your heads, O ye gates! And be ye lifted up, ye everlasting doors! And the King of glory shall come in.",
      "8": "Who is this King of glory? The Lord strong and mighty, the Lord mighty in battle.",
      "9": "Lift up your heads, O ye gates! Even lift them up, ye everlasting doors! And the King of glory shall come in.",
      "10": "Who is this King of glory? The Lord of hosts, He is the King of glory. Selah"
    },
    "25": {
      "1": "Unto Thee, O Lord, do I lift up my soul;",
      "2": "O my God, I trust in Thee. Let me not be ashamed; let not mine enemies triumph over me.",
      "3": "Yea, let none that wait on Thee be ashamed; let them be ashamed that transgress without cause.",
      "4": "Show me Thy ways, O Lord; teach me Thy paths.",
      "5": "Lead me in Thy truth and teach me, for Thou art the God of my salvation; on Thee do I wait all the day.",
      "6": "Remember, O Lord, Thy tender mercies and Thy lovingkindnesses; for they have been ever of old.",
      "7": "Remember not the sins of my youth, nor my transgressions; according to Thy mercy remember Thou me, for Thy goodness’ sake, O Lord.",
      "8": "Good and upright is the Lord; therefore will He teach sinners in the way.",
      "9": "The meek will He guide in judgment, and the meek will He teach His way.",
      "10": "All the paths of the Lord are mercy and truth, unto them that keep His covenant and His testimonies.",
      "11": "For Thy name’s sake, O Lord, pardon mine iniquity, for it is great.",
      "12": "What man is he that feareth the Lord? Him shall He teach in the way that He shall choose.",
      "13": "His soul shall dwell at ease, and his seed shall inherit the earth.",
      "14": "The secret of the Lord is with them that fear Him, and He will show them His covenant.",
      "15": "Mine eyes are ever toward the Lord, for He shall pluck my feet out of the net.",
      "16": "Turn Thee unto me and have mercy upon me, for I am desolate and afflicted.",
      "17": "The troubles of my heart are enlarged; O bring Thou me out of my distresses.",
      "18": "Look upon mine affliction and my pain, and forgive all my sins.",
      "19": "Consider mine enemies, for they are many; they hate me with cruel hatred.",
      "20": "O keep my soul and deliver me; let me not be ashamed, for I put my trust in Thee.",
      "21": "Let integrity and uprightness preserve me, for I wait on Thee.",
      "22": "Redeem Israel, O God, out of all his troubles!"
    },
    "26": {
      "1": "Judge me, O Lord, for I have walked in mine integrity. I have also trusted in the Lord; therefore I shall not slide.",
      "2": "Examine me, O Lord, and test me; try my reins and my heart.",
      "3": "For Thy lovingkindness is before mine eyes, and I have walked in Thy truth.",
      "4": "I have not sat with vain persons, neither will I consort with dissemblers.",
      "5": "I have hated the congregation of evildoers, and will not sit with the wicked.",
      "6": "I will wash mine hands in innocence; so will I compass Thine altar, O Lord,",
      "7": "that I may proclaim with the voice of thanksgiving, and tell of all Thy wondrous works.",
      "8": "Lord, I have loved the habitation of Thy house, and the place where Thine honor dwelleth.",
      "9": "Gather not my soul with sinners, nor my life with bloody men,",
      "10": "in whose hands is mischief, and their right hand is full of bribes.",
      "11": "But as for me, I will walk in mine integrity; redeem me and be merciful unto me.",
      "12": "My foot standeth on a level place; in the congregations will I bless the Lord."
    },
    "27": {
      "1": "The Lord is my light and my salvation; whom shall I fear? The Lord is the strength of my life; of whom shall I be afraid?",
      "2": "When the wicked, even mine enemies and my foes, came upon me to eat up my flesh, they stumbled and fell.",
      "3": "Though an army should encamp against me, my heart shall not fear; though war should rise against me, even in this will I be confident.",
      "4": "One thing have I desired of the Lord; that will I seek after: that I may dwell in the house of the Lord all the days of my life, to behold the beauty of the Lord and to inquire in His temple.",
      "5": "For in the time of trouble He shall hide me in His pavilion; in the secret places of His tabernacle shall He hide me; He shall set me upon a rock.",
      "6": "And then shall mine head be lifted up above mine enemies round about me; therefore I will offer in His tabernacle sacrifices of joy; I will sing, yea, I will sing praises unto the Lord.",
      "7": "Hear, O Lord, when I cry with my voice! Have mercy also upon me and answer me.",
      "8": "When Thou saidst, “Seek ye My face,” my heart said unto Thee, “Thy face, Lord, will I seek.”",
      "9": "Hide not Thy face far from me; put not Thy servant away in anger. Thou hast been my help; leave me not, neither forsake me, O God of my salvation.",
      "10": "When my father and my mother forsake me, then the Lord will take me up.",
      "11": "Teach me Thy way, O Lord, and lead me in a level path because of mine enemies.",
      "12": "Deliver me not over unto the will of mine enemies; for false witnesses have risen up against me, and such as breathe out cruelty.",
      "13": "I would have fainted, unless I had believed that I would see the goodness of the Lord in the land of the living.",
      "14": "Wait on the Lord; be of good courage, and He shall strengthen thine heart. Wait, I say, on the Lord!"
    },
    "28": {
      "1": "Unto Thee will I cry, O Lord my rock; be not silent to me, lest, if Thou be silent, I become like them that go down into the pit.",
      "2": "Hear the voice of my supplications when I cry unto Thee, when I lift up my hands toward the oracle of Thy sanctuary.",
      "3": "Draw me not away with the wicked and with the workers of iniquity, who speak peace to their neighbors, but mischief is in their hearts.",
      "4": "Give to them according to their deeds and according to the wickedness of their endeavors; give to them according to the work of their hands; render to them their deserts.",
      "5": "Because they regard not the works of the Lord, nor the operation of His hands, He shall destroy them and not build them up.",
      "6": "Blessed be the Lord, because He hath heard the voice of my supplications!",
      "7": "The Lord is my strength and my shield; my heart trusted in Him, and I am helped. Therefore my heart greatly rejoiceth, and with my song will I praise Him.",
      "8": "The Lord is their strength, and He is the saving strength of His anointed.",
      "9": "Save the people, and bless Thine inheritance; feed them also, and lift them up forever."
    },
    "29": {
      "1": "Give unto the Lord, O ye mighty; give unto the Lord glory and strength.",
      "2": "Give unto the Lord the glory due unto His name; worship the Lord in the beauty of holiness.",
      "3": "The voice of the Lord is upon the waters; the God of glory thundereth; the Lord is upon many waters.",
      "4": "The voice of the Lord is powerful; the voice of the Lord is full of majesty.",
      "5": "The voice of the Lord breaketh the cedars; yea, the Lord breaketh the cedars of Lebanon.",
      "6": "He maketh them also to skip like a calf, Lebanon and Sirion like a young unicorn.",
      "7": "The voice of the Lord divideth the flames of fire.",
      "8": "The voice of the Lord shaketh the wilderness; the Lord shaketh the Wilderness of Kadesh.",
      "9": "The voice of the Lord maketh the hinds to calve, and layeth bare the forests, and in His temple doth every one speak of His glory.",
      "10": "The Lord sitteth over the flood; yea, the Lord sitteth as King for ever.",
      "11": "The Lord will give strength unto His people; the Lord will bless His people with peace."
    },
    "30": {
      "1": "I will extol Thee, O Lord, for Thou hast lifted me up, and hast not made my foes to rejoice over me.",
      "2": "O Lord my God, I cried unto Thee, and Thou hast healed me.",
      "3": "O Lord, Thou hast brought up my soul from the grave; Thou hast kept me alive, that I should not go down to the pit.",
      "4": "Sing unto the Lord, O ye His saints, and give thanks at the remembrance of His holiness.",
      "5": "For His anger endureth but a moment, and in His favor is life; weeping may endure for a night, but joy cometh in the morning.",
      "6": "And in my prosperity I said, “I shall never be moved.”",
      "7": "Lord, by Thy favor Thou hast made my mountain to stand strong; when Thou didst hide Thy face, I was troubled.",
      "8": "I cried to Thee, O Lord; and unto the Lord I made supplication:",
      "9": "“What profit is there in my blood, when I go down to the pit? Shall the dust praise Thee? Shall it declare Thy truth?",
      "10": "Hear, O Lord, and have mercy upon me; Lord, be Thou my helper!”",
      "11": "Thou hast turned for me my mourning into dancing; Thou hast put off my sackcloth and girded me with gladness,",
      "12": "to the end that my glory may sing praise to Thee and not be silent. O Lord my God, I will give thanks unto Thee for ever."
    },
    "31": {
      "1": "In Thee, O Lord, do I put my trust; let me never be ashamed; deliver me in Thy righteousness.",
      "2": "Bow down Thine ear to me, deliver me speedily; be Thou my strong rock, a house of defense to save me.",
      "3": "For Thou art my rock and my fortress; therefore for the sake of Thy name, lead me and guide me.",
      "4": "Pull me out of the net that they have laid privily for me, for Thou art my strength.",
      "5": "Into Thine hand I commit my spirit; Thou hast redeemed me, O Lord God of truth.",
      "6": "I have hated them that have regard for lying vanities; but I trust in the Lord.",
      "7": "I will be glad and rejoice in Thy mercy, for Thou hast considered my trouble. Thou hast known my soul in adversities,",
      "8": "And hast not delivered me into the hands of the enemy; Thou hast set my feet in a large room.",
      "9": "Have mercy upon me, O Lord, for I am in trouble; mine eye is consumed with grief, yea, my soul and my belly.",
      "10": "For my life is spent with grief, and my years with sighing; my strength faileth because of mine iniquity, and my bones are consumed.",
      "11": "I am a reproach among all mine enemies, but especially among my neighbors, and a fear to mine acquaintances; they that see me in the streets flee from me.",
      "12": "I am forgotten as a dead man, out of mind; I am like a broken vessel.",
      "13": "For I have heard the slander of many; fear was on every side; while they took counsel together against me, they schemed to take away my life.",
      "14": "But I have trusted in Thee, O Lord; I said, “Thou art my God.”",
      "15": "My times are in Thy hand; deliver me from the hand of mine enemies and from them that persecute me.",
      "16": "Make Thy face to shine upon Thy servant; save me for Thy mercies’ sake.",
      "17": "Let me not be ashamed, O Lord, for I have called upon Thee; let the wicked be ashamed, and let them be silent in the grave.",
      "18": "Let the lying lips be put to silence, which speak grievous things proudly and contemptuously against the righteous.",
      "19": "O how great is Thy goodness which Thou hast laid up for them that fear Thee, which Thou hast wrought for them that trust in Thee before the sons of men!",
      "20": "Thou shalt hide them in the safety of Thy presence from the pride of man; Thou shalt keep them secretly in a pavilion from the strife of tongues.",
      "21": "Blessed be the Lord, for He hath shown me His marvelous kindness in a stronghold city!",
      "22": "For I said in my haste, “I am cut off from before Thine eyes!” Nevertheless Thou heard the voice of my supplications when I cried unto Thee.",
      "23": "O love the Lord, all ye His saints! For the Lord preserveth the faithful, but plentifully rewardeth the proud doer.",
      "24": "Be of good courage, and He shall strengthen your heart, all ye that hope in the Lord."
    },
    "32": {
      "1": "Blessed is he whose transgression is forgiven, whose sin is covered.",
      "2": "Blessed is the man unto whom the Lord imputeth not iniquity, and in whose spirit there is no guile.",
      "3": "When I kept silent, my bones waxed old through my groaning all the day long.",
      "4": "For day and night Thy hand was heavy upon me; the sap of my soul was turned into the drought of summer. Selah",
      "5": "I acknowledged my sin unto Thee, and mine iniquity have I not hid. I said, “I will confess my transgressions unto the Lord,” and Thou forgavest the iniquity of my sin. Selah",
      "6": "For this shall every one that is godly pray unto Thee in a time when Thou mayest be found; surely the floods of great waters shall not come nigh unto him.",
      "7": "Thou art my hiding place; Thou shalt preserve me from trouble; Thou shalt compass me about with songs of deliverance. Selah",
      "8": "“I will instruct thee and teach thee in the way which thou shalt go; I will guide thee with Mine eye.",
      "9": "Be ye not as the horse or as the mule which have no understanding, whose mouth must be held in with bit and bridle, lest they not come near unto thee.”",
      "10": "Many shall be the sorrows of the wicked; but he that trusteth in the Lord, mercy shall compass him about.",
      "11": "Be glad in the Lord and rejoice, ye righteous; and shout for joy, all ye that are upright in heart!"
    },
    "33": {
      "1": "Rejoice in the Lord, O ye righteous! For praise is comely for the upright.",
      "2": "Praise the Lord with the harp; sing unto Him with the psaltery and an instrument of ten strings.",
      "3": "Sing unto Him a new song; play skillfully with a loud noise.",
      "4": "For the word of the Lord is right, and all His works are done in truth.",
      "5": "He loveth righteousness and judgment; the earth is full of the goodness of the Lord.",
      "6": "By the word of the Lord were the heavens made, and all the host of them by the breath of His mouth.",
      "7": "He gathereth the waters of the sea together as a heap; He layeth up the deep in storehouses.",
      "8": "Let all the earth fear the Lord; let all the inhabitants of the world stand in awe of Him.",
      "9": "For He spoke, and it was done; He commanded, and it stood fast.",
      "10": "The Lord bringeth the counsel of the heathen to nought; He maketh the devices of the people of no effect.",
      "11": "The counsel of the Lord standeth for ever, the thoughts of His heart to all generations.",
      "12": "Blessed is the nation whose God is the Lord, and the people whom He hath chosen for His own inheritance.",
      "13": "The Lord looketh down from heaven; He beholdeth all of the sons of men.",
      "14": "From the place of His habitation He looketh upon all the inhabitants of the earth;",
      "15": "He fashioneth the hearts of all; He considereth all their works.",
      "16": "No king is saved by the multitude of an army; a mighty man is not delivered by much strength.",
      "17": "A horse is a vain thing for safety; neither shall he deliver any by his great strength.",
      "18": "Behold, the eye of the Lord is upon them that fear Him, upon them that hope in His mercy,",
      "19": "to deliver their soul from death, and to keep them alive in famine.",
      "20": "Our soul waiteth for the Lord; He is our help and our shield.",
      "21": "For our heart shall rejoice in Him, because we have trusted in His holy name.",
      "22": "Let Thy mercy, O Lord, be upon us, according as we hope in Thee."
    },
    "34": {
      "1": "I will bless the Lord at all times; His praise shall continually be in my mouth.",
      "2": "My soul shall make her boast in the Lord; the humble shall hear thereof and be glad.",
      "3": "O magnify the Lord with me, and let us exalt His name together.",
      "4": "I sought the Lord, and He heard me, and delivered me from all my fears.",
      "5": "They looked unto Him and were lightened, and their faces were not ashamed.",
      "6": "This poor man cried, and the Lord heard him, and saved him out of all his troubles.",
      "7": "The angel of the Lord encampeth round about them that fear Him, and delivereth them.",
      "8": "O taste and see that the Lord is good; blessed is the man that trusteth in Him!",
      "9": "O fear the Lord, ye His saints! For them that fear Him suffer no want.",
      "10": "The young lions lack and suffer hunger, but they that seek the Lord shall not want any good thing.",
      "11": "Come, ye children, hearken unto me; I will teach you the fear of the Lord.",
      "12": "What man is he that desireth life, and loveth many days, that he may see good?",
      "13": "Keep thy tongue from evil, and thy lips from speaking guile.",
      "14": "Depart from evil and do good; seek peace and pursue it.",
      "15": "The eyes of the Lord are upon the righteous, and His ears are open unto their cry.",
      "16": "The face of the Lord is against them that do evil, to cut off the remembrance of them from the earth.",
      "17": "The righteous cry, and the Lord heareth, and delivereth them out of all their troubles.",
      "18": "The Lord is nigh unto them that are of a broken heart, and saveth such as are of a contrite spirit.",
      "19": "Many are the afflictions of the righteous, but the Lord delivereth him out of them all.",
      "20": "He keepeth all his bones; not one of them is broken.",
      "21": "Evil shall slay the wicked, and they that hate the righteous shall be desolate.",
      "22": "The Lord redeemeth the soul of His servants, and none of them that trust in Him shall be desolate."
    },
    "35": {
      "1": "Plead my cause, O Lord, with them that strive with me; fight against them that fight against me.",
      "2": "Take hold of shield and buckler, and stand up for mine help.",
      "3": "Draw out also the spear, and block the way against them that persecute me. Say unto my soul, “I am thy salvation.”",
      "4": "Let them be confounded and put to shame that seek after my soul; let them be turned back and brought to confusion that devise my hurt.",
      "5": "Let them be as chaff before the wind, and let the angel of the Lord chase them.",
      "6": "Let their way be dark and slippery, and let the angel of the Lord persecute them.",
      "7": "For without cause they have hid their net for me in a pit, which without cause they have dug for my soul.",
      "8": "Let destruction come upon him unawares; and let the net which he hath hidden catch himself; into that very destruction let him fall.",
      "9": "Then my soul shall be joyful in the Lord; it shall rejoice in His salvation.",
      "10": "All my bones shall say, “Lord, who is like unto Thee, who deliverest the poor from him that is too strong for him, yea, the poor and needy from him that would plunder him?”",
      "11": "False witnesses rose up; they laid to my charge things that I knew not.",
      "12": "They rewarded me evil for good, to the grieving of my soul.",
      "13": "But as for me, when they were sick my clothing was sackcloth; I humbled my soul with fasting, and my prayer returned unto mine own bosom.",
      "14": "I behaved myself as though he had been my friend or brother; I bowed down in heaviness, as one that mourneth for his mother.",
      "15": "But in mine adversity they rejoiced and gathered themselves together; yea, the abjects gathered themselves together against me, and I knew it not; they tore at me and ceased not.",
      "16": "With hypocritical mockers at feasts they gnashed their teeth against me.",
      "17": "Lord, how long wilt Thou look on? Rescue my soul from their destructions, my precious soul from the lions.",
      "18": "I will give Thee thanks in the great congregation; I will praise Thee among many people.",
      "19": "Let not them that are mine enemies wrongfully rejoice over me; neither let them wink with the eye that hate me without a cause.",
      "20": "For they speak not peace, but they devise deceitful matters against them that are quiet in the land.",
      "21": "Yea, they opened their mouths wide against me and said, “Aha, aha! Our eyes have seen it.”",
      "22": "This Thou hast seen, O Lord; keep not silence; O Lord, be not far from me.",
      "23": "Stir up Thyself, and awake to my judgment, even unto my cause, my God and my Lord.",
      "24": "Judge me, O Lord my God, according to Thy righteousness; and let them not rejoice over me.",
      "25": "Let them not say in their hearts, “Ah, so would we have it!” Let them not say, “We have swallowed him up.”",
      "26": "Let them be ashamed and brought to confusion together that rejoice at my hurt; let them be clothed with shame and dishonor that magnify themselves against me.",
      "27": "Let them shout for joy and be glad that favor my righteous cause; yea, let them say continually, “Let the Lord be magnified who hath pleasure in the prosperity of His servant.”",
      "28": "And my tongue shall speak of Thy righteousness and of Thy praise all the day long."
    },
    "36": {
      "1": "The transgression of the wicked saith within my heart that there is no fear of God before his eyes.",
      "2": "For he flattereth himself in his own eyes until his iniquity be found to be hateful.",
      "3": "The words of his mouth are iniquity and deceit; he hath ceased to be wise and to do good.",
      "4": "He deviseth mischief upon his bed; he setteth himself in a way that is not good; he abhorreth not evil.",
      "5": "Thy mercy, O Lord, is in the heavens, and Thy faithfulness reacheth unto the clouds.",
      "6": "Thy righteousness is like the great mountains; Thy judgments are a great deep; O Lord, Thou preservest man and beast.",
      "7": "How excellent is Thy lovingkindness, O God! Therefore the children of men put their trust under the shadow of Thy wings.",
      "8": "They shall be abundantly satisfied with the bounty of Thy house, and Thou shalt make them drink of the river of Thy pleasures.",
      "9": "For with Thee is the fountain of life; in Thy light shall we see light.",
      "10": "O continue Thy lovingkindness unto them that know Thee, and Thy righteousness to the upright in heart.",
      "11": "Let not the foot of pride come against me, and let not the hand of the wicked remove me.",
      "12": "There the workers of iniquity lie fallen; they are cast down, and shall not be able to rise."
    },
    "37": {
      "1": "Fret not thyself because of evildoers, neither be thou envious against the workers of iniquity.",
      "2": "For they shall soon be cut down like the grass, and wither as the green herb.",
      "3": "Trust in the Lord and do good; so shalt thou dwell in the land, and verily thou shalt be fed.",
      "4": "Delight thyself also in the Lord, and He shall give thee the desires of thine heart.",
      "5": "Commit thy way unto the Lord; trust also in Him, and He shall bring it to pass.",
      "6": "And He shall bring forth thy righteousness as the light, and thy judgment as the noonday.",
      "7": "Rest in the Lord and wait patiently for Him; fret not thyself because of him who prospereth in his way, because of the man who bringeth wicked devices to pass.",
      "8": "Cease from anger and forsake wrath; fret not thyself in any wise to do evil.",
      "9": "For evildoers shall be cut off; but those that wait upon the Lord, they shall inherit the earth.",
      "10": "For yet a little while and the wicked shall not be; yea, thou shalt diligently look for his place, and it shall not be.",
      "11": "But the meek shall inherit the earth, and shall delight themselves in the abundance of peace.",
      "12": "The wicked plotteth against the just, and gnasheth upon him with his teeth.",
      "13": "The Lord shall laugh at him, for He seeth that his day is coming.",
      "14": "The wicked have drawn out the sword and have bent their bows to cast down the poor and needy, and to slay such as be of upright manner of living.",
      "15": "Their sword shall enter into their own heart, and their bows shall be broken.",
      "16": "A little that a righteous man hath is better than the riches of many wicked.",
      "17": "For the arms of the wicked shall be broken, but the Lord upholdeth the righteous.",
      "18": "The Lord knoweth the days of the upright; and their inheritance shall be for ever.",
      "19": "They shall not be ashamed in the evil time, and in the days of famine they shall be satisfied.",
      "20": "But the wicked shall perish, and the enemies of the Lord shall be as the fat of lambs: they shall be consumed; into smoke shall they be consumed away.",
      "21": "The wicked borroweth and payeth not back, but the righteous showeth mercy and giveth:",
      "22": "for such as are blessed by Him shall inherit the earth, but they that are cursed by Him shall be cut off.",
      "23": "The steps of a good man are ordered by the Lord, and He delighteth in his way.",
      "24": "Though he fall, he shall not be utterly cast down; for the Lord upholdeth him with His hand.",
      "25": "I have been young, and now am old; yet have I not seen the righteous forsaken, nor his seed begging for bread.",
      "26": "He is ever merciful and lendeth; and his seed is blessed.",
      "27": "Depart from evil and do good, and dwell for evermore.",
      "28": "For the Lord loveth judgment, and forsaketh not His saints; they are preserved for ever, but the seed of the wicked shall be cut off.",
      "29": "The righteous shall inherit the land, and dwell therein for ever.",
      "30": "The mouth of the righteous speaketh wisdom, and his tongue talketh of judgment.",
      "31": "The law of his God is in his heart; none of his steps shall slide.",
      "32": "The wicked watcheth the righteous, and seeketh to slay him.",
      "33": "But the Lord will not leave him in his hand, nor condemn him when he is judged.",
      "34": "Wait on the Lord and keep His way, and He shall exalt thee to inherit the land; when the wicked are cut off, thou shalt see it.",
      "35": "I have seen the wicked in great power, and spreading himself like a green bay tree.",
      "36": "Yet he passed away, and lo, he was no more; yea, I sought him, but he could not be found.",
      "37": "Mark the perfect man and behold the upright, for the end of that man is peace.",
      "38": "But the transgressors shall be destroyed together; the end of the wicked shall be cut off.",
      "39": "But the salvation of the righteous is in the Lord; He is their strength in the time of trouble.",
      "40": "And the Lord shall help them and deliver them; He shall deliver them from the wicked and save them, because they trust in Him."
    },
    "38": {
      "1": "O Lord, rebuke me not in Thy wrath, neither chasten me in Thy hot displeasure!",
      "2": "For Thine arrows stick fast in me, and Thy hand presseth me sorely.",
      "3": "There is no soundness in my flesh, because of Thine anger; neither is there any rest in my bones, because of my sin.",
      "4": "For mine iniquities have gone over mine head; as a heavy burden, they are too heavy for me.",
      "5": "My wounds are foul and corrupt because of my foolishness.",
      "6": "I am troubled, I am bowed down greatly; I go mourning all the day long.",
      "7": "For my loins are filled with a loathsome disease, and there is no soundness in my flesh.",
      "8": "I am feeble and sorely broken; I have groaned because of the disquiet of my heart.",
      "9": "Lord, all my desires are known to Thee; and my groaning is not hidden from Thee.",
      "10": "My heart panteth, my strength faileth me; as for the light of mine eyes, it also is gone from me.",
      "11": "My loved ones and my friends stand aloof from my sore, and my kinsmen stand afar off.",
      "12": "They also that seek after my life lay snares for me; and they that seek my hurt speak mischievous things, and devise deceits all the day long.",
      "13": "But I, as a deaf man, heard not; and I was as a dumb man that openeth not his mouth.",
      "14": "Thus I was as a man that heareth not, and in whose mouth are no reproofs.",
      "15": "For in Thee, O Lord, do I hope; Thou wilt hear, O Lord my God.",
      "16": "For I said, “Hear me, lest otherwise they should rejoice over me; when my foot slippeth, they magnify themselves against me.”",
      "17": "For I am ready for halting, and my sorrow is continually before me.",
      "18": "For I will declare mine iniquity; I will be sorry for my sin.",
      "19": "But mine enemies are alive and they are strong; and they that hate me wrongfully are multiplied.",
      "20": "They also that render evil for good are mine adversaries, because I follow the thing that is good.",
      "21": "Forsake me not, O Lord; O my God, be not far from me!",
      "22": "Make haste to help me, O Lord, my salvation!"
    },
    "39": {
      "1": "I said, “I will take heed of my ways, that I sin not with my tongue; I will keep my mouth with a bridle while the wicked is before me.”",
      "2": "I was dumb with silence; I held my peace, even from good, and my sorrow was stirred.",
      "3": "My heart was hot within me; while I was musing, the fire burned. Then I spoke with my tongue:",
      "4": "“Lord, make me to know mine end, and the measure of my days, what it is, that I may know how frail I am.",
      "5": "Behold, Thou hast made my days as a handbreadth, and mine age is as nothing before Thee; verily every man in his best state is altogether vanity. Selah",
      "6": "“Surely every man walketh in a vain show; surely they are disquieted in vain; he heapeth up riches, and knoweth not who shall gather them.",
      "7": "“And now, Lord, for what do I wait? My hope is in Thee.",
      "8": "Deliver me from all my transgressions; make me not the reproach of the foolish.",
      "9": "I was dumb, I opened not my mouth, because Thou didst it.",
      "10": "Remove Thy stroke away from me; I am consumed by the blow of Thine hand.",
      "11": "When with rebukes Thou dost correct man for iniquity, Thou makest his beauty to be consumed away like a moth; surely every man is vanity. Selah",
      "12": "“Hear my prayer, O Lord, and give ear unto my cry; hold not Thy peace at my tears; for I am a stranger with Thee and a sojourner, as all my fathers were.",
      "13": "O spare me, that I may recover strength before I go hence and am no more.”"
    },
    "40": {
      "1": "I waited patiently for the Lord; and He inclined unto me and heard my cry.",
      "2": "He brought me up also out of a horrible pit, out of the miry clay, and set my feet upon a rock and established my goings.",
      "3": "And He hath put a new song in my mouth; even praise unto our God; many shall see it and fear, and shall trust in the Lord.",
      "4": "Blessed is that man that maketh the Lord his trust, and respecteth not the proud, nor such as turn aside to lies.",
      "5": "Many, O Lord my God, are Thy wonderful works which Thou hast done; and Thy thoughts which are directed toward us, they cannot be reckoned up in order unto Thee. If I would declare and speak of them, they are more than can be numbered.",
      "6": "Sacrifice and offering Thou didst not desire; mine ears hast Thou opened; burnt offering and sin offering hast Thou not required.",
      "7": "Then said I, “Lo, I come: in the volume of the book it is written of me:",
      "8": "I delight to do Thy will, O my God; yea, Thy law is within my heart.”",
      "9": "I have preached righteousness in the great congregation; lo, I have not restrained my lips, O Lord, Thou knowest.",
      "10": "I have not hid Thy righteousness within my heart; I have declared Thy faithfulness and Thy salvation; I have not concealed Thy lovingkindness and Thy truth from the great congregation.",
      "11": "Withhold not Thou Thy tender mercies from me, O Lord; let Thy lovingkindness and Thy truth continually preserve me.",
      "12": "For innumerable evils have compassed me about; mine iniquities have taken hold upon me, so that I am not able to look up. They are more than the hairs of mine head; therefore my heart faileth me.",
      "13": "Be pleased, O Lord, to deliver me; O Lord, make haste to help me!",
      "14": "Let them be ashamed and confounded together that seek after my soul to destroy it; let them be driven backward and put to shame that wish me evil.",
      "15": "Let them be desolate as a reward for their shame, that say unto me, “Aha, aha!”",
      "16": "Let all those that seek Thee rejoice and be glad in Thee; let those that love Thy salvation say continually, “The Lord be magnified!”",
      "17": "But I am poor and needy; yet the Lord thinketh of me. Thou art my help and my deliverer; do not tarry, O my God!"
    },
    "41": {
      "1": "Blessed is he that considereth the poor; the Lord will deliver him in time of trouble.",
      "2": "The Lord will preserve him and keep him alive, and he shallbe blessed upon the earth; and Thou wilt not deliver him unto the will of his enemies.",
      "3": "The Lord will strengthen him upon the bed of languishing; Thou wilt turn him on his bed in his sickness.",
      "4": "I said, “Lord, be merciful unto me; heal my soul, for I have sinned against Thee.”",
      "5": "Mine enemies speak evil of me and say, “When shall he die and his name perish?”",
      "6": "And if he come to see me, he speaketh vanity; his heart gathereth iniquity to itself, and when he goeth out, he telleth it.",
      "7": "All that hate me whisper together against me; against me do they devise my hurt.",
      "8": "“An evil disease,” they say, “cleaveth fast unto him, and now that he lieth down, he shall rise up no more.”",
      "9": "Yea, mine own familiar friend in whom I trusted, that ate of my bread, hath lifted up his heel against me.",
      "10": "But Thou, O Lord, be merciful unto me, and raise me up that I may requite them.",
      "11": "By this I know that Thou favorest me: because mine enemy doth not triumph over me.",
      "12": "And as for me, Thou upholdest me in mine integrity, and settest me before Thy face for ever.",
      "13": "Blessed be the Lord God of Israel from everlasting to everlasting! Amen and Amen."
    },
    "42": {
      "1": "As the hart panteth for the water brooks, so panteth my soul for Thee, O God.",
      "2": "My soul thirsteth for God, for the living God; when shall I come and appear before God?",
      "3": "My tears have been my meat day and night, while they continually say unto me, “Where is thy God?”",
      "4": "When I remember these things, I pour out my soul within me, for I had gone with the multitude; I went with them to the house of God, with the voice of joy and praise, with a multitude that kept holyday.",
      "5": "Why art thou cast down, O my soul? And why art thou disquieted within me? Hope thou in God, for I shall yet praise Him for the help of His countenance.",
      "6": "O my God, my soul is cast down within me; therefore will I remember Thee from the land of Jordan and of the Hermonites, from the hill of Mizar.",
      "7": "Deep calleth unto deep at the noise of Thy waterspouts; all Thy waves and Thy billows have gone over me.",
      "8": "Yet the Lord will command His lovingkindness in the daytime, and in the night His song shall be with me and my prayer unto the God of my life.",
      "9": "I will say unto God my rock, “Why hast Thou forgotten me? Why go I mourning because of the oppression of the enemy?”",
      "10": "As with a sword in my bones, mine enemies reproach me, while they say daily unto me, “Where is thy God?”",
      "11": "Why art thou cast down, O my soul? And why art thou disquieted within me? Hope thou in God, for I shall yet praise Him, who is the health of my countenance and my God."
    },
    "43": {
      "1": "Judge me, O God, and plead my cause against an ungodly nation; O deliver me from the deceitful and unjust man.",
      "2": "For Thou art the God of my strength; why dost Thou cast me off? Why go I mourning because of the oppression of the enemy?",
      "3": "O send out Thy light and Thy truth! Let them lead me. Let them bring me unto Thy holy hill and to Thy tabernacles.",
      "4": "Then will I go unto the altar of God, unto God my exceeding joy; yea, upon the harp will I praise Thee, O God, my God.",
      "5": "Why art thou cast down, O my soul? And why art thou disquieted within me? Hope in God, for I shall yet praise Him, who is the health of my countenance and my God."
    },
    "44": {
      "1": "We have heard with our ears, O God, our fathers have told us what work Thou didst in their days, in the times of old:",
      "2": "how Thou didst drive out the heathen with Thy hand, and planted them; how Thou didst afflict the people, and cast them out.",
      "3": "For they got not the land in possession by their own sword, neither did their own arm save them, but by Thy right hand and Thine arm and the light of Thy countenance, because Thou hadst favor unto them.",
      "4": "Thou art my King, O God; command deliverances for Jacob.",
      "5": "Through Thee will we push down our enemies; through Thy name will we tread them under that rise up against us.",
      "6": "For I will not trust in my bow, neither shall my sword save me;",
      "7": "but Thou hast saved us from our enemies, and hast put them to shame that hated us.",
      "8": "In God we boast all the day long, and praise Thy name for ever. Selah",
      "9": "But Thou hast cast us off and put us to shame, and goest not forth with our armies.",
      "10": "Thou makest us to turn back from the enemy, and they that hate us despoil us for themselves.",
      "11": "Thou hast given us up like sheep appointed for slaughter, and hast scattered us among the heathen.",
      "12": "Thou sellest Thy people for nought, and dost not increase Thy wealth by their price.",
      "13": "Thou makest us a reproach to our neighbors, a scorn and a derision to them that are round about us.",
      "14": "Thou makest us a byword among the heathen, a shaking of the head among the people.",
      "15": "My confusion is continually before me, and the shame of my face hath covered me,",
      "16": "for the voice of him that reproacheth and blasphemeth by reason of the enemy and avenger.",
      "17": "All this has come upon us; yet have we not forgotten Thee, neither have we dealt falsely in Thy covenant.",
      "18": "Our heart has not turned back, neither have our steps turned from Thy way,",
      "19": "though Thou hast sorely broken us in the place of dragons, and covered us with the shadow of death.",
      "20": "If we had forgotten the name of our God, or stretched out our hands to a strange god,",
      "21": "shall not God search this out? For He knoweth the secrets of the heart.",
      "22": "Yea, for Thy sake are we killed all the day long; we are accounted as sheep for the slaughter.",
      "23": "Awake! Why sleepest Thou, O Lord? Arise! Cast us not off for ever.",
      "24": "Why hidest Thou Thy face, and forgettest our affliction and our oppression?",
      "25": "For our soul is bowed down to the dust; our belly cleaveth unto the earth.",
      "26": "Arise for our help, and redeem us for Thy mercies’ sake."
    },
    "45": {
      "1": "My heart is composing a goodly matter; I speak of the verses which I have made concerning the King; my tongue is the pen of a ready writer.",
      "2": "Thou art fairer than the children of men; grace is poured into Thy lips; therefore God hath blessed Thee for ever.",
      "3": "Gird Thy sword upon Thy thigh, O most Mighty, with Thy glory and Thy majesty.",
      "4": "And in Thy majesty ride prosperously because of truth and meekness and righteousness; and Thy right hand shall teach Thee fearsome things.",
      "5": "Thine arrows are sharp in the heart of the King’s enemies, whereby the people fall under Thee.",
      "6": "Thy throne, O God, is for ever and ever; the scepter of Thy Kingdom is a righteous scepter.",
      "7": "Thou lovest righteousness and hatest wickedness; therefore God, Thy God, hath anointed Thee with the oil of gladness above Thy fellows.",
      "8": "All Thy garments smell of myrrh and aloes and cassia, out of the ivory palaces whereby they have made Thee glad.",
      "9": "Kings’ daughters were among Thy honorable women; at Thy right hand stood the queen in gold of Ophir.",
      "10": "Hearken, O daughter, and consider and incline thine ear; forget also thine own people and thy father’s house.",
      "11": "So shall the King greatly desire thy beauty, for He is thy Lord; worship thou Him.",
      "12": "And the daughter of Tyre shall be there with a gift; even the rich among the people shall entreat thy favor.",
      "13": "The King’s daughter is all glorious within; her clothing is of wrought gold.",
      "14": "She shall be brought unto the King in raiment of needlework; the virgins, her companions that follow her, shall be brought unto Thee.",
      "15": "With gladness and rejoicing shall they be brought; they shall enter into the King’s palace.",
      "16": "Instead of Thy fathers shall be Thy children, whom Thou mayest make princes in all the earth.",
      "17": "I will make Thy name to be remembered in all generations; therefore shall the people praise Thee for ever and ever."
    },
    "46": {
      "1": "God is our refuge and strength, a very present help in trouble.",
      "2": "Therefore will we not fear though the earth be removed, and though the mountains be carried into the midst of the sea,",
      "3": "though the waters thereof roar and be troubled, though the mountains shake with the swelling thereof. Selah",
      "4": "There is a river, the streams whereof shall make glad the city of God, the holy place of the tabernacles of the Most High.",
      "5": "God is in the midst of her, she shall not be moved; God shall help her, and that right early.",
      "6": "The heathen raged, the kingdoms were moved; He uttered His voice, the earth melted.",
      "7": "The Lord of hosts is with us; the God of Jacob is our refuge. Selah",
      "8": "Come, behold the works of the Lord, what desolations He hath made on the earth.",
      "9": "He maketh wars to cease unto the end of the earth; He breaketh the bow and cutteth the spear in sunder; He burneth the chariot with fire.",
      "10": "Be still, and know that I am God; I will be exalted among the heathen, I will be exalted on the earth.",
      "11": "The Lord of hosts is with us; the God of Jacob is our refuge. Selah"
    },
    "47": {
      "1": "O clap your hands, all ye people! Shout unto God with the voice of triumph!",
      "2": "For the Lord Most High is to be feared; He is a great King over all the earth.",
      "3": "He shall subdue the people under us, and the nations under our feet.",
      "4": "He shall choose our inheritance for us, the excellency of Jacob whom He loved. Selah",
      "5": "God has gone up with a shout, the Lord with the sound of a trumpet.",
      "6": "Sing praises to God, sing praises! Sing praises unto our King, sing praises!",
      "7": "For God is the King of all the earth; sing ye praises with understanding.",
      "8": "God reigneth over the heathen; God sitteth upon the throne of His holiness.",
      "9": "The princes of the people are gathered together, even the people of the God of Abraham. For the shields of the earth belong unto God; He is greatly exalted."
    },
    "48": {
      "1": "Great is the Lord and greatly to be praised in the city of our God, on the mountain of His holiness.",
      "2": "Beautiful in situation, the joy of the whole earth is Mount Zion; on the sides of the north, the city of the great King.",
      "3": "God is known in her palaces as a refuge.",
      "4": "For lo, the kings were assembled, they passed by together.",
      "5": "They saw it and so they marveled; they were troubled and hastened away.",
      "6": "Fear took hold upon them there, and pain as of a woman in travail;",
      "7": "Thou breakest the ships of Tarshish with an east wind.",
      "8": "As we have heard, so have we seen in the city of the Lord of hosts, in the city of our God: God will establish it for ever. Selah",
      "9": "We have thought of Thy lovingkindness, O God, in the midst of Thy temple.",
      "10": "According to Thy name, O God, so is Thy praise unto the ends of the earth; Thy right hand is full of righteousness.",
      "11": "Let Mount Zion rejoice! Let the daughters of Judah be glad because of Thy judgments!",
      "12": "Walk about Zion and go round about her, count the towers thereof;",
      "13": "mark ye well her bulwarks, consider her palaces, that ye may tell it to the generation that follows.",
      "14": "For this God is our God for ever and ever; He will be our guide even unto death."
    },
    "49": {
      "1": "Hear this, all ye people; give ear, all ye inhabitants of the world,",
      "2": "both low and high, rich and poor together.",
      "3": "My mouth shall speak of wisdom, and the meditation of my heart shall be of understanding.",
      "4": "I will incline mine ear to a parable; I will open my dark saying upon the harp.",
      "5": "Why should I fear in the days of evil, when the iniquity at my heels shall compass me about?",
      "6": "They that trust in their wealth and boast themselves in the multitude of their riches,",
      "7": "none of them can by any means redeem his brother, nor give to God a ransom for him",
      "8": "(for the redemption of their soul is precious, and it ceaseth for ever),",
      "9": "that they should still live for ever, and not see corruption.",
      "10": "For he seeth that wise men die; likewise the fool and the brutish person perish and leave their wealth to others.",
      "11": "Their inward thought is that their houses shall continue for ever, and their dwelling places to all generations; they call their lands after their own names.",
      "12": "Nevertheless man, though he be in honor, abideth not; he is like the beasts that perish.",
      "13": "This their way is their folly, yet their posterity approve their sayings. Selah",
      "14": "Like sheep they are laid in the grave; death shall feed on them, and the upright shall have dominion over them in the morning, and their beauty shall be consumed in the grave away from their dwelling.",
      "15": "But God will redeem my soul from the power of the grave, for He shall receive me. Selah",
      "16": "Be not thou afraid when one is made rich, when the glory of his house is increased.",
      "17": "For when he dieth he shall carry nothing away; his glory shall not descend after him.",
      "18": "Though while he lived he blessed his soul (and men will praise thee when thou doest well for thyself),",
      "19": "he shall go to the generation of his fathers; they shall never see light.",
      "20": "Man, though he is in honor but understandeth not, is like the beasts that perish."
    },
    "50": {
      "1": "The Mighty God, even the Lord, hath spoken and called the earth from the rising of the sun unto the going down thereof.",
      "2": "Out of Zion, the perfection of beauty, God hath shined.",
      "3": "Our God shall come and shall not keep silence; a devouring fire shall go before Him, and it shall be very tempestuous round about Him.",
      "4": "He shall call to the heavens from above and to the earth, that He may judge His people:",
      "5": "“Gather My saints together unto Me, those that have made a covenant with Me by sacrifice.”",
      "6": "And the heavens shall declare His righteousness, for God Himself is judge. Selah",
      "7": "“Hear, O My people, and I will speak, O Israel, and I will testify against thee: I am God, even thy God.",
      "8": "I will not reprove thee for thy sacrifices or thy burnt offerings, to have been continually before Me.",
      "9": "I will take no bullock out of thy house, nor hegoats out of thy folds.",
      "10": "For every beast of the forest is Mine and the cattle upon a thousand hills.",
      "11": "I know all the fowls of the mountains, and the wild beasts of the field are Mine.",
      "12": "If I were hungry I would not tell thee, for the world is Mine and the fullness thereof.",
      "13": "Will I eat the flesh of bulls, or drink the blood of goats?",
      "14": "“Offer unto God thanksgiving, and pay thy vows unto the Most High,",
      "15": "and call upon Me in the day of trouble; I will deliver thee, and thou shalt glorify Me.”",
      "16": "But unto the wicked God saith: “What hast thou to do to declare My statutes, or that thou shouldest take My covenant in thy mouth,",
      "17": "seeing thou hatest instruction and castest My words behind thee?",
      "18": "When thou sawest a thief, then thou consented with him, and thou hast been partaker with adulterers.",
      "19": "Thou givest thy mouth to evil, and thy tongue frameth deceit.",
      "20": "Thou sittest and speakest against thy brother; thou slanderest thine own mother’s son.",
      "21": "These things hast thou done, and I kept silence; thou thoughtest that I was altogether such a one as thyself. But I will reprove thee and set them in order before thine eyes.",
      "22": "“Now consider this, ye that forget God, lest I tear you in pieces and there be none to deliver:",
      "23": "Whoso offereth praise glorifieth Me; and to him that ordereth his manner of living aright, I will show the salvation of God.”"
    },
    "51": {
      "1": "Have mercy upon me, O God, according to Thy lovingkindness; according unto the multitude of Thy tender mercies, blot out my transgressions.",
      "2": "Wash me thoroughly from mine iniquity, and cleanse me from my sin.",
      "3": "For I acknowledge my transgressions, and my sin is ever before me.",
      "4": "Against Thee, Thee only, have I sinned and done this evil in Thy sight, that Thou mightest be justified when Thou speakest, and be clear when Thou judgest.",
      "5": "Behold, I was shaped in iniquity, and in sin did my mother conceive me.",
      "6": "Behold, Thou desirest truth in my inward parts; in the hidden part Thou shalt make me to know wisdom.",
      "7": "Purge me with hyssop, and I shall be clean; wash me, and I shall be whiter than snow.",
      "8": "Make me to hear joy and gladness, that the bones which Thou hast broken may rejoice.",
      "9": "Hide Thy face from my sins, and blot out all mine iniquities.",
      "10": "Create in me a clean heart, O God, and renew a right spirit within me.",
      "11": "Cast me not away from Thy presence, and take not Thy holy Spirit from me.",
      "12": "Restore unto me the joy of Thy salvation, and uphold me with Thy free Spirit.",
      "13": "Then will I teach transgressors Thy ways, and sinners shall be converted unto Thee.",
      "14": "Deliver me from bloodguiltiness, O God, Thou God of my salvation, and my tongue shall sing aloud of Thy righteousness.",
      "15": "O Lord, open Thou my lips, and my mouth shall show forth Thy praise.",
      "16": "For Thou desirest not sacrifice, else would I give it; Thou delightest not in burnt offering.",
      "17": "The sacrifices of God are a broken spirit; a broken and a contrite heart, O God, Thou wilt not despise.",
      "18": "Do good in Thy good pleasure unto Zion; build Thou the walls of Jerusalem.",
      "19": "Then shalt Thou be pleased with the sacrifices of righteousness, with burnt offering and whole burnt offering; then shall they offer bullocks upon Thine altar."
    },
    "52": {
      "1": "Why boastest thou in thine own mischief, O mighty man? The goodness of God endureth continually.",
      "2": "Thy tongue deviseth mischiefs like a sharp razor, working deceitfully.",
      "3": "Thou lovest evil more than good, and lying rather than speaking righteousness. Selah",
      "4": "Thou lovest all devouring words, O thou deceitful tongue.",
      "5": "God shall likewise destroy thee for ever; He shall take thee away, and pluck thee out of thy dwelling place, and root thee out of the land of the living. Selah",
      "6": "The righteous also shall see this and fear, and shall laugh at him:",
      "7": "“Lo, this is the man that made not God his strength, but trusted in the abundance of his riches, and strengthened himself in his own wickedness.”",
      "8": "But I am like a green olive tree in the house of God; I trust in the mercy of God for ever and ever.",
      "9": "I will praise Thee for ever, because Thou hast done it, and I will wait on Thy name, for it is good before Thy saints."
    },
    "53": {
      "1": "The fool hath said in his heart, “There is no God.” They are corrupt and have done abominable iniquity; there is none that doeth good.",
      "2": "God looked down from heaven upon the children of men to see if there were any that understood, that had sought God.",
      "3": "Every one of them has turned back; they have altogether become filthy; there is none that doeth good, no, not one.",
      "4": "Have the workers of iniquity no knowledge—those who eat up my people as they eat bread? They have not called upon God.",
      "5": "There they were in great fear, where no fear was; for God hath scattered the bones of him that encampeth against thee; thou hast put them to shame, because God hath despised them.",
      "6": "O that the salvation of Israel might come out of Zion! When God bringeth back His captive people, Jacob shall rejoice and Israel shall be glad."
    },
    "54": {
      "1": "Save me, O God, by Thy name, and judge me by Thy strength.",
      "2": "Hear my prayer, O God; give ear to the words of my mouth.",
      "3": "For strangers are risen up against me, and oppressors seek after my soul; they have not set God before them. Selah",
      "4": "Behold, God is mine helper; the Lord is with them that uphold my soul.",
      "5": "He shall reward evil unto mine enemies; cut them off in Thy truth.",
      "6": "I will freely sacrifice unto Thee; I will praise Thy name, O Lord, for it is good.",
      "7": "For He hath delivered me out of all trouble, and mine eye hath seen my desire upon mine enemies."
    },
    "55": {
      "1": "Give ear to my prayer, O God, and hide not Thyself from my supplication.",
      "2": "Attend unto me and hear me; I mourn in my complaint and moan,",
      "3": "because of the voice of the enemy, because of the oppression of the wicked; for they cast iniquity upon me, and in wrath they hate me.",
      "4": "My heart is sorely pained within me, and the terrors of death have fallen upon me.",
      "5": "Fearfulness and trembling have come upon me, and horror hath overwhelmed me.",
      "6": "And I said, “Oh, that I had wings like a dove! For then would I fly away and be at rest.",
      "7": "Lo, then would I wander far off, and remain in the wilderness; Selah",
      "8": "I would hasten my escape from the windy storm and tempest.”",
      "9": "Destroy, O Lord, and divide their tongues, for I have seen violence and strife in the city.",
      "10": "Day and night they go about it upon the walls thereof; mischief also and sorrow are in the midst of it.",
      "11": "Wickedness is in the midst thereof; deceit and guile depart not from her streets.",
      "12": "For it was not an enemy that reproached me; then I could have borne it. Neither was it he that hated me that did magnify himself against me; then I would have hid myself from him.",
      "13": "But it was thou, a man mine equal, my guide and mine acquaintance.",
      "14": "We took sweet counsel together, and walked unto the house of God in company.",
      "15": "Let death seize upon them, and let them go down alive into hell; for wickedness is in their dwellings and among them.",
      "16": "As for me, I will call upon God, and the Lord shall save me.",
      "17": "Evening and morning and at noon will I pray and cry aloud, and He shall hear my voice.",
      "18": "He hath delivered my soul in peace from the battle that was against me, for there were many with me.",
      "19": "God shall hear and afflict them, even He that abideth of old. Selah Because they have not changed, therefore they fear not God.",
      "20": "He hath put forth his hands against those that are at peace with him; he hath broken his covenant.",
      "21": "The words of his mouth were smoother than butter, but war was in his heart; his words were softer than oil, yet were they drawn swords.",
      "22": "Cast thy burden upon the Lord, and He shall sustain thee. He shall never suffer the righteous to be moved.",
      "23": "But Thou, O God, shalt bring them down into the pit of destruction; bloody and deceitful men shall not live out half their days. But I will trust in Thee."
    },
    "56": {
      "1": "Be merciful unto me, O God, for man would swallow me up; he, fighting daily, oppresseth me.",
      "2": "Mine enemies would daily swallow me up, for they are many that fight against me, O Thou Most High.",
      "3": "In the time I am afraid, I will trust in Thee.",
      "4": "In God I will praise His word, in God I have put my trust; I will not fear what flesh can do unto me.",
      "5": "Every day they wrest my words; all their thoughts are against me for evil.",
      "6": "They gather themselves together, they hide themselves, they mark my steps as they lie in wait for my soul.",
      "7": "Shall they escape by iniquity? In Thine anger cast down the people, O God.",
      "8": "Thou countest my wanderings; put Thou my tears into Thy bottle: are they not in Thy book?",
      "9": "When I cry unto Thee, then shall mine enemies turn back! This I know, for God is for me.",
      "10": "In God will I praise His word; in the Lord will I praise His word.",
      "11": "In God have I put my trust; I will not be afraid what man can do unto me.",
      "12": "Thy vows are upon me, O God; I will render praises unto Thee.",
      "13": "For Thou hast delivered my soul from death; wilt Thou not deliver my feet from falling, that I may walk before God in the light of the living?"
    },
    "57": {
      "1": "Be merciful unto me, O God, be merciful unto me, for my soul trusteth in Thee. Yea, in the shadow of Thy wings will I make my refuge until these calamities pass by.",
      "2": "I will cry unto God Most High, unto God that performeth all things for me.",
      "3": "He shall send from heaven and save me from the reproach of him that would swallow me up; Selah God shall send forth His mercy and His truth.",
      "4": "My soul is among lions, and I lie even among them that are set on fire, even the sons of men whose teeth are spears and arrows, and their tongue a sharp sword.",
      "5": "Be Thou exalted, O God, above the heavens; let Thy glory be above all the earth.",
      "6": "They have prepared a net for my steps; my soul is bowed down. They have dug a pit before me, into the midst whereof they themselves are fallen. Selah",
      "7": "My heart is fixed, O God, my heart is fixed; I will sing and give praise.",
      "8": "Awake, my glory! Awake, psaltery and harp! I myself will awaken early.",
      "9": "I will praise Thee, O Lord, among the people; I will sing unto Thee among the nations.",
      "10": "For Thy mercy is great unto the heavens, and Thy truth unto the clouds.",
      "11": "Be Thou exalted, O God, above the heavens; let Thy glory be above all the earth."
    },
    "58": {
      "1": "Do ye indeed speak righteousness, O congregation? Do ye judge uprightly, O ye sons of men?",
      "2": "Yea, in heart ye work wickedness; ye weigh out violence by your hands in the earth.",
      "3": "The wicked are estranged from the womb; they go astray as soon as they are born, speaking lies.",
      "4": "Their poison is like the poison of a serpent; they are like the deaf adder that stoppeth her ear,",
      "5": "which will not hearken to the voice of charmers, charm they ever so wisely.",
      "6": "Break their teeth, O God, in their mouth; break out the great teeth of the young lions, O Lord!",
      "7": "Let them melt away as waters which run continually; when he bendeth his bow to shoot his arrows, let them be as cut in pieces.",
      "8": "As a snail which melteth, let every one of them pass away like the untimely birth of a woman, that they may not see the sun.",
      "9": "Before your pots can feel the thorns, He shall take them away as with a whirlwind, both living, and in His wrath.",
      "10": "The righteous shall rejoice when he seeth the vengeance; he shall wash his feet in the blood of the wicked,",
      "11": "so that a man shall say, “Verily there is a reward for the righteous; verily He is a God that judgeth on the earth.”"
    },
    "59": {
      "1": "Deliver me from mine enemies, O my God; defend me from them that rise up against me.",
      "2": "Deliver me from the workers of iniquity, and save me from bloody men.",
      "3": "For lo, they lie in wait for my soul; the mighty are gathered against me, not for my transgression, nor for my sin, O Lord.",
      "4": "They run and prepare themselves though I am not at fault. Awake to help me, and behold!",
      "5": "Thou therefore, O Lord God of hosts, the God of Israel, awake to visit all the heathen; be not merciful to any wicked transgressors. Selah",
      "6": "They return at evening; they make a noise like a dog and go round about the city.",
      "7": "Behold, they belch out with their mouth; swords are in their lips; “For who,” say they, “doth hear?”",
      "8": "But Thou, O Lord, shalt laugh at them; Thou shalt hold all the heathen in derision.",
      "9": "Because of his strength, I will wait upon Thee; for God is my defense.",
      "10": "The God of my mercy shall go before me; God shall let me see my desire upon mine enemies.",
      "11": "Slay them not, lest my people forget; scatter them by Thy power and bring them down, O Lord our shield.",
      "12": "For the sin of their mouth and the words of their lips, let them even be taken in their pride, and for the cursing and lying which they speak.",
      "13": "Consume them in wrath, consume them, that they may not be; and let them know that God ruleth in Jacob unto the ends of the earth. Selah",
      "14": "And at evening let them return, and let them make a noise like a dog and go round about the city.",
      "15": "Let them wander up and down for meat, and grumble if they be not satisfied.",
      "16": "But I will sing of Thy power, yea, I will sing aloud of Thy mercy in the morning; for Thou hast been my defense and refuge in the day of my trouble.",
      "17": "Unto Thee, O my Strength, will I sing; for God is my defense, and the God of my mercy."
    },
    "60": {
      "1": "O God, Thou hast cast us off, Thou hast scattered us, Thou hast been displeased; O, turn Thyself to us again!",
      "2": "Thou hast made the earth to tremble, Thou hast broken it; heal the breaches thereof, for it shaketh.",
      "3": "Thou hast shown Thy people hard things; Thou hast made us to drink the wine of astonishment.",
      "4": "Thou hast given a banner to them that fear Thee, that it may be displayed because of the truth. Selah",
      "5": "That Thy beloved may be delivered, save with Thy right hand and hear me!",
      "6": "God hath spoken in His holiness: “I will rejoice; I will divide Shechem and portion out the Valley of Succoth.",
      "7": "Gilead is Mine, and Manasseh is Mine; Ephraim also is the strength of Mine head; Judah is My lawgiver.",
      "8": "Moab is My washpot; over Edom will I cast out My shoe; Philistia, triumph thou because of Me.”",
      "9": "Who will bring me into the stronghold city? Who will lead me into Edom?",
      "10": "Will not Thou, O God, who hadst cast us off, and Thou, O God, who didst not go out with our armies?",
      "11": "Give us help from trouble, for vain is the help of man.",
      "12": "Through God we shall do valiantly, for He it is that shall tread down our enemies."
    },
    "61": {
      "1": "Hear my cry, O God; attend unto my prayer.",
      "2": "From the end of the earth will I cry unto Thee when my heart is overwhelmed; lead me to the rock that is higher than I.",
      "3": "For Thou hast been a shelter for me and a strong tower from the enemy.",
      "4": "I will abide in Thy tabernacle for ever; I will trust in the refuge of Thy wings. Selah",
      "5": "For Thou, O God, hast heard my vows; Thou hast given me the heritage of those that fear Thy name.",
      "6": "Thou wilt prolong the king’s life, and his years shall be as many generations.",
      "7": "He shall abide before God for ever; O prepare mercy and truth, that they may preserve him.",
      "8": "So will I sing praise unto Thy name for ever, that I may daily perform my vows."
    },
    "62": {
      "1": "Truly my soul waiteth upon God; from Him cometh my salvation.",
      "2": "He alone is my rock and my salvation; He is my defense; I shall not be greatly moved.",
      "3": "How long will ye conjure mischief against a man? Ye shall be slain, all of you; as a bulging wall shall ye be, and as a tottering fence.",
      "4": "They consult only to cast him down from his excellency, they delight in lies, they bless with their mouth, but they curse inwardly. Selah",
      "5": "My soul, wait thou only upon God, for my expectation is from Him.",
      "6": "He only is my rock and my salvation; He is my defense; I shall not be moved.",
      "7": "In God is my salvation and my glory; the rock of my strength and my refuge is in God.",
      "8": "Trust in Him at all times, ye people; pour out your heart before Him; God is a refuge for us. Selah",
      "9": "Surely men of low degree are vanity, and men of high degree are a lie; if weighed in the balance, they are altogether lighter than vanity.",
      "10": "Trust not in oppression, and put not vain hope in robbery; if riches increase, set not your heart upon them.",
      "11": "God hath spoken this once, twice have I heard this: that power belongeth unto God.",
      "12": "Also unto Thee, O Lord, belongeth mercy, for Thou renderest to every man according to his work."
    },
    "63": {
      "1": "O God, Thou art my God; early will I seek Thee. My soul thirsteth for Thee, my flesh longeth for Thee, in a dry and thirsty land where no water is,",
      "2": "to see Thy power and Thy glory as I have seen Thee in the sanctuary.",
      "3": "Because Thy lovingkindness is better than life, my lips shall praise Thee.",
      "4": "Thus will I bless Thee while I live; I will lift up my hands in Thy name.",
      "5": "My soul shall be satisfied as with marrow and fatness and my mouth shall praise Thee with joyful lips,",
      "6": "when I remember Thee upon my bed, and meditate on Thee in the night watches.",
      "7": "Because Thou hast been my help, therefore in the shadow of Thy wings will I rejoice.",
      "8": "My soul followeth hard after Thee; Thy right hand upholdeth me.",
      "9": "But those that seek my soul to destroy it shall go into the lower parts of the earth.",
      "10": "They shall fall by the sword; they shall be a portion for foxes.",
      "11": "But the king shall rejoice in God; every one that sweareth by Him shall glory, but the mouth of them that speak lies shall be stopped."
    },
    "64": {
      "1": "Hear my voice, O God, in my prayer; preserve my life from fear of the enemy.",
      "2": "Hide me from the secret counsel of the wicked, from the insurrection of the workers of iniquity,",
      "3": "who whet their tongue like a sword and bend their bows to shoot their arrows, even bitter words,",
      "4": "that they may shoot in secret at the perfect; suddenly do they shoot at him and fear not.",
      "5": "They encourage each other in an evil purpose; they commune in laying snares privily; they say, “Who shall see them?”",
      "6": "They search out iniquities, they conduct a diligent search; both the inward thought of every one of them, and the heart, is deep.",
      "7": "But God shall shoot at them with an arrow; suddenly shall they be wounded.",
      "8": "So shall they make their own tongue to fall upon themselves; all that see them shall flee away.",
      "9": "And all men shall fear and shall declare the work of God, for they shall wisely consider His doing.",
      "10": "The righteous shall be glad in the Lord and shall trust in Him, and all the upright in heart shall glory."
    },
    "65": {
      "1": "Praise waiteth for Thee, O God, in Zion; and unto Thee shall the vow be performed.",
      "2": "O Thou that hearest prayer, unto Thee shall all flesh come.",
      "3": "Iniquities prevail against me; as for our transgressions, Thou shalt purge them away.",
      "4": "Blessed is the man whom Thou choosest and causest to approach unto Thee, that he may dwell in Thy courts. We shall be satisfied with the goodness of Thy house, even of Thy holy temple.",
      "5": "By fearsome deeds of righteousness wilt Thou answer us, O God of our salvation, who art the confidence of all the ends of the earth and of them that are afar off upon the sea,",
      "6": "who by His strength setteth fast the mountains, being girded with power,",
      "7": "who stilleth the noise of the seas, the noise of their waves and the tumult of the people.",
      "8": "They also that dwell in the uttermost parts are afraid at Thy signs; Thou makest the outgoings of the morning and evening to rejoice.",
      "9": "Thou visitest the earth and waterest it; Thou greatly enrichest it with the river of God, which is full of water; Thou preparest them corn when Thou hast so provided it.",
      "10": "Thou waterest the ridges thereof abundantly, Thou settlest the furrows thereof; Thou makest it soft with showers, Thou blessest the sprouting thereof.",
      "11": "Thou crownest the year with Thy goodness, and Thy paths drip with fatness.",
      "12": "They drip upon the pastures of the wilderness, and the little hills rejoice on every side.",
      "13": "The pastures are clothed with flocks, the valleys also are covered over with corn. They shout for joy, they also sing."
    },
    "66": {
      "1": "Make a joyful noise unto God, all ye lands!",
      "2": "Sing forth the honor of His name; make His praise glorious.",
      "3": "Say unto God, “How fearsome art Thou in Thy works! Through the greatness of Thy power shall Thine enemies submit themselves unto Thee.",
      "4": "All the earth shall worship Thee and shall sing unto Thee; they shall sing to Thy name.” Selah",
      "5": "Come and see the works of God; He is fearsome in His doings toward the children of men.",
      "6": "He turned the sea into dry land, they went through the flood on foot; there did we rejoice in Him.",
      "7": "He ruleth by His power for ever, His eyes behold the nations; let not the rebellious exalt themselves. Selah",
      "8": "O bless our God, ye people; and make the voice of His praise to be heard,",
      "9": "who holdeth our soul in life and alloweth not our feet to be moved.",
      "10": "For Thou, O God, hast tried us; Thou hast tried us as silver is tried.",
      "11": "Thou broughtest us into the net; Thou laidst affliction upon our loins.",
      "12": "Thou hast caused men to ride over our heads; we went through fire and through water, but Thou broughtest us out into a fruitful place.",
      "13": "I will go into Thy house with burnt offerings; I will pay Thee my vows,",
      "14": "which my lips have uttered and my mouth hath spoken when I was in trouble.",
      "15": "I will offer unto Thee burnt sacrifices of fatlings with the incense of rams; I will offer bullocks and goats. Selah",
      "16": "Come and hear, all ye that fear God, and I will declare what He hath done for my soul.",
      "17": "I cried unto Him with my mouth, and He was extolled with my tongue.",
      "18": "If I regard iniquity in my heart, the Lord will not hear me.",
      "19": "But verily God hath heard me; He hath attended to the voice of my prayer.",
      "20": "Blessed be God, who hath not turned away my prayer, nor His mercy from me!"
    },
    "67": {
      "1": "God be merciful unto us and bless us, and cause His face to shine upon us, Selah",
      "2": "that Thy way may be known upon earth, Thy saving health among all nations.",
      "3": "Let the people praise Thee, O God; let all the people praise Thee.",
      "4": "O let the nations be glad and sing for joy, for Thou shalt judge the people righteously and govern the nations upon the earth. Selah",
      "5": "Let the people praise Thee, O God; let all the people praise Thee.",
      "6": "Then shall the earth yield her increase; and God, even our own God, shall bless us.",
      "7": "God shall bless us, and all the ends of the earth shall fear Him."
    },
    "68": {
      "1": "Let God arise, let His enemies be scattered; let them also that hate Him flee before Him.",
      "2": "As smoke is driven away, so drive them away; as wax melteth before the fire, so let the wicked perish at the presence of God.",
      "3": "But let the righteous be glad, let them rejoice before God; yea, let them exceedingly rejoice.",
      "4": "Sing unto God, sing praises to His name! Extol Him that rideth upon the heavens by His name Jehovah; and rejoice before Him.",
      "5": "A father of the fatherless, and a judge of the widows, is God in His holy habitation.",
      "6": "God setteth the solitary in families, He bringeth out those who are bound with chains; but the rebellious dwell in a dry land.",
      "7": "O God, when Thou wentest forth before Thy people, when Thou didst march through the wilderness, Selah",
      "8": "the earth shook, the heavens also dropped at the presence of God; even Sinai itself was moved at the presence of God, the God of Israel.",
      "9": "Thou, O God, didst send a plentiful rain, whereby Thou didst confirm Thine inheritance when it was weary.",
      "10": "Thy congregation hath dwelt therein; Thou, O God, hast prepared of Thy goodness for the poor.",
      "11": "The Lord gave the word; great was the company of those that proclaimed it.",
      "12": "Kings and armies did flee apace, and she that tarried at home divided the spoil.",
      "13": "Though ye have lain among the pots, yet shall ye be as the wings of a dove, covered with silver and her feathers with yellow gold.",
      "14": "When the Almighty scattered kings in it, it was white as snow in Zalmon.",
      "15": "The hill of God is as the hill of Bashan, a high hill as the hill of Bashan.",
      "16": "Why leap ye, ye high hills? This is the hill which God desireth to dwell in; yea, the Lord will dwell in it for ever.",
      "17": "The chariots of God are twenty thousand, even thousands of angels; the Lord is among them as in Sinai, in the holy place.",
      "18": "Thou hast ascended on high, Thou hast led captivity captive; Thou hast received gifts for men, yea, for the rebellious also, that the Lord God might dwell among them.",
      "19": "Blessed be the Lord, who daily loadeth us with benefits, even the God of our salvation. Selah",
      "20": "He that is our God is the God of salvation; and unto God the Lord belongeth the discharge from death.",
      "21": "But God shall wound the head of His enemies, and the hairy scalp of such a one as goeth on still in his trespasses.",
      "22": "The Lord said, “I will bring again from Bashan; I will bring My people again from the depths of the sea,",
      "23": "that thy foot may be dipped in the blood of thine enemies, and the tongues of thy dogs in the same.”",
      "24": "They have seen Thy goings, O God, even the goings of my God, my King, in the sanctuary.",
      "25": "The singers went before, the players on instruments followed after; among them were the damsels playing with timbrels:",
      "26": "“Bless ye God in the congregations, even the Lord from the fountain of Israel.”",
      "27": "There is little Benjamin with their ruler, the princes of Judah and their council, the princes of Zebulun and the princes of Naphtali.",
      "28": "Thy God hath commanded thy strength; strengthen, O God, that which Thou hast wrought for us.",
      "29": "Because of Thy temple at Jerusalem shall kings bring presents unto Thee.",
      "30": "Rebuke the company of spearmen, the multitude of the bulls with the calves of the people, until every one submit himself with pieces of silver; scatter Thou the people that delight in war.",
      "31": "Princes shall come out of Egypt; Ethiopia shall soon stretch out her hands unto God.",
      "32": "Sing unto God, ye kingdoms of the earth! O sing praises unto the Lord, Selah",
      "33": "to Him that rideth upon the heavens of heavens, which were of old; lo, He doth send out His voice, and that a mighty voice.",
      "34": "Ascribe ye strength unto God; His excellency is over Israel, and His strength is in the clouds.",
      "35": "O God, Thou art fearsome out of Thy holy places; the God of Israel is He that giveth strength and power unto His people. Blessed be God!"
    },
    "69": {
      "1": "Save me, O God, for the waters have come in unto my soul.",
      "2": "I sink into deep mire where there is no standing; I have come into deep waters where the floods overflow me.",
      "3": "I am weary of my crying, my throat is dry; mine eyes fail while I wait for my God.",
      "4": "They that hate me without a cause are more than the hairs of mine head; they that would destroy me, being mine enemies wrongfully, are mighty. Then I was made to restore that which I took not away.",
      "5": "O God, Thou knowest my foolishness, and my sins are not hid from Thee.",
      "6": "Let not them that wait on Thee, O Lord God of hosts, be ashamed for my sake, let not those that seek Thee be confounded for my sake, O God of Israel,",
      "7": "because for Thy sake I have borne reproach; shame hath covered my face.",
      "8": "I have become a stranger unto my brethren, and an alien unto my mother’s children.",
      "9": "For the zeal for Thine house hath eaten me up, and the reproaches of them that reproached Thee have fallen upon me.",
      "10": "When I wept and chastened my soul with fasting, that was turned to my reproach.",
      "11": "I also made sackcloth my garment, and I became a proverb to them.",
      "12": "They that sit at the gate speak against me, and I have become the song of the drunkards.",
      "13": "But as for me, my prayer is unto Thee: O Lord, in an acceptable time, O God, in the multitude of Thy mercy hear me in the truth of Thy salvation.",
      "14": "Deliver me out of the mire, and let me not sink; let me be delivered from them that hate me and out of the deep waters.",
      "15": "Let not the floodwater overflow me, neither let the deep swallow me up; and let not the pit shut her mouth upon me.",
      "16": "Hear me, O Lord, for Thy lovingkindness is good; turn unto me according to the multitude of Thy tender mercies.",
      "17": "And hide not Thy face from Thy servant, for I am in trouble; hear me speedily.",
      "18": "Draw nigh unto my soul and redeem it; deliver me because of mine enemies.",
      "19": "Thou hast known my reproach and my shame and my dishonor; mine adversaries are all before Thee.",
      "20": "Reproach hath broken my heart, and I am full of heaviness; I looked for some to take pity, but there was none, and for comforters, but I found none.",
      "21": "They gave me also gall for my meat, and in my thirst they gave me vinegar to drink.",
      "22": "Let their table become a snare before them, and that which should have been for their welfare, let it become a trap.",
      "23": "Let their eyes be darkened, that they see not; and make their loins continually to shake.",
      "24": "Pour out Thine indignation upon them, and let Thy wrathful anger take hold of them.",
      "25": "Let their habitation be desolate, and let none dwell in their tents.",
      "26": "For they persecute him whom Thou hast smitten, and they talk of the grief of those whom Thou hast wounded.",
      "27": "Add iniquity unto their iniquity, and let them not come into Thy righteousness.",
      "28": "Let them be blotted out of the book of the living, and not be written with the righteous.",
      "29": "But I am poor and sorrowful; let Thy salvation, O God, set me up on high.",
      "30": "I will praise the name of God with a song, and will magnify Him with thanksgiving.",
      "31": "This also shall please the Lord better than an ox or a bullock that hath horns and hoofs.",
      "32": "The humble shall see this and be glad, and your heart shall live, that seek God.",
      "33": "For the Lord heareth the poor, and despiseth not His prisoners.",
      "34": "Let the heaven and earth praise Him, the seas and every thing that moveth therein.",
      "35": "For God will save Zion and will build the cities of Judah, that they may dwell there and possess it.",
      "36": "The seed also of His servants shall inherit it, and them that love His name shall dwell therein."
    },
    "70": {
      "1": "Make haste, O God, to deliver me; make haste to help me, O Lord!",
      "2": "Let them be ashamed and confounded that seek after my soul; let them be turned backward and put to confusion that desire my hurt.",
      "3": "Let them be turned back as a reward for their shame that say, “Aha, aha!”",
      "4": "Let all those that seek Thee rejoice and be glad in Thee; and let such as love Thy salvation say continually, “Let God be magnified!”",
      "5": "But I am poor and needy; make haste unto me, O God. Thou art my help and my deliverer; O Lord, make no tarrying."
    },
    "71": {
      "1": "In Thee, O Lord, do I put my trust; let me never be put to confusion.",
      "2": "Deliver me in Thy righteousness, and cause me to escape; incline Thine ear unto me, and save me.",
      "3": "Be Thou my strong habitation, whereunto I may continually resort; Thou hast given commandment to save me, for Thou art my rock and my fortress.",
      "4": "Deliver me, O my God, out of the hand of the wicked, out of the hand of the unrighteous and cruel man.",
      "5": "For Thou art my hope, O Lord God; Thou art my trust from my youth.",
      "6": "By Thee have I been held from the womb; Thou art He that took me out of my mother’s womb. My praise shall be continually of Thee.",
      "7": "I am as a wonder unto many, but Thou art my strong refuge.",
      "8": "Let my mouth be filled with Thy praise, and with Thy honor all the day.",
      "9": "Cast me not off in the time of old age; forsake me not when my strength faileth.",
      "10": "For mine enemies speak against me, and they that lie in wait for my soul take counsel together,",
      "11": "saying, “God hath forsaken him; persecute and take him, for there is none to deliver him.”",
      "12": "O God, be not far from me; O my God, make haste to help me.",
      "13": "Let them be confounded and consumed that are adversaries to my soul; let them be covered with reproach and dishonor that seek my hurt.",
      "14": "But I will hope continually and will yet praise Thee more and more.",
      "15": "My mouth shall show forth Thy righteousness and Thy salvation all the day, for I know not the numbers thereof.",
      "16": "I will go in the strength of the Lord God; I will make mention of Thy righteousness, even of Thine only.",
      "17": "O God, Thou hast taught me from my youth, and hitherto have I declared Thy wondrous works.",
      "18": "Now also when I am old and grayheaded, O God, forsake me not, until I have shown Thy strength unto this generation and Thy power to every one that is to come.",
      "19": "Thy righteousness also, O God, is very high, who hast done great things. O God, who is like unto Thee!",
      "20": "Thou, who hast shown me great and sore troubles, shalt quicken me again, and shalt bring me up again from the depths of the earth.",
      "21": "Thou shalt increase my greatness, and comfort me on every side.",
      "22": "I will also praise Thee with the psaltery for Thy truth, O my God; unto Thee will I sing with the harp, O Thou Holy One of Israel.",
      "23": "My lips shall greatly rejoice when I sing unto Thee, and my soul which Thou hast redeemed.",
      "24": "My tongue also shall talk of Thy righteousness all the day long; for they are confounded, for they are brought to shame that seek my hurt."
    },
    "72": {
      "1": "Give the king Thy judgments, O God, and Thy righteousness unto the king’s son.",
      "2": "Then shall he judge Thy people with righteousness, and Thy poor with judgment.",
      "3": "The mountains shall bring peace to the people and the little hills, by righteousness.",
      "4": "He shall judge the poor of the people; he shall save the children of the needy, and shall break in pieces the oppressor.",
      "5": "They shall fear Thee as long as the sun and moon endure, throughout all generations.",
      "6": "He shall come down like rain upon the mown grass, as showers that water the earth.",
      "7": "In his days shall the righteous flourish, and abundance of peace so long as the moon endureth.",
      "8": "He shall have dominion also from sea to sea, and from the river unto the ends of the earth.",
      "9": "They that dwell in the wilderness shall bow before him, and his enemies shall lick the dust.",
      "10": "The kings of Tarshish and of the isles shall bring presents; the kings of Sheba and Seba shall offer gifts.",
      "11": "Yea, all kings shall fall down before him; all nations shall serve him.",
      "12": "For he shall deliver the needy when he crieth; the poor also and him that hath no helper.",
      "13": "He shall spare the poor and needy, and shall save the souls of the needy.",
      "14": "He shall redeem their soul from deceit and violence, and precious shall their blood be in his sight.",
      "15": "And he shall live, and to him shall be given from the gold of Sheba; prayer also shall be made for him continually, and daily shall he be praised.",
      "16": "There shall be corn by the handful in the earth upon the top of the mountains; the fruit thereof shall wave like Lebanon, and they of the city shall flourish like grass of the earth.",
      "17": "His name shall endure for ever, his name shall be continued as long as the sun, and men shall be blessed in him; all nations shall call him blessed.",
      "18": "Blessed be the Lord God, the God of Israel, who alone doeth wondrous things.",
      "19": "And blessed be His glorious name for ever, and let the whole earth be filled with His glory! Amen and Amen.",
      "20": "The prayers of David the son of Jesse are ended."
    },
    "73": {
      "1": "Truly God is good to Israel, even to such as are of a clean heart.",
      "2": "But as for me, my feet were almost gone; my steps had well nigh slipped.",
      "3": "For I was envious of the foolish when I saw the prosperity of the wicked.",
      "4": "For there are no bands in their death, but their strength is firm.",
      "5": "They are not in trouble as other men; neither are they plagued like other men.",
      "6": "Therefore pride compasseth them about as a chain; violence covereth them as a garment.",
      "7": "Their eyes stand out with fatness; they have more than heart could wish.",
      "8": "They are corrupt, and speak wickedly concerning oppression; they speak loftily.",
      "9": "They set their mouth against the heavens, and their tongue walketh through the earth.",
      "10": "Therefore His people return hither, and waters of a full cup are wrung out to them.",
      "11": "And they say, “How doth God know? And is there knowledge in the Most High?”",
      "12": "Behold, these are the ungodly, who prosper in the world; they increase in riches.",
      "13": "Verily I have cleansed my heart in vain and washed my hands in innocence.",
      "14": "For all the day long have I been plagued and chastened every morning.",
      "15": "If I say, “I will speak thus,” behold, I should offend against the generation of Thy children.",
      "16": "When I thought to understand this, it was too painful for me,",
      "17": "until I went into the sanctuary of God. Then understood I their end:",
      "18": "surely Thou didst set them in slippery places. Thou didst cast them down into destruction!",
      "19": "How they are brought into desolation, as in a moment! They are utterly consumed with terrors!",
      "20": "As a dream when one awaketh, so, O Lord, when Thou awakest, Thou shalt despise their image.",
      "21": "Thus my heart was grieved, and I was pricked in my reins.",
      "22": "So foolish was I and ignorant; I was as a beast before Thee.",
      "23": "Nevertheless I am continually with Thee; Thou hast held me by my right hand.",
      "24": "Thou shalt guide me with Thy counsel and afterward receive me to glory.",
      "25": "Whom have I in heaven but Thee? And there is none upon earth that I desire beside Thee.",
      "26": "My flesh and my heart faileth, but God is the strength of my heart and my portion for ever.",
      "27": "For lo, they that are far from Thee shall perish; Thou hast destroyed all them that go a whoring from Thee.",
      "28": "But it is good for me to draw near to God. I have put my trust in the Lord God, that I may declare all Thy works."
    },
    "74": {
      "1": "O God, why hast Thou cast us off for ever? Why doth Thine anger smoke against the sheep of Thy pasture?",
      "2": "Remember Thy congregation, which Thou hast purchased of old, the rod of Thine inheritance, which Thou hast redeemed, this Mount Zion, wherein Thou hast dwelt.",
      "3": "Lift up Thy feet unto the perpetual desolations, even all that the enemy hath done wickedly in the sanctuary.",
      "4": "Thine enemies roar in the midst of Thy congregations; they set up their ensigns for signs.",
      "5": "Once a man was famous according as he had lifted up axes upon the thick trees,",
      "6": "but now they break down the carved work thereof at once with axes and hammers.",
      "7": "They have cast fire into Thy sanctuary; they have defiled by casting down to the ground the dwelling place of Thy name.",
      "8": "They said in their hearts, “Let us destroy them together!” They have burned up all the synagogues of God in the land.",
      "9": "We see not our signs; there is no more any prophet; neither is there among us any that knoweth how long.",
      "10": "O God, how long shall the adversary reproach? Shall the enemy blaspheme Thy name for ever?",
      "11": "Why withdrawest Thou Thy hand, even Thy right hand? Pluck it out of Thy bosom!",
      "12": "For God is my King of old, working salvation in the midst of the earth.",
      "13": "Thou didst divide the sea by Thy strength; Thou breakest the heads of the dragons in the waters.",
      "14": "Thou breakest the heads of Leviathan in pieces, and gavest him to be meat to the people inhabiting the wilderness.",
      "15": "Thou didst cleave the fountain and the flood; Thou driedst up mighty rivers.",
      "16": "The day is Thine, the night also is Thine; Thou hast prepared the light and the sun.",
      "17": "Thou hast set all the borders of the earth; Thou hast made summer and winter.",
      "18": "Remember this, that the enemy hath reproached, O Lord, and that the foolish people have blasphemed Thy name.",
      "19": "O deliver not the soul of Thy turtledove unto the multitude of the wicked; forget not the congregation of Thy poor for ever.",
      "20": "Have respect unto the covenant, for the dark places of the earth are full of the habitations of cruelty.",
      "21": "O let not the oppressed return ashamed; let the poor and needy praise Thy name.",
      "22": "Arise, O God, plead Thine own cause; remember how the foolish man reproacheth Thee daily.",
      "23": "Forget not the voice of Thine enemies; the tumult of those that rise up against Thee increaseth continually."
    },
    "75": {
      "1": "Unto Thee, O God, do we give thanks, unto Thee do we give thanks. For that Thy name is near, Thy wondrous works declare.",
      "2": "When I shall receive the congregation, I will judge uprightly.",
      "3": "When the earth and all the inhabitants thereof are dissolved, I bear up the pillars of it. Selah",
      "4": "I said unto the fools, “Deal not foolishly,” and to the wicked, “Lift not up the horn.",
      "5": "Lift not up your horn on high; speak not with a stiff neck.”",
      "6": "For promotion cometh neither from the east, nor from the west, nor from the south,",
      "7": "but God is the Judge: He putteth down one, and setteth up another.",
      "8": "For in the hand of the Lord there is a cup, and the wine is red and fully mixed; and He poureth out the same. But as for the dregs thereof, all the wicked of the earth shall wring them out and drink them.",
      "9": "But I will declare it for ever; I will sing praises to the God of Jacob.",
      "10": "All the horns of the wicked will I also cut off, but the horns of the righteous shall be exalted."
    },
    "76": {
      "1": "In Judah is God known; His name is great in Israel.",
      "2": "In Salem also is His tabernacle, and His dwelling place in Zion.",
      "3": "There broke He the arrows of the bow, the shield and the sword and the battle. Selah",
      "4": "Thou art more glorious and excellent than the mountains of prey.",
      "5": "The stouthearted are despoiled; they have slept their sleep, and none of the men of might have found their hands.",
      "6": "At Thy rebuke, O God of Jacob, both the chariot and horse are cast into a dead sleep.",
      "7": "Thou, Thou alone, art to be feared; and who may stand in Thy sight when once Thou art angry?",
      "8": "Thou didst cause judgment to be heard from heaven; the earth feared and was still,",
      "9": "when God arose to judgment, to save all the meek of the earth. Selah",
      "10": "Surely the wrath of man shall praise Thee; the remainder of wrath shalt Thou restrain.",
      "11": "Make vows, and pay them unto the Lord your God; let all that be round about Him bring presents unto Him that ought to be feared.",
      "12": "He shall cut off the spirit of princes; He is fearsome to the kings of the earth."
    },
    "77": {
      "1": "I cried unto God with my voice, even unto God with my voice; and He gave ear unto me.",
      "2": "In the day of my trouble I sought the Lord; my sore ran in the night and ceased not; my soul refused to be comforted.",
      "3": "I remembered God, and was troubled; I complained, and my spirit was overwhelmed. Selah",
      "4": "Thou holdest mine eyes awake; I am so troubled that I cannot speak.",
      "5": "I have considered the days of old, the years of ancient times.",
      "6": "I call to remembrance my song in the night; I commune with mine own heart, and my spirit makes diligent search.",
      "7": "“Will the Lord cast off for ever? And will He be favorable no more?",
      "8": "Is His mercy clean gone for ever? Doth His promise fail for evermore?",
      "9": "Hath God forgotten to be gracious? Hath He in anger shut up His tender mercies?” Selah",
      "10": "And I said, “This is my infirmity, but I will remember the years of the right hand of the Most High.”",
      "11": "I will remember the works of the Lord; surely I will remember Thy wonders of old.",
      "12": "I will meditate also on all of Thy work, and talk of Thy doings.",
      "13": "Thy way, O God, is in the sanctuary. Who is so great a god as our God?",
      "14": "Thou art the God that doest wonders; Thou hast declared Thy strength among the people.",
      "15": "Thou hast with Thine arm redeemed Thy people, the sons of Jacob and Joseph. Selah",
      "16": "The waters saw Thee, O God, the waters saw Thee; they were afraid; the depths also were troubled.",
      "17": "The clouds poured out water, the skies sent out a sound; Thine arrows also went abroad.",
      "18": "The voice of Thy thunder was in the heavens, the lightnings lightened the world; the earth trembled and shook.",
      "19": "Thy way is in the sea, and Thy path in the great waters, and Thy footsteps are not known.",
      "20": "Thou didst lead Thy people like a flock by the hand of Moses and Aaron."
    },
    "78": {
      "1": "Give ear, O my people, to my law; incline your ears to the words of my mouth.",
      "2": "I will open my mouth in a parable; I will utter dark sayings of old,",
      "3": "which we have heard and known, and our fathers have told us.",
      "4": "We will not hide them from their children, showing to the generation to come the praises of the Lord and His strength, and His wonderful works that He hath done.",
      "5": "For He established a testimony in Jacob and appointed a law in Israel, which He commanded to our fathers, that they should make them known to their children;",
      "6": "that the generation to come might know them, even the children who should be born, who should arise and declare them to their children,",
      "7": "that they might set their hope in God and not forget the works of God, but keep His commandments;",
      "8": "and so might not be as their fathers, a stubborn and rebellious generation, a generation that set not their heart aright, and whose spirit was not steadfast with God.",
      "9": "The children of Ephraim, being armed and carrying bows, turned back in the day of battle.",
      "10": "They kept not the covenant of God, and refused to walk in His law;",
      "11": "they forgot His works and His wonders that He had shown them.",
      "12": "Marvelous things did He in the sight of their fathers, in the land of Egypt, in the field of Zoan.",
      "13": "He divided the sea and caused them to pass through; and He made the waters to stand as a heap.",
      "14": "In the daytime also He led them with a cloud, and all the night with a light of fire.",
      "15": "He cleaved the rocks in the wilderness, and gave them drink as out of the great depths.",
      "16": "He brought streams also out of the rock, and caused waters to run down like rivers.",
      "17": "And they sinned yet more against Him by provoking the Most High in the wilderness.",
      "18": "And they tempted God in their heart by asking for meat for their lust.",
      "19": "Yea, they spoke against God: they said, “Can God furnish a table in the wilderness?",
      "20": "Behold, He smote the rock, that the waters gushed out, and the streams overflowed. Can He give bread also? Can He provide flesh for His people?”",
      "21": "Therefore the Lord heard this and was wroth; so a fire was kindled against Jacob, and anger also rose up against Israel,",
      "22": "because they believed not in God and trusted not in His salvation,",
      "23": "though He had commanded the clouds from above, and opened the doors of heaven,",
      "24": "and had rained down manna upon them to eat, and had given them of the corn of heaven.",
      "25": "Man ate angels’ food; He sent them meat to the full.",
      "26": "He caused an east wind to blow in the heaven, and by His power He brought in the south wind.",
      "27": "He rained flesh also upon them as dust, and feathered fowls as the sand of the sea.",
      "28": "And He let it fall in the midst of their camp, round about their habitations.",
      "29": "So they ate and were well filled, for He gave them their own desire.",
      "30": "But they were not estranged from their lust; but while their meat was yet in their mouths,",
      "31": "the wrath of God came upon them and slew the fattest of them, and smote down the chosen men of Israel.",
      "32": "For all this, they sinned still and believed not in His wondrous works.",
      "33": "Therefore their days did He consume in vanity, and their years in trouble.",
      "34": "When He slew them, then they sought Him; and they returned and inquired early after God.",
      "35": "And they remembered that God was their rock, and the high God, their redeemer.",
      "36": "Nevertheless they flattered Him with their mouth, and they lied unto Him with their tongues.",
      "37": "For their heart was not right with Him, neither were they steadfast in His covenant.",
      "38": "But He, being full of compassion, forgave their iniquity and destroyed them not. Yea, many a time turned He His anger away, and did not stir up all His wrath;",
      "39": "for He remembered that they were but flesh, a wind that passeth away and cometh not again.",
      "40": "How oft did they provoke Him in the wilderness, and grieve Him in the desert!",
      "41": "Yea, they turned back and tested God, and limited the Holy One of Israel.",
      "42": "They remembered not His hand, nor the day when He delivered them from the enemy,",
      "43": "how He had wrought His signs in Egypt and His wonders in the field of Zoan,",
      "44": "and had turned their rivers into blood, and their streams, that they could not drink.",
      "45": "He sent divers sorts of flies among them which devoured them, and frogs which destroyed them.",
      "46": "He gave also their harvest unto the caterpillar, and their labor unto the locust.",
      "47": "He destroyed their vines with hail, and their sycamore trees with frost.",
      "48": "He gave up their cattle also to the hail, and their flocks to hot thunderbolts.",
      "49": "He cast upon them the fierceness of His anger, wrath, indignation, and trouble, by sending evil angels among them.",
      "50": "He made a path to His anger; He spared not their soul from death, but gave their life over to the pestilence,",
      "51": "and smote all the firstborn in Egypt, the chief of their strength in the tabernacles of Ham.",
      "52": "But He made His own people to go forth like sheep, and guided them in the wilderness like a flock.",
      "53": "And He led them on safely, so that they feared not; but the sea overwhelmed their enemies.",
      "54": "And He brought them to the border of His sanctuary, even to this mountain, which His right hand had purchased.",
      "55": "He cast out the heathen also before them, and apportioned them an inheritance by line, and made the tribes of Israel to dwell in their tents.",
      "56": "Yet they tested and provoked the Most High God and kept not His testimonies,",
      "57": "but turned back and dealt unfaithfully like their fathers; they were turned aside like a deceitful bow.",
      "58": "For they provoked Him to anger with their high places, and loved Him to jealousy with their graven images.",
      "59": "When God heard this, He was wroth and greatly abhorred Israel,",
      "60": "so that He forsook the tabernacle of Shiloh, the tent which He had placed among men,",
      "61": "and delivered His strength into captivity, and His glory into the enemy’s hand.",
      "62": "He gave His people over also unto the sword, and was wroth with His inheritance.",
      "63": "The fire consumed their young men, and their maidens were not given to marriage.",
      "64": "Their priests fell by the sword, and their widows made no lamentation.",
      "65": "Then the Lord awakened as one out of sleep, like a mighty man that shouteth by reason of wine.",
      "66": "And He smote His enemies in the hinder parts, and laid upon them a perpetual reproach.",
      "67": "Moreover He refused the tabernacle of Joseph and chose not the tribe of Ephraim,",
      "68": "but chose the tribe of Judah, the Mount Zion which He loved.",
      "69": "And He built His sanctuary like high palaces, like the earth which He hath established for ever.",
      "70": "He also chose David His servant, and took him from the sheepfolds;",
      "71": "from following the ewes great with young He brought him to feed Jacob His people, and Israel His inheritance.",
      "72": "So he fed them according to the integrity of his heart, and guided them by the skillfulness of his hands."
    },
    "79": {
      "1": "O God, the heathen have come into Thine inheritance; Thy holy temple have they defiled, they have laid Jerusalem in heaps.",
      "2": "The dead bodies of Thy servants have they given to be meat unto the fowls of the heavens, the flesh of Thy saints unto the beasts of the earth.",
      "3": "Their blood have they shed like water round about Jerusalem, and there was none to bury them.",
      "4": "We have become a reproach to our neighbors, a scorn and derision to them that are round about us.",
      "5": "How long, Lord? Wilt Thou be angry for ever? Shall Thy jealousy burn like fire?",
      "6": "Pour out Thy wrath upon the heathen that have not known Thee, and upon the kingdoms that have not called upon Thy name;",
      "7": "for they have devoured Jacob and laid waste his dwelling place.",
      "8": "O remember not former iniquities against us; let Thy tender mercies go speedily before us, for we are brought very low.",
      "9": "Help us, O God of our salvation, for the glory of Thy name; and deliver us and purge away our sins, for Thy name’s sake.",
      "10": "Why should the heathen say, “Where is their God?” Let Him be known among the heathen in our sight by the avenging of the blood of Thy servants which is shed.",
      "11": "Let the sighing of the prisoner come before Thee; according to the greatness of Thy power, preserve Thou those that are appointed to die.",
      "12": "And render unto the bosom of our neighbors sevenfold their reproach wherewith they have reproached Thee, O Lord.",
      "13": "So we Thy people and the sheep of Thy pasture, will give Thee thanks for ever; we will show forth Thy praise to all generations."
    },
    "80": {
      "1": "Give ear, O Shepherd of Israel, Thou that leadest Joseph like a flock; Thou that dwellest between the cherubims, shine forth.",
      "2": "Before Ephraim and Benjamin and Manasseh, stir up Thy strength, and come and save us.",
      "3": "Turn us again, O God, and cause Thy face to shine, and we shall be saved.",
      "4": "O Lord God of hosts, how long wilt Thou be angry against the prayer of Thy people?",
      "5": "Thou feedest them with the bread of tears, and givest them tears to drink in great measure.",
      "6": "Thou makest us a strife unto our neighbors, and our enemies laugh among themselves.",
      "7": "Turn us again, O God of hosts, and cause Thy face to shine, and we shall be saved.",
      "8": "Thou hast brought a vine out of Egypt; Thou hast cast out the heathen, and planted it.",
      "9": "Thou preparedst room for it, and didst cause it to take deep root, and it filled the land.",
      "10": "The hills were covered with the shadow of it, and the boughs thereof were like the goodly cedars.",
      "11": "She sent out her boughs unto the sea, and her branches unto the river.",
      "12": "Why hast Thou then broken down her hedges, so that all they that pass by the way do pluck her?",
      "13": "The boar out of the wood doth waste it, and the wild beast of the field doth devour it.",
      "14": "Return, we beseech Thee, O God of hosts; look down from heaven, and behold and visit this vine,",
      "15": "and the vineyard which Thy right hand hath planted, and the branch that Thou madest strong for Thyself.",
      "16": "It is burned with fire, it is cut down; they perish at the rebuke of Thy countenance.",
      "17": "Let Thy hand be upon the man of Thy right hand, upon the son of man whom Thou madest strong for Thyself.",
      "18": "So will we not go back from Thee; quicken us, and we will call upon Thy name.",
      "19": "Turn us again, O Lord God of hosts; cause Thy face to shine, and we shall be saved!"
    },
    "81": {
      "1": "Sing aloud unto God our strength; make a joyful noise unto the God of Jacob.",
      "2": "Take a psalm, and bring hither the timbrel, the pleasant harp with the psaltery.",
      "3": "Blow the trumpet in the new moon, at the time appointed, on our solemn feast day.",
      "4": "For this was a statute for Israel, and a law of the God of Jacob.",
      "5": "This He ordained in Joseph as a testimony, when He went out through the land of Egypt, where I heard a language that I understood not:",
      "6": "“I removed his shoulder from the burden; his hands were delivered from the pots.",
      "7": "Thou called in trouble, and I delivered thee; I answered thee in the secret place of thunder. I tested thee at the waters of Meribah. Selah",
      "8": "Hear, O My people, and I will testify unto thee, O Israel, if thou wilt hearken unto Me!",
      "9": "There shall be no strange god among thee; neither shalt thou worship any strange god.",
      "10": "I am the Lord thy God, who brought thee out of the land of Egypt. Open thy mouth wide, and I will fill it.",
      "11": "“But My people would not hearken to My voice, and Israel would have none of Me.",
      "12": "So I gave them up unto their own hearts’ lust, and they walked in their own counsels.",
      "13": "Oh that My people had hearkened unto Me, and Israel had walked in My ways!",
      "14": "I should soon have subdued their enemies, and turned My and against their adversaries.”",
      "15": "The haters of the Lord should have submitted themselves unto Him, but their time should have endured for ever.",
      "16": "He should have fed them also with the finest of the wheat, and, “With honey out of the rock should I have satisfied thee.”"
    },
    "82": {
      "1": "God standeth in the congregation of the mighty; He judgeth among the gods.",
      "2": "How long will ye judge unjustly and accept persons of the wicked? Selah",
      "3": "Defend the poor and fatherless; do justice to the afflicted and needy.",
      "4": "Deliver the poor and needy; rescue them out of the hand of the wicked.",
      "5": "They know not, neither will they understand. They walk on in darkness: all the foundations of the earth are out of course.",
      "6": "I have said, “Ye are gods, and all of you are children of the Most High.”",
      "7": "But ye shall die like men and fall like one of the princes.",
      "8": "Arise, O God, judge the earth, for Thou shalt inherit all nations."
    },
    "83": {
      "1": "Keep Thou not silence, O God; hold not Thy peace, and be not still, O God.",
      "2": "For lo, Thine enemies make a tumult, and they that hate Thee have lifted up the head.",
      "3": "They have taken crafty counsel against Thy people, and consulted against Thy hidden ones.",
      "4": "They have said, “Come, and let us cut them off from being a nation, that the name of Israel may be no more in remembrance.”",
      "5": "For they have consulted together with one accord; they are confederate against Thee:",
      "6": "the tabernacles of Edom and the Ishmaelites, of Moab and the Hagarites,",
      "7": "Gebal and Ammon and Amalek, the Philistines with the inhabitants of Tyre.",
      "8": "Assyria also has joined with them; they have helped the children of Lot. Selah",
      "9": "Do unto them as unto the Midianites, as to Sisera, as to Jabin at the Brook of Kishon,",
      "10": "who perished at Endor; they became as dung for the earth.",
      "11": "Make their nobles like Oreb and like Zeeb, yea, all their princes as Zebah and as Zalmunna,",
      "12": "who said, “Let us take to ourselves the houses of God in possession.”",
      "13": "O my God, make them like a wheel, as the stubble before the wind.",
      "14": "As the fire burneth a wood, and as the flame setteth the mountains on fire,",
      "15": "so persecute them with Thy tempest, and make them afraid with Thy storm.",
      "16": "Fill their faces with shame, that they may seek Thy name, O Lord.",
      "17": "Let them be confounded and troubled for ever; yea, let them be put to shame and perish,",
      "18": "that men may know that Thou, whose name alone is Jehovah, art the Most High over all the earth."
    },
    "84": {
      "1": "How amiable are Thy tabernacles, O Lord of hosts!",
      "2": "My soul longeth, yea, even fainteth for the courts of the Lord; my heart and my flesh crieth out for the living God.",
      "3": "Yea, the sparrow hath found a house, and the swallow a nest for herself where she may lay her young” even Thine altars, O Lord of hosts, my King and my God.",
      "4": "Blessed are they that dwell in Thy house; they will be ever praising Thee. Selah",
      "5": "Blessed is the man whose strength is in Thee, in whose heart are Thy ways,",
      "6": "who passing through the Valley of Baca makes it a well; the rain also filleth the pools.",
      "7": "They go from strength to strength; every one of them in Zion appeareth before God.",
      "8": "O Lord God of hosts, hear my prayer; give ear, O God of Jacob. Selah",
      "9": "Behold, O God our shield, and look upon the face of Thine anointed.",
      "10": "For a day in Thy courts is better than a thousand; I would rather be a doorkeeper in the house of my God, than to dwell in the tents of wickedness.",
      "11": "For the Lord God is a sun and shield; the Lord will give grace and glory; no good thing will He withhold from them that walk uprightly.",
      "12": "O Lord of hosts, blessed is the man that trusteth in Thee!"
    },
    "85": {
      "1": "Lord, Thou hast been favorable unto Thy land; Thou hast released the captives of Jacob.",
      "2": "Thou hast forgiven the iniquity of Thy people; Thou hast covered all their sin. Selah",
      "3": "Thou hast taken away all Thy wrath; Thou hast turned Thyself from the fierceness of Thine anger.",
      "4": "Turn us, O God of our salvation, and cause Thine anger toward us to cease.",
      "5": "Wilt Thou be angry with us for ever? Wilt Thou draw out Thine anger to all generations?",
      "6": "Wilt Thou not revive us again, that Thy people may rejoice in Thee?",
      "7": "Show us Thy mercy, O Lord, and grant us Thy salvation.",
      "8": "I will hear what God the Lord will speak, for He will speak peace unto His people and to His saints; but let them not turn again to folly.",
      "9": "Surely His salvation is nigh them that fear Him, that glory may dwell in our land.",
      "10": "Mercy and truth are met together; righteousness and peace have kissed each other.",
      "11": "Truth shall spring out of the earth, and righteousness shall look down from heaven.",
      "12": "Yea, the Lord shall give that which is good, and our land shall yield her increase.",
      "13": "Righteousness shall go before Him, and shall set us in the way of His steps."
    },
    "86": {
      "1": "Bow down Thine ear, O Lord; hear me, for I am poor and needy.",
      "2": "Preserve my soul, for I am holy; O Thou my God, save Thy servant that trusteth in Thee.",
      "3": "Be merciful unto me, O Lord, for I cry unto Thee daily.",
      "4": "Make the soul of Thy servant rejoice, for unto Thee, O Lord, do I lift up my soul.",
      "5": "For Thou, Lord, art good and ready to forgive, and plenteous in mercy unto all them that call upon Thee.",
      "6": "Give ear, O Lord, unto my prayer; and attend to the voice of my supplications.",
      "7": "In the day of my trouble I will call upon Thee, for Thou wilt answer me.",
      "8": "Among the gods there is none like unto Thee, O Lord; neither are there any works like unto Thy works.",
      "9": "All nations whom Thou hast made shall come and worship before Thee, O Lord, and shall glorify Thy name.",
      "10": "For Thou art great and doest wondrous things: Thou alone art God.",
      "11": "Teach me Thy way, O Lord; I will walk in Thy truth; unite my heart to fear Thy name.",
      "12": "I will praise Thee, O Lord my God, with all my heart, and I will glorify Thy name for evermore.",
      "13": "For great is Thy mercy toward me, and Thou hast delivered my soul from the lowest hell.",
      "14": "O God, the proud have risen against me, and the assemblies of violent men have sought after my soul, and have not set Thee before them.",
      "15": "But Thou, O Lord, art a God full of compassion, gracious, longsuffering, and plenteous in mercy and truth.",
      "16": "O turn unto me and have mercy upon me; give Thy strength unto Thy servant, and save the son of Thine handmaid.",
      "17": "Show me a token for good, that they that hate me may see it and be ashamed, because Thou, Lord, hast helped me and comforted me."
    },
    "87": {
      "1": "His foundation is in the holy mountains.",
      "2": "The Lord loveth the gates of Zion more than all the dwellings of Jacob.",
      "3": "Glorious things are spoken of thee, O city of God! Selah",
      "4": "“I will make mention of Rahab and Babylon to them that know Me; behold, Philistia and Tyre, with Ethiopia: ‘This man was born there.’”",
      "5": "And of Zion it shall be said, “This and that man were born in her; and the Highest Himself shall establish her.”",
      "6": "The Lord shall count, when He writeth up the people, that this man was born there. Selah",
      "7": "Singers as well as players on instruments shall be there and say, “All my springs are in thee.”"
    },
    "88": {
      "1": "O Lord God of my salvation, I have cried day and night before Thee.",
      "2": "Let my prayer come before Thee; incline Thine ear unto my cry.",
      "3": "For my soul is full of troubles, and my life draweth nigh unto the grave.",
      "4": "I am counted with them that go down into the pit; I am as a man that hath no strength,",
      "5": "cast among the dead like the slain that lie in the grave, whom Thou rememberest no more, and who are cut off from Thy hand.",
      "6": "Thou hast laid me in the lowest pit, in darkness, in the deeps.",
      "7": "Thy wrath lieth hard upon me, and Thou hast afflicted me with all Thy waves. Selah",
      "8": "Thou hast put away mine acquaintances far from me; Thou hast made me an abomination unto them. I am shut up, and I cannot come forth;",
      "9": "mine eye mourneth by reason of affliction. Lord, I have called daily upon Thee; I have stretched out my hands unto Thee.",
      "10": "Wilt Thou show wonders to the dead? Shall the dead arise and praise Thee? Selah",
      "11": "Shall Thy lovingkindness be declared in the grave? Or Thy faithfulness in destruction?",
      "12": "Shall Thy wonders be known in the dark? And Thy righteousness in the land of forgetfulness?",
      "13": "But unto Thee have I cried, O Lord, and in the morning shall my prayer come before Thee.",
      "14": "Lord, why castest Thou off my soul? Why hidest Thou Thy face from me?",
      "15": "I am afflicted and ready to die from my youth up; while I suffer Thy terrors I am distraught.",
      "16": "Thy fierce wrath goeth over me; Thy terrors have cut me off.",
      "17": "They came round about me daily like water; they compassed me about together.",
      "18": "Lover and friend hast Thou put far from me, and mine acquaintances into darkness."
    },
    "89": {
      "1": "I will sing of the mercies of the Lord for ever; with my mouth will I make known Thy faithfulness to all generations.",
      "2": "For I have said, “Mercy shall be built up for ever; Thy faithfulness shalt Thou establish in the very heavens.”",
      "3": "“I have made a covenant with My chosen, I have sworn unto David My servant:",
      "4": "‘Thy Seed will I establish for ever, and build up thy throne to all generations.’” Selah",
      "5": "And the heavens shall praise Thy wonders, O Lord, Thy faithfulness also in the congregation of the saints.",
      "6": "For who in the heaven can be compared unto the Lord? Who among the sons of the mighty can be likened unto the Lord?",
      "7": "God is greatly to be feared in the assembly of the saints, and to be held in reverence by all them that are about Him.",
      "8": "O Lord God of hosts, who is a strong Lord like unto Thee? Or to Thy faithfulness round about Thee?",
      "9": "Thou rulest the raging of the sea; when the waves thereof arise, Thou stillest them.",
      "10": "Thou hast broken Rahab in pieces, as one that is slain; Thou hast scattered Thine enemies with Thy strong arm.",
      "11": "The heavens are Thine, the earth also is Thine; as for the world and the fullness thereof, Thou hast founded them.",
      "12": "The north and the south, Thou hast created them; Tabor and Hermon shall rejoice in Thy name.",
      "13": "Thou hast a mighty arm; strong is Thy hand, and high is Thy right hand.",
      "14": "Justice and judgment are the habitation of Thy throne; mercy and truth shall go before Thy face.",
      "15": "Blessed is the people that know the joyful sound! They shall walk, O Lord, in the light of Thy countenance.",
      "16": "In Thy name shall they rejoice all the day, and in Thy righteousness shall they be exalted.",
      "17": "For Thou art the glory of their strength, and in Thy favor our horn shall be exalted.",
      "18": "For the Lord is our defense, and the Holy One of Israel is our King.",
      "19": "Then Thou didst speak in a vision to Thy holy one and said, “I have laid help upon one that is mighty; I have exalted one chosen out of the people.",
      "20": "I have found David My servant; with My holy oil have I anointed him.",
      "21": "With him My hand shall be established; Mine arm shall also strengthen him.",
      "22": "The enemy shall not exact from him, nor the son of wickedness afflict him.",
      "23": "And I will beat down his foes before his face, and plague them that hate him.",
      "24": "But My faithfulness and My mercy shall be with him, and in My name shall his horn be exalted.",
      "25": "I will set his hand also over the sea, and his right hand over the rivers.",
      "26": "He shall cry unto Me, ‘Thou art my Father, my God, and the rock of my salvation.’",
      "27": "Also I will make him My firstborn, higher than the kings of the earth.",
      "28": "My mercy will I keep for him for evermore, and My covenant shall stand fast with him.",
      "29": "His Seed also will I make to endure for ever, and his throne as the days of heaven.",
      "30": "If his children forsake My law and walk not in My judgments,",
      "31": "if they break My statutes and keep not My commandments,",
      "32": "then will I visit their transgression with the rod and their iniquity with stripes.",
      "33": "Nevertheless My lovingkindness will I not utterly take from him, nor permit My faithfulness to fail.",
      "34": "My covenant will I not break, nor alter the things which have gone out of My lips.",
      "35": "Once have I sworn by My holiness that I will not lie unto David.",
      "36": "His Seed shall endure for ever, and his throne as the sun before Me.",
      "37": "It shall be established for ever as the moon, and as a faithful witness in the heaven.” Selah",
      "38": "But Thou hast cast off and abhorred; Thou hast been wroth with Thine anointed.",
      "39": "Thou hast made void the covenant of Thy servant; Thou hast profaned his crown by casting it to the ground.",
      "40": "Thou hast broken down all his hedges; Thou hast brought his strongholds to ruin.",
      "41": "All that pass by the way despoil him; he is a reproach to his neighbors.",
      "42": "Thou hast set up the right hand of his adversaries; Thou hast made all his enemies to rejoice.",
      "43": "Thou hast also turned the edge of his sword, and hast not made him to stand in the battle.",
      "44": "Thou hast made his glory to cease, and cast his throne down to the ground.",
      "45": "The days of his youth hast Thou shortened, Thou hast covered him with shame. Selah",
      "46": "How long, Lord? Wilt Thou hide Thyself for ever? Shall Thy wrath burn like fire?",
      "47": "Remember how short my time is; why hast Thou made all men in vain?",
      "48": "What man is he that liveth and shall not see death? Shall he deliver his soul from the hand of the grave? Selah",
      "49": "Lord, where are Thy former lovingkindnesses, which Thou hast sworn unto David in Thy truth?",
      "50": "Remember, Lord, the reproach against Thy servants” how I bear in my bosom the reproach of all the mighty people",
      "51": "wherewith Thine enemies have reproached, O Lord, wherewith they have reproached the footsteps of Thine anointed.",
      "52": "Blessed be the Lord for evermore! Amen and Amen."
    },
    "90": {
      "1": "Lord, Thou hast been our dwelling place in all generations.",
      "2": "Before the mountains were brought forth, or ever Thou hadst formed the earth and the world, even from everlasting to everlasting, Thou art God.",
      "3": "Thou turnest man to destruction, and sayest, “Return, ye children of men.”",
      "4": "For a thousand years in Thy sight are but as yesterday when it is past, and as a watch in the night.",
      "5": "Thou carriest them away as with a flood; they are as a sleep: in the morning they are like grass which groweth up;",
      "6": "in the morning it flourisheth and groweth up; in the evening it is cut down and withereth.",
      "7": "For we are consumed by Thine anger, and by Thy wrath are we troubled.",
      "8": "Thou hast set our iniquities before Thee, our secret sins in the light of Thy countenance.",
      "9": "For all our days are passed away in Thy wrath; we spend our years as a tale that is told.",
      "10": "The days of our years are threescore years and ten; and if by reason of strength they be fourscore years, yet is their strength labor and sorrow; for it is soon cut off and we fly away.",
      "11": "Who knoweth the power of Thine anger? Even according to the fear of Thee, so is Thy wrath.",
      "12": "So teach us to number our days, that we may apply our hearts unto wisdom.",
      "13": "Return, O Lord! How long? And let Thee repent concerning Thy servants.",
      "14": "O satisfy us early with Thy mercy, that we may rejoice and be glad all our days.",
      "15": "Make us glad according to the days wherein Thou hast afflicted us, and the years wherein we have seen evil.",
      "16": "Let Thy work appear unto Thy servants, and Thy glory unto their children.",
      "17": "And let the beauty of the Lord our God be upon us, and establish Thou the work of our hands for us—yea, the work of our hands, establish Thou it."
    },
    "91": {
      "1": "He that dwelleth in the secret place of the Most High shall abide under the shadow of the Almighty.",
      "2": "I will say of the Lord, “He is my refuge and my fortress; my God, in Him will I trust.”",
      "3": "Surely He shall deliver thee from the snare of the fowler and from the noisome pestilence.",
      "4": "He shall cover thee with His feathers, and under His wings shalt thou trust; His truth shall be thy shield and buckler.",
      "5": "Thou shalt not be afraid of the terror by night, nor of the arrow that flieth by day,",
      "6": "nor of the pestilence that walketh in darkness, nor of the destruction that layeth waste at noonday.",
      "7": "A thousand shall fall at thy side, and ten thousand at thy right hand, but it shall not come nigh thee.",
      "8": "Only with thine eyes shalt thou behold and see the reward of the wicked.",
      "9": "Because thou hast made the Lord, who is my refuge, even the Most High, thy habitation,",
      "10": "there shall no evil befall thee, neither shall any plague come nigh thy dwelling.",
      "11": "For He shall give His angels charge over thee to keep thee in all thy ways.",
      "12": "They shall bear thee up in their hands, lest thou dash thy foot against a stone.",
      "13": "Thou shalt tread upon the lion and adder; the young lion and the dragon shalt thou trample underfoot.",
      "14": "“Because he hath set his love upon Me, therefore will I deliver him; I will set him on high, because he hath known My name.",
      "15": "He shall call upon Me, and I will answer him; I will be with him in trouble, I will deliver him and honor him.",
      "16": "With long life will I satisfy him, and show him My salvation.”"
    },
    "92": {
      "1": "It is a good thing to give thanks unto the Lord, and to sing praises unto Thy name, O Most High,",
      "2": "to show forth Thy lovingkindness in the morning, and Thy faithfulness every night,",
      "3": "upon an instrument of ten strings and upon the psaltery, upon the harp with a solemn sound.",
      "4": "For Thou, Lord, hast made me glad through Thy work; I will triumph in the works of Thy hands.",
      "5": "O Lord, how great are Thy works! And Thy thoughts are very deep.",
      "6": "A brutish man knoweth not, neither doth a fool understand this:",
      "7": "when the wicked spring up as the grass, and when all the workers of iniquity do flourish, it is that they shall be destroyed for ever;",
      "8": "but Thou, Lord, art Most High for evermore.",
      "9": "For lo, Thine enemies, O Lord, for lo, Thine enemies shall perish; all the workers of iniquity shall be scattered.",
      "10": "But my horn shalt Thou exalt like the horn of a unicorn; I shall be anointed with fresh oil.",
      "11": "Mine eye also shall see what I desire on mine enemies, and mine ears shall hear what I desire upon the wicked that rise up against me.",
      "12": "The righteous shall flourish like the palm tree; he shall grow like a cedar in Lebanon.",
      "13": "Those that are planted in the house of the Lord shall flourish in the courts of our God.",
      "14": "They shall still bring forth fruit in old age; they shall be fat and flourishing to show",
      "15": "that the Lord is upright. He is my rock, and there is no unrighteousness in Him."
    },
    "93": {
      "1": "The Lord reigneth; He is clothed with majesty. The Lord is clothed with strength, wherewith He hath girded Himself. The world also is established, that it cannot be moved.",
      "2": "Thy throne is established of old; Thou art from everlasting.",
      "3": "The floods have lifted up, O Lord, the floods have lifted up their voice; the floods lift up their waves.",
      "4": "The Lord on high is mightier than the noise of many waters, yea, than the mighty waves of the sea.",
      "5": "Thy testimonies are very sure; holiness becometh Thine house, O Lord, for ever."
    },
    "94": {
      "1": "O Lord God, to whom vengeance belongeth—O God, to whom vengeance belongeth, show Thyself.",
      "2": "Lift up Thyself, Thou judge of the earth; render to the proud their due reward.",
      "3": "Lord, how long shall the wicked, how long shall the wicked triumph?",
      "4": "How long shall they utter and speak hard things, and all the workers of iniquity boast?",
      "5": "They break in pieces Thy people, O Lord, and afflict Thine heritage.",
      "6": "They slay the widow and the stranger, and murder the fatherless.",
      "7": "Yet they say, “The Lord shall not see, neither shall the God of Jacob regard it.”",
      "8": "Understand, ye brutish among the people; and ye fools, when will ye be wise?",
      "9": "He that planted the ear, shall He not hear? He that formed the eye, shall He not see?",
      "10": "He that chastiseth the heathen, shall not He correct? He that teacheth man knowledge, shall not He know?",
      "11": "The Lord knoweth the thoughts of man, that they are vanity.",
      "12": "Blessed is the man whom Thou chastenest, O Lord, and teachest him out of Thy law,",
      "13": "that Thou mayest give him rest from the days of adversity, until the pit be dug for the wicked.",
      "14": "For the Lord will not cast off His people, neither will He forsake His inheritance.",
      "15": "But judgment shall return unto righteousness, and all the upright in heart shall follow it.",
      "16": "Who will rise up for me against the evildoers? Or who will stand up for me against the workers of iniquity?",
      "17": "Unless the Lord had been my help, my soul had almost dwelt in silence.",
      "18": "When I said, “My foot slippeth,” Thy mercy, O Lord, held me up.",
      "19": "In the multitude of my thoughts within me, Thy comforts delight my soul.",
      "20": "Shall the throne of iniquity have fellowship with Thee, which frameth mischief by a law?",
      "21": "They gather themselves together against the soul of the righteous, and condemn the innocent blood.",
      "22": "But the Lord is my defense, and my God is the rock of my refuge.",
      "23": "And He shall bring upon them their own iniquity, and shall cut them off in their own wickedness; yea, the Lord our God shall cut them off!"
    },
    "95": {
      "1": "O come, let us sing unto the Lord! Let us make a joyful noise to the rock of our salvation!",
      "2": "Let us come before His presence with thanksgiving, and make a joyful noise unto Him with psalms.",
      "3": "For the Lord is a great God, and a great King above all gods.",
      "4": "In His hand are the deep places of the earth; the strength of the hills is His also.",
      "5": "The sea is His, and He made it; and His hands formed the dry land.",
      "6": "O come, let us worship and bow down; let us kneel before the Lord our Maker.",
      "7": "For He is our God, and we are the people of His pasture and the sheep of His hand. Today, if ye will hear His voice:",
      "8": "“Harden not your heart as in the provocation, and as in the day of temptation in the wilderness",
      "9": "when your fathers tempted Me, proved Me, and saw My work.",
      "10": "Forty years long was I grieved with this generation, and said ‘It is a people that do err in their heart, and they have not known My ways.’",
      "11": "Unto them I swore in My wrath, that they should not enter into My rest.”"
    },
    "96": {
      "1": "O sing unto the Lord a new song; sing unto the Lord, all the earth.",
      "2": "Sing unto the Lord, bless His name; show forth His salvation from day to day.",
      "3": "Declare His glory among the heathen, His wonders among all people.",
      "4": "For the Lord is great and greatly to be praised; He is to be feared above all gods.",
      "5": "For all the gods of the nations are idols, but the Lord made the heavens.",
      "6": "Honor and majesty are before Him; strength and beauty are in His sanctuary.",
      "7": "Give unto the Lord, O ye kindreds of the people; give unto the Lord glory and strength.",
      "8": "Give unto the Lord the glory due unto His name; bring an offering, and come into His courts.",
      "9": "O worship the Lord in the beauty of holiness; fear before Him, all the earth.",
      "10": "Say among the heathen that the Lord reigneth; the world also shall be established, that it shall not be moved; He shall judge the people righteously.",
      "11": "Let the heavens rejoice, and let the earth be glad; let the sea roar, and the fullness thereof.",
      "12": "Let the field be joyful, and all that is therein; then shall all the trees of the wood rejoice",
      "13": "before the Lord. For He cometh, for He cometh to judge the earth; He shall judge the world with righteousness, and the people with His truth."
    },
    "97": {
      "1": "The Lord reigneth, let the earth rejoice! Let the multitude of isles be glad thereof!",
      "2": "Clouds and darkness are round about Him; righteousness and judgment are the habitation of His throne.",
      "3": "A fire goeth before Him, and burneth up His enemies round about.",
      "4": "His lightnings enlightened the world; the earth saw and trembled.",
      "5": "The hills melted like wax at the presence of the Lord, at the presence of the Lord of the whole earth.",
      "6": "The heavens declare His righteousness, and all the people see His glory.",
      "7": "Confounded be all they that serve graven images, that boast themselves of idols. Worship Him, all ye gods!",
      "8": "Zion heard and was glad, and the daughters of Judah rejoiced because of Thy judgments, O Lord.",
      "9": "For Thou, Lord, art high above all the earth; Thou art exalted far above all gods.",
      "10": "Ye that love the Lord, hate evil! He preserveth the souls of His saints; He delivereth them out of the hand of the wicked.",
      "11": "Light is sown for the righteous, and gladness for the upright in heart.",
      "12": "Rejoice in the Lord, ye righteous, and give thanks at the remembrance of His holiness."
    },
    "98": {
      "1": "O sing unto the Lord a new song, for He hath done marvelous things! His right hand and His holy arm hath gotten Him the victory.",
      "2": "The Lord hath made known His salvation; His righteousness hath He openly shown in the sight of the heathen.",
      "3": "He hath remembered His mercy and His truth toward the house of Israel; all the ends of the earth have seen the salvation of our God.",
      "4": "Make a joyful noise unto the Lord, all the earth! Make a loud noise, and rejoice, and sing praise!",
      "5": "Sing unto the Lord with the harp, with the harp and the voice of a psalm.",
      "6": "With trumpets and sound of cornet make a joyful noise before the Lord, the King!",
      "7": "Let the sea roar and the fullness thereof, the world and they that dwell therein.",
      "8": "Let the floods clap their hands, let the hills be joyful together",
      "9": "before the Lord. For He cometh to judge the earth; with righteousness shall He judge the world, and the people with equity."
    },
    "99": {
      "1": "The Lord reigneth; let the people tremble! He sitteth between the cherubims; let the earth be moved!",
      "2": "The Lord is great in Zion, and He is high above all the people.",
      "3": "Let them praise Thy great and fearsome name, for it is holy.",
      "4": "The King’s strength also loveth judgment; Thou dost establish equity; Thou executest judgment and righteousness in Jacob.",
      "5": "Exalt ye the Lord our God, and worship at His footstool, for He is holy!",
      "6": "Moses and Aaron are among His priests, and Samuel among them that call upon His name; they called upon the Lord, and He answered them.",
      "7": "He spoke unto them in the cloudy pillar; they kept His testimonies and the ordinance that He gave them.",
      "8": "Thou didst answer them, O Lord our God; Thou wast a God that forgavest them, though Thou took vengeance on their inventions.",
      "9": "Exalt the Lord our God, and worship at His holy hill; for the Lord our God is holy."
    },
    "100": {
      "1": "Make a joyful noise unto the Lord, all ye lands!",
      "2": "Serve the Lord with gladness; come before His presence with singing!",
      "3": "Know ye that the Lord, He is God; it is He that hath made us, and not we ourselves. We are His people, and the sheep of His pasture.",
      "4": "Enter into His gates with thanksgiving, and into His courts with praise! Be thankful unto Him, and bless His name!",
      "5": "For the Lord is good, His mercy is everlasting; and His truth endureth to all generations."
    },
    "101": {
      "1": "I will sing of mercy and judgment; unto Thee, O Lord, will I sing.",
      "2": "I will behave myself wisely in a perfect way. O when wilt Thou come unto me? I will walk within my house with a perfect heart.",
      "3": "I will set no wicked thing before mine eyes; I hate the work of them that turn aside; it shall not cleave to me.",
      "4": "A froward heart shall depart from me; I will not know a wicked person.",
      "5": "Whoso privily slandereth his neighbor, him will I cut off; him that hath a haughty look and a proud heart will I not suffer.",
      "6": "Mine eyes shall be upon the faithful of the land, that they may dwell with me; he that walketh in a perfect way, he shall serve me.",
      "7": "He that worketh deceit shall not dwell within my house; he that telleth lies shall not tarry in my sight.",
      "8": "I will early destroy all the wicked of the land, that I may cut off all wicked doers from the city of the Lord."
    },
    "102": {
      "1": "Hear my prayer, O Lord, and let my cry come unto Thee.",
      "2": "Hide not Thy face from me in the day when I am in trouble; incline Thine ear unto me. In the day when I call, answer me speedily.",
      "3": "For my days are consumed like smoke, and my bones are burned as a hearth.",
      "4": "My heart is smitten and withered like grass, so that I forget to eat my bread.",
      "5": "By reason of the voice of my groaning my bones cleave to my skin.",
      "6": "I am like a pelican of the wilderness; I am like an owl of the desert.",
      "7": "I watch, and am as a sparrow alone upon the housetop.",
      "8": "Mine enemies reproach me all the day, and them that are mad against me are sworn against me.",
      "9": "For I have eaten ashes like bread and mingled my drink with weeping,",
      "10": "because of Thine indignation and Thy wrath; for Thou hast lifted me up, and cast me down.",
      "11": "My days are like a shadow that declineth, and I am withered like grass.",
      "12": "But Thou, O Lord, shalt endure for ever, and Thy remembrance unto all generations.",
      "13": "Thou shalt arise and have mercy upon Zion; for the time to favor her, yea, the set time has come.",
      "14": "For Thy servants take pleasure in her stones, and favor the dust thereof.",
      "15": "So the heathen shall fear the name of the Lord, and all the kings of the earth Thy glory.",
      "16": "When the Lord shall build up Zion, He shall appear in His glory.",
      "17": "He will regard the prayer of the destitute, and not despise their prayer.",
      "18": "This shall be written for the generation to come, and the people which shall be created shall praise the Lord.",
      "19": "For He hath looked down from the height of His sanctuary; from heaven did the Lord behold the earth,",
      "20": "to hear the groaning of the prisoner, to loose those that are appointed to death,",
      "21": "to declare the name of the Lord in Zion, and His praise in Jerusalem,",
      "22": "when people are gathered together, and the kingdoms, to serve the Lord.",
      "23": "He weakened my strength on the way; He shortened my days.",
      "24": "I said, “O my God, take me not away in the midst of my days; Thy years are throughout all generations.",
      "25": "Of old hast Thou laid the foundation of the earth, and the heavens are the work of Thy hands.",
      "26": "They shall perish, but Thou shalt endure; yea, all of them shall wax old like a garment; and as a vesture shalt Thou change them, and they shall be changed.",
      "27": "But Thou art the same, and Thy years shall have no end.",
      "28": "The children of Thy servants shall continue, and their seed shall be established before Thee.”"
    },
    "103": {
      "1": "Bless the Lord, O my soul; and all that is within me, bless His holy name!",
      "2": "Bless the Lord, O my soul, and forget not all His benefits—",
      "3": "who forgiveth all thine iniquities, who healeth all thy diseases,",
      "4": "who redeemeth thy life from destruction, who crowneth thee with lovingkindness and tender mercies,",
      "5": "who satisfieth thy mouth with good things, so that thy youth is renewed like the eagle’s.",
      "6": "The Lord executeth righteousness and judgment for all that are oppressed.",
      "7": "He made known His ways unto Moses, His acts unto the children of Israel.",
      "8": "The Lord is merciful and gracious, slow to anger and plenteous in mercy.",
      "9": "He will not always chide, neither will He keep His anger for ever.",
      "10": "He hath not dealt with us according to our sins, nor rewarded us according to our iniquities.",
      "11": "For as the heaven is high above the earth, so great is His mercy toward them that fear Him.",
      "12": "As far as the east is from the west, so far hath He removed our transgressions from us.",
      "13": "As a father pitieth his children, so the Lord pitieth them that fear Him.",
      "14": "For He knoweth our frame; He remembereth that we are dust.",
      "15": "As for man, his days are as grass; as a flower of the field, so he flourisheth.",
      "16": "For the wind passeth over it, and it is gone; and the place thereof shall know it no more.",
      "17": "But the mercy of the Lord is from everlasting to everlasting upon them that fear Him, and His righteousness unto children’s children,",
      "18": "to such as keep His covenant, and to those that remember His commandments to do them.",
      "19": "The Lord hath prepared His throne in the heavens, and His Kingdom ruleth over all.",
      "20": "Bless the Lord, ye His angels that excel in strength, that do His commandments, hearkening unto the voice of His word.",
      "21": "Bless ye the Lord, all ye His hosts, ye ministers of His, that do His pleasure.",
      "22": "Bless the Lord, all His works, in all places of His dominion. Bless the Lord, O my soul!"
    },
    "104": {
      "1": "Bless the Lord, O my soul! O Lord my God, Thou art very great; Thou art clothed with honor and majesty—",
      "2": "who coverest Thyself with light as with a garment, who stretchest out the heavens like a curtain;",
      "3": "who layeth the beams of His chambers in the waters, who maketh the clouds His chariot, who walketh upon the wings of the wind;",
      "4": "who maketh His angels spirits, His ministers a flaming fire;",
      "5": "who laid the foundations of the earth, that it should never be removed.",
      "6": "Thou covered it with the deep as with a garment; the waters stood above the mountains.",
      "7": "At Thy rebuke they fled; at the voice of Thy thunder they hastened away.",
      "8": "They go up by the mountains; they go down by the valleys unto the place which Thou hast founded for them.",
      "9": "Thou hast set a boundary that they may not pass over, that they turn not again to cover the earth.",
      "10": "He sendeth the springs into the valleys, which run among the hills.",
      "11": "They give drink to every beast of the field; the wild asses quench their thirst.",
      "12": "By them shall the fowls of the heavens have their habitation, which sing among the branches.",
      "13": "He watereth the hills from His chambers; the earth is satisfied with the fruit of Thy works.",
      "14": "He causeth the grass to grow for the cattle and herbs for the service of man, that he may bring forth food out of the earth,",
      "15": "and wine that maketh glad the heart of man, and oil to make his face to shine, and bread which strengtheneth man’s heart.",
      "16": "The trees of the Lord are full of sap, the cedars of Lebanon which He hath planted,",
      "17": "where the birds make their nests; as for the stork, the fir trees are her house.",
      "18": "The high hills are a refuge for the wild goats, and the rocks for the conies.",
      "19": "He appointed the moon for seasons; the sun knoweth his time to go down.",
      "20": "Thou makest darkness, and it is night, wherein all the beasts of the forest creep forth.",
      "21": "The young lions roar after their prey and seek their meat from God.",
      "22": "When the sun ariseth, they gather themselves together and lay them down in their dens.",
      "23": "Man goeth forth unto his work and to his labor until the evening.",
      "24": "O Lord, how manifold are Thy works! In wisdom hast Thou made them all; the earth is full of Thy riches.",
      "25": "So also is this great and wide sea, wherein are innumerable creeping things, both small and great beasts.",
      "26": "There go the ships; there also is that leviathan, whom Thou hast made to play therein.",
      "27": "These all wait upon Thee, that Thou mayest give them their meat in due season.",
      "28": "What Thou givest them, they gather: Thou openest Thine hand, they are filled with good.",
      "29": "Thou hidest Thy face, they are troubled; Thou takest away their breath, they die and return to their dust.",
      "30": "Thou sendest forth Thy Spirit, they are created; and Thou renewest the face of the earth.",
      "31": "The glory of the Lord shall endure for ever; the Lord shall rejoice in His works.",
      "32": "He looketh on the earth, and it trembleth; He toucheth the hills, and they smoke.",
      "33": "I will sing unto the Lord as long as I live; I will sing praise to my God while I have my being.",
      "34": "My meditation of Him shall be sweet; I will be glad in the Lord.",
      "35": "Let the sinners be consumed out of the earth, and let the wicked be no more. Bless thou the Lord, O my soul! Praise ye the Lord!"
    },
    "105": {
      "1": "O give thanks unto the Lord, call upon His name; make known His deeds among the people.",
      "2": "Sing unto Him, sing psalms unto Him; talk ye of all His wondrous works.",
      "3": "Glory ye in His holy name; let the heart of them rejoice that seek the Lord.",
      "4": "Seek the Lord and His strength; seek His face evermore.",
      "5": "Remember His marvelous works that He hath done, His wonders and the judgments of His mouth,",
      "6": "O ye seed of Abraham, His servant, ye children of Jacob, His chosen.",
      "7": "He is the Lord our God; His judgments are over all the earth.",
      "8": "He hath remembered His covenant for ever, the word which He commanded to a thousand generations,",
      "9": "which covenant He made with Abraham, and His oath unto Isaac,",
      "10": "and confirmed the same unto Jacob as a law, and to Israel for an everlasting covenant,",
      "11": "saying, “Unto thee will I give the land of Canaan, the lot of your inheritance,”",
      "12": "when they were but a few men in number, yea, very few and strangers in it.",
      "13": "When they went from one nation to another, from one kingdom to another people,",
      "14": "He suffered no man to do them wrong; yea, He reproved kings for their sakes,",
      "15": "saying, “Touch not Mine anointed, and do My prophets no harm.”",
      "16": "Moreover He called for a famine upon the land; He broke the whole staff of bread.",
      "17": "He sent a man before them, even Joseph who was sold as a servant,",
      "18": "whose feet they hurt with fetters; he was laid in irons.",
      "19": "Until the time when his word came to pass, the word of the Lord tried him.",
      "20": "The king sent and loosed him, even the ruler of the people, and let him go free.",
      "21": "He made him lord of his house and ruler of all his possessions,",
      "22": "to command his princes at his pleasure and teach his elders wisdom.",
      "23": "Israel also came into Egypt, and Jacob sojourned in the land of Ham.",
      "24": "And He increased His people greatly, and made them stronger than their enemies.",
      "25": "He turned their heart to hate His people and to deal subtly with His servants.",
      "26": "He sent Moses His servant, and Aaron whom He had chosen.",
      "27": "They showed His signs among them, and wonders in the land of Ham.",
      "28": "He sent darkness and made it dark, and they rebelled not against His word.",
      "29": "He turned their waters into blood, and slew their fish.",
      "30": "Their land brought forth frogs in abundance, even in the chambers of their kings.",
      "31": "He spoke and there came divers sorts of flies and lice in all their borders.",
      "32": "He gave them hail for rain and flaming fire in their land.",
      "33": "He smote their vines also and their fig trees, and broke the trees of their borders.",
      "34": "He spoke and the locusts came, and caterpillars without number,",
      "35": "and they ate up all the herbs in their land and devoured the fruit of their ground.",
      "36": "He smote also all the firstborn in their land, the chief of all their strength.",
      "37": "He brought them forth also with silver and gold, and there was not one feeble person among their tribes.",
      "38": "Egypt was glad when they departed, for the fear of them had fallen upon them.",
      "39": "He spread a cloud for a covering and fire to give light in the night.",
      "40": "The people asked, and He brought quails and satisfied them with the bread of heaven.",
      "41": "He opened the rock and the waters gushed out, and ran in the dry places like a river.",
      "42": "For He remembered His holy promise and Abraham His servant.",
      "43": "And He brought forth His people with joy, His chosen with gladness,",
      "44": "and gave them the lands of the heathen; and they inherited the labor of the people,",
      "45": "that they might observe His statutes and keep His laws. Praise ye the Lord!"
    },
    "106": {
      "1": "Praise ye the Lord! O give thanks unto the Lord, for He is good, for His mercy endureth for ever.",
      "2": "Who can utter the mighty acts of the Lord? Who can show forth all His praise?",
      "3": "Blessed are they that keep judgment and he that doeth righteousness at all times.",
      "4": "Remember me, O Lord, with the favor which Thou bearest unto Thy people; O visit me with Thy salvation,",
      "5": "that I may see the good of Thy chosen, that I may rejoice in the gladness of Thy nation, that I may glory with Thine inheritance.",
      "6": "We have sinned with our fathers, we have committed iniquity, we have done wickedly.",
      "7": "Our fathers understood not Thy wonders in Egypt; they remembered not the multitude of Thy mercies, but provoked Thee at the sea, even at the Red Sea.",
      "8": "Nevertheless He saved them for His name’s sake, that He might make His mighty power to be known.",
      "9": "He rebuked the Red Sea also, and it was dried up; so He led them through the depths, as through the wilderness.",
      "10": "And He saved them from the hand of him that hated them, and redeemed them from the hand of the enemy.",
      "11": "And the waters covered their enemies; there was not one of them left.",
      "12": "Then believed they His words; they sang His praise.",
      "13": "They soon forgot His works; they waited not for His counsel,",
      "14": "but lusted exceedingly in the wilderness, and tempted God in the desert.",
      "15": "And He gave them their request, but sent leanness into their soul.",
      "16": "They also envied Moses in the camp, and Aaron the saint of the Lord.",
      "17": "The earth opened and swallowed up Dathan, and covered the company of Abiram.",
      "18": "And a fire was kindled in their company; the flame burned up the wicked.",
      "19": "They made a calf in Horeb, and worshiped the molten image.",
      "20": "Thus they changed their glory into the similitude of an ox that eateth grass.",
      "21": "They forgot God their Savior, who had done great things in Egypt,",
      "22": "wondrous works in the land of Ham, and fearsome things by the Red Sea.",
      "23": "Therefore He said that He would destroy them, had not Moses His chosen stood before Him in the breach, to turn away His wrath, lest He should destroy them.",
      "24": "Yea, they despised the pleasant land; they believed not His word,",
      "25": "but murmured in their tents and hearkened not unto the voice of the Lord.",
      "26": "Therefore He lifted up His hand against them to overthrow them in the wilderness,",
      "27": "to overthrow their seed also among the nations and to scatter them in the lands.",
      "28": "They joined themselves also with Baal of Peor, and ate the sacrifices to the dead.",
      "29": "Thus they provoked Him to anger with their inventions, and the plague broke in upon them.",
      "30": "Then stood up Phinehas and executed judgment, and so the plague was stayed.",
      "31": "And that was counted unto him for righteousness unto all generations for evermore.",
      "32": "They angered Him also at the waters of strife, so that it went ill with Moses for their sakes,",
      "33": "because they provoked his spirit, so that he spoke unadvisedly with his lips.",
      "34": "They did not destroy the nations, concerning whom the Lord commanded them;",
      "35": "but they mingled among the heathen and learned their works,",
      "36": "and they served their idols, which were a snare unto them.",
      "37": "Yea, they sacrificed their sons and daughters unto devils,",
      "38": "and shed innocent blood, even the blood of their sons and of their daughters, whom they sacrificed unto the idols of Canaan; and the land was polluted with blood.",
      "39": "Thus were they defiled with their own works, and went a whoring with their own schemes.",
      "40": "Therefore was the wrath of the Lord kindled against His people, insomuch that He abhorred His own inheritance.",
      "41": "And He gave them into the hand of the heathen, and they that hated them ruled over them.",
      "42": "Their enemies also oppressed them, and they were brought into subjection under their hand.",
      "43": "Many times did He deliver them, but they provoked Him with their counsel, and were brought low for their iniquity.",
      "44": "Nevertheless He regarded their affliction when He heard their cry,",
      "45": "and He remembered for them His covenant, and repented according to the multitude of His mercies.",
      "46": "He made them also to be pitied by all those that carried them captive.",
      "47": "Save us, O Lord our God, and gather us from among the heathen, to give thanks unto Thy holy name, and to triumph in Thy praise.",
      "48": "Blessed be the Lord God of Israel from everlasting to everlasting, and let all the people say, “Amen.” Praise ye the Lord!"
    },
    "107": {
      "1": "O give thanks unto the Lord, for He is good; for His mercy endureth for ever.",
      "2": "Let the redeemed of the Lord say so, whom He hath redeemed from the hand of the enemy,",
      "3": "and gathered them out of the lands, from the east and from the west, from the north and from the south.",
      "4": "They wandered in the wilderness in a solitary way; they found no city to dwell in.",
      "5": "Hungry and thirsty, their soul fainted within them.",
      "6": "Then they cried unto the Lord in their trouble, and He delivered them out of their distresses.",
      "7": "And He led them forth by the right way, that they might go to a city for habitation.",
      "8": "Oh that men would praise the Lord for His goodness, and for His wonderful works to the children of men!",
      "9": "For He satisfieth the longing soul, and filleth the hungry soul with goodness.",
      "10": "They that sit in darkness and in the shadow of death, being bound in affliction and irons,",
      "11": "because they rebelled against the words of God and contemned the counsel of the Most High,",
      "12": "therefore He brought down their heart with labor; they fell down and there was none to help.",
      "13": "Then they cried unto the Lord in their trouble, and He saved them out of their distresses.",
      "14": "He brought them out of darkness and the shadow of death, and broke their bonds asunder.",
      "15": "Oh that men would praise the Lord for His goodness, and for His wonderful works to the children of men!",
      "16": "For He hath broken the gates of brass and cut the bars of iron asunder.",
      "17": "Fools, because of their transgression and because of their iniquities, are afflicted.",
      "18": "Their soul abhorreth all manner of meat, and they draw near unto the gates of death.",
      "19": "Then they cry unto the Lord in their trouble, and He saveth them out of their distresses.",
      "20": "He sent His word and healed them, and delivered them from their destructions.",
      "21": "Oh that men would praise the Lord for His goodness, and for His wonderful works to the children of men!",
      "22": "And let them sacrifice the sacrifices of thanksgiving, and declare His works with rejoicing!",
      "23": "They that go down to the sea in ships, that do business in great waters:",
      "24": "these see the works of the Lord and His wonders in the deep.",
      "25": "For He commandeth and raiseth the stormy wind, which lifteth up the waves thereof.",
      "26": "They mount up to the heaven, they go down again to the depths; their soul is melted because of trouble.",
      "27": "They reel to and fro and stagger like a drunken man, and are at their wits’ end.",
      "28": "Then they cry unto the Lord in their trouble, and He bringeth them out of their distresses.",
      "29": "He maketh the storm a calm, so that the waves thereof are still.",
      "30": "Then are they glad because they are quiet; so He bringeth them unto their desired haven.",
      "31": "Oh that men would praise the Lord for His goodness, and for His wonderful works to the children of men!",
      "32": "Let them exalt Him also in the congregation of the people, and praise Him in the assembly of the elders.",
      "33": "He turneth rivers into a wilderness and the watersprings into dry ground,",
      "34": "a fruitful land into barrenness for the wickedness of them that dwell therein.",
      "35": "He turneth the wilderness into a standing water and dry ground into watersprings;",
      "36": "and there He maketh the hungry to dwell, that they may prepare a city for habitation,",
      "37": "and sow the fields and plant vineyards, which may yield fruitful increase.",
      "38": "He blesseth them also so that they are multiplied greatly, and alloweth not their cattle to decrease.",
      "39": "Again, they are diminished and brought low through oppression, affliction, and sorrow.",
      "40": "He poureth contempt upon princes, and causeth them to wander in the wilderness where there is no way.",
      "41": "Yet setteth He the poor on high from affliction, and maketh their families like a flock.",
      "42": "The righteous shall see it and rejoice, and all iniquity shall stop her mouth.",
      "43": "Whoso is wise and will observe these things, even they shall understand the lovingkindness of the Lord."
    },
    "108": {
      "1": "O God, my heart is fixed; I will sing and give praise, even with my inmost being.",
      "2": "Awake, psaltery and harp! I myself will awake early.",
      "3": "I will praise Thee, O Lord, among the people, and I will sing praises unto Thee among the nations.",
      "4": "For Thy mercy is great above the heavens, and Thy truth reacheth unto the clouds.",
      "5": "Be Thou exalted, O God, above the heavens, and Thy glory above all the earth.",
      "6": "That Thy beloved may be delivered, save with Thy right hand, and answer me.",
      "7": "God hath spoken in His holiness: “I will rejoice; I will divide Shechem, and mete out the Valley of Succoth.",
      "8": "Gilead is Mine; Manasseh is Mine; Ephraim also is the strength of Mine head; Judah is My lawgiver.",
      "9": "Moab is My washpot; over Edom will I cast My shoe; over Philistia will I triumph.”",
      "10": "Who will bring me into the stronghold city? Who will lead me into Edom?",
      "11": "Wilt not Thou, O God, who hast cast us off? And wilt not Thou, O God, go forth with our hosts?",
      "12": "Give us help from trouble, for vain is the help of man.",
      "13": "Through God we shall do valiantly, for He it is that shall tread down our enemies."
    },
    "109": {
      "1": "Hold not thy peace, O God of my praise.",
      "2": "For the mouth of the wicked and the mouth of the deceitful are opened against me; they have spoken against me with a lying tongue.",
      "3": "They compassed me about also with words of hatred, and fought against me without a cause.",
      "4": "For my love they are my adversaries, but I give myself unto prayer.",
      "5": "They have rewarded me evil for good, and hatred for my love.",
      "6": "Set Thou a wicked man over him, and let Satan stand at his right hand.",
      "7": "When he shall be judged, let him be condemned, and let his prayer be counted as sin.",
      "8": "Let his days be few, and let another take his office.",
      "9": "Let his children be fatherless, and his wife a widow.",
      "10": "Let his children be continually vagabonds and beg; let them seek their bread also out of their desolate places.",
      "11": "Let the extortioner catch all that he hath, and let the strangers despoil his labor.",
      "12": "Let there be none to extend mercy unto him, neither let there be any to favor his fatherless children.",
      "13": "Let his posterity be cut off, and in the generation to follow let their name be blotted out.",
      "14": "Let the iniquity of his fathers be remembered by the Lord, and let not the sin of his mother be blotted out.",
      "15": "Let them be before the Lord continually, that He may cut off the memory of them from the earth;",
      "16": "because he remembered not to show mercy, but persecuted the poor and needy man, that he might even slay the broken in heart.",
      "17": "As he loved cursing, so let it come unto him; as he delighted not in blessing, so let it be far from him.",
      "18": "As he clothed himself with cursing as with his garment, so let it come into his bowels like water and like oil into his bones.",
      "19": "Let it be unto him as the garment which covereth him, and as a girdle wherewith he is girded continually.",
      "20": "Let this be the reward of mine adversaries from the Lord and of them that speak evil against my soul.",
      "21": "But do Thou for me, O God the Lord, for Thy name’s sake; because Thy mercy is good, deliver Thou me.",
      "22": "For I am poor and needy, and my heart is wounded within me.",
      "23": "I am gone like the shadow when it declineth; I am tossed up and down as the locust.",
      "24": "My knees are weak through fasting, and my flesh faileth of fatness.",
      "25": "I have become a reproach also unto them; when they looked upon me they shook their heads.",
      "26": "Help me, O Lord my God! O save me according to Thy mercy,",
      "27": "that they may know that this is Thy hand—that Thou, Lord, hast done it.",
      "28": "Let them curse, but Thou bless; when they arise let them be ashamed, but let Thy servant rejoice.",
      "29": "Let mine adversaries be clothed with shame, and let them cover themselves with their own confusion, as with a mantle.",
      "30": "I will greatly praise the Lord with my mouth; yea, I will praise Him among the multitude.",
      "31": "For He shall stand at the right hand of the poor, to save him from those that condemn his soul."
    },
    "110": {
      "1": "The Lord said unto my Lord, “Sit Thou at My right hand, until I make Thine enemies Thy footstool.”",
      "2": "The Lord shall send the rod of Thy strength out of Zion. Rule Thou in the midst of Thine enemies!",
      "3": "Thy people shall be willing in the day of Thy power; in the beauties of holiness, from the womb of the morning, Thou hast the dew of Thy youth.",
      "4": "The Lord hath sworn and will not repent: “Thou art a priest for ever, after the order of Melchizedek.”",
      "5": "The Lord at Thy right hand shall strike through kings in the day of His wrath.",
      "6": "He shall judge among the heathen, He shall fill the places with dead bodies, He shall wound the heads over many countries.",
      "7": "He shall drink of the brook on the way; therefore shall He lift up the head."
    },
    "111": {
      "1": "Praise ye the Lord! I will praise the Lord with my whole heart in the assembly of the upright and in the congregation.",
      "2": "The works of the Lord are great, sought out by all them that have pleasure therein.",
      "3": "His work is honorable and glorious, and His righteousness endureth for ever.",
      "4": "He hath made His wonderful works to be remembered; the Lord is gracious and full of compassion.",
      "5": "He hath given meat unto them that fear Him; He will ever be mindful of His covenant.",
      "6": "He hath shown His people the power of His works, that He may give them the heritage of the heathen.",
      "7": "The works of His hands are verity and judgment; all His commandments are sure.",
      "8": "They stand fast for ever and ever, and are done in truth and uprightness.",
      "9": "He sent redemption unto His people; He hath commanded His covenant for ever; holy and reverend is His name.",
      "10": "The fear of the Lord is the beginning of wisdom; a good understanding have all they that do His commandments. His praise endureth for ever!"
    },
    "112": {
      "1": "Praise ye the Lord! Blessed is the man that feareth the Lord, that delighteth greatly in His commandments.",
      "2": "His seed shall be mighty upon the earth; the generation of the upright shall be blessed.",
      "3": "Wealth and riches shall be in his house, and his righteousness endureth for ever.",
      "4": "Unto the upright there ariseth light in the darkness; he is gracious and full of compassion and righteous.",
      "5": "A good man showeth favor and lendeth; he will guide his affairs with discretion.",
      "6": "Surely he shall not be moved forever; the righteous shall be held in everlasting remembrance.",
      "7": "He shall not be afraid of evil tidings; his heart is fixed, trusting in the Lord.",
      "8": "His heart is established; he shall not be afraid until he sees his desires upon his enemies.",
      "9": "He hath dispersed, he hath given to the poor; his righteousness endureth for ever; his horn shall be exalted with honor.",
      "10": "The wicked shall see it and be grieved, he shall gnash with his teeth and melt away; the desire of the wicked shall perish."
    },
    "113": {
      "1": "Praise ye the Lord! Praise, O ye servants of the Lord; praise the name of the Lord!",
      "2": "Blessed be the name of the Lord from this time forth and for evermore.",
      "3": "From the rising of the sun unto the going down of the same, the Lord’S name is to be praised.",
      "4": "The Lord is high above all nations, and His glory above the heavens.",
      "5": "Who is like unto the Lord our God who dwelleth on high,",
      "6": "who humbleth Himself to behold the things that are in heaven and on the earth?",
      "7": "He raiseth up the poor out of the dust and lifteth the needy out of the dunghill,",
      "8": "that He may set him with princes, even with the princes of His people.",
      "9": "He maketh the barren woman to keep house, and to be a joyful mother of children. Praise ye the Lord!"
    },
    "114": {
      "1": "When Israel went out of Egypt, the house of Jacob from a people of a strange language,",
      "2": "Judah was His sanctuary, and Israel His dominion.",
      "3": "The sea saw it, and fled; Jordan was driven back.",
      "4": "The mountains skipped like rams, and the little hills like lambs.",
      "5": "What ailed thee, O thou sea, that thou fleddest? Thou Jordan, that thou wast driven back?",
      "6": "Ye mountains, that ye skipped like rams, and ye little hills, like lambs?",
      "7": "Tremble, thou earth, at the presence of the Lord, at the presence of the God of Jacob,",
      "8": "who turned the rock into a standing water, the flint into a fountain of waters."
    },
    "115": {
      "1": "Not unto us, O Lord, not unto us, but unto Thy name give glory, for Thy mercy and for Thy truth’s sake.",
      "2": "Why should the heathen say, “Where now is their God?”",
      "3": "But our God is in the heavens; He hath done whatsoever He hath pleased.",
      "4": "Their idols are silver and gold, the work of men’s hands.",
      "5": "They have mouths, but they speak not; eyes have they, but they see not.",
      "6": "They have ears, but they hear not; noses have they, but they smell not.",
      "7": "They have hands, but they handle not; feet have they, but they walk not; neither speak they through their throat.",
      "8": "They that make them are like unto them; so is everyone that trusteth in them.",
      "9": "O Israel, trust thou in the Lord: He is their help and their shield.",
      "10": "O house of Aaron, trust in the Lord: He is their help and their shield.",
      "11": "Ye that fear the Lord, trust in the Lord: He is their help and their shield.",
      "12": "The Lord hath been mindful of us; He will bless us; He will bless the house of Israel; He will bless the house of Aaron.",
      "13": "He will bless them that fear the Lord, both small and great.",
      "14": "The Lord shall increase you more and more, you and your children.",
      "15": "Ye are blessed by the Lord who made heaven and earth.",
      "16": "The heaven, even the heavens, are the Lord’s; but the earth hath He given to the children of men.",
      "17": "The dead praise not the Lord, neither do any that go down into silence.",
      "18": "But we will bless the Lord from this time forth and for evermore. Praise the Lord!"
    },
    "116": {
      "1": "I love the Lord, because He hath heard my voice and my supplications.",
      "2": "Because He hath inclined His ear unto me, therefore will I call upon Him as long as I live.",
      "3": "The sorrows of death encompassed me, and the pains of hell got hold upon me; I found trouble and sorrow.",
      "4": "Then I called upon the name of the Lord: “O Lord, I beseech Thee, deliver my soul!”",
      "5": "Gracious is the Lord and righteous; yea, our God is merciful.",
      "6": "The Lord preserveth the simple; I was brought low, and He helped me.",
      "7": "Return unto thy rest, O my soul, for the Lord hath dealt bountifully with thee.",
      "8": "For Thou hast delivered my soul from death, mine eyes from tears, and my feet from falling.",
      "9": "I will walk before the Lord in the land of the living.",
      "10": "I believed, therefore have I spoken: “I was greatly afflicted.”",
      "11": "I said in my haste, “All men are liars.”",
      "12": "What shall I render unto the Lord for all His benefits toward me?",
      "13": "I will take the cup of salvation and call upon the name of the Lord.",
      "14": "I will pay my vows unto the Lord now, in the presence of all His people.",
      "15": "Precious in the sight of the Lord is the death of His saints.",
      "16": "O Lord, truly I am Thy servant; I am Thy servant and the son of Thine handmaid; Thou hast loosed my bonds.",
      "17": "I will offer to Thee the sacrifice of thanksgiving, and will call upon the name of the Lord.",
      "18": "I will pay my vows unto the Lord now in the presence of all His people,",
      "19": "in the courts of the Lord’s house, in the midst of thee, O Jerusalem. Praise ye the Lord!"
    },
    "117": {
      "1": "O praise the Lord, all ye nations! Praise Him, all ye people!",
      "2": "For His merciful kindness is great toward us, and the truth of the Lord endureth for ever. Praise ye the Lord!"
    },
    "118": {
      "1": "O give thanks unto the Lord, for He is good, for His mercy endureth for ever!",
      "2": "Let Israel now say that His mercy endureth for ever.",
      "3": "Let the house of Aaron now say that His mercy endureth for ever.",
      "4": "Let them that fear the Lord now say that His mercy endureth for ever.",
      "5": "I called upon the Lord in distress; the Lord answered me, and set me in an ample place.",
      "6": "The Lord is on my side; I will not fear. What can man do unto me?",
      "7": "The Lord taketh my part among them that help me; therefore shall I see what I desire upon them that hate me.",
      "8": "It is better to trust in the Lord than to put confidence in man.",
      "9": "It is better to trust in the Lord than to put confidence in princes.",
      "10": "All the nations compassed me about, but in the name of the Lord will I destroy them.",
      "11": "They compassed me about, yea, they compassed me about; but in the name of the Lord I will destroy them.",
      "12": "They compassed me about like bees, they are quenched as the fire of thorns; for in the name of the Lord I will destroy them.",
      "13": "Thou hast thrust sorely at me that I might fall, but the Lord helped me.",
      "14": "The Lord is my strength and song, and has become my salvation.",
      "15": "The voice of rejoicing and salvation is in the tabernacles of the righteous; the right hand of the Lord doeth valiantly.",
      "16": "The right hand of the Lord is exalted; the right hand of the Lord doeth valiantly.",
      "17": "I shall not die, but live and declare the works of the Lord.",
      "18": "The Lord hath chastened me sorely, but He hath not given me over unto death.",
      "19": "Open to me the gates of righteousness; I will go into them, and I will praise the Lord”",
      "20": "this gate of the Lord, into which the righteous shall enter.",
      "21": "I will praise Thee, for Thou hast heard me and art become my salvation.",
      "22": "The stone which the builders refused has become the head stone of the corner.",
      "23": "This is the Lord’S doing; it is marvelous in our eyes.",
      "24": "This is the day which the Lord hath made; we will rejoice and be glad in it.",
      "25": "Save now, I beseech Thee, O Lord; O Lord, I beseech Thee, send now prosperity.",
      "26": "Blessed be he that cometh in the name of the Lord! We have blessed you from the house of the Lord.",
      "27": "God is the Lord, who hath shown us light; bind the sacrifice with cords, even unto the horns of the altar.",
      "28": "Thou art my God, and I will praise Thee; Thou art my God, I will exalt Thee.",
      "29": "O give thanks unto the Lord, for He is good; for His mercy endureth for ever!"
    },
    "119": {
      "1": "Blessed are the undefiled in the way, who walk in the law of the Lord.",
      "2": "Blessed are they that keep His testimonies and that seek Him with the whole heart.",
      "3": "They also do no iniquity; they walk in His ways.",
      "4": "Thou hast commanded us to keep Thy precepts diligently;",
      "5": "O that my ways were directed to keep Thy statutes!",
      "6": "Then shall I not be ashamed when I have respect unto all Thy commandments.",
      "7": "I will praise Thee with uprightness of heart when I shall have learned Thy righteous judgments.",
      "8": "I will keep Thy statutes; O forsake me not utterly!",
      "9": "How shall a young man cleanse his way? By taking heed thereto according to Thy word.",
      "10": "With my whole heart have I sought Thee; O let me not wander from Thy commandments!",
      "11": "Thy word have I hid in mine heart, that I might not sin against Thee.",
      "12": "Blessed art Thou, O Lord; teach me Thy statutes.",
      "13": "With my lips have I declared all the judgments of Thy mouth.",
      "14": "I have rejoiced in the way of Thy testimonies, as much as in all riches.",
      "15": "I will meditate on Thy precepts and attend unto Thy ways.",
      "16": "I will delight myself in Thy statutes; I will not forget Thy word.",
      "17": "Deal bountifully with Thy servant, that I may live and keep Thy word.",
      "18": "Open Thou mine eyes, that I may behold wondrous things out of Thy law.",
      "19": "I am a stranger on the earth; hide not Thy commandments from me.",
      "20": "My soul breaketh for the longing that it hath for Thy judgments at all times.",
      "21": "Thou hast rebuked the proud that are cursed, that err from Thy commandments.",
      "22": "Remove from me reproach and contempt, for I have kept Thy testimonies.",
      "23": "Princes also sat and spoke against me, but Thy servant meditated on Thy statutes.",
      "24": "Thy testimonies also are my delight and my counselors.",
      "25": "My soul cleaveth unto the dust; quicken Thou me according to Thy word.",
      "26": "I have declared my ways, and Thou heardest me; teach me Thy statutes.",
      "27": "Make me to understand the way of Thy precepts; so shall I talk of Thy wondrous works.",
      "28": "My soul melteth from heaviness; strengthen Thou me according to Thy word.",
      "29": "Remove from me the way of lying, and grant me Thy law graciously.",
      "30": "I have chosen the way of truth; Thy judgments have I laid before me.",
      "31": "I have held fast unto Thy testimonies; O Lord, put me not to shame.",
      "32": "I will run in the way of Thy commandments, when Thou shalt enlarge my heart.",
      "33": "Teach me, O Lord, the way of Thy statutes, and I shall keep it unto the end.",
      "34": "Give me understanding and I shall keep Thy law; yea, I shall observe it with my whole heart.",
      "35": "Make me to go in the path of Thy commandments, for therein do I delight.",
      "36": "Incline my heart unto Thy testimonies, and not to covetousness;",
      "37": "turn away mine eyes from beholding vanity, and quicken Thou me in Thy way.",
      "38": "Establish Thy word unto Thy servant, who is devoted to the fear of Thee.",
      "39": "Turn away my reproach which I fear, for Thy judgments are good.",
      "40": "Behold, I have longed after Thy precepts; quicken me in Thy righteousness.",
      "41": "Let Thy mercies come also unto me, O Lord, even Thy salvation according to Thy word;",
      "42": "so shall I have the answer for him that reproacheth me, for I trust in Thy word.",
      "43": "And take not the word of truth utterly out of my mouth, for I have hoped in Thy judgments.",
      "44": "So shall I keep Thy law continually, for ever and ever.",
      "45": "And I will walk in liberty, for I seek Thy precepts.",
      "46": "I will speak of Thy testimonies also before kings, and will not be ashamed.",
      "47": "And I will delight myself in Thy commandments which I have loved.",
      "48": "My hands also will I lift up unto Thy commandments, which I have loved; and I will meditate on Thy statutes.",
      "49": "Remember the word unto Thy servant, upon which Thou hast caused me to hope.",
      "50": "This is my comfort in my affliction, for Thy word hath quickened me.",
      "51": "The proud have held me greatly in derision, yet have I not departed from Thy law.",
      "52": "I remembered Thy judgments of old, O Lord, and have comforted myself.",
      "53": "Horror hath taken hold upon me, because of the wicked that forsake Thy law.",
      "54": "Thy statutes have been my songs in the house of my pilgrimage.",
      "55": "I have remembered Thy name, O Lord, in the night and have kept Thy law.",
      "56": "This I had, because I kept Thy precepts.",
      "57": "Thou art my portion, O Lord; I have said that I would keep Thy words.",
      "58": "I entreated Thy favor with my whole heart; be merciful unto me according to Thy word.",
      "59": "I thought on my ways, and turned my feet unto Thy testimonies.",
      "60": "I made haste, and delayed not to keep Thy commandments.",
      "61": "The cords of the wicked have robbed me, but I have not forgotten Thy law.",
      "62": "At midnight I will rise to give thanks unto Thee, because of Thy righteous judgments.",
      "63": "I am a companion of all them that fear Thee, and of them that keep Thy precepts.",
      "64": "The earth, O Lord, is full of Thy mercy; teach me Thy statutes.",
      "65": "Thou hast dealt well with Thy servant, O Lord, according to Thy word.",
      "66": "Teach me good judgment and knowledge, for I have believed Thy commandments.",
      "67": "Before I was afflicted I went astray, but now have I kept Thy word.",
      "68": "Thou art good, and doest good; teach me Thy statutes.",
      "69": "The proud have forged a lie against me, but I will keep Thy precepts with my whole heart.",
      "70": "Their heart is as fat as grease, but I delight in Thy law.",
      "71": "It is good for me that I have been afflicted, that I might learn Thy statutes.",
      "72": "The law of Thy mouth is better for me than thousands of gold and silver.",
      "73": "Thy hands have made me and fashioned me; give me understanding, that I may learn Thy commandments.",
      "74": "They that fear Thee will be glad when they see me, because I have hoped in Thy word.",
      "75": "I know, O Lord, that Thy judgments are right, and that Thou in faithfulness hast afflicted me.",
      "76": "Let, I pray Thee, Thy merciful kindness be for my comfort, according to Thy word unto Thy servant.",
      "77": "Let Thy tender mercies come unto me, that I may live; for Thy law is my delight.",
      "78": "Let the proud be ashamed, for they dealt perversely with me without cause; but I will meditate on Thy precepts.",
      "79": "Let those that fear Thee turn unto me, and those that have known Thy testimonies.",
      "80": "Let my heart be sound in Thy statutes, that I not be ashamed.",
      "81": "My soul fainteth for Thy salvation, but I hope in Thy word.",
      "82": "Mine eyes fail from seeking Thy word, saying, “When wilt Thou comfort me?”",
      "83": "For I have become like a wineskin in the smoke, yet do I not forget Thy statutes.",
      "84": "How many are the days of Thy servant? When wilt Thou execute judgment on them that persecute me?",
      "85": "The proud have dug pits for me, which is not according to Thy law.",
      "86": "All Thy commandments are faithful; they persecute me wrongfully; help Thou me!",
      "87": "They had almost consumed me from the earth, but I forsook not Thy precepts.",
      "88": "Quicken me according to Thy lovingkindness; so shall I keep the testimony of Thy mouth.",
      "89": "Forever, O Lord, Thy word is settled in heaven.",
      "90": "Thy faithfulness is unto all generations; Thou hast established the earth, and it abideth.",
      "91": "They continue this day according to Thine ordinances, for all are Thy servants.",
      "92": "Had not Thy law been my delight, I should have perished in mine affliction.",
      "93": "I will never forget Thy precepts, for with them Thou hast quickened me.",
      "94": "I am Thine, save me; for I have sought Thy precepts.",
      "95": "The wicked have waited for me to destroy me, but I will consider Thy testimonies.",
      "96": "I have seen an end of all perfection, but Thy commandment is exceeding broad.",
      "97": "O how I love Thy law! It is my meditation all the day.",
      "98": "Thou, through Thy commandments, hast made me wiser than mine enemies; for Thy commands are ever with me.",
      "99": "I have more understanding than all my teachers, for Thy testimonies are my meditation.",
      "100": "I understand more than the ancients, because I keep Thy precepts.",
      "101": "I have restrained my feet from every evil way, that I might keep Thy word.",
      "102": "I have not departed from Thy judgments, for Thou hast taught me.",
      "103": "How sweet are Thy words unto my taste, yea, sweeter than honey to my mouth!",
      "104": "Through Thy precepts I get understanding; therefore I hate every false way.",
      "105": "Thy word is a lamp unto my feet, and a light unto my path.",
      "106": "I have sworn an oath, and I will perform it, that I will keep Thy righteous judgments.",
      "107": "I am afflicted very much; quicken me, O Lord, according unto Thy word.",
      "108": "Accept, I beseech Thee, the freewill offerings of my mouth, O Lord, and teach me Thy judgments.",
      "109": "My soul is continually in my hand, yet I do not forget Thy law.",
      "110": "The wicked have laid a snare for me, yet I erred not from Thy precepts.",
      "111": "Thy testimonies have I taken as a heritage for ever, for they are the rejoicing of my heart.",
      "112": "I have inclined mine heart to perform Thy statutes alway, even unto the end.",
      "113": "I hate vain thoughts, but Thy law do I love.",
      "114": "Thou art my hiding place and my shield; I hope in Thy word.",
      "115": "Depart from me, ye evildoers, for I will keep the commandments of my God.",
      "116": "Uphold me according to Thy word, that I may live, and let me not be ashamed of my hope.",
      "117": "Hold Thou me up, and I shall be safe, and I will have regard unto Thy statutes continually.",
      "118": "Thou hast trodden down all them that err from Thy statutes, for their deceit is falsehood.",
      "119": "Thou puttest away all the wicked of the earth like dross; therefore I love Thy testimonies.",
      "120": "My flesh trembleth for fear of Thee, and I am afraid of Thy judgments.",
      "121": "I have done judgment and justice; leave me not to mine oppressors.",
      "122": "Be surety for Thy servant for good; let not the proud oppress me.",
      "123": "Mine eyes fail, seeking for Thy salvation and for the word of Thy righteousness.",
      "124": "Deal with Thy servant according unto Thy mercy, and teach me Thy statutes.",
      "125": "I am Thy servant; give me understanding, that I may know Thy testimonies.",
      "126": "It is time for Thee, Lord, to work, for they have made void Thy law.",
      "127": "Therefore I love Thy commandments above gold, yea, above fine gold.",
      "128": "Therefore I esteem all Thy precepts concerning all things to be right, and I hate every false way.",
      "129": "Thy testimonies are wonderful; therefore doth my soul keep them.",
      "130": "The entering of Thy words giveth light; it giveth understanding unto the simple.",
      "131": "I opened my mouth and panted, for I longed for Thy commandments.",
      "132": "Look Thou upon me and be merciful unto me, as Thou used to do unto those that love Thy name.",
      "133": "Order my steps in Thy word, and let not any iniquity have dominion over me.",
      "134": "Deliver me from the oppression of man; so will I keep Thy precepts.",
      "135": "Make Thy face to shine upon Thy servant, and teach me Thy statutes.",
      "136": "Rivers of water run down mine eyes, because men keep not Thy law.",
      "137": "Righteous art Thou, O Lord, and upright are Thy judgments.",
      "138": "Thy testimonies that Thou hast commanded are righteous and very faithful.",
      "139": "My zeal hath consumed me, because mine enemies have forgotten Thy words.",
      "140": "Thy word is very pure; therefore Thy servant loveth it.",
      "141": "I am small and despised, yet I do not forget Thy precepts.",
      "142": "Thy righteousness is an everlasting righteousness, and Thy law is the truth.",
      "143": "Trouble and anguish have taken hold on me, yet Thy commandments are my delights.",
      "144": "The righteousness of Thy testimonies is everlasting; give me understanding, and I shall live.",
      "145": "I cried with my whole heart: hear me, O Lord; I will keep Thy statutes.",
      "146": "I cried unto Thee: save me, and I shall keep Thy testimonies.",
      "147": "I awaited the dawning of the morning and cried; I hoped in Thy word.",
      "148": "Mine eyes awaited the night watches, that I might meditate on Thy word.",
      "149": "Hear my voice according unto Thy lovingkindness; O Lord, quicken me according to Thy judgment.",
      "150": "They draw nigh that follow after mischief; they are far from Thy law.",
      "151": "Thou art near, O Lord, and all Thy commandments are truth.",
      "152": "Concerning Thy testimonies, I have known of old that Thou hast founded them for ever.",
      "153": "Consider mine affliction and deliver me, for I do not forget Thy law.",
      "154": "Plead my cause and deliver me; quicken me according to Thy word.",
      "155": "Salvation is far from the wicked, for they seek not Thy statutes.",
      "156": "Great are Thy tender mercies, O Lord; quicken me according to Thy judgments.",
      "157": "Many are my persecutors and mine enemies, yet do I not depart from Thy testimonies.",
      "158": "I beheld the transgressors and was grieved, because they kept not Thy word.",
      "159": "Consider how I love Thy precepts; quicken me, O Lord, according to Thy lovingkindness.",
      "160": "Thy word is true from the beginning, and every one of Thy righteous judgments endureth for ever.",
      "161": "Princes have persecuted me without cause, but my heart standeth in awe of Thy word.",
      "162": "I rejoice at Thy word, as one that findeth great spoil.",
      "163": "I hate and abhor lying, but Thy law do I love.",
      "164": "Seven times a day do I praise Thee, because of Thy righteous judgments.",
      "165": "Great peace have they that love Thy law, and nothing shall cause them to fall.",
      "166": "Lord, I have hoped for Thy salvation and have done Thy commandments.",
      "167": "My soul hath kept Thy testimonies, and I love them exceedingly.",
      "168": "I have kept Thy precepts and Thy testimonies, for all my ways are before Thee.",
      "169": "Let my cry come near before Thee, O Lord; give me understanding according to Thy word.",
      "170": "Let my supplication come before Thee; deliver me according to Thy word.",
      "171": "My lips shall utter praise when Thou hast taught me Thy statutes.",
      "172": "My tongue shall speak of Thy word, for all Thy commandments are righteousness.",
      "173": "Let Thine hand help me, for I have chosen Thy precepts.",
      "174": "I have longed for Thy salvation, O Lord, and Thy law is my delight.",
      "175": "Let my soul live, and it shall praise Thee; and let Thy judgments help me.",
      "176": "I have gone astray like a lost sheep; seek Thy servant, for I do not forget Thy commandments."
    },
    "120": {
      "1": "In my distress I cried unto the Lord, and He heard me.",
      "2": "Deliver my soul, O Lord, from lying lips and from a deceitful tongue.",
      "3": "What shall be given unto thee, or what shall be done unto thee, thou false tongue?",
      "4": "Sharp arrows of the mighty, with coals of juniper!",
      "5": "Woe is me that I sojourn in Meshech, that I dwell in the tents of Kedar!",
      "6": "My soul hath long dwelt with him that hateth peace.",
      "7": "I am for peace; but when I speak, they are for war."
    },
    "121": {
      "1": "I will lift up mine eyes unto the hills, from whence cometh my help!",
      "2": "My help cometh from the Lord, who made heaven and earth.",
      "3": "He will not permit thy foot to be moved; He that keepeth thee will not slumber.",
      "4": "Behold, He that keepeth Israel shall neither slumber nor sleep.",
      "5": "The Lord is thy keeper; the Lord is thy shade upon thy right hand.",
      "6": "The sun shall not smite thee by day, nor the moon by night.",
      "7": "The Lord shall preserve thee from all evil; He shall preserve thy soul.",
      "8": "The Lord shall preserve thy going out and thy coming in from this time forth, and even for evermore."
    },
    "122": {
      "1": "I was glad when they said unto me, “Let us go into the house of the Lord.”",
      "2": "Our feet shall stand within thy gates, O Jerusalem.",
      "3": "Jerusalem is built as a city that is united together,",
      "4": "whither the tribes go up, the tribes of the Lord, according to the testimony of Israel to give thanks unto the name of the Lord.",
      "5": "For there are set thrones of judgment, the thrones of the house of David.",
      "6": "Pray for the peace of Jerusalem: “They shall prosper that love thee.",
      "7": "Peace be within thy walls and prosperity within thy palaces.”",
      "8": "For my brethren and companions’ sakes I will now say, “Peace be within thee.”",
      "9": "Because of the house of the Lord our God, I will seek thy good."
    },
    "123": {
      "1": "Unto Thee I lift up mine eyes, O Thou that dwellest in the heavens.",
      "2": "Behold, as the eyes of servants look unto the hand of their masters, and as the eyes of a maiden unto the hand of her mistress, so our eyes wait upon the Lord our God until He has mercy upon us.",
      "3": "Have mercy upon us, O Lord, have mercy upon us, for we are exceedingly filled with contempt.",
      "4": "Our soul is exceedingly filled with the scorning of those that are at ease, and with the contempt of the proud."
    },
    "124": {
      "1": "“If it had not been the Lord who was on our side”—now may Israel say—",
      "2": "“if it had not been the Lord who was on our side when men rose up against us,",
      "3": "then would they have swallowed us up alive when their wrath was kindled against us;",
      "4": "then would the waters have overwhelmed us, the stream would have gone over our soul;",
      "5": "then the proud waters would have gone over our soul.”",
      "6": "Blessed be the Lord, who hath not given us as a prey to their teeth.",
      "7": "Our soul has escaped as a bird out of the snare of the fowlers; the snare is broken, and we have escaped.",
      "8": "Our help is in the name of the Lord, who made heaven and earth."
    },
    "125": {
      "1": "They that trust in the Lord shall be as Mount Zion, which cannot be removed, but abideth for ever.",
      "2": "As the mountains are round about Jerusalem, so the Lord is round about His people from henceforth, even for ever.",
      "3": "For the rod of the wicked shall not rest upon the allotment of the righteous, lest the righteous put forth their hands to do iniquity.",
      "4": "Do good, O Lord, unto those that are good and to them that are upright in their hearts.",
      "5": "As for such as turn aside unto their crooked ways, the Lord shall lead them away with the workers of iniquity; but peace shall be upon Israel."
    },
    "126": {
      "1": "When the Lord returned the captives to Zion, we were like them that dream.",
      "2": "Then was our mouth filled with laughter, and our tongue with singing. Then said they among the heathen, “The Lord hath done great things for them.”",
      "3": "The Lord hath done great things for us, whereof we are glad.",
      "4": "Turn back our captivity, O Lord, as the streams in the South.",
      "5": "They that sow in tears shall reap in joy.",
      "6": "He that goeth forth and weepeth, bearing precious seed, shall doubtless come again with rejoicing, bringing his sheaves with him."
    },
    "127": {
      "1": "Except the Lord build the house, they labor in vain that build it. Except the Lord keep the city, the watchman waketh but in vain.",
      "2": "It is vain for you to rise up early, to sit up late, to eat the bread of sorrows; for so He giveth His beloved sleep.",
      "3": "Lo, children are a heritage of the Lord, and the fruit of the womb is His reward.",
      "4": "As arrows are in the hand of a mighty man, so are the children of the youth.",
      "5": "Happy is the man that hath his quiver full of them; they shall not be ashamed, but they shall speak with the enemies at the gate."
    },
    "128": {
      "1": "Blessed is every one that feareth the Lord, that walketh in His ways.",
      "2": "For thou shalt eat the labor of thine hands; happy shalt thou be, and it shall be well with thee.",
      "3": "Thy wife shall be as a fruitful vine by the sides of thine house, thy children like olive plants round about thy table.",
      "4": "Behold that thus shall the man be blessed that feareth the Lord.",
      "5": "The Lord shall bless thee out of Zion, and thou shalt see the good of Jerusalem all the days of thy life.",
      "6": "Yea, thou shalt see thy children’s children, and peace upon Israel."
    },
    "129": {
      "1": "“Many a time have they afflicted me from my youth”—may Israel now say—",
      "2": "“many a time have they afflicted me from my youth, yet they have not prevailed against me.",
      "3": "The plowers plowed upon my back; they made long their furrows.”",
      "4": "The Lord is righteous; He hath cut asunder the cords of the wicked.",
      "5": "Let them all be confounded and turned back that hate Zion.",
      "6": "Let them be as the grass upon the housetops, which withereth before it groweth up,",
      "7": "wherewith the mower filleth not his hand, nor he that bindeth sheaves, his bosom.",
      "8": "Neither do those who go by say, “The blessing of the Lord be upon you; we bless you in the name of the Lord.”"
    },
    "130": {
      "1": "Out of the depths have I cried unto Thee, O Lord;",
      "2": "Lord, hear my voice! Let Thine ears be attentive to the voice of my supplications.",
      "3": "If Thou, Lord, shouldest mark iniquities, O Lord, who shall stand?",
      "4": "But there is forgiveness with Thee, that Thou mayest be feared.",
      "5": "I wait for the Lord, my soul doth wait, and in His word do I hope.",
      "6": "My soul waiteth for the Lord more than they that watch for the morning— I say, more than they that watch for the morning.",
      "7": "Let Israel hope in the Lord, for with the Lord there is mercy, and with Him is plenteous redemption.",
      "8": "And He shall redeem Israel from all his iniquities."
    },
    "131": {
      "1": "Lord, my heart is not haughty, nor mine eyes lofty; neither do I exercise myself with great matters, or in things too high for me.",
      "2": "Surely I have behaved and quieted myself as a child that is weaned from his mother; my soul is even as a weaned child.",
      "3": "Let Israel hope in the Lord from henceforth and for ever."
    },
    "132": {
      "1": "Lord, remember David and all his afflictions—",
      "2": "how he swore unto the Lord and vowed unto the Mighty God of Jacob:",
      "3": "“Surely I will not come into the tabernacle of my house, nor go up into my bed;",
      "4": "I will not give sleep to mine eyes or slumber to mine eyelids",
      "5": "until I find out a place for the Lord, a habitation for the Mighty God of Jacob.”",
      "6": "Lo, we heard of it at Ephrathah; we found it in the fields of the wood:",
      "7": "“We will go into His tabernacles; we will worship at His footstool.”",
      "8": "Arise, O Lord, into Thy rest, Thou and the ark of Thy strength.",
      "9": "Let Thy priests be clothed with righteousness, and let Thy saints shout for joy.",
      "10": "For Thy servant David’s sake, turn not away the face of Thine anointed.",
      "11": "The Lord hath sworn in truth unto David; He will not turn from it: “Of the fruit of thy body I will set upon thy throne.",
      "12": "If thy children will keep My covenant and My testimony that I shall teach them, their children shall also sit upon thy throne for evermore.”",
      "13": "For the Lord hath chosen Zion; He hath desired it for His habitation:",
      "14": "“This is My rest for ever; here will I dwell, for I have desired it.",
      "15": "I will abundantly bless her provision, I will satisfy her poor with bread.",
      "16": "I will also clothe her priests with salvation, and her saints shall shout aloud for joy.",
      "17": "There will I make the horn of David to bud; I have ordained a lamp for Mine anointed.",
      "18": "His enemies will I clothe with shame, but upon himself shall his crown flourish.”"
    },
    "133": {
      "1": "Behold, how good and how pleasant it is for brethren to dwell together in unity!",
      "2": "It is like the precious ointment upon the head that ran down upon the beard, even Aaron’s beard that went down to the skirts of his garments.",
      "3": "It is as the dew of Hermon, and as the dew that descended upon the mountains of Zion; for there the Lord commanded the blessing, even life for evermore."
    },
    "134": {
      "1": "Behold, bless ye the Lord, all ye servants of the Lord, who by night stand in the house of the Lord.",
      "2": "Lift up your hands in the sanctuary, and bless the Lord!",
      "3": "The Lord who made heaven and earth bless thee out of Zion!"
    },
    "135": {
      "1": "Praise ye the Lord, praise ye the name of the Lord! Praise Him, O ye servants of the Lord!",
      "2": "Ye that stand in the house of the Lord, in the courts of the house of our God,",
      "3": "praise the Lord, for the Lord is good; sing praises unto His name, for it is pleasant.",
      "4": "For the Lord hath chosen Jacob for Himself, and Israel for His peculiar treasure.",
      "5": "For I know that the Lord is great, and that our Lord is above all gods.",
      "6": "Whatsoever the Lord pleased, that did He in heaven and on earth, in the seas and in all deep places.",
      "7": "He causeth the vapors to ascend from the ends of the earth; He maketh lightnings for the rain; He bringeth the wind out of His treasuries.",
      "8": "He smote the firstborn of Egypt, both of man and beast.",
      "9": "He sent tokens and wonders into the midst of thee, O Egypt, upon Pharaoh and upon all his servants.",
      "10": "He smote great nations, and slew mighty kings:",
      "11": "Sihon king of the Amorites, and Og king of Bashan, and all the kingdoms of Canaan;",
      "12": "and gave their land as a heritage, a heritage unto Israel His people.",
      "13": "Thy name, O Lord, endureth for ever, and Thy memorial, O Lord, throughout all generations.",
      "14": "For the Lord will judge His people, and He will repent Himself concerning His servants.",
      "15": "The idols of the heathen are silver and gold, the work of men’s hands.",
      "16": "They have mouths, but they speak not; eyes have they, but they see not;",
      "17": "they have ears, but they hear not; neither is there any breath in their mouths.",
      "18": "They that make them are like unto them; so is every one that trusteth in them.",
      "19": "Bless the Lord, O house of Israel! Bless the Lord, O house of Aaron!",
      "20": "Bless the Lord, O house of Levi! Ye that fear the Lord, bless the Lord!",
      "21": "Blessed be the Lord out of Zion, who dwelleth in Jerusalem! Praise ye the Lord!"
    },
    "136": {
      "1": "O give thanks unto the Lord, for He is good, for His mercy endureth for ever.",
      "2": "O give thanks unto the God of gods, for His mercy endureth for ever.",
      "3": "O give thanks to the Lord of lords, for His mercy endureth for ever;",
      "4": "to Him who alone doeth great wonders, for His mercy endureth for ever;",
      "5": "to Him that by wisdom made the heavens, for His mercy endureth for ever;",
      "6": "to Him that stretched out the earth above the waters, for His mercy endureth for ever;",
      "7": "to Him that made great lights, for His mercy endureth for ever;",
      "8": "the sun to rule by day, for His mercy endureth for ever;",
      "9": "the moon and stars to rule by night, for His mercy endureth for ever;",
      "10": "to Him that smote Egypt in their firstborn, for His mercy endureth for ever;",
      "11": "and brought out Israel from among them, for His mercy endureth for ever;",
      "12": "with a strong hand and with a stretched out arm, for His mercy endureth for ever;",
      "13": "to Him who divided the Red Sea into parts, for His mercy endureth for ever;",
      "14": "and made Israel to pass through the midst of it, for His mercy endureth for ever;",
      "15": "but overthrew Pharaoh and his host in the Red Sea, for His mercy endureth for ever;",
      "16": "to Him who led His people through the wilderness, for His mercy endureth for ever;",
      "17": "to Him who smote great kings, for His mercy endureth for ever;",
      "18": "and slew famous kings, for His mercy endureth for ever;",
      "19": "Sihon king of the Amorites, for His mercy endureth for ever;",
      "20": "and Og the king of Bashan, for His mercy endureth for ever;",
      "21": "and gave their land as a heritage, for His mercy endureth for ever;",
      "22": "even a heritage unto Israel His servant, for His mercy endureth for ever;",
      "23": "who remembered us in our low estate, for His mercy endureth for ever;",
      "24": "and hath redeemed us from our enemies, for His mercy endureth for ever;",
      "25": "who giveth food to all flesh, for His mercy endureth for ever:",
      "26": "O give thanks unto the God of heaven, for His mercy endureth for ever!"
    },
    "137": {
      "1": "By the rivers of Babylon, there we sat down; yea, we wept when we remembered Zion.",
      "2": "We hung our harps upon the willows in the midst thereof.",
      "3": "For there they that carried us away captive required of us a song, and they that wasted us required of us mirth, saying, “Sing us one of the songs of Zion!”",
      "4": "How shall we sing the Lord’s song in a strange land?",
      "5": "If I forget thee, O Jerusalem, let my right hand forget her cleverness.",
      "6": "If I do not remember thee, let my tongue cleave to the roof of my mouth, if I prefer not Jerusalem above my chief joy.",
      "7": "Remember, O Lord, the children of Edom in the day of Jerusalem’s fall, who said, “Raze it, raze it, even to the foundation thereof!”",
      "8": "O daughter of Babylon who art to be destroyed, happy shall he be, that rewardeth thee as thou hast served us.",
      "9": "Happy shall he be, that taketh and dasheth thy little ones against the stones."
    },
    "138": {
      "1": "I will praise Thee with my whole heart; before the gods will I sing praise unto Thee.",
      "2": "I will worship toward Thy holy temple, and praise Thy name for Thy lovingkindness and for Thy truth, for Thou hast magnified Thy word above all Thy name.",
      "3": "In the day when I cried, Thou answered me, and strengthened me with strength in my soul.",
      "4": "All the kings of the earth shall praise Thee, O Lord, when they hear the words of Thy mouth.",
      "5": "Yea, they shall sing of the ways of the Lord, for great is the glory of the Lord.",
      "6": "Though the Lord be high, yet hath He respect unto the lowly, but the proud He knoweth afar off.",
      "7": "Though I walk in the midst of trouble, Thou wilt revive me; Thou shalt stretch forth Thine hand against the wrath of mine enemies, and Thy right hand shall save me.",
      "8": "The Lord will perfect that which concerneth me; Thy mercy, O Lord, endureth for ever; forsake not the works of Thine own hands."
    },
    "139": {
      "1": "O Lord, Thou hast searched me and known me.",
      "2": "Thou knowest my downsitting and mine uprising; Thou understandest my thought afar off.",
      "3": "Thou compassest my path and my lying down, and art acquainted with all my ways.",
      "4": "For there is not a word on my tongue, but lo, O Lord, Thou knowest it altogether.",
      "5": "Thou hast beset me behind and before, and laid Thine hand upon me.",
      "6": "Such knowledge is too wonderful for me; it is high, I cannot attain unto it.",
      "7": "Whither shall I go from Thy Spirit? Or whither shall I flee from Thy presence?",
      "8": "If I ascend up into heaven, Thou art there; if I make my bed in hell, behold, Thou art there.",
      "9": "If I take the wings of the morning and dwell in the uttermost parts of the sea,",
      "10": "even there shall Thy hand lead me, and Thy right hand shall hold me.",
      "11": "If I say, “Surely the darkness shall cover me,” even the night shall be light about me.",
      "12": "Yea, the darkness hideth not from Thee, but the night shineth as the day; the darkness and the light are both alike to Thee.",
      "13": "For Thou hast possessed my reins. Thou hast covered me in my mother’s womb.",
      "14": "I will praise Thee, for I am fearfully and wonderfully made; marvelous are Thy works, and that my soul knoweth right well.",
      "15": "My substance was not hid from Thee when I was made in secret, and intricately wrought in the lowest parts of the earth.",
      "16": "Thine eyes did see my substance, yet being imperfect; and in Thy book all my members were written, which in continuity were fashioned, when as yet there were none of them.",
      "17": "How precious also are Thy thoughts unto me, O God! How great is the sum of them!",
      "18": "If I should count them, they are more in number than the sand; when I awake, I am still with Thee.",
      "19": "Surely, Thou wilt slay the wicked, O God. Depart from me therefore, ye bloody men.",
      "20": "For they speak against Thee wickedly, and Thine enemies take Thy name in vain.",
      "21": "Do I not hate them, O Lord, that hate Thee? And am I not grieved with those that rise up against Thee?",
      "22": "I hate them with perfect hatred; I count them mine enemies.",
      "23": "Search me, O God, and know my heart; try me, and know my thoughts.",
      "24": "And see if there be any wicked way in me, and lead me in the way everlasting."
    },
    "140": {
      "1": "Deliver me, O Lord, from the evil man; preserve me from the violent man,",
      "2": "who imagine mischiefs in their heart; continually are they gathered together for war.",
      "3": "They have sharpened their tongues like a serpent; adders’ poison is under their lips. Selah",
      "4": "Keep me, O Lord, from the hands of the wicked; preserve me from the violent man, who has purposed to overthrow my goings.",
      "5": "The proud have hid a snare for me, and with cords they have spread a net by the wayside; they have set traps for me. Selah",
      "6": "I said unto the Lord, “Thou art my God; hear the voice of my supplications, O Lord.",
      "7": "O God the Lord, the strength of my salvation, Thou hast covered my head in the day of battle.",
      "8": "Grant not, O Lord, the desires of the wicked; further not his wicked device, lest they exalt themselves. Selah",
      "9": "“As for the head of those that compass me about, let the mischief of their own lips cover them.",
      "10": "Let burning coals fall upon them; let them be cast into the fire, into deep pits, that they rise not up again.",
      "11": "Let not an evil speaker be established on the earth; evil shall hunt the violent man to overthrow him.”",
      "12": "I know that the Lord will maintain the cause of the afflicted and the right of the poor.",
      "13": "Surely the righteous shall give thanks unto Thy name; the upright shall dwell in Thy presence."
    },
    "141": {
      "1": "Lord, I cry unto Thee! Make haste unto me! Give ear unto my voice when I cry unto Thee.",
      "2": "Let my prayer be set before Thee as incense, and the lifting up of my hands as the evening sacrifice.",
      "3": "Set a watch, O Lord, before my mouth; keep the door of my lips.",
      "4": "Incline not my heart to any evil thing, to practice wicked works with men that work iniquity; and let me not eat of their dainties.",
      "5": "Let the righteous smite me: it shall be a kindness. And let him reprove me: it shall be as an excellent oil, which shall not break my head; for yet my prayer shall be with them in their calamities.",
      "6": "When their judges are overthrown onto stony places, they shall hear my words, for they are sweet.",
      "7": "Our bones are scattered at the grave’s mouth, as when one cutteth and cleaveth wood upon the earth.",
      "8": "But mine eyes are unto Thee, O God the Lord; in Thee is my trust; leave not my soul destitute.",
      "9": "Keep me from the snares which they have laid for me, and the traps of the workers of iniquity.",
      "10": "Let the wicked fall into their own nets, whilst I thereupon escape."
    },
    "142": {
      "1": "I cried unto the Lord with my voice; with my voice unto the Lord did I make my supplication.",
      "2": "I poured out my complaint before Him; I laid before Him my trouble.",
      "3": "When my spirit was overwhelmed within me, then Thou knewest my path. In the way wherein I walked have they privily laid a snare for me.",
      "4": "I looked on my right hand and beheld, but there was no man that would know me. Refuge failed me; no man cared for my soul.",
      "5": "I cried unto Thee, O Lord; I said, “Thou art my refuge and my portion in the land of the living.",
      "6": "Attend unto my cry, for I am brought very low; deliver me from my persecutors, for they are stronger than I.",
      "7": "Bring my soul out of prison, that I may praise Thy name; the righteous shall compass me about, for Thou shalt deal bountifully with me.”"
    },
    "143": {
      "1": "Hear my prayer, O Lord, give ear to my supplications; in Thy faithfulness answer me, and in Thy righteousness.",
      "2": "And enter not into judgment with Thy servant, for in Thy sight shall no man living be justified.",
      "3": "For the enemy hath persecuted my soul; he hath smitten my life down to the ground. He hath made me to dwell in darkness, as those that have been long dead.",
      "4": "Therefore is my spirit overwhelmed within me; my heart within me is desolate.",
      "5": "I remember the days of old; I meditate on all Thy works; I muse on the work of Thy hands.",
      "6": "I stretch forth my hands unto Thee; my soul thirsteth after Thee, as a thirsty land. Selah",
      "7": "Hear me speedily, O Lord; my spirit faileth. Hide not Thy face from me, lest I be like them that go down into the pit.",
      "8": "Cause me to hear Thy lovingkindness in the morning, for in Thee do I trust. Cause me to know the way wherein I should walk, for I lift up my soul unto Thee.",
      "9": "Deliver me, O Lord, from mine enemies; I flee unto Thee to hide me.",
      "10": "Teach me to do Thy will, for Thou art my God. Thy Spirit is good; lead me into the land of uprightness.",
      "11": "Quicken me, O Lord, for Thy name’s sake; for Thy righteousness’ sake bring my soul out of trouble.",
      "12": "And in Thy mercy cut off mine enemies, and destroy all them that afflict my soul; for I am Thy servant."
    },
    "144": {
      "1": "Blessed be the Lord my strength, who teacheth my hands to war and my fingers to fight;",
      "2": "my goodness and my fortress, my high tower and my deliverer, my shield and He in whom I trust, who subdueth my people under me.",
      "3": "Lord, what is man that Thou takest notice of him? Or the son of man that Thou makest account of him?",
      "4": "Man is like vanity; his days are as a shadow that passeth away.",
      "5": "Bow Thy heavens, O Lord, and come down; touch the mountains, and they shall smoke.",
      "6": "Cast forth lightning and scatter them; shoot out Thine arrows and destroy them.",
      "7": "Send Thine hand from above; rescue me and deliver me out of great waters from the hand of strangers,",
      "8": "whose mouth speaketh vanity and whose right hand is a right hand of falsehood.",
      "9": "I will sing a new song unto Thee, O God; upon a psaltery and an instrument of ten strings will I sing praises unto Thee.",
      "10": "It is He that giveth salvation unto kings, who delivereth David His servant from the hurtful sword.",
      "11": "Rescue me and deliver me from the hand of strangers, whose mouth speaketh vanity and whose right hand is a right hand of falsehood,",
      "12": "that our sons may be as plants full grown in their youth, that our daughters may be as cornerstones, polished after the similitude of a palace;",
      "13": "that our garners may be full, affording all manner of store, that our sheep may bring forth thousands and ten thousands in our streets;",
      "14": "that our oxen may be strong to labor, that there be no breaking in, nor going out, that there be no complaining in our streets.",
      "15": "Happy is that people for whom such is the case; yea, happy is that people whose God is the Lord."
    },
    "145": {
      "1": "I will extol Thee, my God, O King; and I will bless Thy name for ever and ever.",
      "2": "Every day will I bless Thee, and I will praise Thy name for ever and ever.",
      "3": "Great is the Lord and greatly to be praised, and His greatness is unsearchable.",
      "4": "One generation shall praise Thy works to another, and shall declare Thy mighty acts.",
      "5": "I will speak of the glorious honor of Thy majesty, and of Thy wondrous works.",
      "6": "And men shall speak of the might of Thy fearsome acts, and I will declare Thy greatness.",
      "7": "They shall abundantly utter the memory of Thy great goodness, and shall sing of Thy righteousness.",
      "8": "The Lord is gracious and full of compassion, slow to anger and of great mercy.",
      "9": "The Lord is good to all, and His tender mercies are over all His works.",
      "10": "All Thy works shall praise Thee, O Lord, and Thy saints shall bless Thee.",
      "11": "They shall speak of the glory of Thy Kingdom and talk of Thy power,",
      "12": "to make known to the sons of men His mighty acts and the glorious majesty of His Kingdom.",
      "13": "Thy Kingdom is an everlasting Kingdom, and Thy dominion endureth throughout all generations.",
      "14": "The Lord upholdeth all that fall, and raiseth up all those that are bowed down.",
      "15": "The eyes of all wait upon Thee, and Thou givest them their meat in due season.",
      "16": "Thou openest Thine hand, and satisfiest the desire of every living thing.",
      "17": "The Lord is righteous in all His ways, and holy in all His works.",
      "18": "The Lord is nigh unto all them that call upon Him, to all that call upon Him in truth.",
      "19": "He will fulfill the desire of them that fear Him; He also will hear their cry and will save them.",
      "20": "The Lord preserveth all them that love Him, but all the wicked will He destroy.",
      "21": "My mouth shall speak the praise of the Lord, and let all flesh bless His holy name for ever and ever."
    },
    "146": {
      "1": "Praise ye the Lord! Praise the Lord, O my soul!",
      "2": "While I live will I praise the Lord; I will sing praises unto my God while I have any being.",
      "3": "Put not your trust in princes, nor in a son of man in whom there is no help.",
      "4": "His breath goeth forth, he returneth to his earth; in that very day his thoughts perish.",
      "5": "Happy is he that hath the God of Jacob for his help, whose hope is in the Lord his God,",
      "6": "who made heaven and earth, the sea and all that therein is, who keepeth truth for ever;",
      "7": "who executeth judgment for the oppressed, who giveth food to the hungry; the Lord looseth the prisoners.",
      "8": "The Lord openeth the eyes of the blind; the Lord raiseth them that are bowed down; the Lord loveth the righteous.",
      "9": "The Lord preserveth the strangers, He relieveth the fatherless and the widow; but the way of the wicked He turneth upside down.",
      "10": "The Lord shall reign for ever, even Thy God, O Zion, unto all generations. Praise ye the Lord!"
    },
    "147": {
      "1": "Praise ye the Lord! For it is good to sing praises unto our God; for it is pleasant, and praise is comely.",
      "2": "The Lord doth build up Jerusalem; He gathereth together the outcasts of Israel.",
      "3": "He healeth the broken in heart, and bindeth up their wounds.",
      "4": "He telleth the number of the stars; He calleth them all by their names.",
      "5": "Great is our Lord, and of great power; His understanding is infinite.",
      "6": "The Lord lifteth up the meek; He casteth the wicked down to the ground.",
      "7": "Sing unto the Lord with thanksgiving; sing praise upon the harp unto our God,",
      "8": "who covereth the heavens with clouds, who prepareth rain for the earth, who maketh grass to grow upon the mountains.",
      "9": "He giveth to the beast his food and to the young ravens which cry.",
      "10": "He delighteth not in the strength of the horse; He taketh not pleasure in the legs of a man.",
      "11": "The Lord taketh pleasure in them that fear Him, in those that hope in His mercy.",
      "12": "Praise the Lord, O Jerusalem! Praise thy God, O Zion!",
      "13": "For He hath strengthened the bars of thy gates; He hath blessed thy children within thee.",
      "14": "He maketh peace in thy borders, and filleth thee with the finest of the wheat.",
      "15": "He sendeth forth His commandment upon the earth; His word runneth very swiftly.",
      "16": "He giveth snow like wool; He scattereth the hoarfrost like ashes;",
      "17": "He casteth forth His ice like morsels; who can stand before His cold?",
      "18": "He sendeth out His word, and melteth them; He causeth His wind to blow, and the waters flow.",
      "19": "He showeth His word unto Jacob, His statutes and His judgments unto Israel.",
      "20": "He hath not dealt so with any nation; and as for His judgments, they have not known them. Praise ye the Lord!"
    },
    "148": {
      "1": "Praise ye the Lord! Praise ye the Lord from the heavens; praise Him in the heights!",
      "2": "Praise ye Him, all His angels; praise ye Him, all His hosts!",
      "3": "Praise ye Him, sun and moon; praise Him, all ye stars of light!",
      "4": "Praise Him, ye heavens of heavens, and ye waters that be above the heavens!",
      "5": "Let them praise the name of the Lord, for He commanded and they were created.",
      "6": "He hath also established them for ever and ever; He hath made a decree which shall not pass.",
      "7": "Praise the Lord from the earth, ye dragons and all deeps,",
      "8": "fire and hail, snow and vapors, stormy wind fulfilling His word,",
      "9": "mountains and all hills, fruitful trees and all cedars,",
      "10": "beasts and all cattle, creeping things and flying fowl,",
      "11": "kings of the earth and all people, princes and all judges of the earth,",
      "12": "both young men and maidens, old men and children.",
      "13": "Let them praise the name of the Lord, for His name alone is excellent; His glory is above the earth and heaven.",
      "14": "He also exalteth the horn of His people, the praise of all His saints, even of the children of Israel, a people near unto Him. Praise ye the Lord!"
    },
    "149": {
      "1": "Praise ye the Lord! Sing unto the Lord a new song, and His praise in the congregation of saints!",
      "2": "Let Israel rejoice in Him that made him; let the children of Zion be joyful in their King.",
      "3": "Let them praise His name in the dance; let them sing praises unto Him with the timbrel and harp.",
      "4": "For the Lord taketh pleasure in His people; He will beautify the meek with salvation.",
      "5": "Let the saints be joyful in glory; let them sing aloud upon their beds.",
      "6": "Let the high praises of God be in their mouth, and a two-edged sword in their hand",
      "7": "to execute vengeance upon the heathen, and punishments upon the people;",
      "8": "to bind their kings with chains, and their nobles with fetters of iron;",
      "9": "to execute upon them the judgment written: this honor have all His saints. Praise ye the Lord!"
    },
    "150": {
      "1": "Praise ye the Lord! Praise God in His sanctuary; praise Him in the firmament of His power!",
      "2": "Praise Him for His mighty acts; praise Him according to His excellent greatness!",
      "3": "Praise Him with the sound of the trumpet; praise Him with the psaltery and harp!",
      "4": "Praise Him with the timbrel and dance; praise Him with stringed instruments and organs!",
      "5": "Praise Him upon the loud cymbals; praise Him upon the high sounding cymbals!",
      "6": "Let everything that hath breath praise the Lord! Praise ye the Lord!"
    }
  }
}