{
  "1 Chronicles": {
    "1": {
      "1": "Adam, Seth, Enosh,",
      "2": "Kenan, Mahalalel, Jared,",
      "3": "Enoch, Methuselah, Lamech,",
      "4": "Noah and his sons: Shem, Ham and Japheth.",
      "5": "The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.",
      "6": "The sons of Gomer were Ashkenaz, Diphath, and Togarmah.",
      "7": "The sons of Javan were Elishah, Tarshish, Kittim, and Rodanim.",
      "8": "The sons of Ham were Cush, Mizraim, Put, and Canaan.",
      "9": "The sons of Cush were Seba, Havilah, Sabta, Raama, and Sabteca. And the sons of Raamah were Sheba and Dedan.",
      "10": "Cush was the father of Nimrod. He began to be a powerful one on the earth.",
      "11": "Mizraim was the father of the people of Lud, Anam, Lehab, Naphtuh,",
      "12": "Pathrus, Casluh (where the Philistines came from), and Caphtor.",
      "13": "Canaan was the father of Sidon his first-born, and Heth,",
      "14": "and the Jebusites, Amorites, Girgashites,",
      "15": "Hivites, Arkites, Sinites,",
      "16": "Arvadites, Zemarites and Hamathites.",
      "17": "The sons of Shem were Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and Meshech.",
      "18": "Arpachshad was the father of Shelah. And Shelah was the father of Eber.",
      "19": "Two sons were born to Eber. The name of one was Peleg, for the earth was divided in his days. And his brother’s name was Joktan.",
      "20": "Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,",
      "21": "Hadoram, Uzal, Diklah,",
      "22": "Ebal, Abimael, Sheba,",
      "23": "Ophir, Havilah, and Jobab. All these were the sons of Joktan.",
      "24": "Shem, Arpachshad, Shelah,",
      "25": "Eber, Peleg, Reu,",
      "26": "Serug, Nahor, Terah,",
      "27": "Abram, that is Abraham.",
      "28": "The sons of Abraham were Isaac and Ishmael.",
      "29": "These are their children. Ishmael’s first-born son was Nebaioth, then Kedar, Adbeel, Mibsam,",
      "30": "Mishma, Dumah, Massa, Hadad, Tema,",
      "31": "Jetur, Naphish and Kedemah. These were the sons of Ishmael.",
      "32": "Keturah was the woman who acted as Abraham’s wife. She gave birth to Abraham’s sons, Zimram, Jokshan, Medan, Midian, Ishbak and Shuah. The sons of Jokshan were Sheba and Dedan.",
      "33": "The sons of Midian were Ephah, Epher, Hanoch, Abida and Eldaah. All these were the sons of Keturah.",
      "34": "Abraham was the father of Isaac. The sons of Isaac were Esau and Israel.",
      "35": "The sons of Esau were Eliphaz, Reuel, Jeush, Jalam and Korah.",
      "36": "The sons of Eliphaz were Teman, Omar, Zephi, Gatam, Kenaz, Timna and Amalek.",
      "37": "The sons of Reuel were Nahath, Zerah, Shammah and Mizzah.",
      "38": "The sons of Seir were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer and Dishan.",
      "39": "The sons of Lotan were Hori and Homam. Lotan’s sister was Timna.",
      "40": "The sons of Shobal were Alian, Manahath, Ebal, Shephi and Onam. The sons of Zibeon were Aiah and Anah.",
      "41": "Anah’s son was Dishon. And the sons of Dishon were Hamran, Eshban, Ithran and Cheran.",
      "42": "The sons of Ezer were Bilhan, Zaavan and Jaakan. The sons of Dishan were Uz and Aran.",
      "43": "These are the kings who ruled in the land of Edom before any kings of Israel ruled. Bela was the son of Beor. The name of his city was Dinhabah.",
      "44": "When Bela died, Jobab the son of Zerah of Bozrah became king in his place.",
      "45": "When Jobab died, Husham of the land of the Temanites became king in his place.",
      "46": "When Husham died, Hadad the son of Bedad became king in his place. Hadad won the battle against Midian in the field of Moab. The name of his city was Avith.",
      "47": "When Hadad died, Samlah of Masrekah became king in his place.",
      "48": "When Samlah died, Shaul of Rehoboth by the Euphrates River became king in his place.",
      "49": "When Shaul died, Baal-hanan the son of Achbor became king in his place.",
      "50": "When Baal-hanan died, Hadad became king in his place. The name of his city was Pai. His wife’s name was Mehetabel the daughter of Matred, the daughter of Mezahab.",
      "51": "Then Hadad died. Now the leaders of Edom were Timna, Aliah, Jetheth,",
      "52": "Oholibamah, Elah, Pinon,",
      "53": "Kenaz, Teman, Mibzar,",
      "54": "Magdiel, and Iram. These were the leaders of Edom."
    },
    "2": {
      "1": "The sons of Israel were Reuben, Simeon, Levi, Judah, Issachar, Zebulun,",
      "2": "Dan, Joseph, Benjamin, Napthali, Gad, and Asher.",
      "3": "The sons of Judah were Er, Onan and Shelah. These three were born to him by Bath-shua of Canaan. Judah’s first-born son Er was sinful in the eyes of the Lord. So the Lord put him to death.",
      "4": "Judah’s daughter-in-law Tamar gave birth to Perez and Zerah. Judah had five sons in all.",
      "5": "The sons of Perez were Hezron and Hamul.",
      "6": "The sons of Zerah were Zimri, Ethan, Heman, Calcol and Dara, five in all.",
      "7": "Carmi’s son was Achar, who brought trouble to Israel by sinning against what was holy.",
      "8": "The son of Ethan was Azariah.",
      "9": "The sons born to Hezron were Jerahmeel, Ram and Chelubai.",
      "10": "Ram was the father of Amminadab, and Amminadab was the father of Nahshon, the leader of the sons of Judah.",
      "11": "Nahshon was the father of Salma. Salma was the father of Boaz.",
      "12": "Boaz was the father of Obed. And Obed was the father of Jesse.",
      "13": "Jesse was the father of Eliab his first-born, then Abinadab his second son, and Shimea his third.",
      "14": "Nethanel was his fourth son, Raddai the fifth,",
      "15": "Ozem the sixth, and David the seventh.",
      "16": "Their sisters were Zeruiah and Abigail. Zeruiah’s three sons were Abshai, Joab and Asahel.",
      "17": "Abigail gave birth to Amasa. And Amasa’s father was Jether the Ishmaelite.",
      "18": "Hezron’s son Caleb had sons by his wives Azubah and Jerioth. Azubah’s sons were Jesher, Shobab and Ardon.",
      "19": "When Azubah died, Caleb married Ephrath. She gave birth to his son Hur.",
      "20": "Hur was the father of Uri. And Uri was the father of Bezalel.",
      "21": "Later, when Hezron was sixty years old, he married the daughter of Machir the father of Gilead. She gave birth to his son Segub.",
      "22": "Segub was the father of Jair, who had twenty-three cities in the land of Gilead.",
      "23": "But Geshur and Aram took the towns of Jair from them, with Kenath and its towns. They took sixty cities in all. All these were the sons of Machir, the father of Gilead.",
      "24": "After Hezron died in Caleb-ephrathah, his wife Abijah gave birth to his son Ashhur. Ashhur was the father of Tekoa.",
      "25": "The sons of Hezron’s first-born Jerahmeel were Ram the first-born, then Bunah, Oren, Ozem and Ahijah.",
      "26": "Jerahmeel had another wife, whose name was Atarah. She was the mother of Onam.",
      "27": "The sons of Jerahmeel’s first-born son Ram were Maaz, Jamin and Eker.",
      "28": "The sons of Onam were Shammai and Jada. And the sons of Shammai were Nadab and Abishur.",
      "29": "The name of Abishur’s wife was Abihail. She gave birth to his sons Ahban and Molid.",
      "30": "The sons of Nadab were Seled and Appaim. Seled died without sons.",
      "31": "Appaim’s son was Ishi. Ishi’s son was Sheshan. And Sheshan’s son was Ahlai.",
      "32": "The sons of Shammai’s brother Jada were Jether and Jonathan. Jether died without sons.",
      "33": "The sons of Jonathan were Peleth and Zaza. These were the sons of Jerahmeel.",
      "34": "Now Sheshan had no sons, only daughters. And Sheshan had an Egyptian servant whose name was Jarha.",
      "35": "Sheshan gave his daughter to his servant Jarha in marriage. And she gave birth to his son Attai.",
      "36": "Attai was the father of Nathan. Nathan was the father of Zabad.",
      "37": "Zabad was the father of Ephlal. Ephlal was the father of Obed.",
      "38": "Obed was the father of Jehu. Jehu was the father of Azariah.",
      "39": "Azariah was the father of Helez. Helez was the father of Eleasah.",
      "40": "Eleasah was the father of Sismai. Sismai was the father of Shallum.",
      "41": "Shallum was the father of Jekamiah. And Jekamiah was the father of Elishama.",
      "42": "These are the sons of Jerahmeel’s brother Caleb. Mesha was his first-born and the father of Ziph. His son was Mareshah, the father of Hebron.",
      "43": "The sons of Hebron were Korah, Tappuah, Rekem and Shema.",
      "44": "Shema was the father of Raham, the father of Jorkeam. Rekem was the father of Shammai.",
      "45": "Shammai’s son was Maon. Maon was the father of Bethzur.",
      "46": "Ephah was the woman who acted as Caleb’s wife. She gave birth to Haran, Moza and Gazez. Haran was the father of Gazez.",
      "47": "The sons of Jahdai were Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph.",
      "48": "Maacah, who acted as Caleb’s wife, gave birth to Sheber and Tirhanah.",
      "49": "She also gave birth to Shaaph the father of Madmannah, and Sheva the father of Machbena and Gibea. Caleb’s daughter was Achsah.",
      "50": "These were the children of Caleb.\nThe sons of Ephrathah’s first-born son Hur were Shobal the father of Kiriath-jearim,",
      "51": "Salma the father of Bethlehem, and Hareph the father of Beth-gader.",
      "52": "Shobal the father of Kiriath-jearim had other sons. These were Haroeh, half of the Manahathites,",
      "53": "and the families of Kiriath-jearim. These families were the Ithrites, the Puthites, the Shumathites, and the Mishraites. From these came the Zorathites and the Eshtaolites.",
      "54": "The sons of Salma were Bethlehem and the Netophathites, Atroth-beth-joab, half of the Manahathites, and the Zorites.",
      "55": "The families of the writers who lived at Jabez were the Tirathites, the Shimeathites and the Sucathites. These are the Kenites who came from Hammath, the father of the house of Rechab."
    },
    "3": {
      "1": "These were the sons of David who were born to him in Hebron. The first-born was Amnon, whose mother was Ahinoam of Jezreel. The second was Daniel, the son of Abigail of Carmel.",
      "2": "The third was Absalom the son of Maacah, the daughter of King Talmai of Geshur. The fourth was Adonijah the son of Haggith.",
      "3": "The fifth was Shephatiah the son of Abital. And the sixth was Ithream, by David’s wife Eglah.",
      "4": "Six sons were born to David in Hebron. He ruled there for seven years and six months. And he ruled in Jerusalem for thirty-three years.",
      "5": "These are the sons who were born to him in Jerusalem: Bathsheba the daughter of Ammiel gave birth to David’s four sons, Shimea, Shobab, Nathan and Solomon.",
      "6": "And there were Ibhar, Elishama, Eliphelet,",
      "7": "Nogah, Nepheg, Japhia,",
      "8": "Elishama, Eliada, and Eliphelet, nine sons.",
      "9": "All these were the sons of David, added to the sons of the women who acted as David’s wives. Tamar was their sister.",
      "10": "Solomon’s son was Rehoboam. Abijah was his son. Asa was his son. Jehoshaphat was his son.",
      "11": "Joram was his son. Ahaziah was his son. Joash was his son.",
      "12": "Amaziah was his son. Azariah was his son. Jotham was his son.",
      "13": "Ahaz was his son. Hezekiah was his son. Manasseh was his son.",
      "14": "Amon was his son. And Josiah was his son.",
      "15": "The sons of Josiah were Johanan the first-born, Jehoiakim the second, Zedekiah the third, and Shallum the fourth.",
      "16": "The sons of Jehoiakim were Jeconiah and Zedekiah.",
      "17": "Jeconiah was taken away to prison by the Babylonians. His sons were Shealtiel,",
      "18": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah.",
      "19": "Pedaiah’s sons were Zerubbabel and Shimei. And the sons of Zerubbabel were Meshullam and Hananiah. Shelomith was their sister.",
      "20": "Five other sons of Zerubbabel were Hashubah, Ohel, Berechiah, Hasadiah, and Jushab-hesed.",
      "21": "The sons of Hananiah were Pelatiah and Jeshaiah, whose son was Rephaiah. His son was Arnan. His son was Obadiah. And his son was Shecaniah.",
      "22": "Shecaniah’s son was Shemaiah, whose sons were Hattush, Igal, Bariah, Neariah, and Shaphat, six sons.",
      "23": "The three sons of Neariah were Elioenai, Hizkiah and Azrikam.",
      "24": "And the seven sons of Elioenai were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani."
    },
    "4": {
      "1": "The sons of Judah were Perez, Hezron, Carmi, Hur and Shobal.",
      "2": "Shobal’s son Reaiah was the father of Jahath. And Jahath was the father of Ahumai and Lahad. These were the families of the Zorathites.",
      "3": "The sons of Etam were Jezreel, Ishma and Idbash. The name of their sister was Hazzelelponi.",
      "4": "Penuel was the father of Gedor. Ezer was the father of Hushah. These were the sons of Hur, the first-born of Ephrathah, the father of Bethlehem.",
      "5": "Tekoa’s father Ashhur had two wives, Helah and Naarah.",
      "6": "Naarah gave birth to Ahuzzam, Hepher, Temeni and Haahashtari. These were the sons of Naarah.",
      "7": "The sons of Helah were Zereth, Izhar and Ethnan.",
      "8": "Koz was the father of Anub, Zobebah, and the families of Aharhel the son of Harum.",
      "9": "Jabez was more a man of honor than his brothers. His mother gave him the name Jabez, saying, “Because I gave birth to him in pain.”",
      "10": "Jabez called on the God of Israel, saying, “O, if only You would bring good to me and give me more land! If only Your hand might be with me, that You would keep me from being hurt!” And God gave him what he asked for.",
      "11": "Shuhah’s brother Chelub was the father of Mehir, who was the father of Eshton.",
      "12": "Eshton was the father of Beth-rapha and Paseah. Tehinnah was the father of Irnahash. These are the men of Recah.",
      "13": "The sons of Kenaz were Othniel and Seraiah. Othniel’s son was Hathath.",
      "14": "Meonothai was the father of Ophrah. Seraiah was the father of Joab, who was the father of Ge-harashim. They were good at making things.",
      "15": "Jephunneh’s son Caleb was the father of Iru, Elah and Naam. Elah’s son was Kenaz.",
      "16": "The sons of Jehallel were Ziph, Ziphah, Tiria and Asarel.",
      "17": "The sons of Ezrah were Jether, Mered, Epher and Jalon. These are the sons of Pharaoh’s daughter Bithia, whom Mered married. She gave birth to Miriam, Shammai, and Ishbah the father of Eshtemoa.",
      "18": "Mered’s Jewish wife gave birth to Jered the father of Gedor, Heber the father of Soco, and Jekuthiel the father of Zanoah.",
      "19": "The sons of Hodiah’s wife, the sister of Naham, were the fathers of Keilah the Garmite and Eshtemoa the Maacathite.",
      "20": "Shimon’s sons were Amnon, Rinnah, Benhanan and Tilon. The sons of Ishi were Zoheth and Ben-zoheth.",
      "21": "The sons of Shelah the son of Judah were Er the father of Lecah, Laadah the father of Mareshah, and the families of the house of those who worked with linen at Bethashbea.",
      "22": "Shelah’s other sons were Jokim, the men of Cozeba, Joash, Saraph who ruled in Moab, and Jaashubi-lehem. The writings of these times are old.",
      "23": "These were the people who made pots and lived in Netaim and Gederah. They lived there with the king for his work.",
      "24": "The sons of Simeon were Nemuel, Jamin, Jarib, Zerah, and Saul.",
      "25": "Saul’s son was Shallum. His son was Mibsam. And his son was Mishma.",
      "26": "Mishma’s sons were Hammuel, Zaccur his son, and Shimei his son.",
      "27": "Shimei had sixteen sons and six daughters. But his brothers did not have many children. Their whole family did not have many children, like the sons of Judah.",
      "28": "They lived at Beersheba, Moladah, Hazarshual,",
      "29": "Bilhah, Ezem, Tolad,",
      "30": "Bethuel, Hormah, Ziklag,",
      "31": "Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These were their cities until David ruled.",
      "32": "Their towns were Etam, Ain, Rimmon, Tochen and Ashan, five towns.",
      "33": "And they had all the small towns that were around these towns as far as Baal. These were the places where they lived. And they wrote down all the names of their families.",
      "34": "The heads of their families were Meshobab, Jamlech, Joshah the son of Amaziah,",
      "35": "Joel, and Jehu the son of Joshibiah, the son of Seraiah, the son of Asiel.",
      "36": "And there were Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,",
      "37": "and Ziza the son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah.",
      "38": "These were the names of the heads of their families. And many were added to their fathers’ houses.",
      "39": "They went to the gate of Gedor, to the east side of the valley, to look for fields for their flocks.",
      "40": "There they found good fields rich with grass. The land was wide and quiet, and there they had peace. For Hamites had lived there before.",
      "41": "These whose names have been written down came in the days of Hezekiah king of Judah. They destroyed their tents and the Meunites who were found there. They destroyed all of them to this day, and lived in their place because there were fields for their flocks.",
      "42": "Then some of them, 500 sons of Simeon, went to Mount Seir. Their leaders were Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi.",
      "43": "They destroyed the rest of the Amalekites who had run away to be safe. And they have lived there to this day."
    },
    "5": {
      "1": "Reuben was the first-born son of Israel but because he sinned against his father’s marriage bed, his birth-right was given to the sons of Joseph the son of Israel. Reuben is not written down in the family names by his birth-right.",
      "2": "Judah became stronger than his brothers, and a prince came from him. But the birth-right belonged to Joseph.",
      "3": "The sons of Reuben the first-born of Israel were Hanoch, Pallu, Hezron and Carmi.",
      "4": "The sons of Joel were Shemaiah, Gog his son, Shimei his son,",
      "5": "Micah his son, Reaiah his son, Baal his son,",
      "6": "and Beerah his son. Beerah was the one whom Tilgath-pilneser king of Assyria carried away to a strange land. He was a leader of the Reubenites.",
      "7": "These are his brothers by their families, from the writings of their family names. There was Jeiel the leader, then Zechariah,",
      "8": "and Bela the son of Azaz, the son of Shema, the son of Joel, who lived in Aroer as far as Nebo and Baal-meon.",
      "9": "He lived as far east as the beginning of the desert this side of the Euphrates River, because their cattle had become too many for the land of Gilead.",
      "10": "In the days of Saul they made war with the Hagrites and killed them. So they lived in their tents over all the land east of Gilead.",
      "11": "The sons of Gad lived beside them in the land of Bashan as far as Salecah.",
      "12": "Joel was the leader. Then there was Shapham, then Janai, and Shaphat in Bashan.",
      "13": "Their seven brothers of their fathers’ houses were Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber.",
      "14": "These were the sons of Abihail, the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz.",
      "15": "Ahi the son of Abdiel, the son of Guni, was head of their fathers’ houses.",
      "16": "They lived in Gilead, in Bashan and its towns, and in all the fields of Sharon as far as they go.",
      "17": "All of these were added to the family names in the days of King Jotham of Judah and King Jeroboam of Israel.",
      "18": "The sons of Reuben, the Gadites and the half-family group of Manasseh were powerful soldiers. They carried the battle-covering and the sword, and shot with the bow. They were able men in battle. There were 44,760 of them who went to war.",
      "19": "They made war against the Hagrites, Jetur, Naphish and Nodab.",
      "20": "They were given help against them, and the Hagrites and all who were with them were given into their hand. They cried out to God in the battle. He gave them what they asked for, because they trusted in Him.",
      "21": "They took away their animals, 50,000 camels, 250,000 sheep, 2,000 donkeys, and 100,000 men.",
      "22": "Many were killed, because the war was of God. They lived in their place until they were taken away by Assyria.",
      "23": "The sons of the half-family group of Manasseh lived in the land. There were many of them from Bashan to Baal-hermon, Senir and Mount Hermon.",
      "24": "The heads of their fathers’ houses were Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were powerful soldiers, men whose names were well-known. And they were heads of their fathers’ houses.",
      "25": "But they sinned against the God of their fathers. They sold themselves to the gods of the people of the land, whom God had destroyed before them.",
      "26": "So the God of Israel moved the spirit of Pul king of Assyria, also known as Tilgath-pilneser king of Assyria. And he carried the Reubenites, the Gadites and the half-family group of Manasseh away to a strange land. He brought them to Halah, Habor, Hara, and the river of Gozan. And they are there to this day."
    },
    "6": {
      "1": "The sons of Levi were Gershon, Kohath and Merari.",
      "2": "The sons of Kohath were Amram, Izhar, Hebron and Uzziel.",
      "3": "The children of Amram were Aaron, Moses and Miriam. And the sons of Aaron were Nadab, Abihu, Eleazar and Ithamar.",
      "4": "Eleazar was the father of Phinehas. Phinehas was the father of Abishua.",
      "5": "Abishua was the father of Bukki. Bukki was the father of Uzzi.",
      "6": "Uzzi was the father of Zerahiah. Zerahiah was the father of Meraioth.",
      "7": "Meraioth was the father of Amariah. Amariah was the father of Ahitub.",
      "8": "Ahitub was the father of Zadok. Zadok was the father of Ahimaaz.",
      "9": "Ahimaaz was the father of Azariah. Azariah was the father of Johanan.",
      "10": "Johanan was the father of Azariah. (He was the one who served as the religious leader in the house which Solomon built in Jerusalem.)",
      "11": "Azariah was the father of Amariah. Amariah was the father of Ahitub.",
      "12": "Ahitub was the father of Zadok. Zadok was the father of Shallum.",
      "13": "Shallum was the father of Hilkiah. Hilkiah was the father of Azariah.",
      "14": "Azariah was the father of Seraiah. Seraiah was the father of Jehozadak.",
      "15": "Jehozadak was taken away when the Lord carried Judah and Jerusalem away to a strange land by Nebuchadnezzar.",
      "16": "The sons of Levi were Gershom, Kohath and Merari.",
      "17": "The names of the sons of Gershom were Libni and Shimei.",
      "18": "The sons of Kohath were Amram, Izhar, Hebron and Uzziel.",
      "19": "The sons of Merari were Mahli and Mushi. These are the families of the Levites by their fathers’ houses.",
      "20": "Of Gershom there were Libni his son, Jahath his son, Zimmah his son,",
      "21": "Joah his son, Iddo his son, Zerah his son, and Jeatherai his son.",
      "22": "The sons of Kohath were Amminadab, Korah his son, Assir his son,",
      "23": "Elkanah his son, Ebiasaph his son, Assir his son,",
      "24": "Tahath his son, Uriel his son, Uzziah his son, and Saul his son.",
      "25": "The sons of Elkanah were Amasai and Ahimoth,",
      "26": "Elkanah his son, Zophai his son, Nahath his son,",
      "27": "Eliab his son, Jeroham his son, and Elkanah his son.",
      "28": "The sons of Samuel were Joel the first-born, and Abijah the second.",
      "29": "The sons of Merari were Mahli, Libni his son, Shimei his son, Uzzah his son,",
      "30": "Shimea his son, Haggiah his son, and Asaiah his son.",
      "31": "David chose these men to lead the singing in the house of the Lord, after the special box with the Law of the Lord rested there.",
      "32": "They led the singing in front of the meeting tent until Solomon had built the house of the Lord in Jerusalem. And they took their places for their work at the right times.",
      "33": "These are the men who served, and their sons. From the sons of the Kohathites were Heman the singer, the son of Joel, son of Samuel,",
      "34": "son of Elkanah, son of Jeroham, son of Eliel, son of Toah,",
      "35": "son of Zuph, son of Elkanah, son of Mahath, son of Amasai,",
      "36": "son of Elkanah, son of Joel, son of Azariah, son of Zephaniah,",
      "37": "son of Tahath. Tahath was the son of Assir, son of Ebiasaph, son of Korah,",
      "38": "son of Izhar, son of Kohath, son of Levi, son of Israel.",
      "39": "Heman’s brother Asaph stood at his right hand. Asaph was the son of Berechiah, son of Shimea,",
      "40": "son of Michael, son of Baaseiah, son of Malchijah,",
      "41": "son of Ethni, son of Zerah. Zerah was the son of Adaiah,",
      "42": "son of Ethan, son of Zimmah, son of Shimei,",
      "43": "son of Jahath, son of Gershom, son of Levi.",
      "44": "On the left hand were their brothers the sons of Merari. There was Ethan the son of Kishi, son of Abdi, son of Malluch,",
      "45": "son of Hashabiah, son of Amaziah. Amaziah was the son of Hilkiah,",
      "46": "son of Amzi, son of Bani, son of Shemer,",
      "47": "son of Mahli, son of Mushi, son of Merari, son of Levi.",
      "48": "Their brothers the Levites were chosen for all the work of the house of God.",
      "49": "But Aaron and his sons gave the gifts on the altar of burnt gifts and on the altar of special perfume. They did all the work of the most holy place, to pay for the sins of Israel. They did all that Moses the servant of God had told them to do.",
      "50": "The sons of Aaron were Eleazar, Phinehas his son, Abishua his son,",
      "51": "Bukki his son, Uzzi his son, Zerahiah his son,",
      "52": "Meraioth his son, Amariah his son, Ahitub his son,",
      "53": "Zadok his son, and Ahimaaz his son.",
      "54": "These are the places where they lived in their lands. The sons of Aaron of the families of the Kohathites were first to choose where to live.",
      "55": "They were given Hebron in the land of Judah, and the fields around it.",
      "56": "But the fields of the city and its towns were given to Caleb the son of Jephunneh.",
      "57": "The sons of Aaron were given cities where people go to be safe. These cities were Hebron, Libnah with its fields, Jatir, Eshtemoa with its fields,",
      "58": "Hilen with its fields, Debir with its fields,",
      "59": "Ashan with its fields, and Beth-shemesh with its fields.",
      "60": "From the family of Benjamin they were given Geba with its fields, Allemeth with its fields, and Anathoth with its fields. There were thirteen cities in all, by their families.",
      "61": "Ten cities were given, by drawing names, to the rest of the sons of Kohath. These cities were given from the families of the half-family group of Manasseh.",
      "62": "Thirteen cities were given to the sons of Gershom, by their families. These cities were given from the families of Issachar, Asher, Naphtali, and Manasseh.",
      "63": "Twelve cities were given, by drawing names, to the sons of Merari, by their families. These cities were given from the families of Reuben, Gad, and Zebulun.",
      "64": "So the people of Israel gave to the Levites the cities with their fields.",
      "65": "By drawing names, they gave them these cities which are written here, from the families of the sons of Judah, Simeon and Benjamin.",
      "66": "Some of the families of the sons of Kohath had cities of their land from the family of Ephraim.",
      "67": "They were given cities where anyone could go to be safe. These cities were Shechem in the hill country of Ephraim with its fields, Gezer with its fields,",
      "68": "Jokmeam with its fields, Beth-horon with its fields,",
      "69": "Aijalon with its fields, and Gath-rimmon with its fields.",
      "70": "From the half-family group of Manasseh they were given Aner with its fields and Bileam with its fields. They were for the rest of the family of the sons of Kohath.",
      "71": "Cities were given to the sons of Gershom from the half-family group of Manasseh. These cities were Golan in Bashan with its fields and Ashtaroth with its fields.",
      "72": "From the family of Issachar they were given Kedesh with its fields, Daberath with its fields,",
      "73": "Ramoth with its fields, and Anem with its fields.",
      "74": "From the family of Asher they were given Mashal with its fields, Abdon with its fields,",
      "75": "Hukok with its fields, and Rehob with its fields.",
      "76": "From the family of Naphtali they were given Kedesh in Galilee with its fields, Hammon with its fields, and Kiriathaim with its fields.",
      "77": "The rest of the Levites, the sons of Merari were given cities from the family of Zebulun. These cities were Rimmono with its fields and Tabor with its fields.",
      "78": "On the other side of the Jordan at Jericho, on the east side of the Jordan, they were given cities from the family of Reuben. These cities were Bezer in the desert with its fields, Jahzah with its fields,",
      "79": "Kedemoth with its fields, and Mephaath with its fields.",
      "80": "From the family of Gad they were given Ramoth in Gilead with its fields, Mahanaim with its fields,",
      "81": "Heshbon with its fields, and Jazer with its fields."
    },
    "7": {
      "1": "The four sons of Issachar were Tola, Puah, Jashub and Shimron.",
      "2": "The sons of Tola were Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam and Samuel, heads of their fathers’ houses. Tola’s sons were powerful soldiers among the people of their day. There were 22,600 of these men in the days of David.",
      "3": "The son of Uzzi was Izrahiah. And the sons of Izrahiah were Michael, Obadiah, Joel and Isshiah. All five of them were leaders.",
      "4": "With them by their families and by their fathers’ houses were 36,000 men ready to fight. For they had many wives and sons.",
      "5": "Their brothers among all the families of Issachar were powerful soldiers. There were 87,000 of them, whose names were written down by their families.",
      "6": "The three sons of Benjamin were Bela, Becher and Jediael.",
      "7": "The five sons of Bela were Ezbon, Uzzi, Uzziel, Jerimoth and Iri. They were heads of their fathers’ houses and powerful soldiers. There were 22,034 of them, whose names were written down by their families.",
      "8": "The sons of Becher were Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth and Alemeth. All these were the sons of Becher.",
      "9": "Their names were written down by their families. They were heads of their fathers’ houses, 20,200 powerful soldiers.",
      "10": "The son of Jediael was Bilhan. And the sons of Bilhan were Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish and Ahishahar.",
      "11": "All these were sons of Jediael, by the heads of their fathers’ houses. They were 17,200 powerful soldiers, who were ready to go out with the army to battle.",
      "12": "Shuppim and Huppim were the sons of Ir. Hushim was the son of Aher.",
      "13": "The sons of Naphtali were Jahziel, Guni, Jezer and Shallum, the sons of Bilhah.",
      "14": "Manasseh’s sons were Asriel and Machir the father of Gilead. Their mother was the Aramaean woman who acted as Manasseh’s wife.",
      "15": "Machir took a wife of Huppim and Shuppim, whose sister’s name was Maacah. The name of the second was Zelophehad. And Zelophehad had daughters.",
      "16": "Machir’s wife Maacah gave birth to a son, and gave him the name Peresh. His brother’s name was Sheresh. And his sons were Ulam and Rakem.",
      "17": "The son of Ulam was Bedan. These were the sons of Gilead the son of Machir, the son of Manasseh.",
      "18": "His sister Hammolecheth gave birth to Ishhod, Abiezer and Mahlah.",
      "19": "The sons of Shemida were Ahian, Shechem, Likhi and Aniam.",
      "20": "Ephraim’s sons were Shuthelah and Bered his son, Tahath his son, Eleadah his son, Tahath his son,",
      "21": "Zabad his son, Shuthelah his son, and Ezer and Elead. The men of Gath who were born in the land killed Ezer and Elead, because they came down to take their cattle.",
      "22": "Their father Ephraim was filled with sorrow for many days. And his brothers came to comfort him.",
      "23": "Then he went in to his wife and she was able to have a child and gave birth to a son. Ephraim gave him the name Beriah, because trouble had come upon his house.",
      "24": "Beriah’s daughter was Sheerah. She built both parts of Beth-horon, and Uzzen-sheerah.",
      "25": "Rephah was his son, Resheph his son, Telah his son, Tahan his son,",
      "26": "Ladan his son, Ammihud his son, Elishama his son,",
      "27": "Nun his son, and Joshua his son.",
      "28": "Their cities and their lands were Bethel with its towns, Naaran to the east, Gezer to the west with its towns, and Shechem with its towns as far as Ayyah with its towns.",
      "29": "Beside the land of the sons of Manasseh, they lived in Beth-shean with its towns, Taanach with its towns, Megiddo with its towns, and Dor with its towns. In these cities lived the sons of Joseph the son of Israel.",
      "30": "The sons of Asher were Imnah, Ishvah, Ishvi, Beriah, and Serah their sister.",
      "31": "The sons of Beriah were Heber and Malchiel, who was the father of Birzaith.",
      "32": "Heber was the father of Japhlet, Shomer, Hotham, and their sister Shua.",
      "33": "The sons of Japhlet were Pasach, Bimhal and Ashvath. These were the sons of Japhlet.",
      "34": "The sons of Shemer were Ahi, Rohgah, Jehubbah and Aram.",
      "35": "The sons of his brother Helem were Zophah, Imna, Shelesh and Amal.",
      "36": "The sons of Zophah were Suah, Harnepher, Shual, Beri, Imrah,",
      "37": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera.",
      "38": "The sons of Jether were Jephunneh, Pispa and Ara.",
      "39": "The sons of Ulla were Arah, Hanniel and Rizia.",
      "40": "All these were the sons of Asher and heads of the fathers’ houses. They were chosen men and powerful soldiers, leaders of the king’s sons. There were 26,000 of them, whose names were written down by their families for fighting in war."
    },
    "8": {
      "1": "Benjamin was the father of Bela his first-born, Ashbel the second, Aharah the third,",
      "2": "Nohah the fourth, and Rapha the fifth.",
      "3": "Bela’s sons were Addar, Gera, Abihud,",
      "4": "Abishua, Naaman, Ahoah,",
      "5": "Gera, Shephuphan, and Huram.",
      "6": "The sons of Ehud were the heads of fathers’ houses of the people of Geba. They were taken away to Manahath.",
      "7": "Their names were Naaman, Ahijah, and Gera, that is, Heglam, who was the father of Uzza and Ahihud.",
      "8": "Shaharaim had sons in the country of Moab after he had sent away Hushim and Baara his wives.",
      "9": "By his wife Hodesh he became the father of Jobab, Zibia, Mesha, Malcam,",
      "10": "Jeuz, Sachia and Mirmah. These were his sons. They were heads of fathers’ houses.",
      "11": "By his wife Hushim he became the father of Abitub and Elpaal.",
      "12": "The sons of Elpaal were Eber, Misham, and Shemed, who built Ono and Lod with its towns.",
      "13": "Elpaal was the father of Beriah and Shema also. They were heads of fathers’ houses of the people of Aijalon, who drove away the people of Gath.",
      "14": "Elpaal’s other sons were Ahio, Shashak and Jeremoth.",
      "15": "Zebadiah, Arad, Eder,",
      "16": "Michael, Ishpah and Joha were the sons of Beriah.",
      "17": "Zebadiah, Meshullam, Hizki, Heber,",
      "18": "Ishmerai, Izliah and Jobab were the sons of Elpaal.",
      "19": "Jakim, Zichri, Zabdi,",
      "20": "Elienai, Zillethai, Eliel,",
      "21": "Adaiah, Beraiah and Shimrath were the sons of Shimei.",
      "22": "Ishpan, Eber, Eliel,",
      "23": "Abdon, Zichri, Hanan,",
      "24": "Hananiah, Elam, Anthothijah,",
      "25": "Iphdeiah and Penuel were the sons of Shashak.",
      "26": "Shamsherai, Shehariah, Athaliah,",
      "27": "Jaareshiah, Elijah and Zichri were the sons of Jeroham.",
      "28": "These were heads of the fathers’ houses by their families. They were leaders who lived in Jerusalem.",
      "29": "Gibeon’s father Jeiel lived in Gibeon. The name of Jeiel’s wife was Maacah.",
      "30": "His sons were Abdon his first-born, then Zur, Kish, Baal, Nadab,",
      "31": "Gedor, Ahio and Zecher,",
      "32": "and Mikloth the father of Shimeah. They lived with their brothers in Jerusalem beside their other brothers.",
      "33": "Ner was the father of Kish. Kish was the father of Saul. Saul was the father of Jonathan, Malchi-shua, Abinadab and Eshbaal.",
      "34": "The son of Jonathan was Merib-baal. Merib-baal was the father of Micah.",
      "35": "The sons of Micah were Pithon, Melech, Tarea and Ahaz.",
      "36": "Ahaz was the father of Jehoaddah. Jehoaddah was the father of Alemeth, Azmaveth and Zimri. Zimri was the father of Moza.",
      "37": "Moza was the father of Binea. Raphah was his son, Eleasah his son, and Azel his son.",
      "38": "The names of Azel’s six sons were Azrikam, Bocheru, Ishmael, Sheariah, Obadiah and Hanan. All these were the sons of Azel.",
      "39": "The sons of his brother Eshek were Ulam his first-born, Jeush the second, and Eliphelet the third.",
      "40": "The sons of Ulam were powerful soldiers. They fought with the bow. And they had 150 sons and grandsons. All these were the sons of Benjamin."
    },
    "9": {
      "1": "So the names of all Israel were written down by families. See, they are written in the Book of the Kings of Israel. And Judah was carried away to Babylon because they were not faithful.",
      "2": "The first ones to live again in their land and in their cities were Israel, the religious leaders, the Levites and the servants of the Lord’s house.",
      "3": "Some of the people of Judah, Benjamin, Ephraim and Manasseh lived in Jerusalem.",
      "4": "They were Uthai the son of Ammihud, the son of Omri, the son of Imri, the son of Bani, from the sons of Perez the son of Judah.",
      "5": "From the Shilonites were Asaiah the first-born and his sons.",
      "6": "From the sons of Zerah were Jeuel and their brothers, 690 of them.",
      "7": "From the sons of Benjamin were Sallu the son of Meshullam, the son of Hodaviah, the son of Hassenuah.",
      "8": "And there were Ibneiah the son of Jeroham, Elah the son of Uzzi, son of Michri, and Meshullam the son of Shephatiah, son of Reuel, son of Ibnijah.",
      "9": "And there were their brothers by their families, 956 of them. All these were heads of fathers’ houses by their fathers’ houses.",
      "10": "From the religious leaders were Jedaiah, Jehoiarib, Jachin.",
      "11": "And there was Azariah the son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub. He was the head leader of the house of God.",
      "12": "And there was Adaiah the son of Jeroham, son of Pashhur, son of Malchijah. There was Maasai the son of Adiel, son of Jahzerah, son of Meshullam, son of Meshillemith, son of Immer.",
      "13": "And there were 1,760 of their brothers, who were heads of their fathers’ houses. They were very able men for the work of the house of God.",
      "14": "From the Levites were Shemaiah the son of Hasshub, son of Azrikam, son of Hashabiah, of the sons of Merari.",
      "15": "There were Bakbakkar, Heresh, Galal, and Mattaniah the son of Mica, son of Zichri, son of Asaph.",
      "16": "There was Obadiah the son of Shemaiah, son of Galal, son of Jeduthun. And there was Berechiah the son of Asa, son of Elkanah, who lived in the towns of the Netophathites.",
      "17": "The gate-keepers were Shallum, Akkub, Talmon, Ahiman and their brothers. (Shallum was the leader",
      "18": "who was at the king’s gate on the east side.) These were the gate-keepers for the family group of the Levites.",
      "19": "Shallum the son of Kore, son of Ebiasaph, son of Korah, and his brothers of his father’s house, were the Korahites. They led the work, and they watched the doors of the meeting tent. Their fathers had taken care of the tents of the Lord, and had watched the doors.",
      "20": "Phinehas the son of Eleazar had ruled over them before. And the Lord was with him.",
      "21": "Zechariah the son of Meshelemiah watched the gate of the meeting tent.",
      "22": "There were 212 of those who were chosen to watch the gates. Their names were written down by families in their towns. David and Samuel the man of God chose them for places of trust.",
      "23": "So they and their sons were gate-keepers of the Lord’s house, the holy tent.",
      "24": "The gate-keepers were on the four sides, to the east, west, north and south.",
      "25": "Those of their family in other towns were to come in every seven days from time to time to be with them.",
      "26": "For the four head men who were gate-keepers were Levites and were in a place of trust. They watched over the rooms and the riches in the house of God.",
      "27": "They stayed during the night around the house of God. For their duty was to watch. And they were to open the house every morning.",
      "28": "Some of them took care of the things used for worship. They numbered them when they were brought in and taken out.",
      "29": "Some of them were chosen to take care of the objects of the holy place, the fine flour, the wine, the oil, the special perfume, and the spices.",
      "30": "And some of the sons of the religious leaders did the work of mixing the spices.",
      "31": "Mattithiah was one of the Levites, the first-born of Shallum the Korahite. He took care of the making of bread.",
      "32": "And some of their brothers of the Kohathites took care of the making of the holy bread every Day of Rest.",
      "33": "These are the singers. They were heads of fathers’ houses of the Levites, who lived in the rooms of the Lord’s house. They were free from other kinds of worship, for they were on duty day and night.",
      "34": "These were heads of fathers’ houses of the Levites by their families. They were leaders who lived in Jerusalem.",
      "35": "Gibeon’s father Jeiel lived in Gibeon. The name of Jeiel’s wife was Maacah.",
      "36": "His sons were Abdon the first-born, then Zur, Kish, Baal, Ner, Nadab,",
      "37": "Gedor, Ahio, Zechariah and Mikloth.",
      "38": "Mikloth was the father of Shimeam. They lived with their brothers in Jerusalem beside their other brothers.",
      "39": "Ner was the father of Kish. Kish was the father of Saul. Saul was the father of Jonathan, Malchi-shua, Abinadab and Eshbaal.",
      "40": "The son of Jonathan was Merib-baal. Merib-baal was the father of Micah.",
      "41": "The sons of Micah were Pithon, Melech, Tahrea and Ahaz.",
      "42": "Ahaz was the father of Jarah. Jarah was the father of Alemeth, Azmaveth and Zimri. Zimri was the father of Moza.",
      "43": "Moza was the father of Binea and Rephaiah his son, Eleasah his son, Azel his son.",
      "44": "Azel had six sons whose names were Azrikam, Bocheru, Ishmael, Sheariah, Obadiah and Hanan. These were the sons of Azel."
    },
    "10": {
      "1": "Now the many Philistines fought against Israel. The men of Israel ran away from the Philistines, and were killed on Mount Gilboa.",
      "2": "The Philistines went after Saul and his sons. And they killed Jonathan, Abinadab and Malchi-shua, Saul’s sons.",
      "3": "The battle was hard for Saul. Those who fought with the bow found him, and hurt him with an arrow.",
      "4": "Then Saul said to the one who carried his battle-clothes, “Take your sword and kill me with it. Or these men who have not gone through our religious act will come and make fun of me.” But the one who carried his battle-clothes would not do it. For he was very afraid. So Saul took his sword and fell on it.",
      "5": "When the one who carried his battle-clothes saw that Saul was dead, he fell on his sword and died also.",
      "6": "So Saul died with his three sons. All those of his house died together.",
      "7": "All the men of Israel who were in the valley saw that the army had run away and that Saul and his sons were dead. So they left their cities and ran away. Then the Philistines came and lived in their cities.",
      "8": "When the Philistines came the next day to take what had belonged to the dead, they found Saul and his sons dead on Mount Gilboa.",
      "9": "So they took his clothes, his head, and his battle-clothes. And they sent men around the land of the Philistines to take the good news to their false gods and to the people.",
      "10": "They put Saul’s battle-clothes in the house of their gods. And they put his head in the house of Dagon.",
      "11": "All the people of Jabesh-gilead heard what the Philistines had done to Saul.",
      "12": "So all the powerful soldiers went and took the bodies of Saul and his sons. They brought them to Jabesh and buried their bones under the oak tree there. Then they went without food for seven days.",
      "13": "So Saul died for his sin against the Lord, because he did not keep the Word of the Lord. He had asked a woman who spoke with spirits what he should do.",
      "14": "He did not ask the Lord. So the Lord killed him, and gave the nation to David the son of Jesse."
    },
    "11": {
      "1": "Then all Israel came to David at Hebron and said, “See, we are your bone and your flesh.",
      "2": "In times past, even when Saul was king, you were the one who led out and brought in Israel. The Lord your God said to you, ‘You will be the shepherd of My people Israel. And you will be king over My people Israel.’”",
      "3": "So all the leaders of Israel came to the king at Hebron. And David made an agreement with them in Hebron before the Lord. Then they poured oil on David to be the king of Israel, just as the Lord had said through Samuel.",
      "4": "David and all Israel went to Jerusalem (that is, Jebus). And the Jebusites, the people of the land, were there.",
      "5": "The people of Jebus said to David, “You will not come in here.” But David took the strong-place of Zion (that is, the city of David).",
      "6": "Now David had said, “Whoever kills a Jebusite first will be captain and leader.” Joab the son of Zeruiah went up first, so he became captain.",
      "7": "Then David lived in the strong-place. So it was called the city of David.",
      "8": "He built the city all around, from the Millo and then around. And Joab built the rest of the city up again.",
      "9": "David became greater and greater, for the Lord of All was with him.",
      "10": "These are the leaders of David’s strong men. They gave him much help in his nation, together with all Israel, to make him king. It was just as the Lord had said would happen with Israel.",
      "11": "These are the names of David’s strong men. There was Jashobeam the son of Hachmonite, the head of the thirty. He killed 300 men with his spear at one time.",
      "12": "Then there was Eleazar the son of Dodo, the Ahohite. He was one of the three powerful soldiers.",
      "13": "He was with David at Pasdammim when the Philistines were gathered there to battle, where there was a piece of ground full of grain. And the people ran away from the Philistines.",
      "14": "But he and his men stood on the piece of ground and fought for it, and killed the Philistines. The Lord saved them by His great power.",
      "15": "Three of the thirty leaders went down to the rock and into the cave of Adullam where David was staying. The Philistine army was staying in the valley of Rephaim.",
      "16": "David was in a strong-place, while the Philistine soldiers had their place in Bethlehem.",
      "17": "David had a strong desire. He said, “O, if only someone would give me water to drink from the well by the gate of Bethlehem!”",
      "18": "So the three men broke through the Philistine army. They took water from the well by the gate of Bethlehem, and brought it to David. But David would not drink it. He poured it out to the Lord,",
      "19": "and said, “Far be it from me that I should do this before my God. Should I drink the blood of these men? For they put their lives in danger to bring it.” So he would not drink it. These things are what the three powerful soldiers did.",
      "20": "As for Abishai the brother of Joab, he was the head of the thirty. He fought and killed 300 men with his spear. And his name became well-known like the three.",
      "21": "He was the best known of the thirty. But he was not as important as the three.",
      "22": "Benaiah the son of Jehoiada, the son of a powerful soldier from Kabzeel, did great things. He killed the two sons of Ariel of Moab. He went down and killed a lion inside a deep hole on a day when there was snow.",
      "23": "And he killed an Egyptian who was very tall, five cubits tall. The Egyptian held a spear as big as the cross-piece of a cloth-maker. But Benaiah went down to him with a heavy stick and took the spear from the Egyptian’s hand. Then he killed him with his own spear.",
      "24": "These are the things Benaiah the son of Johoiada did. His name was well-known like the three powerful soldiers.",
      "25": "He was respected among the thirty. But he was not as important as the three. David chose him to be the head of his house soldiers.",
      "26": "The strong men of the armies were Asahel the brother of Joab, Elhanan the son of Dodo of Bethlehem,",
      "27": "Shammoth the Harorite, and Helez the Pelonite.",
      "28": "And there were Ira the son of Ikkesh the Tekoite, Abiezer the Anathothite,",
      "29": "Sibbecai the Hushathite, and Ilai the Ahohite.",
      "30": "There were Maharai the Netophathite, Heled the son of Baanah the Netophathite,",
      "31": "Ithai the son of Ribai of Gibeah of the sons of Benjamin, and Benaiah the Pirathonite.",
      "32": "There were Hurai of the rivers of Gaash, Abiel the Arbathite,",
      "33": "Azmaveth the Baharumite, Eliahba the Shaalbonite,",
      "34": "the sons of Hashem the Gizonite. There were Jonathan the son of Shagee the Hararite,",
      "35": "Ahiam the son of Sachar the Hararite, Eliphal the son of Ur,",
      "36": "Hepher the Mecherathite, and Ahijah the Pelonite.",
      "37": "There were Hezro the Carmelite, Naarai the son of Ezbai,",
      "38": "Joel the brother of Nathan, Mibhar the son of Hagri,",
      "39": "Zelek the Ammonite, Naharai the Berothite. Naharai was the one who carried the battle-clothes of Joab the son of Zeruiah.",
      "40": "There were Ira the Ithrite, Gareb the Ithrite,",
      "41": "Uriah the Hittite, Zabad the son of Ahlai,",
      "42": "and Adina the son of Shiza the Reubenite. Adina was a leader of the Reubenites, and had thirty men with him.",
      "43": "Then there were Hanan the son of Maacah, Joshaphat the Mithnite,",
      "44": "Uzzia the Ashterathite, and Shama and Jeiel the sons of Hotham the Aroerite.",
      "45": "There were Jediael the son of Shimri, his brother Joha the Tizite,",
      "46": "Eliel the Mahavite, and Jeribai and Joshaviah the sons of Elnaam. And there were Ithmah the Moabite,",
      "47": "Eliel, Obed, and Jaasiel the Mezobaite."
    },
    "12": {
      "1": "These are the men who came to David at Ziklag, while David was still hidden because of Saul the son of Kish. They were among the strong men who helped him in war.",
      "2": "They fought with the bow. They could also throw stones or shoot arrows with both the right and left hand. They were Saul’s brothers from Benjamin.",
      "3": "The leader was Ahiezer, then Joash. Both of them were sons of Shemaah the Gibeathite. And there were Jeziel and Pelet, the sons of Azmaveth, Beracah, Jehu the Anathothite,",
      "4": "and Ishmaiah the Gibeonite. He was a strong man among the thirty, and a leader over them. There were Jeremiah, Jahaziel, Johanan, Jozabad the Gederathite,",
      "5": "Eluzai, Jerimoth, Bealiah, Shemariah, and Shephatiah the Haruphite.",
      "6": "There were Elkanah, Isshiah, Azarel, Joezer, Jashobeam, the Korahites.",
      "7": "And there were Joelah and Zebadiah, the sons of Jeroham of Gedor.",
      "8": "Powerful soldiers came from the Gadites to David in the strong-place in the desert. They had been taught how to fight in war, and could use the battle-covering and spear. Their faces were like the faces of lions. And they were as fast as the deer on the mountains.",
      "9": "Ezer was the first. Obadiah was the second. Eliab was the third.",
      "10": "Mishmannah was the fourth. Jeremiah was the fifth.",
      "11": "Attai was the sixth. Eliel was the seventh.",
      "12": "Johanan was the eighth. Elzabad was the ninth.",
      "13": "Jeremiah was the tenth. Machbannai was the eleventh.",
      "14": "These Gadites were captains of the army. He who was least led 100. And he who was greatest led 1,000.",
      "15": "These are the ones who crossed the Jordan in the first month when the water was flowing over its sides. They drove away all those in the valleys, to the east and to the west.",
      "16": "Then some of the sons of Benjamin and Judah came to David at his strong-place.",
      "17": "David went out to meet them. He said to them, “If you come in peace to help me, my heart will be joined to you. But if you have come to hand me over to those who hate me, may the God of our fathers see it and speak strong words to you. For I have done nothing wrong.”",
      "18": "Then the Spirit came upon Amasai the captain of the thirty. Amasai said, “We are yours, O David! We are with you, O son of Jesse! Peace, peace to you, and peace to those who help you! For your God helps you!” Then David received them and made them captains of his soldiers.",
      "19": "Some men from Manasseh came over to David’s side when he was about to go to battle with the Philistines against Saul. But they did not help him. For after talking it over, the Philistine leaders sent him away, saying, “He might go over to Saul’s side with our heads.”",
      "20": "The men who came over to David’s side from Manasseh as he went to Ziklag were Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu and Zillethai. They were captains of thousands who belonged to Manasseh.",
      "21": "They helped David against the army of soldiers who came to fight him. For they were all powerful soldiers, and captains in the army.",
      "22": "Each day men came to David to help him. They came until there was a great army, like the army of God.",
      "23": "These are the numbers of the armies who came to David at Hebron. They came to turn the nation of Saul to him, as the Word of the Lord had said.",
      "24": "There were 6,800 sons of Judah who carried a battle-covering and spear, ready for war.",
      "25": "There were 7,100 powerful soldiers from the sons of Simeon.",
      "26": "There were 4,600 sons of Levi.",
      "27": "Jehoiada was the leader of the house of Aaron. There were 3,700 men with him.",
      "28": "And there was Zadok, a young, powerful soldier, and twenty-two captains from his own father’s house.",
      "29": "There were 3,000 sons of Benjamin, Saul’s brothers. For until now most of them had stayed faithful to the house of Saul.",
      "30": "There were 20,800 powerful soldiers from the sons of Ephraim. They were important men in their fathers’ houses.",
      "31": "There were 18,000 men of the half-family group of Manasseh. They were chosen by name to come and make David king.",
      "32": "There were 200 captains of the sons of Issachar. They understood the times and had much understanding of what Israel should do. And all their brothers obeyed them.",
      "33": "There were 50,000 men of Zebulun who were soldiers. They could fight in battle with everything used in war. And they helped David as if they had one heart.",
      "34": "There were 1,000 captains from Naphtali. With them were 37,000 men with battle-coverings and spears.",
      "35": "There were 28,600 Danites ready for battle.",
      "36": "There were 40,000 soldiers from Asher, ready for battle.",
      "37": "And there were 120,000 sons of Reuben, Gad and the half-family group of Manasseh from the other side of the Jordan. They came with everything used in war.",
      "38": "All these were men of war, ready for battle. They came to Hebron with one desire, to make David the king of all Israel. And all the rest of Israel were of one mind to make David king.",
      "39": "They were there with David for three days, eating and drinking. For their brothers had made food ready for them.",
      "40": "And their neighbors brought food, from as far as Issachar, Zebulun and Naphtali. They brought food on donkeys, camels, horses and cattle. They brought many loaves of bread and figs, many dried grapes, wine, oil, cattle and sheep. For there was joy in Israel."
    },
    "13": {
      "1": "Then David spoke with the captains of the thousands and the hundreds and with every leader about what should be done.",
      "2": "David spoke to all the people of Israel. He said, “If you think it is good, and if it is from the Lord our God, let us send word to our brothers who are staying in all the land of Israel. Let us send word to the religious leaders and Levites who are with them in their cities that have fields. And let us ask them to meet with us.",
      "3": "Let us bring the special box with the Law of our God to us. For we did not think of it in the days of Saul.”",
      "4": "Then all the people said that they would do so. For it was right in the eyes of all the people.",
      "5": "So David gathered all Israel together, from the Shihor of Egypt to the gate of Hamath, to bring the special box of God from Kiriath-jearim.",
      "6": "David and all Israel went up to Baalah, that is, to Kiriath-jearim which belongs to Judah. They went to bring the special box of God. It is called by the name of the Lord Who sits on His throne above the cherubim.",
      "7": "They carried the special box of God on a new wagon from the house of Abinadab. And Uzza and Ahio drove the wagon.",
      "8": "David and all Israel were showing their joy before God with all their strength. They were singing and playing harps and timbrels, and blowing horns.",
      "9": "When they came to the grain-floor of Chidon, the cattle pulling the wagon tripped. And Uzza put out his hand to hold the special box of God.",
      "10": "Then the anger of the Lord burned against Uzza. So He killed him because Uzza had put out his hand to the special box of God, so before God he died.",
      "11": "Then David became angry because the Lord had killed Uzza in His anger. That place is called Perez-uzza to this day.",
      "12": "David was afraid of God that day, saying, “How can I bring the special box of God home to me?”",
      "13": "So David did not take the special box of God with him to the city of David. He took it aside to the house of Obed-edom the Gittite.",
      "14": "The special box of God stayed with the family of Obed-edom in his house for three months. The Lord brought good to Obed-edom’s family and all that he had."
    },
    "14": {
      "1": "Now King Hiram of Tyre sent men with cedar trees to David. With them came men who worked with stone and wood. They came to build a house for him.",
      "2": "David understood that the Lord had made him to be king of Israel. He knew that his nation was very honored because of God’s people Israel.",
      "3": "Then David took more wives at Jerusalem. He became the father of more sons and daughters.",
      "4": "The names of the children born to him in Jerusalem are Shammua, Shobab, Nathan, Solomon,",
      "5": "Ibhar, Elishua, Elpelet,",
      "6": "Nogah, Nepheg, Japhia,",
      "7": "Elishama, Beeliada and Eliphelet.",
      "8": "The Philistines heard that David had been chosen as king of all Israel. So they went up to look for him. David heard of it and went out against them.",
      "9": "Now the Philistines had come to fight a surprise battle in the valley of Rephaim.",
      "10": "David asked God, “Should I go fight against the Philistines? Will You give them to me?” And the Lord said to him, “Go, for I will give them to you.”",
      "11": "So they came up to Baal-perazim, and David won the battle against them there. David said, “By my hand God has broken through those who hate me, like the breaking through of a flood.” So they gave that place the name Baal-perazim.",
      "12": "The Philistines left their gods there. So David had them burned with fire.",
      "13": "The Philistines fought another surprise battle in the valley.",
      "14": "So David asked God again what he should do. God said to him, “Do not go after them. Go around behind them, and come upon them in front of the balsam trees.",
      "15": "When you hear the sound of their steps in the tops of the balsam trees, then go out to battle. For God will have gone out before you to destroy the Philistine army.”",
      "16": "David did just as God had told him, and they destroyed the Philistine army from Gibeon as far as Gezer.",
      "17": "Then the name of David became known in all the lands. The Lord brought the fear of him upon all the nations."
    },
    "15": {
      "1": "David built houses for himself in the city of David. He made a place ready for the special box of God. And he set up a tent for it.",
      "2": "Then David said, “No one but the Levites may carry the special box of God. For the Lord chose them to carry the special box of the agreement and to serve Him forever.”",
      "3": "David gathered all Israel together at Jerusalem, to bring up the special box of the Lord to the place he had made for it.",
      "4": "He gathered together the sons of Aaron and the Levites.",
      "5": "Uriel became leader of the sons of Kohath, and 120 of his brothers.",
      "6": "Asaiah became the leader of the sons of Merari, and 220 of his brothers.",
      "7": "Joel became the leader of the sons of Gershom, and 130 of his brothers.",
      "8": "Shemaiah became the leader of the sons of Elizaphan, and 200 of his brothers.",
      "9": "Eliel became the leader of the sons of Hebron, and 80 of his brothers.",
      "10": "Amminadab became the leader of the sons of Uzziel, and 112 of his brothers.",
      "11": "Then David called for Zadok and Abiathar the religious leaders. And he called for the Levites, Uriel, Asaiah, Joel, Shemaiah, Eliel and Amminadab.",
      "12": "He said to them, “You are the heads of the fathers’ houses of the Levites. Make yourselves and your brothers holy, that you may bring up the special box of the Lord God of Israel to the place I have made for it.",
      "13": "The Lord our God brought trouble upon us because you did not carry it the first time. We did not care for it the way He had told us.”",
      "14": "So the religious leaders and the Levites made themselves holy, to bring up the special box of the Lord God of Israel.",
      "15": "The sons of the Levites carried the special box of God on their shoulders with the long pieces of wood. They did as Moses had told them by the Word of the Lord.",
      "16": "Then David told the heads of the Levites to choose their brothers who sing and play music. They were to play harps and timbrels and make sounds of joy.",
      "17": "So the Levites chose Heman the son of Joel. From his brothers they chose Asaph the son of Berechiah. From the sons of Merari their brothers, they chose Ethan the son of Kushaiah.",
      "18": "With them they chose their brothers of the second group. These were Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed-edom, and Jeiel, the gate-keepers.",
      "19": "The singers, Heman, Asaph and Ethan were chosen to make sounds of joy with objects of brass.",
      "20": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah and Benaiah were chosen to play the high sounds on harps.",
      "21": "Mattithiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel and Azaziah were chosen to lead by playing the deep sounds on different kinds of harps.",
      "22": "Chenaniah, head of the Levites, was to lead the singing. He taught the singing because he was able.",
      "23": "Berechiah and Elkanah were to watch the gate for the special box.",
      "24": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah and Eliezer, the religious leaders, were to blow the horns in front of the special box of God. Obed-edom and Jehiah were gate-keepers for the special box of God also.",
      "25": "So David, the leaders of Israel and the captains of thousands went to bring up the special box with the Law of the Lord from the house of Obed-edom with joy.",
      "26": "God was helping the Levites who were carrying the special box of the agreement of the Lord. So they killed seven bulls and seven rams on the altar in worship.",
      "27": "David was dressed in a long piece of clothing of fine linen. So were all the Levites who were carrying the special box of God. And so were the singers and Chenaniah the leader of the singing. David wore a linen vest also.",
      "28": "So all Israel brought up the special box with the Law of the Lord. They brought it up with a loud voice, the sound of horns, and with loud-sounding timbrels and harps.",
      "29": "When the special box with the Law of the Lord came to the city of David, Saul’s daughter Michal looked out of the window. She saw King David dancing and jumping for joy. And she hated him in her heart."
    },
    "16": {
      "1": "They brought the special box of God, and put it inside the tent David had set up for it. Then they gave burnt gifts and peace gifts to God.",
      "2": "When David finished giving the burnt gifts and peace gifts, he prayed in the name of the Lord that good would come to the people.",
      "3": "He gave to every man and woman in Israel a loaf of bread, a share of meat, and a loaf of dried grapes.",
      "4": "David chose some of the Levites to do the work in front of the special box of the Lord. They were to be glad and thank and praise the Lord God of Israel.",
      "5": "Asaph was the leader, then Zechariah, Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-edom, and Jeiel. They were to play harps. And Asaph played loud-sounding timbrels.",
      "6": "The religious leaders Benaiah and Jahaziel sounded the horns all the time in front of the special box with the Law of God.",
      "7": "Then on that day David first called upon Asaph and his brothers to give thanks to the Lord.",
      "8": "“O give thanks to the Lord. Call upon His name. Let the people know what He has done.",
      "9": "Sing to Him. Sing praises to Him. Tell of all His great works.",
      "10": "Have joy in His holy name. Let the heart of those who look to the Lord be glad.",
      "11": "Look to the Lord and ask for His strength. Look to Him all the time.",
      "12": "Remember His great works which He has done. Remember the special things He has done and how He has judged,",
      "13": "O children of Israel His servant, sons of Jacob, His chosen ones!",
      "14": "He is the Lord our God. He is judge of all the earth.",
      "15": "Remember His agreement forever, the Word which He gave to families and a thousand of their family groups to come.",
      "16": "Remember the agreement He made with Abraham, and His promise to Isaac.",
      "17": "To Jacob He made it a Law to be kept, as an agreement forever to Israel.",
      "18": "He said, ‘I will give the land of Canaan to you as the share of your birth-right,’",
      "19": "when they were few in number. They were very few, and strangers in the land.",
      "20": "They traveled from nation to nation, from the people of one king to the people of another.",
      "21": "He let no man make it hard for them. He spoke strong words to kings because of them, saying,",
      "22": "‘Do not touch My chosen ones. Do not hurt those who speak for Me.’",
      "23": "Sing to the Lord, all the earth. Tell the good news of His saving power from day to day.",
      "24": "Tell of His greatness among the nations. Tell of His great works among all the people.",
      "25": "For great is the Lord. He is to be given much praise. And He is to be honored with fear more than all gods.",
      "26": "For all the gods of the people are false gods. But the Lord made the heavens.",
      "27": "Honor and great power are with Him. Strength and joy are in His place.",
      "28": "Praise the Lord, O families of the people. Praise the Lord for His greatness and strength.",
      "29": "Praise the Lord for the greatness of His name. Bring a gift and come to Him. Worship the Lord clothed in His holiness.",
      "30": "Shake with fear before Him, all the earth. Yes, the world is made to last. It will not be moved.",
      "31": "Let the heavens be glad. Let the earth be filled with joy. And let them say among the nations, ‘The Lord rules!’",
      "32": "Let the sea thunder, and all that is in it. Let the field be happy, and all that is in it.",
      "33": "Then the trees of the woods will sing for joy before the Lord. For He is coming to judge the earth.",
      "34": "O give thanks to the Lord, for He is good. His loving-kindness lasts forever.",
      "35": "Then say, ‘Set us free, O God Who saves us. Gather and save us from among the nations, to give thanks to Your holy name, and have joy in Your praise.",
      "36": "Honor be to the Lord, the God of Israel forever and ever.’” Then all the people said, “Let it be so!” and they praised the Lord.",
      "37": "So David left Asaph and his brothers there in front of the special box with the Law of the Lord. He left them there to do the work in front of the special box always. They were to do whatever work needed to be done each day.",
      "38": "He left Obed-edom there with his sixty-eight brothers. Obed-edom, the son of Jeduthun, and Hosah were to watch the gate.",
      "39": "David left Zadok and his brothers who were the religious leaders in front of the meeting tent of the Lord in the high place at Gibeon.",
      "40": "They were to give burnt gifts to the Lord on the altar of burnt gifts all the time, morning and evening. They were to do all that is written in the Law of the Lord which He told Israel.",
      "41": "With them were Heman, Jeduthun, and the rest who were chosen by name. They were to give thanks to the Lord, because His loving-kindness lasts forever.",
      "42": "Heman and Jeduthun had horns and timbrels for making sounds of joy as the songs of God were sung. The sons of Jeduthun were to watch the gate.",
      "43": "Then all the people left. Each one went home. And David returned to bring good to those of his house."
    },
    "17": {
      "1": "Now when David lived in his house, he said to Nathan the special preacher, “See, I am living in a house of cedar wood. But the special box with the Law of the Lord is under a tent.”",
      "2": "Nathan said to David, “Do all that is in your heart. For God is with you.”",
      "3": "But that same night the Word of the Lord came to Nathan, saying,",
      "4": "“Go and tell My servant David, ‘This is what the Lord says. “You will not build a house for Me to live in.",
      "5": "For I have not lived in a house since the day I brought up Israel to this day. But I have gone from tent to tent and from one place to another to live.",
      "6": "In all the places I have gone with all Israel, have I said a word to any of the judges of Israel about this? Have I said to anyone whom I told to watch over My people, ‘Why have you not built a house of cedar wood for Me?’”’",
      "7": "So now say to My servant David, ‘The Lord of All says, “I took you from the field, from following the sheep, to be leader over My people Israel.",
      "8": "I have been with you in every place you have gone. I have destroyed in front of you all those who hate you. And I will make your name to be known like the name of the great ones of the earth.",
      "9": "I will choose a place for My people Israel, and will plant them. So they will live in their own place and not be moved again. Never again will they be under the power of sinful men, as they were before,",
      "10": "from the time that I told judges to rule My people Israel. I will put under your power all those who hate you. And I say to you that the Lord will build a house for you.",
      "11": "When your days are over, the time will come when you must go to be with your fathers. But then I will put into power one of your sons after you. I will make him king.",
      "12": "He will build a house for Me. And I will make his throne last forever.",
      "13": "I will be his father, and he will be My son. I will not take My loving-kindness away from him, as I took it from him who was before you.",
      "14": "But I will put him over My house and in My nation forever. And his throne will last forever.”’”",
      "15": "Nathan told David all these words from all this special dream.",
      "16": "Then King David went in and sat before the Lord, and said, “Who am I, O God? What is my house, that You have brought me this far?",
      "17": "This was a small thing in Your eyes, O God. You have spoken of Your servant’s house for a long time to come. You have thought of me as if I were an important man, O Lord God.",
      "18": "What more can David say to You about the honor given to Your servant? For You know Your servant.",
      "19": "You have made all this greatness, O Lord. You have made known all these great things, for Your servant, and by Your own heart.",
      "20": "O Lord, there is no one like You. There is no God other than You, by all that we have heard with our ears.",
      "21": "What other nation on earth is like Your people Israel? God went to free them to be His people. You made Yourself a name by great things which filled people with fear. You drove out the nations before Your people, whom You set free from Egypt.",
      "22": "You made Your people Israel to be Your people forever. And You, O Lord, became their God.",
      "23": "Now, O Lord, let the Word that You have spoken about Your servant and his house be made sure forever. Do as You have said.",
      "24": "Let Your name be made sure and honored forever, saying, ‘The Lord of All, the God of Israel, is Israel’s God. And the house of Your servant David is made to last before You.’",
      "25": "For You, O my God, have made it known to Your servant that You will build a house for him. So Your servant has found strength of heart to pray to You.",
      "26": "And now, O Lord, You are God. You have promised this good thing to Your servant.",
      "27": "Now it has pleased You to bring good to the house of Your servant. May it last forever before You. For when You bring good to something, O Lord, good is with it forever.”"
    },
    "18": {
      "1": "After this David won the war against the Philistines and put them under his power. He took Gath and its towns from the Philistines.",
      "2": "He won the war against Moab. And the Moabites were made to work for David, bringing taxes to him.",
      "3": "David won the war against King Hadadezer of Zobah as far as Hamath, as he went to bring his power to the Euphrates River.",
      "4": "David took from him 1,000 war-wagons, 7,000 horsemen, and 20,000 foot soldiers. And he cut the legs of all but 100 war-wagon horses.",
      "5": "The Syrians of Damascus came to help King Hadadezer of Zobah. But David killed 22,000 of the Syrian men.",
      "6": "Then David put soldiers in Syria of Damascus. And the Syrians became servants to David, paying taxes. The Lord helped David in every place he went.",
      "7": "David took the battle-coverings of gold which were carried by Hadadezer’s servants, and brought them to Jerusalem.",
      "8": "He took a very large amount of brass from Hadadezer’s cities, Tibhath and Cun. This was the brass Solomon used to make the brass pool, the pillars, and the brass pots.",
      "9": "King Tou of Hamath heard that David had won the war against all the army of King Hadadezer of Zobah.",
      "10": "So he sent his son Hadoram to King David, to greet him and give honor to him, because David had fought against Hadadezer and won. For Hadadezer had been at war with Tou. Hadoram brought all kinds of things of gold and silver and brass.",
      "11": "King David set these apart to the Lord, with the silver and gold he had carried away from all the nations. He took things from Edom, Moab, the sons of Ammon, the Philistines, and Amalek.",
      "12": "Abishai the son of Zeruiah won the war from 18,000 Edomites in the Valley of Salt.",
      "13": "Then he put soldiers in Edom. And the Edomites became servants to David. The Lord helped David every place he went.",
      "14": "So David ruled over all Israel. He did what was fair and right and good for all his people.",
      "15": "Joab the son of Zeruiah was captain of the army. Jehoshaphat the son of Ahilud wrote down the things of the nation.",
      "16": "Zadok the son of Ahitub and Abimelech the son of Abiathar were religious leaders. Shavsha was the one who writes everything down.",
      "17": "Benaiah the son of Jehoiada was over the Cherethites and the Pelethites. And the sons of David were leaders at the king’s side."
    },
    "19": {
      "1": "After this Nahash the king of the Ammonites died. And his son became king in his place.",
      "2": "David said, “I will show kindness to Hanun the son of Nahash, because his father showed kindness to me.” So David sent men to bring him comfort in his sorrow for his father. David’s servants came to Hanun in the land of the sons of Ammon, to bring him comfort.",
      "3": "But the princes of the sons of Ammon said to Hanun, “Do you think that David is giving honor to your father by sending men to comfort you? Have not his servants come to spy out the land and destroy it?”",
      "4": "So Hanun took David’s servants and cut the hair from their faces. Then he cut off the bottom half of their clothing, and sent them away.",
      "5": "When David was told what had happened to his servants, he sent men out to meet them because the workmen were very ashamed. The king said, “Stay at Jericho until the hair grows again on your faces, and then return.”",
      "6": "The sons of Ammon saw that they had made themselves to be hated by David. So Hanun and the sons of Ammon sent silver weighing as much as 1,000 men, to get war-wagons and horsemen from Mesopotamia, Aram-maacah, and Zobah.",
      "7": "They paid for 32,000 war-wagons and for the king of Maacah and his army who came and set up their tents by Medeba. Then the sons of Ammon gathered together from their cities and came to battle.",
      "8": "When David heard of it, he sent Joab and all the army of his strong men.",
      "9": "The sons of Ammon came out and were ready for battle at the city gate. The kings who had come were by themselves in the field.",
      "10": "Joab saw that the battle was set against him in front and behind. So he chose some of the best men of Israel and they made themselves ready to fight the Syrians.",
      "11": "But he had his brother Abishai lead the rest of the men. And they made themselves ready to fight the sons of Ammon.",
      "12": "Joab said, “If the Syrians are too strong for me, then help me. But if the sons of Ammon are too strong for you, then I will help you.",
      "13": "Be strong; let us show our strength of heart because of our people, and for the cities of our God. May the Lord do what is good in His eyes.”",
      "14": "So Joab and the men who were with him came near to fight against the Syrians. And the Syrians ran away from him.",
      "15": "The sons of Ammon saw that the Syrians ran away. So they ran away from Joab’s brother Abishai, and went into the city. Then Joab came to Jerusalem.",
      "16": "The Syrians saw that they had lost the war with Israel. So they sent men with news, and brought out the Syrians who were on the other side of the Euphrates River. Shophach the captain of Hadadezer’s army was leading them.",
      "17": "When David was told about it, he gathered all Israel together and crossed the Jordan. He came to them, and made his army ready to fight against them. When David made his army ready for battle, the Syrians fought against him.",
      "18": "And the Syrians ran away from Israel. David killed 7,000 Syrians who drove war-wagons and 40,000 Syrian foot soldiers. And he killed Shophach the captain of the army.",
      "19": "Hadadezer’s servants saw that they had lost the war against Israel. So they made peace with David and worked for him. The Syrians were not willing to help the sons of Ammon any more."
    },
    "20": {
      "1": "In the spring, at the time when kings go out to battle, Joab led out the army. He destroyed the land of the sons of Ammon. And he gathered his army around Rabbah. But David stayed at Jerusalem. Joab fought against Rabbah, and won.",
      "2": "Then David took the crown from their king’s head. He found that its gold weighed as much as an older child. And there were stones of much worth in it. It was placed on David’s head. He brought out the riches of the city, a very large amount.",
      "3": "He brought out the people who were in it, and made them work with saws, iron picks, and axes. David did this to all the cities of the sons of Ammon. Then he and all the people returned to Jerusalem.",
      "4": "After this there was a war with the Philistines at Gezer. Sibbecai the Hushathite killed Sippai, who was one of the sons of those who were very tall and strong. And the Philistines were put under their power.",
      "5": "There was war with the Philistines again. Elhanan the son of Jair killed Lahmi the brother of Goliath the Gittite. Goliath’s spear was as big as the cross-piece of a cloth-maker.",
      "6": "Again there was war at Gath. A very tall man was there who had six fingers on each hand and six toes on each foot, twenty-four in all. He was a son of those who were very tall and strong.",
      "7": "When he spoke against Israel, Jonathan the son of Shimea, David’s brother, killed him.",
      "8": "These were sons of the people of Gath who were very tall and strong. And they were killed by David and his servants."
    },
    "21": {
      "1": "Satan stood up against Israel, and moved David to number Israel.",
      "2": "So David said to Joab and the leaders of the people, “Go and number Israel from Beersheba to Dan. Then let me know how many people there are.”",
      "3": "Joab said, “May the Lord add to His people a hundred times as many as they are! But, my lord the king, are they not all my lord’s servants? Why does my lord want this thing done? Why should he bring guilt upon Israel?”",
      "4": "But the king’s word was stronger than Joab. So Joab left and went through all of Israel, and returned to Jerusalem.",
      "5": "He gave the number of all the people to David. There were 1,100,000 men in all Israel who used the sword. And there were 470,000 men in Judah who used the sword.",
      "6": "But Joab did not number Levi and Benjamin among them because he did not like what the king had told him to do.",
      "7": "God was not pleased that Israel was numbered so He punished Israel.",
      "8": "David said to God, “I have sinned very much by doing this thing. But now I beg You, take away the sin of Your servant for I have done a very foolish thing.”",
      "9": "The Lord said to Gad, David’s man of God,",
      "10": "“Go and tell David, ‘This is what the Lord says. “I give you three things to choose from. Choose one of them, that I may do it to you.”’”",
      "11": "So Gad came to David and said, “This is what the Lord says. ‘Choose one of these.",
      "12": "Three years of no food in the land; three months to be destroyed by the sword of those who hate you; or three days of the sword of the Lord. This would be a disease sent upon the land. The angel of the Lord would destroy with disease through all the land of Israel.’ Now decide what answer I should give Him Who sent me.”",
      "13": "David said to Gad, “I am in much trouble. Let me fall into the hand of the Lord. For His loving-kindness is very great. But do not let me fall into the hand of man.”",
      "14": "So the Lord sent a disease upon Israel. And 70,000 men of Israel died.",
      "15": "God sent an angel to destroy Jerusalem. But as he was about to destroy it, the Lord saw the trouble and was sorry. He said to the destroying angel, “It is enough. Now take your hand away.” The angel of the Lord was standing by the grain-floor of Ornan the Jebusite.",
      "16": "Then David looked up and saw the angel of the Lord standing between earth and heaven. The angel had his sword in his hand, held out over Jerusalem. Then David and the leaders fell on their faces. They were dressed in cloth made from hair.",
      "17": "David said to God, “Was it not I who said that the people must be numbered? I am the one who has sinned and done a very bad thing. But what have these sheep done? O Lord my God, I beg You, let Your hand be against me and my father’s house. But do not let the trouble be upon Your people.”",
      "18": "Then the angel of the Lord told Gad to say to David, “Go up and build an altar to the Lord on the grain-floor of Ornan the Jebusite.”",
      "19": "So David went up when he heard what Gad said in the name of the Lord.",
      "20": "Now Ornan was beating the grain. He turned and saw the angel. And his four sons hid themselves.",
      "21": "Ornan looked and saw David coming. So he went out from the grain-floor and put his face to the ground showing respect to David.",
      "22": "David said to him, “Give me this part of the grain-floor, that I may build an altar on it to the Lord. Give it to me for the full price. Then the disease will be turned away from the people.”",
      "23": "Ornan said to David, “Take it. Let my lord the king do what is good in his eyes. See, I will give the bulls for burnt gifts. I will give the objects made of wood used for beating grain for the fire-wood. And I will give the grain for the grain gift. I will give it all.”",
      "24": "But King David said to Ornan, “No, I will buy it for the full price. I will not take what is yours for the Lord. And I will not give a burnt gift for which I do not pay.”",
      "25": "So David gave Ornan 600 pieces of gold by weight for the place.",
      "26": "Then David built an altar there to the Lord. He gave burnt gifts and peace gifts, and he called to the Lord. The Lord answered him with fire from heaven on the altar of burnt gifts.",
      "27": "Then the Lord told the angel to return his sword to its holder.",
      "28": "When David saw that the Lord had answered him on the grain-floor of Ornan the Jebusite, he gave his gifts there.",
      "29": "The meeting tent which Moses had made in the desert was in the high place at Gibeon then. The altar of burnt gifts was there also.",
      "30": "But David could not go in front of it to pray to God. For he was afraid of the sword of the angel of the Lord."
    },
    "22": {
      "1": "Then David said, “This is the house of the Lord God. And this is the altar of burnt gifts for Israel.”",
      "2": "David told his men to gather the strangers who were in the land of Israel. And he had servants cut stones to build the house of God.",
      "3": "He gave large amounts of iron to be used for making nails for the doors of the gates, and for making the parts that hold it all together. He gave more brass than could be weighed.",
      "4": "And he gave too many cedar trees to number. For the Sidonians and Tyrians brought many cut cedar trees to David.",
      "5": "David said, “My son Solomon is young and does not yet have much learning. And the house that is to be built for the Lord must be very beautiful. It must be very great, and well-known in all lands. So I will get things ready for it to be built.” David made many things ready for it before his death.",
      "6": "Then he called for his son Solomon, and gave him the work of building a house for the Lord God of Israel.",
      "7": "David said to Solomon, “My son, I had planned to build a house to the name of the Lord my God.",
      "8": "But the word of the Lord came to me, saying, ‘You have taken much blood, and have fought many wars. You are not to build a house to My name, because you have poured so much blood upon the earth before Me.",
      "9": "See, a son will be born to you, who will be a man of peace. I will give him peace from all those who hate him on every side. His name will be Solomon. And I will give peace and quiet to Israel in his days.",
      "10": "He will build a house for My name. He will be My son, and I will be his father. I will make his throne in Israel last forever.’",
      "11": "Now, my son, may the Lord be with you and help you to do well. May you build the house of the Lord your God just as He has said you would.",
      "12": "Only, may the Lord give you wisdom and understanding. When He has you rule over Israel, may you keep the Law of the Lord your God.",
      "13": "Then you will do well, if you are careful to obey the Laws which the Lord gave to Israel by Moses. Be strong and have strength of heart. Do not be afraid or troubled.",
      "14": "With much trouble I have made things ready for the house of the Lord. There is gold weighing as much as 100,000 men. There is silver weighing as much as 1,000,000 men. And there is too much brass and iron to weigh. I have made wood and stone ready, and you may add to them.",
      "15": "You have many servants and workmen who cut and build with stones and wood. There are men who are able to do every kind of work well.",
      "16": "Of the gold and silver and brass and iron, there is more than enough. So get ready and work, and may the Lord be with you.”",
      "17": "David told all the leaders of Israel to help his son Solomon. He said to them,",
      "18": "“Is not the Lord your God with you? Has He not given you peace on every side? For He has given the people of the land into my hand. The land is put under my rule before the Lord and His people.",
      "19": "Now set your heart and soul to look to the Lord your God. Get ready and build the holy place of the Lord God. Then you may bring the special box with the Law of the Lord. You may bring the holy objects of God. And put them into the house that is to be built for the name of the Lord.”"
    },
    "23": {
      "1": "When David was an old man, he made his son Solomon king of Israel.",
      "2": "He gathered together all the leaders of Israel, the religious leaders, and the Levites.",
      "3": "The Levites were numbered from thirty years old and older. Their number was 38,000.",
      "4": "Of these, 24,000 were to watch over the work of the Lord’s house. There were 6,000 who were leaders and men who were to judge.",
      "5": "There were 4,000 gate-keepers. And 4,000 were praising the Lord with the things for playing music that David had made.",
      "6": "David divided them into groups by the sons of Levi, Gershon and Kohath and Merari.",
      "7": "The sons of Gershon were Ladan and Shimei.",
      "8": "The sons of Ladan were Jehiel the first, then Zetham and Joel, three in all.",
      "9": "The three sons of Shimei were Shelemoth, Haziel and Haran. These were the heads of the fathers’ houses of Ladan.",
      "10": "And the sons of Shimei were Jahath, Zina, Jeush and Beriah. These four were the sons of Shimei.",
      "11": "Jahath was the first, and Zizah the second. But Jeush and Beriah did not have many sons, so they were numbered together as one father’s house.",
      "12": "The four sons of Kohath were Amram, Izhar, Hebron and Uzziel.",
      "13": "The sons of Amram were Aaron and Moses. Aaron was set apart for holy work, he and his sons forever. They were to burn special perfume before the Lord, and do His work. And they were to pray for good to come to the people in the Lord’s name forever.",
      "14": "But the names of the sons of Moses the man of God were among the family of Levi.",
      "15": "The sons of Moses were Gershom and Eliezer.",
      "16": "The son of Gershom was Shebuel the leader.",
      "17": "The son of Eliezer was Rehabiah the leader. Eliezer had no other sons. But Rehabiah had many sons.",
      "18": "The son of Izhar was Shelomith the leader.",
      "19": "The sons of Hebron were Jeriah the first, Amariah the second, Jehaziel the third, and Jekameam the fourth.",
      "20": "The sons of Uzziel were Micah the first, and Isshiah the second.",
      "21": "The sons of Merari were Mahli and Mushi. The sons of Mahli were Eleazar and Kish.",
      "22": "Eleazar died and had no sons, only daughters. Their brothers the sons of Kish married them.",
      "23": "The three sons of Mushi were Mahli and Eder and Jeremoth.",
      "24": "These were the sons of Levi by their fathers’ houses. They were the heads of the fathers’ houses of those whose names were numbered from twenty years old and older. They were to do the work of the Lord’s house.",
      "25": "For David said, “The Lord God of Israel has given peace to his people. And He lives in Jerusalem forever.",
      "26": "The Levites do not need to carry the meeting tent and all the parts for its work any longer.”",
      "27": "For by the last words of David the sons of Levi were numbered, from twenty years old and older.",
      "28": "He said, “Their duties are to help Aaron’s sons with the work of the Lord’s house, in the open spaces and in the rooms. They are to make clean all the holy things, and do any work needed to be done in the house of God.",
      "29": "They are to take care of the holy bread, the fine flour for a grain gift, and the bread without yeast. They are to take care of what is baked, and what is well mixed, of all the right amounts.",
      "30": "They are to stand every morning and evening to thank and praise the Lord.",
      "31": "And they are to give all the burnt gifts to the Lord on the Days of Rest, the new moons, and the special days. They are to do this before the Lord all the time, by the number set by the Law.",
      "32": "In this way they are to take care of the meeting tent, the holy place, and help their brothers the sons of Aaron, for the work of the Lord’s house."
    },
    "24": {
      "1": "These were the family groups of the sons of Aaron. The sons of Aaron were Nadab, Abihu, Eleazar and Ithamar.",
      "2": "Nadab and Abihu died before their father died. They had no sons, so Eleazar and Ithamar became the religious leaders.",
      "3": "With the help of Zadok of the sons of Eleazar and Ahimelech of the sons of Ithamar, David divided them by their given duties.",
      "4": "More leaders were found from the sons of Eleazar than the sons of Ithamar. So they were divided in this way. There were sixteen heads of families of the sons of Eleazar. And there were eight heads of families of the sons of Ithamar.",
      "5": "They were divided by drawing names, all alike. For there were leaders of the holy place and leaders of God, from both the sons of Eleazar and Ithamar.",
      "6": "The writer Shemaiah, the Levite son of Nethanel, wrote down their names. He wrote them in front of the king, the princes, Zadok the religious leader, Ahimelech the son of Abiathar, and the heads of the families of the religious leaders and of the Levites. One family was taken for Eleazar, and one for Ithamar.",
      "7": "The first name drawn was Jehoiarib, the second Jedaiah,",
      "8": "the third Harim, the fourth Seorim,",
      "9": "the fifth Malchijah, the sixth Mijamin.",
      "10": "The seventh name was Hakkoz, the eighth Abijah,",
      "11": "the ninth Jeshua, the tenth Shecaniah,",
      "12": "the eleventh Eliashib, the twelfth Jakim.",
      "13": "The thirteenth name was Huppah, the fourteenth Jeshebeab,",
      "14": "the fifteenth Bilgah, the sixteenth Immer.",
      "15": "The seventeenth name was Hezir, the eighteenth Happizzez,",
      "16": "the nineteenth Pethahiah, the twentieth Jehezkel.",
      "17": "The twenty-first name was Jachin, the twenty-second Gamul,",
      "18": "the twenty-third Delaiah, and the twenty-fourth Maaziah.",
      "19": "This was the way they were to come on duty to work in the Lord’s house. It was a rule given to them through their father Aaron, just as the Lord God of Israel had told him.",
      "20": "The rest of the sons of Levi were Shubael of the sons of Amram, Jehdeiah of the sons of Shubael,",
      "21": "and Isshiah was the first of the sons of Rehabiah.",
      "22": "There was Shelomoth of the Izharites, and Jahath of the sons of Shelomoth.",
      "23": "Of the sons of Hebron, there were Jeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth.",
      "24": "There was Micah of the sons of Uzziel, and Shamir of the sons of Micah.",
      "25": "The brother of Micah was Isshiah. There was Zechariah of the sons of Isshiah.",
      "26": "The sons of Merari were Mahli and Mushi. Jaaziah’s son was Beno.",
      "27": "The sons of Merari by Jaaziah were Beno, Shoham, Zaccur and Ibri.",
      "28": "His son by Mahli was Eleazar, who had no sons.",
      "29": "His son by Kish was Jerahmeel.",
      "30": "And the sons of Mushi were Mahli, Eder and Jerimoth. These were the sons of the Levites by their families.",
      "31": "The head of each family and his younger brother drew names just as their brothers the sons of Aaron did. They drew them in front of King David, Zadok, Ahimelech, and the heads of the families of the religious leaders and of the Levites."
    },
    "25": {
      "1": "David and the captains of the army set apart for the work some of the sons of Asaph, of Heman and of Jeduthun. They were to speak God’s Word while harps and timbrels were playing. These are the names of those who served in this way.",
      "2": "The sons of Asaph were: Zaccur, Joseph, Nethaniah and Asharelah. They were led by Asaph, who spoke for God under the leading of the king.",
      "3": "The six sons of Jeduthun were: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah and Mattithiah. They were led by their father Jeduthun, who spoke God’s Word using the harp, giving thanks and praising the Lord.",
      "4": "The sons of Heman were: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamtiezer, Joshbekashah, Mallothi, Hothir and Mahazioth.",
      "5": "All these were the sons of Heman the king’s man of God, to honor him by the Words of God. God gave Heman fourteen sons and three daughters.",
      "6": "All of them were led by their father to sing in the Lord’s house. They sang and played timbrels and harps, serving in the house of God. Asaph, Jeduthun and Heman were led by the king.",
      "7": "The number of those and their brothers who were taught to sing to the Lord, all who were very good singers, was 288.",
      "8": "They drew names for their work, the young and old alike, also the teacher and the one who was taught.",
      "9": "These are how the names were drawn. First was Joseph the son of Asaph. The second was Gedaliah. Together with his brothers and sons, there were twelve.",
      "10": "The third was Zaccur. With his sons and brothers there were twelve.",
      "11": "The fourth was Izri. With his sons and brothers there were twelve.",
      "12": "The fifth was Nethaniah. With his sons and brothers there were twelve.",
      "13": "The sixth was Bukkiah. With his sons and brothers there were twelve.",
      "14": "The seventh was Jesharelah. With his sons and brothers there were twelve.",
      "15": "The eighth was Jeshaiah. With his sons and brothers there were twelve.",
      "16": "The ninth was Mattaniah. With his sons and brothers there were twelve.",
      "17": "The tenth was Shimei. With his sons and brothers there were twelve.",
      "18": "The eleventh was Azarel. With his sons and brothers there were twelve.",
      "19": "The twelfth was Hashabiah. With his sons and brothers there were twelve.",
      "20": "The thirteenth was Shubael. With his sons and brothers there were twelve.",
      "21": "The fourteenth was Mattithiah. With his sons and brothers there were twelve.",
      "22": "The fifteenth was Jeremoth. With his sons and brothers there were twelve.",
      "23": "The sixteenth was Hananiah. With his sons and brothers there were twelve.",
      "24": "The seventeenth was Joshbekashah. With his sons and brothers there were twelve.",
      "25": "The eighteenth was Hanani. With his sons and brothers there were twelve.",
      "26": "The nineteenth was Mallothi. With his sons and brothers there were twelve.",
      "27": "The twentieth was Eliathah. With his sons and brothers there were twelve.",
      "28": "The twenty-first was Hothir. With his sons and brothers there were twelve.",
      "29": "The twenty-second was Giddalti. With his sons and brothers there were twelve.",
      "30": "The twenty-third was Mahazioth. With his sons and brothers there were twelve.",
      "31": "And the twenty-fourth was Romamti-ezer. With his sons and brothers there were twelve."
    },
    "26": {
      "1": "The gate-keepers were divided up. Of the Korahites there was Meshelemiah the son of Kore, a son of Asaph.",
      "2": "Meshelemiah’s sons were Zechariah the first-born, Jediael the second, Zebadiah the third, Jathniel the fourth.",
      "3": "Elam was his fifth son, Johanan the sixth, Eliehoenai the seventh.",
      "4": "Obed-edom’s sons were Shemaiah the first-born, Jehozabad the second, Joah the third, Sacar the fourth, Nethanel the fifth.",
      "5": "Ammiel was his sixth son, Issachar the seventh, and Peullethai the eighth. God had brought good to the father.",
      "6": "To his son Shemaiah sons were born who ruled over their father’s house. They were strong, able men with strength of heart.",
      "7": "The sons of Shemaiah were Othni, Rephael, Obed and Elzabad. Their brothers, Elihu and Semachiah, were strong and able men.",
      "8": "All these were sons of Obed-edom. They and their sons and brothers were able men with strength for the work. There were sixty-two men from Obed-edom.",
      "9": "Meshelemiah had sons and brothers, eighteen strong and able men.",
      "10": "These are the sons of Hosah, one of Merari’s sons: Shimri was the first. (He was not the first-born, but his father made him first.)",
      "11": "Hilkiah was his second, Tebaliah the third, and Zechariah the fourth. Hosah had thirteen sons and brothers in all.",
      "12": "These leaders of the families who were set apart as gate-keepers were given duties like their brothers to work in the Lord’s house.",
      "13": "The families drew names by their fathers’ houses, the small and the large alike, for every gate.",
      "14": "Shelemiah’s name was drawn for the east gate. Then they drew the name of his son Zechariah for the north gate. Zechariah used much wisdom talking with people.",
      "15": "Obed-edom’s name was drawn for the south gate. And his sons were to watch the store-house.",
      "16": "Shuppim and Hosah’s names were drawn for the west gate beside the gate of Shallecheth, on the road that goes up a hill. Each one was given his duty to watch.",
      "17": "There were six Levites on the east. There were four each day on the north. There were four each day on the south. There were two at one time at the store-house.",
      "18": "There were four at the road. And there were two at the place between the west wall of the Lord’s house and the wall of the open space.",
      "19": "These were the way the gate-keepers of the sons of Korah and Merari were divided.",
      "20": "Their brothers the Levites watched over the riches of the house of God and the riches of the holy gifts.",
      "21": "The sons of Ladan, who were Gershonites through the family group of Ladan were Jehielites.",
      "22": "The sons of Jehieli, Zetham and his brother Joel, watched over the riches of the house of the Lord.",
      "23": "Of the Amramites, the Izharites, the Hebronites and the Uzzielites,",
      "24": "Shebuel the son of Gershom, son of Moses, was the captain over the riches.",
      "25": "His brothers by Eliezer were Rehabiah his son, Jeshaiah his son, Joram his son, Zichri his son, and Shelomoth his son.",
      "26": "Shelomoth and his brothers watched over all the riches of the holy gifts. These gifts had been set apart by King David and the heads of the fathers’ houses, the captains of thousands and hundreds, and the captains of the army.",
      "27": "They set apart things taken in battles to do the work needed on the house of the Lord.",
      "28": "Samuel the man of God had set apart gifts. So had Saul the son of Kish, Abner the son of Ner, and Joab the son of Zeruiah, and everyone who had set apart anything. All these holy gifts were in the care of Shelomoth and his brothers.",
      "29": "Of the Izharites, Chenaniah and his sons were given outside duties for Israel. They were leaders and men who decide who is guilty or not.",
      "30": "Of the Hebronites, Hashabiah and his brothers were leaders of Israel west of the Jordan. They were 1,700 able men who did all the work of the Lord and the work of the king.",
      "31": "Of the Hebronites, Jerijah was the leader of the Hebronites by their families and fathers’ houses. Very able men were found among them at Jazer in Gilead in the fortieth year of David’s rule.",
      "32": "Jerijah and his brothers were 2,700 able men, heads of fathers’ houses. King David chose them to take care of all the duties of God and of the king, among the Reubenites, the Gadites and the half-family group of the Manassites."
    },
    "27": {
      "1": "These were the sons of Israel, the heads of fathers’ houses. They were the leaders of thousands and of hundreds. These were the captains who worked for the king in anything to do with the armies which came in and went out every month of the year. There were 24,000 men in each army.",
      "2": "Jashobeam the son of Zabdiel was the leader of the first army for the first month. There were 24,000 in his army.",
      "3": "He was a son of Perez, and head of all the captains of the army for the first month.",
      "4": "Dodai the Ahohite was the leader of the army for the second month. Mikloth was the head captain. There were 24,000 in his army.",
      "5": "The third leader of the army for the third month was Benaiah, the son of Jehoiada the religious leader. There were 24,000 in his army.",
      "6": "This is the Benaiah who was the strong man of the thirty, and leader of the thirty. Ammizabad his son was captain of his army.",
      "7": "The fourth leader for the fourth month was Asahel the brother of Joab, and Zebadiah his son after him. There were 24,000 in his army.",
      "8": "The fifth leader for the fifth month was Shamhuth the Izrahite. There were 24,000 in his army.",
      "9": "The sixth for the sixth month was Ira the son of Ikkesh the Tekoite. There were 24,000 in his army.",
      "10": "The seventh for the seventh month was Helez the Pelonite of the sons of Ephraim. There were 24,000 in his army.",
      "11": "The eighth for the eighth month was Sibbecai the Hushathite of the Zerahites. There were 24,000 in his army.",
      "12": "The ninth for the ninth month was Abiezer the Anathothite of the Benjamites. There were 24,000 in his army.",
      "13": "The tenth for the tenth month was Maharai the Netophathite of the Zerahites. There were 24,000 in his army.",
      "14": "The eleventh for the eleventh month was Benaiah the Pirathonite of the sons of Ephraim. There were 24,000 in his army.",
      "15": "The twelfth for the twelfth month was Heldai the Netophathite of Othniel. There were 24,000 in his army.",
      "16": "The leaders of the family groups of Israel were: Eliezer the son of Zichri was the head captain of the Reubenites; Shephatiah the son of Maacah led the Simeonites.",
      "17": "Hashabiah the son of Kemuel led the sons of Levi; Zadok led the sons of Aaron.",
      "18": "Elihu, one of David’s brothers, led the sons of Judah; Omri the son of Michael led the sons of Issachar;",
      "19": "Ishmaiah the son of Obadiah led the sons of Zebulun; Jeremoth the son of Azriel led the sons of Naphtali;",
      "20": "Hoshea the son of Azaziah led the sons of Ephraim; Joel the son of Pedaiah led the half-family group of Manasseh;",
      "21": "Iddo the son of Zechariah led the half-family group of Manasseh in Gilead; Jaasiel the son of Abner led the sons of Benjamin;",
      "22": "And Azarel the son of Jeroham led the sons of Dan. These were the leaders of the families of Israel.",
      "23": "But David did not number those younger than twenty years old because the Lord had promised to make Israel many, as the stars of heaven.",
      "24": "Joab the son of Zeruiah had begun to number them, but did not finish. Anger came upon Israel because of this. So the number was not put into the book of the chronicles of King David.",
      "25": "Azmaveth the son of Adiel was over the king’s store-houses. Jonathan the son of Uzziah was over the store-houses in the country, in the cities, in the towns, and in the towers.",
      "26": "Ezri the son of Chelub was over those who worked in the fields, plowing and planting.",
      "27": "Shimei the Ramathite was over the grape-fields. Zabdi the Shiphmite was over the fruit of the grape-fields for the wine.",
      "28": "Baalhanan the Gederite was over the olive and sycamore trees in the plains. Joash was captain of the stores of oil.",
      "29": "Shitrai the Sharonite was over the cattle which were eating in the fields of Sharon. Shaphat the son of Adlai was over the cattle in the valleys.",
      "30": "Obil the Ishmaelite was over the camels. Jehdeiah the Meronothite was over the donkeys.",
      "31": "And Jaziz the Hagrite was over the flocks. All these were over all that belonged to King David.",
      "32": "Jonathan, the brother of David’s father, used much wisdom talking with people. And he was a writer. Jehiel the son of Hachmoni taught the king’s sons.",
      "33": "Ahithophel talked about problems with the king. Hushai the Archite was the king’s friend.",
      "34": "Jehoiada the son of Benaiah, and Abaiathar, talked with the king after Ahithophel. And Joab was the captain of the king’s army."
    },
    "28": {
      "1": "David gathered together all the leaders of Israel. There were leaders of the family groups, and leaders of the armies that served the king. There were captains of thousands, and of hundreds. There were leaders who cared for all the things and animals belonging to the king and his sons. There were the leaders and all the powerful soldiers.",
      "2": "Then King David stood up and said, “Listen to me, my brothers and my people. I had wanted to build a house of rest for the special box with the Law of the Lord, a place for God to rest His feet, so I had made plans to build it.",
      "3": "But God said to me, ‘You must not build a house for My name, because you are a man of war and blood.’",
      "4": "But the Lord, the God of Israel, chose me from all the house of my father to be the king of Israel forever. For He has chosen Judah to be a leader. And in the house of Judah, my father’s house, and among my father’s sons, He was pleased to make me king of all Israel.",
      "5": "The Lord has given me many sons. And of all my sons, He has chosen my son Solomon to sit on the throne of the nation of the Lord over Israel.",
      "6": "He said to me, ‘Your son Solomon is the one who will build My house and My open spaces. For I have chosen him to be My son, and I will be his father.",
      "7": "I will make him king forever, if he is faithful to obey My Words and My Laws, as he is doing now.’",
      "8": "So now I say to you in front of all these people of Israel, and in the hearing of our God: Be careful to do all the Law of the Lord your God. If you obey you will receive the good land and also leave it to your children after you forever.",
      "9": "“As for you, my son Solomon, know the God of your father. Serve Him with a whole heart and a willing mind. For the Lord looks into all hearts, and understands every plan and thought. If you look to Him, He will let you find Him. But if you turn away from Him, He will turn away from you forever.",
      "10": "Listen now, for the Lord has chosen you to build a place of worship. Be strong, and do it.”",
      "11": "Then David gave his son Solomon the plan of the porch of the Lord’s house, its buildings, and its store-houses. He gave him the plan of the rooms on its second floor, its inside rooms, and the room for the mercy-seat.",
      "12": "He gave him the plan of all he had in mind. It showed the open spaces of the Lord’s house, and all the rooms around them. It showed the store-houses of the house of God, and the store-houses of the holy things.",
      "13": "He gave him the plan for the way the religious leaders and the Levites were to be divided up for all the work of the Lord’s house. He told how all the objects were to be used in worship in the Lord’s house.",
      "14": "David gave the weight of all the gold objects to be used in each part of worship. He gave the weight for all the silver objects to be used in each part of the worship.",
      "15": "The plan gave the weight of gold for the gold lamp-stands and gold lamps. It gave the weight of each lamp-stand and its lamps. It gave the weight of silver for the silver lamp-stands. It gave the weight of each lamp-stand and its lamps, by the use of each lamp-stand.",
      "16": "It gave the weight of gold for each table of holy bread, and of silver for the silver tables.",
      "17": "It gave the weight of the meat-hooks, the pots and the cups of pure gold. It gave the weight for each of the gold and silver pots.",
      "18": "It gave the weight of the fine gold of the altar of special perfume, and of the gold wagon and of the cherubim that spread out their wings and covered the special box with the Law of the Lord.",
      "19": "David said, “This is in writing because His hand was upon me. He helped me to know all the plan.”",
      "20": "Then David said to his son Solomon, “Be strong. Have strength of heart, and do it. Do not be afraid or troubled, for the Lord God, my God, is with you. He will not stop helping you. He will not leave you until all the work of the house of the Lord is finished.",
      "21": "See, the religious leaders and the Levites are divided up to do all the work of the house of God. Every willing man who is able to do a special work will help you in all that is to be done. The leaders and all the people will do what you say.”"
    },
    "29": {
      "1": "Then King David said to all the people, “My son Solomon is the one God has chosen. He is still young and has not had much time to know what to do. It is a very big work because this beautiful house is not for man, but for the Lord God.",
      "2": "I have given all that I have been able to give for the house of my God. I have given the gold for the things of gold, the silver for the things of silver, and the brass for the things of brass. I have given the iron for the things of iron, and the wood for the things of wood. I have given stones of much worth, stones for setting, silver-white stones, and stones of different colors. I have given all kinds of stones of much worth, and many smooth, special white stones.",
      "3": "The house of my God means much to me. I have much gold and silver and I give it to the house of my God, together with all I have already given for the holy house.",
      "4": "I gave gold weighing as much as 3,000 men, of the gold of Ophir. I gave fine silver weighing as much as 7,000 men, to cover the walls of the house.",
      "5": "I gave gold for the things of gold, and silver for the things of silver for all the work done by the able men. Now who is willing to give himself and be set apart today to the Lord?”",
      "6": "Then the rulers of the families gave because they wanted to. The leaders of the family groups of Israel, the captains of thousands and of hundreds, and those who watched over the king’s work gave because they wanted to.",
      "7": "For the work of the house of God, they gave gold weighing as much as 5,000 men, and 10,000 gold pieces. They gave silver weighing as much as 10,000 men. They gave brass weighing as much as 18,000 men, and iron weighing as much as 100,000 men.",
      "8": "And whoever had stones of much worth gave them to the store-house of the house of the Lord, in the care of Jehiel the Gershonite.",
      "9": "Then the people were filled with joy because they had been so willing to give. They gave their gift to the Lord with a whole heart. And King David was filled with great joy.",
      "10": "So David praised the Lord in front of all the people. He said, “Honor and thanks be to You, O Lord God of Israel our father, forever and ever.",
      "11": "O Lord, You have great power, shining-greatness and strength. Yes, everything in heaven and on earth belongs to You. You are the King, O Lord. And You are honored as head over all.",
      "12": "Both riches and honor come from You. You rule over all. Power and strength are in Your hand. The power is in Your hand to make great and to give strength to all.",
      "13": "So now, our God, we thank You. We praise Your great and honored name.",
      "14": "“But who am I and who are my people, that we should be able to give so much? For all things come from You. We have given You only what already belongs to You.",
      "15": "We are strangers before You. We are just staying here for a time, as all our fathers did. Our days on the earth are like a shadow, and without hope.",
      "16": "O Lord our God, from Your hand are all these many things that we have given to build You a house for Your holy name. It all belongs to You.",
      "17": "O my God, I know that You test the heart and are pleased with what is right. I have given these things because I have wanted to with a clean heart. And now I have seen with joy how Your people who are here give gifts to You because they want to.",
      "18": "O Lord, the God of Abraham, Isaac and Israel, our fathers, keep this forever in the thoughts of the hearts of Your people. Lead their hearts to You.",
      "19": "Give my son Solomon a perfect heart to keep Your Words and Your Laws and to obey them all. And so let him build the beautiful house I have planned and given for.”",
      "20": "Then David said to all the people, “Now praise the Lord your God.” And all the people gave praise to the Lord, the God of their fathers. They bowed low to the ground before the Lord and the king.",
      "21": "On the next day they killed animals and gave burnt gifts in worship to the Lord.\nThey gave 1,000 bulls, 1,000 rams and 1,000 lambs, with their drink gifts. They gave many gifts in worship for all Israel.",
      "22": "So they ate and drank that day with great joy before the Lord.\nThey made David’s son Solomon king a second time. They poured oil on him to set him apart as ruler for the Lord. And they set Zadok apart as religious leader.",
      "23": "Then Solomon sat on the throne of the Lord as king instead of his father David. Everything went well for him, and all Israel obeyed him.",
      "24": "All the leaders and the powerful men and all the sons of King David promised to be faithful to King Solomon.",
      "25": "The Lord brought much honor to Solomon in the eyes of all Israel. He gave him greater power than any king before him in Israel.",
      "26": "So David the son of Jesse ruled over all Israel.",
      "27": "And he ruled over Israel for forty years. He ruled in Hebron seven years, and in Jerusalem thirty-three years.",
      "28": "Then he died as an old man. He had lived many years, had many riches and much honor. And his son Solomon ruled in his place.",
      "29": "The acts of King David, from first to last, are written in the books of Samuel, Nathan, and Gad, the men of God.",
      "30": "They tell of all his rule, his power, and of the things which happened to him, to Israel, and to all the nations of the lands."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:12.338060-04:00",
    "Translation": "NLV"
  }
}