{
  "1 Corinthians": {
    "1": {
      "1": "This letter is from Paul. I have been chosen by God to be a missionary of Jesus Christ. Sosthenes, a Christian brother, writes also.",
      "2": "I write to God’s church in the city of Corinth. I write to those who belong to Christ Jesus and to those who are set apart by Him and made holy. I write to all the Christians everywhere who call on the name of Jesus Christ. He is our Lord and their Lord also.",
      "3": "May you have loving-favor and peace from God our Father and from the Lord Jesus Christ.",
      "4": "I am thankful to God all the time for you. I am thankful for the loving-favor God has given to you because you belong to Christ Jesus.",
      "5": "He has made your lives rich in every way. Now you have power to speak for Him. He gave you good understanding.",
      "6": "This shows that what I told you about Christ and what He could do for you has been done in your lives.",
      "7": "You have the gifts of the Holy Spirit that you need while you wait for the Lord Jesus Christ to come again.",
      "8": "Christ will keep you strong until He comes again. No blame will be held against you.",
      "9": "God is faithful. He chose you to be joined together with His Son, Jesus Christ our Lord.",
      "10": "Christian brothers, I ask you with all my heart in the name of the Lord Jesus Christ to agree among yourselves. Do not be divided into little groups. Think and act as if you all had the same mind.",
      "11": "My Christian brothers, I have heard from some of Chloe’s family that you are arguing among yourselves.",
      "12": "I hear that some of you are saying, “I am a follower of Paul,” and “I am a follower of Apollos,” and “I am a follower of Peter,” and “I am a follower of Christ.”",
      "13": "Has Christ been divided? Was Paul put on a cross to die for your sins? Were you baptized in the name of Paul?",
      "14": "I am thankful to God that I baptized Crispus and Gaius only.",
      "15": "No one can say that you were baptized in the name of Paul.",
      "16": "I remember I did baptize the family of Stephanas, but I do not remember baptizing any others.",
      "17": "Christ did not send me to baptize. He sent me to preach the Good News. I did not use big sounding words when I preached. If I had, the power of the cross of Christ would be taken away.",
      "18": "Preaching about the cross sounds foolish to those who are dying in sin. But it is the power of God to those of us who are being saved from the punishment of sin.",
      "19": "The Holy Writings say, “I will destroy the wisdom of the wise people. I will put aside the learning of those who think they know a lot.”",
      "20": "Where is the man who is wise? Where is the man who thinks he knows a lot? Where is the man who thinks he has all the answers? God has made the wisdom of this world look foolish.",
      "21": "In His wisdom, He did not allow man to come to know Him through the wisdom of this world. It pleased God to save men from the punishment of their sins through preaching the Good News. This preaching sounds foolish.",
      "22": "The Jews are looking for something special to see. The Greek people are looking for the answer in wisdom.",
      "23": "But we preach that Christ died on a cross to save them from their sins. These words are hard for the Jews to listen to. The Greek people think it is foolish.",
      "24": "Christ is the power and wisdom of God to those who are chosen to be saved from the punishment of sin for both Jews and Greeks.",
      "25": "God’s plan looked foolish to men, but it is wiser than the best plans of men. God’s plan which may look weak is stronger than the strongest plans of men.",
      "26": "Christian brothers, think who you were when the Lord called you. Not many of you were wise or powerful or born into the family of leaders of a country.",
      "27": "But God has chosen what the world calls foolish to shame the wise. He has chosen what the world calls weak to shame what is strong.",
      "28": "God has chosen what is weak and foolish of the world, what is hated and not known, to destroy the things the world trusts in.",
      "29": "In that way, no man can be proud as he stands before God.",
      "30": "God Himself made the way so you can have new life through Christ Jesus. God gave us Christ to be our wisdom. Christ made us right with God and set us apart for God and made us holy. Christ bought us with His blood and made us free from our sins.",
      "31": "It is as the Holy Writings say, “If anyone is going to be proud of anything, he should be proud of the Lord.”"
    },
    "2": {
      "1": "Christian brothers, when I came to you, I did not preach the secrets of God with big sounding words or make it sound as if I were so wise.",
      "2": "I made up my mind that while I was with you I would speak of nothing except Jesus Christ and of His death on the cross.",
      "3": "When I was with you, I was weak. I was afraid and I shook.",
      "4": "What I had to say when I preached was not in big sounding words of man’s wisdom. But it was given in the power of the Holy Spirit.",
      "5": "In this way, you do not have faith in Christ because of the wisdom of men. You have faith in Christ because of the power of God.",
      "6": "We speak wisdom to full-grown Christians. This wisdom is not from this world or from the leaders of today. They die and their wisdom dies with them.",
      "7": "What we preach is God’s wisdom. It was a secret until now. God planned for us to have this honor before the world began.",
      "8": "None of the world leaders understood this wisdom. If they had, they would not have put Christ up on a cross to die. He is the Lord of shining-greatness.",
      "9": "The Holy Writings say, “No eye has ever seen or no ear has ever heard or no mind has ever thought of the wonderful things God has made ready for those who love Him.”",
      "10": "God has shown these things to us through His Holy Spirit. It is the Holy Spirit Who looks into all things, even the secrets of God, and shows them to us.",
      "11": "Who can know the things about a man, except a man’s own spirit that is in him? It is the same with God. Who can understand Him except the Holy Spirit?",
      "12": "We have not received the spirit of the world. God has given us His Holy Spirit that we may know about the things given to us by Him.",
      "13": "We speak about these things also. We do not use words of man’s wisdom. We use words given to us by the Holy Spirit. We use these words to tell what the Holy Spirit wants to say to those who put their trust in Him.",
      "14": "But the person who is not a Christian does not understand these words from the Holy Spirit. He thinks they are foolish. He cannot understand them because he does not have the Holy Spirit to help him understand.",
      "15": "The full-grown Christian understands all things, and yet he is not understood.",
      "16": "For who has the thoughts of the Lord? Who can tell Him what to do? But we have the thoughts of Christ."
    },
    "3": {
      "1": "Christian brothers, I could not speak to you as to full-grown Christians. I spoke to you as men who have not obeyed the things you have been taught. I spoke to you as if you were baby Christians.",
      "2": "My teaching was as if I were giving you milk to drink. I could not give you meat because you were not ready for it. Even yet you are not able to have anything but milk.",
      "3": "You still live as men who are not Christians. When you are jealous and fight with each other, you are still living in sin and acting like sinful men in the world.",
      "4": "When one says, “I am a follower of Paul,” and another says, “I am a follower of Apollos,” does not this sound like the talk of baby Christians?",
      "5": "Who is Apollos? Who is Paul? We are only servants owned by God. He gave us gifts to preach His Word. And because of that, you put your trust in Christ.",
      "6": "I planted the seed. Apollos watered it, but it was God Who kept it growing.",
      "7": "This shows that the one who plants or the one who waters is not the important one. God is the important One. He makes it grow.",
      "8": "The one who plants and the one who waters are alike. Each one will receive his own reward.",
      "9": "For we work together with God. You are God’s field.\nYou are God’s building also.",
      "10": "Through God’s loving-favor to me, I laid the stones on which the building was to be built. I did it like one who knew what he was doing. Now another person is building on it. Each person who builds must be careful how he builds on it.",
      "11": "Jesus Christ is the Stone on which other stones for the building must be laid. It can be only Christ.",
      "12": "Now if a man builds on the Stone with gold or silver or beautiful stones, or if he builds with wood or grass or straw,",
      "13": "each man’s work will become known. There will be a day when it will be tested by fire. The fire will show what kind of work it is.",
      "14": "If a man builds on work that lasts, he will receive his reward.",
      "15": "If his work is burned up, he will lose it. Yet he himself will be saved as if he were going through a fire.",
      "16": "Do you not know that you are a house of God and that the Holy Spirit lives in you?",
      "17": "If any man destroys the house of God, God will destroy him. God’s house is holy. You are the place where He lives.",
      "18": "Do not fool yourself. If anyone thinks he knows a lot about the things of this world, he had better become a fool. Then he may become wise.",
      "19": "The wisdom of this world is foolish to God. The Holy Writings say, “He is the One Who gets them in a trap when they use their own wisdom.”",
      "20": "They also say, “The Lord knows how the wise man thinks. His thinking is worth nothing.”",
      "21": "As a Christian, do not be proud of men and of what they can do. All things belong to you.",
      "22": "Paul and Apollos and Peter belong to you. The world and life and death belong to you. Things now and things to come belong to you.",
      "23": "You belong to Christ, and Christ belongs to God."
    },
    "4": {
      "1": "Think of us as servants who are owned by Christ. It is our job to share the secrets of God.",
      "2": "A servant must be faithful to his owner. This is expected of him.",
      "3": "It is not the most important thing to me what you or any other people think of me. Even what I think of myself does not mean much.",
      "4": "As for me, my heart tells me I am not guilty of anything. But that does not prove I am free from guilt. It is the Lord Who looks into my life and says what is wrong.",
      "5": "Do not be quick to say who is right or wrong. Wait until the Lord comes. He will bring into the light the things that are hidden in men’s hearts. He will show why men have done these things. Every man will receive from God the thanks he should have.",
      "6": "Christian brothers, I have used Apollos and myself to show you what I am talking about. This is to help you so you will not think more of men than what God’s Word will allow. Never think more of one of God’s servants than another.",
      "7": "Who made you better than your brother? Or what do you have that has not been given to you? If God has given you everything, why do you have pride? Why do you act as if He did not give it to you?",
      "8": "You are full. You are rich. You live like kings and we do not. I wish you were kings and we could be leaders with you.",
      "9": "I think that God has made a show of us missionaries. We are the last and the least among men. We are like men waiting to be put to death. The whole world, men and angels alike, are watching us.",
      "10": "We are thought of as fools because of Christ. But you are thought of as wise Christians! We are weak. You are strong. People respect you. They have no respect for us.",
      "11": "To this hour we are hungry and thirsty, and our clothes are worn out. People hurt us. We have no homes.",
      "12": "We work with our hands to make a living. We speak kind words to those who speak against us. When people hurt us, we say nothing.",
      "13": "When people say bad things about us, we answer with kind words. People think of us as dirt that is worth nothing and as the worst thing on earth to this day.",
      "14": "I do not write these things to shame you. I am doing this to help you know what you should do. You are my much-loved children.",
      "15": "You may have 10,000 Christian teachers. But remember, I am the only father you have. You became Christians when I preached the Good News to you.",
      "16": "So I ask you with all my heart to follow the way I live.",
      "17": "For this reason I have sent Timothy to you. He is my much-loved child and a faithful Christian. He will tell you how I act as a Christian. This is the kind of life I teach in the churches wherever I go.",
      "18": "Some of you are full of pride. You think that I am not coming to visit you.",
      "19": "If the Lord wants me to, I will come soon. I will find out when I come if these proud people have God’s power, or if they just use a lot of big words.",
      "20": "The holy nation of God is not made up of words. It is made up of power.",
      "21": "What do you want? Do you want me to come with a stick to whip you? Or do you want me to come with love and a gentle spirit?"
    },
    "5": {
      "1": "Someone has told me about a sex sin among you. It is so bad that even the people who do not know God would not do it. I have been told that one of the men is living with his father’s wife as if she were his wife.",
      "2": "Instead of being sorry, you are proud of yourselves. The man who is living like that should be sent away from you.",
      "3": "I am far from you. Even if I am not there, my spirit is with you. I have already said that the man is guilty of this sin. I am saying this as if I were there with you.",
      "4": "Call a meeting of the church. I will be with you in spirit. In the name of the Lord Jesus Christ, and by His power,",
      "5": "hand this person over to the devil. His body is to be destroyed so his spirit may be saved on the day the Lord comes again.",
      "6": "It is not good for you to be proud of the way things are going in your church. You know a little yeast makes the whole loaf of bread rise.",
      "7": "Clean out the old yeast. Then you will be new bread with none of the old yeast in you. The Jews killed lambs when they left Egypt. Christ is our lamb. He has already been killed as a gift on the altar to God for us.",
      "8": "Bread with yeast in it is like being full of sin and hate. Let us eat this supper together with bread that has no yeast in it. This bread is pure and true.",
      "9": "I told you in my letter not to keep on being with people who do any kind of sex sins.",
      "10": "I was not talking about people doing sex sins who are bad people of this world. I was not talking about people of this world who always want to get more or those who get things in a wrong way or those who worship false gods. To get away from people like that you would have to leave this world!",
      "11": "What I wrote was that you should not keep on being with a person who calls himself a Christian if he does any kind of sex sins. You should not even eat with a person who says he is a Christian but always wants to get more of everything or uses bad language or who gets drunk or gets things in a wrong way.",
      "12": "It is not for me to judge those outside the church. You are to judge those who belong to the church.",
      "13": "God will judge those outside the church. So you must put that sinful person out of your church."
    },
    "6": {
      "1": "Why do you go to court when you have something against another Christian? You are asking people who are not Christians to judge who is guilty. You should go to those who belong to Christ and ask them.",
      "2": "Did you not know that those who belong to Christ will someday judge this world? If you judge the people of the world as guilty, are you not able to do this in small things?",
      "3": "Did you not know that we are to judge angels? So you should be able to take care of your problem here in this world without any trouble.",
      "4": "When you have things to decide about this life, why do you go to men in courts who are not even Christians?",
      "5": "You should be ashamed! Is it true that there is not one person wise enough in your church to decide who is right when people argue?",
      "6": "Instead, one Christian takes another Christian to court. And that court is made up of people who are not Christians!",
      "7": "This shows you are wrong when you have to go to court against each other. Would it not be better to let someone do something against you that is wrong? Would it not be better to let them rob you?",
      "8": "Instead, you rob and do wrong to other Christians.",
      "9": "Do you not know that sinful men will have no place in the holy nation of God? Do not be fooled. A person who does sex sins, or who worships false gods, or who is not faithful in marriage, or men who act like women, or people who do sex sins with their own sex, will have no place in the holy nation of God.",
      "10": "Also those who steal, or those who always want to get more of everything, or who get drunk, or who say bad things about others, or take things that are not theirs, will have no place in the holy nation of God.",
      "11": "Some of you were like that. But now your sins are washed away. You were set apart for God-like living to do His work. You were made right with God through our Lord Jesus Christ by the Spirit of our God.",
      "12": "I am allowed to do all things, but not everything is good for me to do! Even if I am free to do all things, I will not do them if I think it would be hard for me to stop when I know I should.",
      "13": "Food was meant for the stomach. The stomach needs food, but God will bring to an end both food and the stomach. The body was not meant for sex sins. It was meant to work for the Lord. The Lord is for our body.",
      "14": "God raised the Lord from death. He will raise us from death by His power also.",
      "15": "Do you not know that your bodies are a part of Christ Himself? Am I to take a part of Christ and make it a part of a woman who sells the use of her body? No! Never!",
      "16": "Do you not know that a man who joins himself to a woman who sells the use of her body becomes a part of her? The Holy Writings say, “The two will become one.”",
      "17": "But if you join yourself to the Lord, you are one with Him in spirit.",
      "18": "Have nothing to do with sex sins! Any other sin that a man does, does not hurt his own body. But the man who does a sex sin sins against his own body.",
      "19": "Do you not know that your body is a house of God where the Holy Spirit lives? God gave you His Holy Spirit. Now you belong to God. You do not belong to yourselves.",
      "20": "God bought you with a great price. So honor God with your body. You belong to Him."
    },
    "7": {
      "1": "You asked me some questions in your letter. This is my answer. It is good if a man does not get married.",
      "2": "But because of being tempted to sex sins, each man should get married and have his own wife. Each woman should get married and have her own husband.",
      "3": "The husband should please his wife as a husband. The wife should please her husband as a wife.",
      "4": "The wife is not the boss of her own body. It belongs to the husband. And in the same way, the husband is not the boss of his own body. It belongs to the wife.",
      "5": "Do not keep from each other that which belongs to each other in marriage unless you agree for awhile so you can use your time to pray. Then come together again or the devil will tempt you to do that which you know you should not do.",
      "6": "This is what I think. I am not saying you must do it.",
      "7": "I wish everyone were as I am, but each has his own gift from God. One has one gift. Another has another gift.",
      "8": "This is what I say to those who are not married and to women whose husbands have died. It is good if you do not get married. I am not married.",
      "9": "But if you are not able to keep from doing that which you know is wrong, get married. It is better to get married than to have such strong sex desires.",
      "10": "I have this to say to those who are married. These words are from the Lord. A wife should not leave her husband,",
      "11": "but if she does leave him, she should not get married to another man. It would be better for her to go back to her husband. The husband should not divorce his wife.",
      "12": "I have this to say. These words are not from the Lord. If a Christian husband has a wife who is not a Christian, and she wants to live with him, he must not divorce her.",
      "13": "If a Christian wife has a husband who is not a Christian, and he wants to live with her, she must not divorce him.",
      "14": "The husband who is not a Christian is set apart from the sin of the world because of his Christian wife. The wife who is not a Christian is set apart from the sin of the world because of her Christian husband. In this way, the lives of the children are not unclean because of sin, they are clean.",
      "15": "If the one who is not a Christian wants to leave, let that one go. The Christian husband or wife should not try to make the other one stay. God wants you to live in peace.",
      "16": "Christian wife, how do you know you will not help your husband to become a Christian? Or Christian husband, how do you know you will not help your wife to become a Christian?",
      "17": "Everyone should live the life the Lord gave to him. He should live as he was when he became a Christian. This is what I teach in all the churches.",
      "18": "If a man became a Christian after he had gone through the religious act of becoming a Jew, he should do nothing about it. If a man became a Christian before, he should not go through the religious act of becoming a Jew.",
      "19": "If it is done or not done, it means nothing. What is important is to obey God’s Word.",
      "20": "Everyone should stay the same way he was when he became a Christian.",
      "21": "Were you a servant who was owned by someone when you became a Christian? Do not worry about it. But if you are able to become free, do that.",
      "22": "A servant who is owned by someone and who has become a Christian is the Lord’s free man. A free man who has become a Christian is a servant owned by Christ.",
      "23": "He paid a great price for you when He bought you. Do not let yourselves become servants owned by men.",
      "24": "Christian brothers, each one should stay as he was when he became a Christian.",
      "25": "I have no word from the Lord about women or men who have never been married. I will tell you what I think. You can trust me because the Lord has given me His loving-kindness.",
      "26": "I think, because of the troubles that are coming, it is a good thing for a person not to get married.",
      "27": "Are you married to a wife? Do not try to get a divorce. If you are not married, do not look for a wife.",
      "28": "If you do get married, you have not sinned. If a woman who is not married gets married, it is no sin. But being married will add problems. I would like to have you free from such problems.",
      "29": "I mean this, Christian brothers. The time is short. A married man should use his time as if he did not have a wife.",
      "30": "Those who have sorrow should keep on working as if they had no sorrow. Those who have joy should keep on working as if there was no time for joy. Those who buy should have no time to get joy from what they have.",
      "31": "While you live in this world, live as if the world has no hold on you. The way of this world will soon be gone.",
      "32": "I want you to be free from the cares of this world. The man who is not married can spend his time working for the Lord and pleasing Him.",
      "33": "The man who is married cares for the things of the world. He wants to please his wife.",
      "34": "Married women and women who have never been married are different. The woman who has never been married can spend her time working for the Lord. She wants to please the Lord with her body and spirit. The woman who is married cares for the things of the world. She wants to please her husband.",
      "35": "I am saying these things to help you. I am not trying to keep you from getting married. I want you to do what is best. You should work for Him without other things taking your time.",
      "36": "If a man and woman expect to get married, and he thinks his desires to marry her are getting too strong, and she is getting older, they should get married. It is no sin.",
      "37": "But if a man has the power to keep from getting married and knows in his mind that he should not, he is wise if he does not get married.",
      "38": "The man who gets married does well, but the man who does not get married does better.",
      "39": "A wife is not free as long as her husband lives. If her husband dies, she is free to marry anyone she wants, if he is a Christian.",
      "40": "I think she will be much more happy if she does not get married again. This is what I think. I believe it is what the Holy Spirit is saying."
    },
    "8": {
      "1": "I want to write about food that has been given as a gift in worship to a false god. We all know something about it. Knowing about it makes one feel important. But love makes one strong.",
      "2": "The person who thinks he knows all the answers still has a lot to learn.",
      "3": "But if he loves God, he is known by God also.",
      "4": "What about food that has been given as a gift to a false god in worship? Is it right? We know that a false god is not a god at all. There is only one God! There is no other.",
      "5": "Men have thought there are many such gods and lords in the sky and on the earth.",
      "6": "But we know there is only one God. He is the Father. All things are from Him. He made us for Himself. There is one Lord. He is Jesus Christ. He made all things. He keeps us alive.",
      "7": "Not all men know this. They have given food as a gift in worship to a god as if the god were alive. Some men have done this all their lives. If they eat such food, their hearts tell them it is wrong.",
      "8": "Food will not bring us near to God. We are no worse if we do not eat it, or we are no better if we eat it.",
      "9": "Since you are free to do as you please, be careful that this does not hurt a weak Christian.",
      "10": "A Christian who is weak may see you eat food in a place where it has been given as a gift to false gods in worship. Since he sees you eat it, he will eat it also.",
      "11": "You may make the weak Christian fall into sin by what you have done. Remember, he is a Christian brother for whom Christ died.",
      "12": "When you sin against a weak Christian by making him do what is wrong, you sin against Christ.",
      "13": "So then, if eating meat makes my Christian brother trip and fall, I will never eat it again. I do not want to make my Christian brother sin."
    },
    "9": {
      "1": "Am I not a missionary? Am I not free? Have I not seen Jesus our Lord? Are you not Christians because of the work I have done for the Lord?",
      "2": "Other people may not think of me as a missionary, but you do. It proves I am a missionary because you are Christians now.",
      "3": "When people ask questions about me, I say this:",
      "4": "Do we not have the right to have food and drink when we are working for the Lord?",
      "5": "Do we not have the right to take a Christian wife along with us? The other missionaries do. The Lord’s brothers do and Peter does.",
      "6": "Are Barnabas and I the only ones who should keep working for a living so we can preach?",
      "7": "Have you ever heard of a soldier who goes to war and pays for what he needs himself? Have you ever heard of a man planting a field of grapes and not eating some of the fruit? Have you ever heard of a farmer who feeds cattle and does not drink some of the milk?",
      "8": "These things are not just what men think are right to do. God’s Law speaks about this.",
      "9": "God gave Moses the Law. It says, “When the cow is made to walk on the grain to break it open, do not stop it from eating some.” Does God care about the cow?",
      "10": "Did not God speak about this because of us. For sure, this was written for us. The man who gets the fields ready and the man who gathers in the grain should expect some of the grain.",
      "11": "We have planted God’s Word among you. Is it too much to expect you to give us what we need to live each day?",
      "12": "If other people have the right to expect this from you, do we not have more right? But we have not asked this of you. We have suffered many things. We did this so the Good News of Christ would not be held back.",
      "13": "You must know that those who work in the house of God get their food there. Those who work at the altar in the house of God get a part of the food that is given there.",
      "14": "The Lord has said also that those who preach the Good News should get their living from those who hear it.",
      "15": "I have not used any of these things. I am not writing now to get anything. I would rather die than lose the joy of preaching to you without you paying me.",
      "16": "I cannot be proud because I preach the Good News. I have been told to do it. It would be bad for me if I do not preach the Good News.",
      "17": "If I do this because I want to, I will get my reward. If I do not want to do it, I am still expected to do it.",
      "18": "Then what is my reward? It is when I preach the Good News without you paying me. I do not ask you to pay me as I could.",
      "19": "No man has any hold on me, but I have made myself a workman owned by all. I do this so I might lead more people to Christ.",
      "20": "I became as a Jew to the Jews so I might lead them to Christ. There are some who live by obeying the Jewish Law. I became as one who lives by obeying the Jewish Law so I might lead them to Christ.",
      "21": "There are some who live by not obeying the Jewish law. I became as one who lives by not obeying the Jewish law so I might lead them to Christ. This does not mean that I do not obey God’s Law. I obey the teachings of Christ.",
      "22": "Some are weak. I have become weak so I might lead them to Christ. I have become like every person so in every way I might lead some to Christ.",
      "23": "Everything I do, I do to get the Good News to men. I want to have a part in this work.",
      "24": "You know that only one person gets a crown for being in a race even if many people run. You must run so you will win the crown.",
      "25": "Everyone who runs in a race does many things so his body will be strong. He does it to get a crown that will soon be worth nothing, but we work for a crown that will last forever.",
      "26": "In the same way, I run straight for the place at the end of the race. I fight to win. I do not beat the air.",
      "27": "I keep working over my body. I make it obey me. I do this because I am afraid that after I have preached the Good News to others, I myself might be put aside."
    },
    "10": {
      "1": "Christian brothers, I want you to know what happened to our early fathers. They all walked from the country of Egypt under the cloud that showed them the way, and they all passed through the waters of the Red Sea.",
      "2": "They were all baptized as they followed Moses in the cloud and in the sea.",
      "3": "All of them ate the same holy food.",
      "4": "They all drank the same holy drink. They drank from a holy Rock that went along with them. That holy Rock was Christ.",
      "5": "Even then most of them did not please God. He destroyed them in the desert.",
      "6": "These things show us something. They teach us not to want things that are bad for us like those people did.",
      "7": "We must not worship false gods as some of them did. The Holy Writings tell us, “The people sat down to eat and drink. Then they got up to play.”",
      "8": "We must not do sex sins as some of them did. In one day 23,000 died.",
      "9": "We must not test the Lord as some of them did. They were destroyed by snakes.",
      "10": "We must not complain against God as some of them did. That is why they were destroyed.",
      "11": "All these things happened to show us something. They were written to teach us that the end of the world is near.",
      "12": "So watch yourself! The person who thinks he can stand against sin had better watch that he does not fall into sin.",
      "13": "You have never been tempted to sin in any different way than other people. God is faithful. He will not allow you to be tempted more than you can take. But when you are tempted, He will make a way for you to keep from falling into sin.",
      "14": "My dear friends, keep away from the worship of false gods.",
      "15": "I am speaking to you who are able to understand. See if what I am saying is true.",
      "16": "When we give thanks for the fruit of the vine at the Lord’s supper, are we not sharing in the blood of Christ? The bread we eat at the Lord’s supper, are we not sharing in the body of Christ?",
      "17": "There is one bread, and many of us Christians make up the body of Christ. All of us eat from that bread.",
      "18": "Look at the Jews. They ate the animals that were brought to God as gifts in worship and put on the altar. Did this not show they were sharing with God?",
      "19": "What do I mean? Am I saying that a false god or the food brought to it in worship is worth anything?",
      "20": "No, not at all! I am saying that the people who do not know God bring gifts of animals in worship. But they have given them to demons, not to God. You do not want to have any share with demons.",
      "21": "You cannot drink from the cup of the Lord and from the cup of demons. You cannot eat at the Lord’s table and at the demon’s table.",
      "22": "Are we trying to make the Lord jealous? Do we think we are stronger than the Lord?",
      "23": "We are allowed to do anything, but not everything is good for us to do. We are allowed to do anything, but not all things help us grow strong as Christians.",
      "24": "Do not work only for your own good. Think of what you can do for others.",
      "25": "Eat any meat that is sold in the stores. Ask no questions about it. Then your heart will not say it is wrong.",
      "26": "The Holy Writings say, “The earth and everything in it belongs to the Lord.”",
      "27": "If a person who is not a Christian wants you to eat with him, and you want to go, eat anything that is on the table. Ask no questions about the food. Then your heart will not say it is wrong.",
      "28": "But if someone says, “This meat has been given as a gift to false gods in worship,” do not eat it. In that way, it will not hurt the faith of the one who told you and his heart will have peace.",
      "29": "How the other person feels is important. We are not free to do things that will hurt another person.",
      "30": "If I can give thanks to God for my food, why should anyone say that I am wrong about eating food I can give thanks for?",
      "31": "So if you eat or drink or whatever you do, do everything to honor God.",
      "32": "Do nothing that would make trouble for a Greek or for a Jew or for the church of God.",
      "33": "I want to please everyone in all that I do. I am not thinking of myself. I want to do what is best for them so they may be saved from the punishment of sin."
    },
    "11": {
      "1": "Follow my way of thinking as I follow Christ.",
      "2": "I think you have done well because you always remember me and have followed the things I taught you.",
      "3": "I want you to know that Christ is the head of every man. The husband is the head of his wife. God is the head of Christ.",
      "4": "If any man prays or preaches with his head covered, he does not give honor to Christ.",
      "5": "Every woman who prays or preaches without her head covered does not respect her head. It is the same as if she had her hair cut off.",
      "6": "If a woman does not cover her head, she might as well cut off her hair also. If a woman is ashamed to have her hair cut off, she should cover her head.",
      "7": "Man is made like God and His shining-greatness. For this reason a man should not have his head covered when he prays or preaches, but the woman respects the man.",
      "8": "Man was not made from woman. Woman was made from man,",
      "9": "and man was not made for woman. Woman was made for man.",
      "10": "For this reason a woman should have a covering on her head. This shows she respects man. This is for the angels to see also.",
      "11": "In God’s plan women need men and men need women.",
      "12": "Woman was made from man, but man is born of woman. God made all things.",
      "13": "Think this over yourselves. Does it look right for a woman to pray with no covering on her head?",
      "14": "Have we not already learned that it is a shame for a man to have long hair?",
      "15": "But a woman can be proud to have long hair. Her hair is given to her for a covering.",
      "16": "If anyone wants to argue about this, my answer is that this is what we teach, and all the churches agree with me.",
      "17": "While writing about these things, let me tell you what I think. Nothing good is coming from your meeting together.",
      "18": "First of all, I hear that when you meet together in the church you are divided into groups and you argue. I almost believe this is true.",
      "19": "For there must be different groups among you. In that way, those who are right will be seen from those who are wrong.",
      "20": "When you gather together for your meetings, it is not to eat the Lord’s supper.",
      "21": "Each one is in a hurry to eat his own food first. He does not wait for others. In this way, one does not get enough food and drink. Others get too much and get drunk.",
      "22": "You have your own homes to eat and drink in. Or do you hate the church of God and shame those who are poor? What am I to say to you? Am I to say you are right? No! I cannot say you are right in this.",
      "23": "I have given you the teaching I received from the Lord. The night Jesus was handed over to the soldiers, He took bread.",
      "24": "When He had given thanks, He broke it and said, “Take this bread and eat it. This is My body which is broken for you. Do this to remember Me.”",
      "25": "In the same way after supper, He took the cup. He said, “This cup is the New Way of Worship made between God and you by My blood. Whenever you drink it, do it to remember Me.”",
      "26": "Every time you eat this bread and drink from this cup you are telling of the Lord’s death until He comes again.",
      "27": "Anyone who eats the bread or drinks from the cup, if his spirit is not right with the Lord, will be guilty of sinning against the body and the blood of the Lord.",
      "28": "This is why a man should look into his own heart and life before eating the bread and drinking from the cup.",
      "29": "Anyone who eats the bread and drinks from the cup, if his spirit is not right with the Lord, will be guilty as he eats and drinks. He does not understand the meaning of the Lord’s body.",
      "30": "This is why some of you are sick and weak, and some have died.",
      "31": "But if we would look into our own lives and see if we are guilty, then God would not have to say we are guilty.",
      "32": "When we are guilty, we are punished by the Lord so we will not be told we are guilty with the rest of the world.",
      "33": "Christian brothers, when you come together to eat, wait for each other.",
      "34": "If anyone is hungry, he should eat at home. Then he will not be guilty as you meet together. I will talk about the other things when I come."
    },
    "12": {
      "1": "Christian brothers, I want you to know about the gifts of the Holy Spirit. You need to understand the truth about this.",
      "2": "You know that before you were Christians you were led to worship false gods. None of these gods could speak.",
      "3": "So I tell you that no one speaking by the help of the Holy Spirit can say that he hates Jesus. No one can say, “Jesus is Lord,” except by the help of the Holy Spirit.",
      "4": "There are different kinds of gifts. But it is the same Holy Spirit Who gives them.",
      "5": "There are different kinds of work to be done for Him. But the work is for the same Lord.",
      "6": "There are different ways of doing His work. But it is the same God who uses all these ways in all people.",
      "7": "The Holy Spirit works in each person in one way or another for the good of all.",
      "8": "One person is given the gift of teaching words of wisdom. Another person is given the gift of teaching what he has learned and knows. These gifts are by the same Holy Spirit.",
      "9": "One person receives the gift of faith. Another person receives the gifts of healing. These gifts are given by the same Holy Spirit.",
      "10": "One person is given the gift of doing powerful works. Another person is given the gift of speaking God’s Word. Another person is given the gift of telling the difference between the Holy Spirit and false spirits. Another person is given the gift of speaking in special sounds. Another person is given the gift of telling what these special sounds mean.",
      "11": "But it is the same Holy Spirit, the Spirit of God, Who does all these things. He gives to each person as He wants to give.",
      "12": "Our own body has many parts. When all these many parts are put together, they are only one body. The body of Christ is like this.",
      "13": "It is the same way with us. Jews or those who are not Jews, men who are owned by someone or men who are free to do what they want to do, have all been baptized into the one body by the same Holy Spirit. We have all received the one Spirit.",
      "14": "The body is not one part, but many parts.",
      "15": "If the foot should say, “I am not a part of the body because I am not a hand,” that would not stop it from being a part of the body.",
      "16": "If the ear should say, “I am not a part of the body because I am not an eye,” that would not stop it from being a part of the body.",
      "17": "If the whole body were an eye how would it hear? If the whole body were an ear, how would it smell?",
      "18": "But God has put all the parts into the body just as He wants to have them.",
      "19": "If all the parts were the same, it could not be a body.",
      "20": "But now there are many parts, but one body.",
      "21": "The eye cannot say to the hand, “I do not need you.” Or the head cannot say to the feet, “I do not need you.”",
      "22": "Some of the parts we think are weak and not important are very important.",
      "23": "We take good care of and cover with clothes the parts of the body that look less important. The parts which do not look beautiful have an important work to do.",
      "24": "The parts that can be seen do not need as much care. God has made the body so more care is given to the parts that need it most.",
      "25": "This is so the body will not be divided into parts. All the parts care for each other.",
      "26": "If one part of the body suffers, all the other parts suffer with it. If one part is given special care, the other parts are happy.",
      "27": "You are all a part of the body of Christ.",
      "28": "God has chosen different ones in the church to do His work. First, there are missionaries. Second, there are preachers or those who speak for God. And third, there are teachers. He has also chosen those who do powerful works and those who have the gifts of healing. And He has chosen those who help others who are in need and those who are able to lead others in work and those who speak in special sounds.",
      "29": "Are they all missionaries? No. Are they all preachers or those who speak for God? No. Do they all do powerful works? No.",
      "30": "Do they all have the gifts of healing? No. Do they all speak in special sounds? No. Are they all able to tell what the special sounds mean? No.",
      "31": "But from your heart you should want the best gifts. Now I will show you even a better way."
    },
    "13": {
      "1": "I may be able to speak the languages of men and even of angels, but if I do not have love, it will sound like noisy brass.",
      "2": "If I have the gift of speaking God’s Word and if I understand all secrets, but do not have love, I am nothing. If I know all things and if I have the gift of faith so I can move mountains, but do not have love, I am nothing.",
      "3": "If I give everything I have to feed poor people and if I give my body to be burned, but do not have love, it will not help me.",
      "4": "Love does not give up. Love is kind. Love is not jealous. Love does not put itself up as being important. Love has no pride.",
      "5": "Love does not do the wrong thing. Love never thinks of itself. Love does not get angry. Love does not remember the suffering that comes from being hurt by someone.",
      "6": "Love is not happy with sin. Love is happy with the truth.",
      "7": "Love takes everything that comes without giving up. Love believes all things. Love hopes for all things. Love keeps on in all things.",
      "8": "Love never comes to an end. The gift of speaking God’s Word will come to an end. The gift of speaking in special sounds will be stopped. The gift of understanding will come to an end.",
      "9": "For we only know a part now, and we speak only a part.",
      "10": "When everything is perfect, then we will not need these gifts that are not perfect.",
      "11": "When I was a child, I spoke like a child. I thought like a child. I understood like a child. Now I am a man. I do not act like a child anymore.",
      "12": "Now that which we see is as if we were looking in a broken mirror. But then we will see everything. Now I know only a part. But then I will know everything in a perfect way. That is how God knows me right now.",
      "13": "And now we have these three: faith and hope and love, but the greatest of these is love."
    },
    "14": {
      "1": "You should want to have this love. You should want the gifts of the Holy Spirit and most of all to be able to speak God’s Word.",
      "2": "The man who speaks in special sounds speaks to God. He is not speaking to men. No one understands. He is speaking secret things through the power of the Holy Spirit.",
      "3": "The man who speaks God’s Word speaks to men. It helps them to learn and understand. It gives them comfort.",
      "4": "The man who speaks in special sounds receives strength. The man who speaks God’s Word gives strength to the church.",
      "5": "I wish all of you spoke in special sounds. But more than that, I wish all of you spoke God’s Word. The one who speaks God’s Word has a more important gift than the one who speaks in special sounds. But if he can tell what he is speaking, the church will be helped.",
      "6": "Christian brothers, if I come to you speaking in special sounds, what good is it to you? But if I tell you something God has shown me or something I have learned or what God’s Word says will happen in the future or teach you God’s Word, it will be for your good.",
      "7": "There are things on which people play music. If strange sounds are made on these, how will others know which one is played?",
      "8": "If a horn does not make a good sound, how will men know they are to get ready to fight?",
      "9": "It is the same if you speak to a person in special sounds. How will he know what you say? Your sounds will be lost in the air.",
      "10": "There are many languages in the world. All of them have meaning to the people who understand them.",
      "11": "But if I do not understand the language someone uses to speak to me, the man who speaks is a stranger to me. I am a stranger to him.",
      "12": "Since you want gifts from the Holy Spirit, ask for those that will build up the whole church.",
      "13": "So the man who speaks in special sounds should pray for the gift to be able to tell what they mean.",
      "14": "If I pray in special sounds, my spirit is doing the praying. My mind does not understand.",
      "15": "What should I do? I will pray with my spirit and I will pray with my mind also. I will sing with my spirit and I will sing with my mind also.",
      "16": "If you honor and give thanks to God with your spirit in sounds nobody understands, how can others honor and give thanks also if they do not know what you are saying?",
      "17": "You are honoring and giving thanks to God, but it is not helping other people.",
      "18": "I thank God that I speak in special sounds more than all of you.",
      "19": "But in a meeting of the church, it is better if I say five words that others can understand and be helped by than 10,000 words in special sounds.",
      "20": "Christian brothers, do not be like children in your thinking. Be full-grown, but be like children in not knowing how to sin.",
      "21": "God says in the Holy Writings, “I will speak to My people. I will speak through men from other lands in other languages. Even then My people will not listen to Me.”",
      "22": "So then speaking in special sounds is for those who do not believe. It is not for those who believe. But speaking God’s Word is for those who believe. It is not for those who do not believe.",
      "23": "If some people who are not Christians come to your church meeting while all the people are speaking in special sounds, they will think you are crazy.",
      "24": "But if a man who is not a Christian comes to your church meeting while you are all speaking God’s Word, he will understand that he is a sinner by what he hears. He will know he is guilty.",
      "25": "The secrets of his heart will be brought into the open. He will get on his knees and worship God. He will say, “For sure, God is here with you!”",
      "26": "What am I saying, Christian brothers? When you meet together for worship, some of you have a song to sing. Some of you want to teach and some have special words from God. Some of you speak in special sounds and some of you tell what they mean. Everything should be done to help those who are meeting together to grow strong as Christians.",
      "27": "No more than two or three people should speak in special sounds. Only one should speak at a time. Someone must tell the meaning of the special sounds.",
      "28": "If no one is there who can tell the meaning of the special sounds, he should not speak in the church. He should speak only to himself and to God.",
      "29": "Two or three should speak God’s Word. The other people should listen and decide if they are speaking right.",
      "30": "If someone sitting in the meeting gets some special word from God, the one who is speaking should stop.",
      "31": "All of you can speak God’s Word, but only one person at a time. In that way, all of you can learn and be helped.",
      "32": "Men who speak God’s Word are able to stop when they should.",
      "33": "God does not want everyone speaking at the same time in church meetings. He wants peace. All the churches of God’s people worship this way.",
      "34": "Women should not be allowed to speak in church meetings. They are to obey this teaching. The Law says this also.",
      "35": "If they want to find out about something, they should ask their husbands at home. It is a shame for a woman to speak in a church meeting.",
      "36": "Did the Word of God come from you Christians in the city of Corinth? Or are you the only people who received it?",
      "37": "Some of you may think you have the gift of speaking God’s Word or some other gift from the Holy Spirit. If you do, you should know that what I am writing to you is what God has told us we must obey.",
      "38": "If any man does not listen to this, have nothing to do with him.",
      "39": "So then, my Christian brothers, you should want to speak God’s Word. Do not stop anyone from speaking in special sounds.",
      "40": "All things should be done in the right way, one after the other."
    },
    "15": {
      "1": "Christian brothers, I want to tell the Good News to you again. It is the same as I preached to you before. You received it and your faith has been made strong by it.",
      "2": "This is what I preached to you. You are saved from the punishment of sin by the Good News if you keep hold of it, unless your faith was worth nothing.",
      "3": "First of all, I taught you what I had received. It was this: Christ died for our sins as the Holy Writings said He would.",
      "4": "Christ was buried. He was raised from the dead three days later as the Holy Writings said He would.",
      "5": "Christ was seen by Peter. After that, the twelve followers saw Him.",
      "6": "After that, more than 500 of His followers saw Him at one time. Most of them are still here, but some have died.",
      "7": "After that, James saw Christ. Then all the missionaries saw Him.",
      "8": "Last of all, Christ showed Himself to me as if I had been born too late.",
      "9": "For I am the least important of all the missionaries. I should not be called a missionary because I made it so hard for God’s church.",
      "10": "I am different now. It is all because of what God did for me by His loving-favor. His loving-favor was not wasted. I worked harder than all the other missionaries. But it was not I who worked. It was God’s loving-favor working through me.",
      "11": "It makes no difference how you heard the Good News. It could have been through the other missionaries or through me. The important thing is this: We preached the Good News to you and you believed it.",
      "12": "We preached to you that Christ has been raised from the dead. But some of you say that people are not raised from the dead. Why do you say this?",
      "13": "If the dead are not raised, then Christ was not raised from the dead.",
      "14": "If Christ was not raised from the dead, then what we preach to you is worth nothing. Your faith in Christ is worth nothing.",
      "15": "That makes us all liars because we said that God raised Christ from the dead. But God did not raise Christ from the dead if the dead do not come to life again.",
      "16": "If the dead are not raised, then not even Christ was raised from the dead.",
      "17": "If Christ was not raised from the dead, your faith is worth nothing and you are still living in your sins.",
      "18": "Then the Christians who have already died are lost in sin.",
      "19": "If we have hope in Christ in this life only, we are more sad than anyone else.",
      "20": "But it is true! Christ has been raised from the dead! He was the first One to be raised from the dead and all those who are in graves will follow.",
      "21": "Death came because of a man, Adam. Being raised from the dead also came because of a Man, Christ.",
      "22": "All men will die as Adam died. But all those who belong to Christ will be raised to new life.",
      "23": "This is the way it is: Christ was raised from the dead first. Then all those who belong to Christ will be raised from the dead when He comes again.",
      "24": "Next, at the end of the world, Christ will give His holy nation over to God the Father. Christ will have destroyed every nation and power.",
      "25": "Christ must be King until He has destroyed all those who hate Him and work against Him.",
      "26": "The last thing that will be destroyed is death.",
      "27": "The Holy Writings say that God has put all things under Christ’s feet except Himself.",
      "28": "When Christ is over all things, He will put Himself under God Who put all things under Christ. And God will be over all things.",
      "29": "What good will it do people if they are baptized for the dead? If the dead are not raised, why are people baptized for them?",
      "30": "Why are we also in danger every hour?",
      "31": "I say this, Christian brothers, I have joy in what Jesus Christ our Lord has done for you. That is why I face death every day.",
      "32": "As men look at it, what good has it done for me in the city of Ephesus to fight with men who act like wild animals? If the dead are not raised, we might as well be like those who say, “Let us eat and drink, for tomorrow we die.”",
      "33": "Do not let anyone fool you. Bad people can make those who want to live good become bad.",
      "34": "Keep your minds awake! Stop sinning. Some do not know God at all. I say this to your shame.",
      "35": "Someone will say, “How are the dead raised? What kind of bodies will they have?”",
      "36": "What a foolish question! When you plant a seed, it must die before it starts new life.",
      "37": "When you put it in the earth, you are not planting the body which it will become. You put in only a seed.",
      "38": "It is God Who gives it a body just as He wants it to have. Each kind of seed becomes a different kind of body.",
      "39": "All flesh is not the same. Men have one kind of flesh. Animals have another kind. Fish have another kind, and birds have another kind.",
      "40": "There are bodies in the heavens. There are bodies on earth. Their greatness is not the same.",
      "41": "The sun has its greatness. The moon has its greatness. Stars have their greatness. One star is different from another star in greatness.",
      "42": "It is the same with people who are raised from the dead. The body will turn back to dust when it is put in a grave. When the body is raised from the grave, it will never die.",
      "43": "It has no greatness when it is put in a grave, but it is raised with shining-greatness. It is weak when it is put in a grave, but it is raised with power.",
      "44": "It is a human body when it dies, but it is a God-like body when it is raised from the dead. There are human bodies and there are God-like bodies.",
      "45": "The Holy Writings say, “The first man, Adam, became a living soul.” But the last Adam (Christ) is a life-giving Spirit.",
      "46": "We have these human bodies first. Then we are given God-like bodies that are ready for heaven.",
      "47": "Adam was the first man. He was made from the dust of the earth. Christ was the second man. He came down from heaven.",
      "48": "All men of the earth are made like Adam. But those who belong to Christ will have a body like the body of Christ Who came from heaven.",
      "49": "Now, our bodies are like Adam’s body. But in heaven, our bodies will be like the body of Christ.",
      "50": "Christian brothers, our bodies which are made of flesh and blood will not go into the holy nation of God. That which dies can have no part in that which will never die.",
      "51": "For sure, I am telling you a secret. We will not all die, but we will all be changed.",
      "52": "In a very short time, no longer than it takes for the eye to close and open, the Christians who have died will be raised. It will happen when the last horn sounds. The dead will be raised never to die again. Then the rest of us who are alive will be changed.",
      "53": "Our human bodies made from dust must be changed into a body that cannot be destroyed. Our human bodies that can die must be changed into bodies that will never die.",
      "54": "When this that can be destroyed has been changed into that which cannot be destroyed, and when this that does die has been changed into that which cannot die, then it will happen as the Holy Writings said it would happen. They said, “Death has no more power over life.”",
      "55": "O death, where is your power? O death, where are your pains?",
      "56": "The pain in death is sin. Sin has power over those under the Law.",
      "57": "But God is the One Who gives us power over sin through Jesus Christ our Lord. We give thanks to Him for this.",
      "58": "So then, Christian brothers, because of all this, be strong. Do not allow anyone to change your mind. Always do your work well for the Lord. You know that whatever you do for Him will not be wasted."
    },
    "16": {
      "1": "I want to tell you what to do about the money you are gathering for the Christians. Do the same as I told the churches in the country of Galatia to do.",
      "2": "On the first day of every week each of you should put aside some of your money. Give a certain part of what you have earned. Keep it there because I do not want money gathered when I come.",
      "3": "When I get there, I will give letters to the men you want to send. They will take your gift to Jerusalem.",
      "4": "If I can go, they can go with me.",
      "5": "I want to visit you after I have gone through the country of Macedonia for I am going through there.",
      "6": "I may be staying with you and even spend the winter with you. Then you can send me on my way to the next place.",
      "7": "I do not want to stop now. I want to spend some time with you when I can stay longer, if that is what the Lord wants.",
      "8": "I will stay in the city of Ephesus until the special day to remember how the Holy Spirit came on the church.",
      "9": "A wide door has been opened to me here to preach the Good News. But there are many who work against me.",
      "10": "If Timothy comes, receive him and help him so he will not be afraid. He is working for the Lord as I am.",
      "11": "Everyone should respect him. Send him on his way to me in peace. I expect to see him and some of the other Christians soon.",
      "12": "I wanted brother Apollos to go with the other Christians to visit you. But he is not sure he should go now. He will come when he can.",
      "13": "Watch and keep awake! Stand true to the Lord. Keep on acting like men and be strong.",
      "14": "Everything you do should be done in love.",
      "15": "You know that the families of Stephanas were the first Christians in the country of Greece. They are working for the Lord in helping His people.",
      "16": "I ask you to listen to leaders like these and work with them as well as others like them.",
      "17": "I am happy that Stephanas and Fortunatus and Achaicus came here. They have helped me and you would have also if you had been here.",
      "18": "They have made me happy. They would have made you happy also. Show them you are thankful for their help.",
      "19": "The churches in the countries of Asia say hello. Aquila and Priscilla and the Christians who meet in their house say hello with Christian love.",
      "20": "All the Christians here greet you. Greet each other with a kiss of holy love.",
      "21": "I, Paul, am writing the last part of this letter with my own hand.",
      "22": "If anyone does not love the Lord, let him be kept from being with Christ. The Lord is coming soon!",
      "23": "May you have the loving-favor of our Lord Jesus.",
      "24": "I love you all through Christ Jesus. Let it be so."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:48.713134-04:00",
    "Translation": "NLV"
  }
}