{
  "1 John": {
    "1": {
      "1": "Christ is the Word of Life. He was from the beginning. We have heard Him and have seen Him with our own eyes. We have looked at Him and put our hands on Him.",
      "2": "Christ Who is Life was shown to us. We saw Him. We tell you and preach about the Life that lasts forever. He was with the Father and He has come down to us.",
      "3": "We are preaching what we have heard and seen. We want you to share together with us what we have with the Father and with His Son, Jesus Christ.",
      "4": "We are writing this to you so our joy may be full.",
      "5": "This is what we heard Him tell us. We are passing it on to you. God is light. There is no darkness in Him.",
      "6": "If we say we are joined together with Him but live in darkness, we are telling a lie. We are not living the truth.",
      "7": "If we live in the light as He is in the light, we share what we have in God with each other. And the blood of Jesus Christ, His Son, makes our lives clean from all sin.",
      "8": "If we say that we have no sin, we lie to ourselves and the truth is not in us.",
      "9": "If we tell Him our sins, He is faithful and we can depend on Him to forgive us of our sins. He will make our lives clean from all sin.",
      "10": "If we say we have not sinned, we make God a liar. And His Word is not in our hearts."
    },
    "2": {
      "1": "My dear children, I am writing this to you so you will not sin. But if anyone does sin, there is One Who will go between him and the Father. He is Jesus Christ, the One Who is right with God.",
      "2": "He paid for our sins with His own blood. He did not pay for ours only, but for the sins of the whole world.",
      "3": "We can be sure that we know Him if we obey His teaching.",
      "4": "Anyone who says, “I know Him,” but does not obey His teaching is a liar. There is no truth in him.",
      "5": "But whoever obeys His Word has the love of God made perfect in him. This is the way to know if you belong to Christ.",
      "6": "The one who says he belongs to Christ should live the same kind of life Christ lived.",
      "7": "Dear friends, I am not writing a new Law for you to obey. It is an old Law you have had from the beginning. The old Law is the Word that you have heard.",
      "8": "And yet it is a new Law that I am writing to you. It is truth. It was seen in Christ and it is seen in you also. The darkness is passing away and the true Light shines instead.",
      "9": "Whoever says he is in the light but hates his brother is still in darkness.",
      "10": "But whoever loves his brother is in the light. And there will be no reason to sin because of him.",
      "11": "Whoever hates his brother is not in the light but lives in darkness. He does not know where he is going because the darkness has blinded his eyes.",
      "12": "I am writing to you, my children, for your sins have been forgiven because of Christ’s name.",
      "13": "I am writing to you, fathers, because you know Him Who has been from the beginning. I am writing to you, young men, because you have power over the devil. I have written to you, young boys and girls, because you have learned to know the Father.",
      "14": "I have written to you, fathers, because you know Him Who has been from the beginning. I have written to you, young men, because you are strong. You have kept God’s Word in your hearts. You have power over the devil.",
      "15": "Do not love the world or anything in the world. If anyone loves the world, the Father’s love is not in him.",
      "16": "For everything that is in the world does not come from the Father. The desires of our flesh and the things our eyes see and want and the pride of this life come from the world.",
      "17": "The world and all its desires will pass away. But the man who obeys God and does what He wants done will live forever.",
      "18": "My children, we are near the end of the world. You have heard that the false-christ is coming. Many false-christs have already come. This is how we know the end of the world is near.",
      "19": "These left us. But they never belonged to us. If they had been a part of us, they would have stayed with us. Because they left, it is known they did not belong to us.",
      "20": "The Holy Spirit has been given to you and you all know the truth.",
      "21": "I have not written to you because you do not know the truth. I have written because you do know the truth and you know that no lie comes from the truth.",
      "22": "Who is a liar? He is a person who says that Jesus is not the Christ. The false-christ will have nothing to do with the Father and the Son and he will turn away from Them.",
      "23": "A person who will have nothing to do with the Son and turns against Him does not have the Father. The one who says he knows the Son has the Father also.",
      "24": "Keep in your heart what you have heard from the beginning. Then you will belong to the Son and to the Father if what you have heard from the beginning is in you.",
      "25": "And He has promised us life that lasts forever!",
      "26": "I have written to you about those who are trying to lead you in the wrong way.",
      "27": "Christ gave you the Holy Spirit and He lives in you. You do not need anyone to teach you. The Holy Spirit is able to teach you all things. What He teaches you is truth and not a lie. Live by the help of Christ as the Holy Spirit has taught you.",
      "28": "And now, my children, live by the help of Him. Then when He comes again, we will be glad to see Him and not be ashamed.",
      "29": "You know that Christ is right with God. Then you should know that everyone who is right with God is a child of His."
    },
    "3": {
      "1": "See what great love the Father has for us that He would call us His children. And that is what we are. For this reason the people of the world do not know who we are because they did not know Him.",
      "2": "Dear friends, we are God’s children now. But it has not yet been shown to us what we are going to be. We know that when He comes again, we will be like Him because we will see Him as He is.",
      "3": "The person who is looking for this to happen will keep himself pure because Christ is pure.",
      "4": "The person who keeps on sinning is guilty of not obeying the Law of God. For sin is breaking the Law of God.",
      "5": "You know that Christ came to take away our sins. There is no sin in Him.",
      "6": "The person who lives by the help of Christ does not keep on sinning. The person who keeps on sinning has not seen Him or has not known Him.",
      "7": "My children, let no one lead you in the wrong way. The man who does what is right, is right with God in the same way as Christ is right with God.",
      "8": "The person who keeps on sinning belongs to the devil. The devil has sinned from the beginning. But the Son of God came to destroy the works of the devil.",
      "9": "No person who has become a child of God keeps on sinning. This is because the Holy Spirit is in him. He cannot keep on sinning because God is his Father.",
      "10": "This is the way you can know who are the children of God and who are the children of the devil. The person who does not keep on doing what is right and does not love his brother does not belong to God.",
      "11": "This is what you have heard from the beginning, that we should love each other.",
      "12": "Do not be like Cain. He was a child of the devil and killed his brother. Why did he kill him? It was because he did what was sinful and his brother did what was right.",
      "13": "Do not be surprised if the world hates you, Christian brothers.",
      "14": "We know we have passed from death into life. We know this because we love the Christians. The person who does not love has not passed from death into life.",
      "15": "A man who hates his brother is a killer in his heart. You know that life which lasts forever is not in one who kills.",
      "16": "We know what love is because Christ gave His life for us. We should give our lives for our brothers.",
      "17": "What if a person has enough money to live on and sees his brother in need of food and clothing? If he does not help him, how can the love of God be in him?",
      "18": "My children, let us not love with words or in talk only. Let us love by what we do and in truth.",
      "19": "This is how we know we are Christians. It will give our heart comfort for sure when we stand before Him.",
      "20": "Our heart may say that we have done wrong. But remember, God is greater than our heart. He knows everything.",
      "21": "Dear friends, if our heart does not say that we are wrong, we will have no fear as we stand before Him.",
      "22": "We will receive from Him whatever we ask if we obey Him and do what He wants.",
      "23": "This is what He said we must do: Put your trust in the name of His Son, Jesus Christ, and love each other. Christ told us to do this.",
      "24": "The person who obeys Christ lives by the help of God and God lives in him. We know He lives in us by the Holy Spirit He has given us."
    },
    "4": {
      "1": "Dear Christian friends, do not believe every spirit. But test the spirits to see if they are from God for there are many false preachers in the world.",
      "2": "You can tell if the spirit is from God in this way: Every spirit that says Jesus Christ has come in a human body is from God.",
      "3": "And every spirit that does not say Jesus has come in a human body is not from God. It is the teaching of the false-christ. You have heard that this teaching is coming. It is already here in the world.",
      "4": "My children, you are a part of God’s family. You have stood against these false preachers and had power over them. You had power over them because the One Who lives in you is stronger than the one who is in the world.",
      "5": "Those false teachers are a part of the world. They speak about the things of the world. The world listens to them.",
      "6": "We are a part of God’s family. The person who knows God will listen to us. The person who is not a part of God’s family will not listen to us. In this way, we can tell what is the spirit of truth and what is the spirit of false teaching.",
      "7": "Dear friends, let us love each other, because love comes from God. Those who love are God’s children and they know God.",
      "8": "Those who do not love do not know God because God is love.",
      "9": "God has shown His love to us by sending His only Son into the world. God did this so we might have life through Christ.",
      "10": "This is love! It is not that we loved God but that He loved us. For God sent His Son to pay for our sins with His own blood.",
      "11": "Dear friends, if God loved us that much, then we should love each other.",
      "12": "No person has ever seen God at any time. If we love each other, God lives in us. His love is made perfect in us.",
      "13": "He has given us His Spirit. This is how we live by His help and He lives in us.",
      "14": "We have seen and are able to say that the Father sent His Son to save the world from the punishment of sin.",
      "15": "The person who tells of Him in front of men and says that Jesus is the Son of God, God is living in that one and that one is living by the help of God.",
      "16": "We have come to know and believe the love God has for us. God is love. If you live in love, you live by the help of God and God lives in you.",
      "17": "Love is made perfect in us when we are not ashamed as we stand before Him on the day He judges. For we know that our life in this world is His life lived in us.",
      "18": "There is no fear in love. Perfect love puts fear out of our hearts. People have fear when they are afraid of being punished. The man who is afraid does not have perfect love.",
      "19": "We love Him because He loved us first.",
      "20": "If a person says, “I love God,” but hates his brother, he is a liar. If a person does not love his brother whom he has seen, how can he love God Whom he has not seen?",
      "21": "We have these words from Him. If you love God, love your brother also."
    },
    "5": {
      "1": "The person who believes that Jesus is the Christ is a child of God. The person who loves the Father loves His children also.",
      "2": "This is the way we know we love God’s children. It is when we love God and obey His Word.",
      "3": "Loving God means to obey His Word, and His Word is not hard to obey.",
      "4": "Every child of God has power over the sins of the world. The way we have power over the sins of the world is by our faith.",
      "5": "Who could have power over the world except by believing that Jesus is the Son of God?",
      "6": "Jesus Christ came by water and blood. He did not come by water only, but by water and blood. The Holy Spirit speaks about this and He is truth.",
      "7": "There are three Who speak of this in heaven: the Father and the Word and the Holy Spirit. These three are one.",
      "8": "There are three who speak of this on the earth: the Holy Spirit and the water and the blood. These three speak the same thing.",
      "9": "If we believe what men say, we can be sure what God says is more important. God has spoken as He has told us about His Son.",
      "10": "The person who puts his trust in God’s Son knows in his own heart that Jesus is the Son of God. The person who does not have his trust in God’s Son makes God a liar. It is because he has not believed the word God spoke about His Son.",
      "11": "This is the word He spoke: God gave us life that lasts forever, and this life is in His Son.",
      "12": "He that has the Son has life. He that does not have the Son of God does not have life.",
      "13": "I have written these things to you who believe in the name of the Son of God. Now you can know you have life that lasts forever.",
      "14": "We are sure that if we ask anything that He wants us to have, He will hear us.",
      "15": "If we are sure He hears us when we ask, we can be sure He will give us what we ask for.",
      "16": "You may see a Christian brother sinning in a way that does not lead to death. You should pray for him. God will give him life unless he has done that sin that leads to death. There is a sin that leads to death. There is no reason to pray for him if he has done that sin.",
      "17": "Every kind of wrong-doing is sin. But there is a sin that does not lead to death.",
      "18": "We know that no child of God keeps on sinning. The Son of God watches over him and the devil cannot get near him.",
      "19": "We know that we belong to God, but the whole world is under the power of the devil.",
      "20": "We know God’s Son has come. He has given us the understanding to know Him Who is the true God. We are joined together with the true God through His Son, Jesus Christ. He is the true God and the life that lasts forever.",
      "21": "My children, keep yourselves from false gods."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:58.402639-04:00",
    "Translation": "NLV"
  }
}