{
  "1 Kings": {
    "1": {
      "1": "Now King David was old. He had lived many years. They covered him with clothes, but he could not keep warm.",
      "2": "So his servants said to him, “Let a young woman who has never had a man be found for my lord the king. Let her help the king and become his nurse. And let her lie in your arms, that my lord the king may be warm.”",
      "3": "So they looked through all the land of Israel for a beautiful girl, and found Abishag the Shunammite. And they brought her to the king.",
      "4": "The girl was very beautiful. She became the king’s nurse and helped him. But the king did not have sex with her.",
      "5": "Now Haggith’s son Adonijah honored himself, saying, “I will be king.” So he made war-wagons and horsemen ready for himself, with fifty men to run in front of him.",
      "6": "His father had never troubled him at any time by asking, “Why have you done this?” He was a very good-looking man also, and was born next after Absalom.",
      "7": "He spoke with Joab the son of Zeruiah and with Abiathar the religious leader. And they followed Adonijah and helped him.",
      "8": "But Zadok the religious leader, Benaiah the son of Jehoiada, Nathan the man of God, Shimei, Rei, and David’s strong men, were not with Adonijah.",
      "9": "Adonijah killed sheep and cattle and fat animals by the stone of Zoheleth, beside En-rogel. He asked all his brothers, the king’s sons and all the king’s men of Judah to come.",
      "10": "But he did not ask Nathan the man of God, Benaiah, the strong men or his brother Solomon to come.",
      "11": "Then Nathan said to Solomon’s mother Bathsheba, “Have you not heard that Adonijah the son of Haggith has become king, and our lord David does not know it?",
      "12": "So now come, let me give you words of wisdom and save your life and the life of your son Solomon.",
      "13": "Go to King David and say to him, ‘My lord, O king, have you not promised your woman servant, saying, “For sure your son Solomon will be king after me. He will sit on my throne”? Why then has Adonijah become king?’",
      "14": "While you are still there speaking with the king, I will come in after you and tell him your words are true.”",
      "15": "So Bathsheba went to the king in his room. The king was very old, and Abishag the Shunammite was helping him.",
      "16": "Bathsheba put her face to the ground in front of the king. And the king said, “What do you wish?”",
      "17": "She said to him, “My lord, you promised your woman servant by the Lord your God, saying, ‘For sure your son Solomon will be king after me. He will sit on my throne.’",
      "18": "Now, see, Adonijah is king. And my lord the king, you do not know it.",
      "19": "He has killed many cattle and sheep and fat animals. He has asked all the king’s sons and Abiathar the religious leader and Joab the captain of the army to come. But he has not asked your servant Solomon to come.",
      "20": "Now, my lord the king, the eyes of all Israel are on you. They are waiting for you to tell them who should sit on the throne of my lord the king after him.",
      "21": "Or else as soon as my lord the king is dead, I and my son Solomon will be thought of as wrong-doers.”",
      "22": "While she was still speaking with the king, Nathan the man of God came in.",
      "23": "They told the king, “Here is Nathan who speaks for God.” When Nathan came in front of the king, he put his face to the ground.",
      "24": "Then Nathan said, “My lord the king, have you said, ‘Adonijah will be king after me, and he will sit on my throne’?",
      "25": "For he has gone down today and has killed many cattle and sheep and fat animals. He has asked all the king’s sons and the captains of the army and Abiathar the religious leader to come. They are eating and drinking with him, and are saying, ‘Long live King Adonijah!’",
      "26": "But he has not asked me your servant, Zadok the religious leader, Benaiah the son of Jehoiada, or your servant Solomon, to come.",
      "27": "Has this been done by my lord the king? Have you not shown your servants who should sit on the throne of my lord the king after him?”",
      "28": "King David said, “Call Bathsheba to me.” And she came and stood in front of the king.",
      "29": "The king made a promise and said, “As the Lord lives, Who has saved me from all trouble,",
      "30": "I promised you by the Lord the God of Israel, saying, ‘Your son Solomon will be king after me. He will sit on my throne in my place.’ And I will even do so this day.”",
      "31": "Bathsheba put her face to the ground in front of the king and said, “May my lord King David live forever.”",
      "32": "Then King David said, “Call to me Zadok the religious leader, Nathan the man of God, and Benaiah the son of Jehoiada.” And they came to the king.",
      "33": "The king said to them, “Take the servants of your lord with you. Have my son Solomon go on my own horse. And bring him down to Gihon.",
      "34": "Let Zadok the religious leader and Nathan the man of God set him apart there as king over Israel. Sound the horn and say, ‘Long live King Solomon!’",
      "35": "Then come up after him. He will come and sit on my throne and be king in my place. For I have chosen him to be ruler over Israel and Judah.”",
      "36": "Benaiah the son of Jehoiada answered the king, “Let it be so! May the Lord, the God of my lord the king, say so!",
      "37": "May the Lord be with Solomon as He has been with my lord the king. May He make his throne greater than the throne of my lord King David!”",
      "38": "So Zadok the religious leader, Nathan the man of God, Benaiah the son of Jehoiada, the Cherethites, and the Pelethites went down to Gihon. And they brought Solomon with them, on King David’s horse.",
      "39": "There Zadok the religious leader took the horn of oil from the tent and poured it on Solomon. Then they sounded the horn and all the people said, “Long live King Solomon!”",
      "40": "And all the people went up after him. They were playing music and were filled with joy. The earth shook with all the noise.",
      "41": "Adonijah and all who had been asked to be with him heard it as they finished eating. When Joab heard the sound of the horn, he said, “Why is there such a noise in the city?”",
      "42": "While he was still speaking, Jonathan the son of Abiathar the religious leader came. Adonijah said, “Come in, for you are a man to be trusted, and bring good news.”",
      "43": "But Jonathan said to Adonijah, “No! Our lord King David has made Solomon king.",
      "44": "The king has sent with him Zadok the religious leader, Nathan the man of God, Benaiah the son of Jehoiada, the Cherethites and the Pelethites. And they have made him travel on the king’s horse.",
      "45": "Zadok the religious leader and Nathan the man of God have set him apart as king in Gihon. They have come up from there filled with joy, so there is much noise in the city. This is the noise you have heard.",
      "46": "Solomon sits upon the throne of the king.",
      "47": "What is more, the king’s servants came to give honor to our lord King David, saying, ‘May your God make the name of Solomon better than your name and his throne greater than your throne!’ And the king put his face down upon the bed.",
      "48": "The king said, ‘Thanks be to the Lord, the God of Israel. He has given one to sit on my throne today while my own eyes see it.’”",
      "49": "Then all those with Adonijah were filled with fear. Each of them got up and went his own way.",
      "50": "And Adonijah was afraid of Solomon. He got up and went and took hold of the horns of the altar.",
      "51": "Solomon was told, “See, Adonijah is afraid of King Solomon. See, he has taken hold of the horns of the altar, saying, ‘Let King Solomon promise me today that he will not put his servant to death with the sword.’”",
      "52": "Solomon said, “If he will be a man of worth, not one of his hairs will fall to the ground. But if he is found to be bad, he will die.”",
      "53": "So King Solomon sent men to bring him down from the altar. Adonijah came and put his face to the ground in front of King Solomon. And Solomon said to him, “Go to your house.”"
    },
    "2": {
      "1": "When David’s time to die was near, he told his son Solomon,",
      "2": "“I am going the way of all the earth. So be strong. Show yourself to be a man.",
      "3": "Do what the Lord your God tells you. Walk in His ways. Keep all His Laws and His Word, by what is written in the Law of Moses. Then you will do well in all that you do and in every place you go.",
      "4": "Then the Lord will keep His promise to me. He has said to me, ‘Your sons must be careful of their way, to walk before Me in truth with all their heart and soul. If they do, you will never be without a man on the throne of Israel.’",
      "5": "Now you know what Zeruiah’s son Joab did to me. You know what he did to the two captains of the armies of Israel. He killed Abner the son of Ner, and Amasa the son of Jether in the time of peace as if it were in the time of war. He put the blood of war on his belt and on the shoes of his feet.",
      "6": "So act with wisdom. Do not let his gray hair go down to the grave in peace.",
      "7": "But show kindness to the sons of Barzillai the Gileadite. Let them be among those who eat at your table. For they helped me when I ran from your brother Absalom.",
      "8": "See, there is with you Shimei the son of Gera the Benjamite, of Bahurim. It was he who spoke bad words against me on the day I went to Mahanaim. But when he came down to me at the Jordan, I promised him by the Lord, saying, ‘I will not put you to death with the sword.’",
      "9": "So do not let him go without being punished. For you are a wise man. You will know what you should do to him. Bring his gray hair down to the grave with blood.”",
      "10": "Then David died and was buried in the city of David.",
      "11": "He had ruled over Israel forty years. Seven years he ruled in Hebron. And thirty-three years he ruled in Jerusalem.",
      "12": "Solomon sat on the throne of his father David and things went well for the nation.",
      "13": "Now Adonijah the son of Haggith came to Solomon’s mother Bathsheba. She said, “Do you come in peace?” And he said, “Yes, in peace.”",
      "14": "Then he said, “I have something to say to you.” And she said, “Speak.”",
      "15": "So he said, “You know that the nation was mine. All Israel thought I would be king. But the nation has become my brother’s, for it was his from the Lord.",
      "16": "Now I have one thing to ask of you. Do not say no to me.” And she said to him, “Speak.”",
      "17": "He said, “I beg you, speak to Solomon the king. For he will not say no to you. Ask him to give me Abishag the Shunammite as a wife.”",
      "18": "Bathsheba said, “Very well. I will speak to the king for you.”",
      "19": "So Bathsheba went to speak to King Solomon for Adonijah. The king stood up to meet her, bowed in front of her, then sat on his throne. He had a seat brought in for the king’s mother, and she sat on his right.",
      "20": "She said, “I am asking you for one small thing. Do not say no to me.” And the king said to her, “Ask, my mother. I will not say no to you.”",
      "21": "So she said, “Let Abishag the Shunammite be given to your brother Adonijah as his wife.”",
      "22": "King Solomon answered his mother, “Why are you asking me to give Abishag the Shunammite to Adonijah? Ask me to give him the nation also! For he is my older brother. And Abiathar the religious leader and Joab the son of Zeruiah are on his side!”",
      "23": "Then King Solomon swore by the Lord, saying, “May God do so to me and more, if Adonijah has not asked for this against his own life.",
      "24": "The Lord has given me my place on the throne of my father David. He has made me a house as He promised. And as the Lord lives, for sure Adonijah will be put to death today.”",
      "25": "So King Solomon sent Benaiah the son of Jehoiada, and he went to Adonijah and killed him.",
      "26": "Then the king said to Abiathar the religious leader, “Go to your own fields at Anathoth, for you should be put to death. But I will not have you killed at this time. Because you carried the special box of the Lord God in front of my father David. And you shared in all of my father’s suffering.”",
      "27": "So Solomon stopped Abiathar from being religious leader for the Lord any longer. This was done to keep the word of the Lord, which God had spoken about the family of Eli in Shiloh.",
      "28": "Now the news came to Joab. For Joab had followed Adonijah, but he had not followed Absalom. And Joab ran to the tent of the Lord and took hold of the horns of the altar.",
      "29": "King Solomon was told that Joab had run to the tent of the Lord, and was beside the altar. Then Solomon sent Benaiah the son of Jehoiada, saying, “Go and kill him.”",
      "30": "Benaiah came to the tent of the Lord. He said to Joab, “The king says to come out.” But Joab said, “No! I will die here.” So Benaiah returned to the king and said, “This is what Joab said. This is how he answered me.”",
      "31": "The king said to him, “Do as he has said. Kill him and bury him. In this way you will take away from me and my father’s house the blood of those killed by Joab without a reason.",
      "32": "The Lord will return Joab’s acts of killing upon his own head. Because Joab killed two men who were right and good and better than he. He killed them with the sword while my father David did not know it. He killed Abner the son of Ner, captain of the army of Israel, and Amasa the son of Jether, captain of the army of Judah.",
      "33": "So their blood will be on the head of Joab and on the head of his children forever. But may there be peace from the Lord forever to David and his children, his house and his throne.”",
      "34": "Then Benaiah the son of Jehoiada went up and killed Joab. He was buried at his own house in the desert.",
      "35": "The king put Benaiah the son of Jehoiada over the army in Joab’s place. And the king put Zadok the religious leader in the place of Abiathar.",
      "36": "Then the king sent for Shimei and said to him, “Build a house for yourself in Jerusalem and live there. Do not leave there.",
      "37": "For on the day you go out and cross the river Kidron, you will know for sure that you will die. Your blood will be on your own head.”",
      "38": "Shimei said to the king, “What you say is good. Your servant will do as my lord the king has said.” So Shimei lived in Jerusalem many days.",
      "39": "But at the end of three years, two of Shimei’s servants ran away to Achish the son of Maacah, king of Gath. Shimei was told, “See, your servants are in Gath.”",
      "40": "Then Shimei got up and made his donkey ready to travel. And he went to Achish in Gath to look for his servants. Shimei went and brought his servants from Gath.",
      "41": "Solomon was told that Shimei had gone from Jerusalem to Gath and had returned.",
      "42": "So the king sent for Shimei and said to him, “Did I not make you promise by the Lord and tell you of danger, saying, ‘You will know for sure that on the day you leave and go anywhere, you will die’? And you said to me, ‘What you have said is good.’",
      "43": "Then why have you not kept the promise of the Lord? Why have you not done what I told you?”",
      "44": "And the king said to Shimei, “You know in your heart all the bad things you did to my father David. So the Lord will return your sin upon your own head.",
      "45": "But good will come to King Solomon. The throne of David will keep its place before the Lord forever.”",
      "46": "So the king told Benaiah the son of Jehoiada, and he went out and killed Shimei. The nation was put under the rule of Solomon."
    },
    "3": {
      "1": "Then Solomon made a marriage agreement with Pharaoh the king of Egypt. He took Pharaoh’s daughter and brought her to the city of David. She stayed there until he had finished building his own house, and the house of the Lord, and the wall around Jerusalem.",
      "2": "The people were still giving their different gifts on altars, because no house had yet been built for the name of the Lord.",
      "3": "Now Solomon loved the Lord. He walked in the Laws of his father David. But he gave gifts and burned special perfume on different altars.",
      "4": "The king went to give a gift on the altar in worship at Gibeon, for that was where the most important altar was. Solomon gave a thousand burnt gifts on that altar.",
      "5": "The Lord came to Solomon in a special dream in Gibeon during the night. God said, “Ask what you wish Me to give you.”",
      "6": "Then Solomon said, “You have shown great loving-kindness to Your servant David my father because he was faithful and right and good and pure in heart before You. And You have kept for him this great and lasting love. You have given him a son to sit on his throne this day.",
      "7": "Now, O Lord my God, You have made Your servant king in place of my father David. But I am only a little child. I do not know how to start or finish.",
      "8": "Your servant is among Your people which You have chosen. They are many people. There are too many people to number.",
      "9": "So give Your servant an understanding heart to judge Your people and know the difference between good and bad. For who is able to judge Your many people?”",
      "10": "It pleased the Lord that Solomon had asked this.",
      "11": "God said to him, “You have asked this, and have not asked for a long life for yourself. You have not asked for riches, or for the life of those who hate you. But you have asked for understanding to know what is right. Because you have asked this,",
      "12": "I have done what you said. See, I have given you a wise and understanding heart. No one has been like you before, and there will be no one like you in the future.",
      "13": "I give you what you have not asked, also. I give you both riches and honor. So there will be no king like you all your days.",
      "14": "And if you walk in My ways and keep My Laws and Word as your father David did, I will allow you to live a long time.”",
      "15": "Solomon awoke, and saw it was a dream. He came to Jerusalem and stood before the Lord’s special box of the agreement. There he gave burnt gifts and peace gifts, and made a special supper for all his servants.",
      "16": "Then two women who sold the use of their bodies came to the king and stood in front of him.",
      "17": "One of the women said, “O my lord, this woman and I live in the same house. And I gave birth to a child while she was in the house.",
      "18": "On the third day after I gave birth, this woman gave birth to a child also. And we were alone. There was no one else with us in the house. There were only the two of us.",
      "19": "This woman’s son died during the night, because she lay on him.",
      "20": "So she got up in the night and took my son from my side while I was asleep. She laid him in her arms, and her dead son in my arms.",
      "21": "When I got up in the morning to nurse my son, I saw that he was dead. But when I came nearer and looked, I saw that he was not my son who was born to me.”",
      "22": "Then the other woman said, “No! The living one is my son, and the dead one is your son.” But the first woman said, “No! The dead one is your son and the living one is my son.” They spoke this way in front of the king.",
      "23": "Then the king said, “The one says, ‘This is my son who is living, and your son is the dead one.’ The other says, ‘No! Your son is the dead one. My son is the living one.’”",
      "24": "And the king said, “Bring me a sword.” So they brought a sword to the king.",
      "25": "And the king said, “Divide the living child in two. Give half to the one woman and half to the other.”",
      "26": "Then the mother of the living child had much pity for her son and said to the king, “O, my lord, give her the living child. Do not kill him.” But the other woman said, “He will not be mine or yours. Divide him.”",
      "27": "Then the king answered and said, “Give the first woman the living child. Do not kill him. She is his mother.”",
      "28": "When all Israel heard how the king had decided, they were afraid of him. For they saw that the wisdom of God was in him, to do what is right and fair."
    },
    "4": {
      "1": "Now King Solomon was the king of all Israel.",
      "2": "These were the king’s men. Azariah the son of Zadok was the religious leader.",
      "3": "Shisha’s sons Elihoreph and Ahijah were the heads of meetings. Jehoshaphat the son of Ahilud was the one who wrote down the things of the nation.",
      "4": "Benaiah the son of Jehoiada was captain of the army. Zadok and Abiathar were religious leaders.",
      "5": "Azariah the son of Nathan was over the leaders. Zabud the son of Nathan was a religious leader and the king’s friend.",
      "6": "Ahishar was head of the king’s house. And Adoniram the son of Abda was head of the men who were made to work.",
      "7": "Solomon had twelve men over all Israel, who brought food for the king and those of his house. Each man had to bring food for one month in the year.",
      "8": "These were their names. There was Ben-hur, in the hill country of Ephraim,",
      "9": "and Ben-deker in Makaz. There were Shaalbim, Beth-shemesh, Elonbeth-hanan,",
      "10": "Ben-hesed in Arrubboth (Socoh and all the land of Hepher belonged to him),",
      "11": "and Ben-abinadab in all Naphath-Dor (Solomon’s daughter Taphath was his wife).",
      "12": "There was Baana the son of Ahilud, in Taanach and Megiddo and all Beth-shean which is beside Zarethan below Jezreel, from Beth-shean to Abel-meholah as far as the other side of Jokmeam.",
      "13": "There was Bengeber in Ramoth-gilead. (The towns of Manasseh’s son Jair which are in Gilead were his. And he had the land of Argob in Bashan, where there were sixty big cities with walls and locks of brass.)",
      "14": "There was Ahinadab the son of Iddo in Mahanaim,",
      "15": "Ahimaaz in Naphtali (who married Solomon’s daughter Basemath),",
      "16": "and Baana the son of Hushai in Asher and Bealoth.",
      "17": "And there was Jehoshaphat the son of Paruah in Issachar,",
      "18": "Shimei the son of Ela in Benjamin,",
      "19": "and Geber the son of Uri in the land of Gilead, the country of Sihon king of the Amorites and of Og king of Bashan. He was the only leader in the land.",
      "20": "There were many people in Judah and Israel, as much as the sand beside the sea. They were eating and drinking and full of joy.",
      "21": "Solomon ruled over all the nations from the Euphrates River to the land of the Philistines and to the land of Egypt. They brought taxes and worked for Solomon all the days of his life.",
      "22": "The food brought to Solomon for one day was 300 baskets of fine flour, 600 baskets of seeds,",
      "23": "ten fat bulls, twenty grass-fed bulls, 100 sheep, and deer, gazelles, roebucks and fat birds.",
      "24": "Solomon ruled over everything west of the Euphrates River, from Tiphsah to Gaza. He ruled over all the kings west of the Euphrates. And he had peace around him on all sides.",
      "25": "So Judah and Israel were safe. Every man was safe under his vine and fig tree, from Dan to Beersheba, all the days of Solomon.",
      "26": "Solomon had 40,000 rooms for his war-wagon horses, and 12,000 horsemen.",
      "27": "Those leaders brought food for King Solomon and all who came to his table, each during his month. They made sure nothing was missing.",
      "28": "They brought barley and straw for the fast horses and the war-wagon horses, where it was needed. Each man did the work he had been given to do.",
      "29": "God gave Solomon wisdom and much understanding and learning, as much as the sand beside the sea.",
      "30": "Solomon’s wisdom was greater than the wisdom of all the people of the east and all the wisdom of Egypt.",
      "31": "He was wiser than all men, than Ethan the Ezrahite, Heman, Calcol, Darda, and the sons of Mahol. His name was known in all the nations around him.",
      "32": "He spoke 3,000 wise sayings and wrote 1,005 songs.",
      "33": "He spoke of trees, from the cedar in Lebanon to the hyssop that grows on the wall. He spoke of animals, birds, things that moved upon the ground, and fish.",
      "34": "Men came from all nations to hear the wisdom of Solomon. They came from all the kings of the earth who had heard of his wisdom."
    },
    "5": {
      "1": "Now Hiram the king of Tyre sent his servants to Solomon, when he heard that they had set him apart to be king in place of his father. Hiram had always loved David.",
      "2": "Then Solomon sent word to Hiram, saying,",
      "3": "“You know that my father David was not able to build a house for the name of the Lord his God because of the wars all around him. The Lord had not yet put those who hated him under his feet.",
      "4": "But now the Lord my God has given me rest on every side. There is no trouble or anything bad happening.",
      "5": "So I plan to build a house for the name of the Lord my God. Because the Lord said to my father David, ‘I will set your son on your throne in your place. He will build the house for My name.’",
      "6": "So tell them to cut cedar trees of Lebanon for me. My servants will join yours. And I will give you whatever you say to pay your servants. For you know that there is no one among us who knows how to cut trees like the Sidonians.”",
      "7": "When Hiram heard the words of Solomon, he was filled with joy and said, “Thanks be to the Lord today. He has given to David a wise son to rule this great people.”",
      "8": "Hiram sent word to Solomon, saying, “I have heard the news you have sent me. I will do what you want with the cedar and cypress trees.",
      "9": "My servants will bring them down from Lebanon to the sea. I will make them ready to go on the sea to the place you choose. I will have them broken up there, and you can carry them away. Then you will do what I wish by giving food to those of my house.”",
      "10": "So Hiram gave Solomon as much as he wanted of the cedar and cypress trees.",
      "11": "Then Solomon gave Hiram 200,000 baskets of grain as food for those of his house, and 200 jars of beaten oil. Solomon gave this to Hiram each year.",
      "12": "And the Lord gave wisdom to Solomon, just as He promised him. There was peace between Hiram and Solomon, and they made an agreement.",
      "13": "Now King Solomon made men work for him from all Israel. There were 30,000 men made to work for him.",
      "14": "He sent them to Lebanon, 10,000 men each month. They were in Lebanon one month and at home two months. Adoniram ruled those who were made to work.",
      "15": "Now Solomon had 70,000 men to carry loads, and 80,000 stone cutters in the mountains.",
      "16": "And he had 3,300 men who were leaders of the work, and who ruled over the people doing the work.",
      "17": "Then as the king told them, they cut out large stones of much worth for the house of God to be built on.",
      "18": "Solomon’s builders and Hiram’s builders and the Gebalites cut them. They made the wood and the stones ready to build the house."
    },
    "6": {
      "1": "In the 480th year after the people of Israel came out of the land of Egypt, in the fourth year of Solomon’s rule over Israel, in the month of Ziv, the second month, he began to build the house of the Lord.",
      "2": "The house which King Solomon built for the Lord was as long as thirty long steps, as wide as ten long steps, and eight times taller than a man.",
      "3": "All along the front of the House of God was a porch ten long steps long and five long steps wide. It was as long as the house was wide.",
      "4": "He made windows for the house with beautiful cross-pieces.",
      "5": "He made a building of rooms against the outer walls of three sides of the house. These rooms were three floors high.",
      "6": "The bottom floor was as wide as three steps. The second floor was as wide as three long steps. And the third floor was as wide as four steps. For around the outside of the house he made places for the large wood cross-pieces to rest on. That way they would not need to be put into holes in the walls of the house.",
      "7": "The house was built of stone that was cut at the place where it was taken from the ground. There was no noise of a hammer or an ax or any iron object heard in the house while it was being built.",
      "8": "The door for the first floor room was on the right side of the house. They would go up steps to the second floor, and from the second to the third.",
      "9": "So he built the house and finished it. And he made the roof of the house of large pieces of cedar wood.",
      "10": "He built the three floors against the outside wall of the house. Each one was as high as a man could raise his hand. They were joined to the house with big pieces of cedar wood.",
      "11": "Now the word of the Lord came to Solomon, saying,",
      "12": "“If you obey My Laws and keep My Word, then I will keep My promise with you, which I spoke to your father David about this house you are building.",
      "13": "I will live among the sons of Israel. And I will not leave My people Israel alone.”",
      "14": "So Solomon built the house and finished it.",
      "15": "He built the walls of the house on the inside with pieces of cedar wood. He put wood over the inside walls from the floor of the house to the roof. And he put pieces of cypress wood over the floor of the house.",
      "16": "An inside room called the most holy place was built in the back part of the house with pieces of cedar wood, from the floor to the roof and as wide as ten long steps.",
      "17": "The rest of the house, the center room in front of the most holy place, was as long as twenty long steps.",
      "18": "There was cedar on the house within, cut to look like gourds and open flowers. It was all cedar. No stone was seen.",
      "19": "Then he built the most holy place inside the house, in which to put the special box of the agreement.",
      "20": "The most holy place was as long as ten long steps, as wide as ten long steps, and more than five times taller than a man. He covered it with pure gold. And he covered the altar with cedar.",
      "21": "Solomon covered the inside of the house with pure gold. He crossed the front of the most holy place with chains of gold, and he covered it with gold.",
      "22": "He covered the whole house with gold, until all the house was finished. And he covered the whole altar by the most holy place with gold.",
      "23": "In the most holy place he made two cherubim of olive wood. Each one was almost three times taller than a man.",
      "24": "One wing of the cherub was as long as three steps. And the other wing of the cherub was as long as three steps. It was as far as five long steps from the end of one wing to the end of the other wing.",
      "25": "It was as much as five long steps between the ends of the wings of the other cherub also. Both the cherubim were the same height, length and width, and they looked alike.",
      "26": "Each of the cherubim was almost three times taller than a man.",
      "27": "He put the cherubim in the most holy place of the house. The wings of the cherubim were spread out. The wing of the one cherub was touching the one wall, and the wing of the other cherub was touching the other wall. So their wings were touching each other in the center of the house.",
      "28": "He covered the cherubim with gold.",
      "29": "Then he cut pictures in all the walls around the house to look like cherubim, palm trees and open flowers, in the center room and the most holy place.",
      "30": "He covered the floor of the house with gold, in the center room and the most holy place.",
      "31": "He made doors of olive wood for the most holy place. The top and sides of the door had five sides.",
      "32": "He cut pictures in the two doors of olive wood, to look like cherubim, palm trees and open flowers, and covered them with gold. He spread the gold on the cherubim and on the palm trees.",
      "33": "For the doorway of the center room he made four-sided side pieces of olive wood",
      "34": "and two doors of cypress wood. Each door had two moving parts.",
      "35": "On them he cut pictures of cherubim, palm trees and open flowers. And he covered the pictures with an even covering of gold.",
      "36": "He built the inside place with three rows of cut stone and one row of large pieces of cedar wood.",
      "37": "In the fourth year the base of the house was laid in the month of Ziv.",
      "38": "In the eleventh year, in the month of Bul, the eighth month, all the parts of the house were finished just as all the plans had been made. Solomon took seven years to build it."
    },
    "7": {
      "1": "Solomon was building his own house thirteen years, and he finished all of it.",
      "2": "He built the house of the trees of Lebanon. It was as long as fifty long steps, as wide as twenty-five long steps, and eight times taller than a man. It was built on four rows of cedar pillars, and large pieces of cedar wood lying on top of the pillars.",
      "3": "And it was covered with cedar above the rooms that were on the forty-five pillars, fifteen in each row.",
      "4": "There were three rows of special windows on one side, and three rows of windows on the other side.",
      "5": "All the doors and windows were as high as they were wide. And there were three rows of windows on each side.",
      "6": "Then he made a room for walking through of large pillars. It was as long as twenty-five long steps, and as wide as fifteen long steps. There was a porch in front with pillars, and an overhead covering in front of them.",
      "7": "He made a room for the throne, the room for judging. It was where he would decide between right and wrong. It was covered with cedar from the floor to the roof.",
      "8": "His own house where he was to live, in the place behind the throne room, was built the same way. Solomon made a house like this room for Pharaoh’s daughter also, whom he had married.",
      "9": "All these were made with stones of much worth, each one cut to be put into place. They were cut with saws, inside and outside, from the very base to the top of the roof, and from the outside to the largest room.",
      "10": "The base of the building was made with large stones of much worth. The stones were as long as five long steps, and four long steps.",
      "11": "Above this were stones of much worth, cut to go well into place, and cedar.",
      "12": "The largest room had three rows of cut stone around it, and a row of cedar pieces. The same was around the open space in the house of the Lord, and the porch of the house.",
      "13": "Now King Solomon brought Hiram from Tyre.",
      "14": "Hiram was the son of a woman whose husband had died, from the family of Naphtali. His father was a man of Tyre, who worked with brass. He was filled with wisdom and understanding and much learning for doing any work with brass. So he came to King Solomon, and did all his work.",
      "15": "He made the two pillars of brass. One of them was five times taller than a man. And the length around each of them was as far as six long steps.",
      "16": "He made two top pieces of melted brass to set on the tops of the pillars. One piece to go on top was as tall as a man can raise his hand. And the other piece to go on top was as tall as a man can raise his hand.",
      "17": "He made nets of network and turned strings of chain-work for the pieces on top of the pillars. There were seven for one top piece, and seven for the other.",
      "18": "So Hiram made the pillars. There were two rows of pomegranates around each network, to cover the top pieces.",
      "19": "Now the top pieces on the pillars of the porch were made to look like lily flowers, as tall as a man.",
      "20": "The top pieces were upon the two pillars, and above the round part beside the network. There were 200 pomegranates in rows around both top pieces.",
      "21": "He set up the pillars at the porch of the house. He set up the right pillar and called it Jachin. And he set up the left pillar and called it Boaz.",
      "22": "The top pieces on the pillars were made to look like lily flowers. So the work of the pillars was finished.",
      "23": "Now he made a large brass water pool. It was round, and as wide as five long steps. It was as tall as a man can raise his hand. And the length around it was as far as fifteen long steps.",
      "24": "Gourds went around the top of the pool. There were ten of them for every cubit. The gourds were in two rows, and made right in with the pool.",
      "25": "The pool stood on the backs of twelve bulls made of brass. Three looked to the north. Three looked to the west. Three looked to the south. And three looked to the east. The water was set on top of them, and their back parts turned toward the center.",
      "26": "The side of the pool was as far through as the width of a man’s open hand. Its round top was made like the top of a cup, like a lily flower. It could hold 2,000 bottles of water.",
      "27": "Then he made the ten stands of brass. Each stand was as long as two long steps, as wide as two long steps, and as high as a man’s neck.",
      "28": "This is how the stands were made. They had sides of the same length between the cross-pieces.",
      "29": "On the side pieces between the cross-pieces were lions, bulls and cherubim. On the side pieces, both above and below the lions and bulls, there were round pieces of hanging work.",
      "30": "Each stand had four brass wheels on straight pieces of brass. At the four corners were pieces to hold up the basin. These pieces were made of melted brass with round pieces at each side.",
      "31": "Its opening inside the crown at the top was a cubit. It was round like a pillar, one and a half cubits deep. There were pictures cut on its opening. And their sides were not round, but had four sides of the same length.",
      "32": "Under the sides were the four wheels. The pieces that held the wheels were on the stand. The height of a wheel was one and a half cubits.",
      "33": "The wheels were made like the wheel of a war-wagon. The straight pieces which held the wheels, the outside of the wheels, their crosspieces and their center pieces were all made of one piece of brass.",
      "34": "There were four pieces at the four corners of each stand to hold it up. These were of one piece with the stands.",
      "35": "A narrow piece went all the way around the top that held it up and the sides were of one piece.",
      "36": "He cut pictures of cherubim, lions and palm trees in the plates of the parts that held it up and on its sides, where there was room. And there were pictures all around.",
      "37": "He made the ten stands like this. All of them were made alike. They had the same length, width and height, and looked the same.",
      "38": "He made ten basins of brass. One basin held 40 bottles of water. Each one was as wide as two long steps. And one basin was on each of the ten stands.",
      "39": "Then he put the stands in place. Five were on the south side of the house, and five were on the north side of the house. And he set the large basin of brass on the southeast corner of the house.",
      "40": "Hiram made the basins, and the objects for digging, and the pots. So Hiram finished doing all the work for King Solomon in the house of the Lord.",
      "41": "He made the two pillars, and the two pots of the top pieces on the top of the two pillars. And he made the two networks to cover the two pots of the pieces on top of the pillars.",
      "42": "He made the 400 pomegranates for the two networks. There were two rows of pomegranates for each network, to cover the two pots of the pieces on top of the pillars.",
      "43": "He made the ten stands with the ten basins on top of them.",
      "44": "He made the large basin and the twelve bulls under it.",
      "45": "He made the pails, the objects for digging, and the pots. All these things which Hiram made for King Solomon in the house of the Lord were made of shining brass.",
      "46": "The king made them in the plain of the Jordan, in the clay ground between Succoth and Zarethan.",
      "47": "Solomon did not weigh any of the objects, because there were too many. The weight of the brass was not known.",
      "48": "Solomon made all the holy things which were in the house of the Lord. He made the gold altar and the gold table for the bread before the Lord.",
      "49": "He made the lamp-stands of pure gold. There were five on the right side and five on the left side, in front of the most holy place. He made the flowers and the lamps and their objects out of gold.",
      "50": "He made the cups, the objects to put out the lamps, the pots, the dishes for special perfume, and the fire-holders, of pure gold. He made the hinges of gold, for the doors of the most holy place and for the doors of the house.",
      "51": "So all the work that King Solomon did in the house of the Lord was finished. And Solomon brought in the things which had been set apart by his father David, the silver and the gold and the holy things. He put them in the store-houses of the house of the Lord."
    },
    "8": {
      "1": "Then King Solomon gathered together the leaders of Israel in front of him in Jerusalem. He gathered together all the heads of the families and the leaders of the fathers’ houses of the sons of Israel. They gathered to bring up the Lord’s special box of the agreement from Zion the city of David.",
      "2": "All the men of Israel gathered to King Solomon at the special supper in the seventh month, Ethanim.",
      "3": "All the leaders of Israel came, and the religious leaders took up the Lord’s special box of the agreement.",
      "4": "They brought up the Lord’s special box of the agreement, the meeting tent, and all the holy objects which were in the tent. The religious leaders and the Levites brought them up.",
      "5": "King Solomon and all the people of Israel, who were gathered to him, were with him in front of the special box. They killed so many sheep and cattle on the altar that their number could not be known.",
      "6": "Then the religious leaders brought the Lord’s special box of the agreement to its place. They brought it into the most holy place of the house, under the wings of the cherubim.",
      "7": "The cherubim spread their wings over the place of the special box. The cherubim made a covering above the special box and its special pieces of wood used for carrying.",
      "8": "The carrying pieces were so long that the ends of them could be seen from the holy place in front of the most holy place. But they could not be seen from outside. They are there to this day.",
      "9": "There was nothing in the special box except the two stone writings which Moses put there at Horeb. There the Lord had made an agreement with the people of Israel when they came out of the land of Egypt.",
      "10": "When the religious leaders came from the holy place, the cloud filled the house of the Lord.",
      "11": "So the religious leaders were not able to stand there to do their work because of the cloud. For the shining-greatness of the Lord filled the Lord’s house.",
      "12": "Then Solomon said, “The Lord has said that He would live in the thick cloud.",
      "13": "I have built You an honored house, a place for You to live forever.”",
      "14": "Then the king turned around and prayed that good would come to all the people of Israel, while all the people of Israel stood.",
      "15": "He said, “Thanks be to the Lord, the God of Israel. He spoke with His mouth to my father David. And He has kept His promise with His hand, saying,",
      "16": "’Since the day I brought My people Israel out of Egypt, I did not choose a city of all the families of Israel in which to build a house that My name might be there. But I chose David to be king over My people Israel.’",
      "17": "Now it was in the heart of my father David to build a house for the name of the Lord, the God of Israel.",
      "18": "But the Lord said to my father David, ‘Because it was in your heart to build a house for My name, you did well that it was in your heart.",
      "19": "But you will not build the house. Your son who will be born to you will build the house for My name.’",
      "20": "Now the Lord has kept His promise which He made. For I have taken my father David’s place and sit on the throne of Israel, as the Lord promised. And I have built the house for the name of the Lord, the God of Israel.",
      "21": "There I have made a place for the special box in which is the agreement of the Lord. He made it when He brought them from the land of Egypt.”",
      "22": "Then Solomon stood before the altar of the Lord. And in front of all the people of Israel he lifted his hands toward heaven.",
      "23": "He said, “O Lord, God of Israel, there is no God like You in heaven above or on earth below. You are keeping Your agreement and are showing loving-kindness to Your servants who walk in Your ways with all their heart.",
      "24": "You have kept Your promise to Your servant, my father David. Yes, You have spoken with Your mouth, and have done it with Your hand, as it is this day.",
      "25": "So now, O Lord, God of Israel, keep Your promise to my father David when You said to him, ‘You will not be without a man to sit on the throne of Israel, if only your sons are careful to walk in My ways as you have walked.’",
      "26": "O God of Israel, let Your Word be made sure, which You have spoken to Your servant, my father David.",
      "27": "“But is it true that God will live on the earth? See, heaven and the highest heaven are not big enough to hold You. How much less this house which I have built!",
      "28": "But keep in mind the prayer of Your servant, O Lord my God. Listen to the cry and to the prayer which Your servant prays to You today.",
      "29": "Open Your eyes night and day toward this house, toward the place of which You have said, ‘My name will be there.’ Listen to the prayer Your servant will pray toward this place.",
      "30": "Listen to the prayer of Your servant and of Your people Israel, when they pray toward this place. Hear in heaven where You live. Hear and forgive.",
      "31": "“If a man sins against his neighbor and has to make a promise, and he comes and makes a promise at Your altar in this house,",
      "32": "then hear in heaven and act. Judge Your servants. Punish the guilty forever by bringing his actions upon his own head, and free from guilt the one who is right and good, by returning his good to him.",
      "33": "“When Your people Israel do not win in battle over those who hate them, because they have sinned against You, but if they turn to You again and call on Your name and pray to You in this house,",
      "34": "then hear in heaven. Forgive the sin of Your people Israel. And return them to the land You gave to their fathers.",
      "35": "“When the heavens are shut up and give no rain because they have sinned against You, if they pray toward this place and call on Your name and turn from their sin when You bring trouble to them,",
      "36": "then hear in heaven. Forgive the sin of Your servants and of Your people Israel. Teach them the good way in which they should walk. And send rain on Your land, which You have given to Your people.",
      "37": "“If there is no food in the land, if there is a bad sickness, if there are diseases or locusts or grasshoppers that kill the plants, if the armies of those who hate Your people gather around their cities, or whatever trouble or sickness there is,",
      "38": "whatever prayer is made by any man or by all Your people Israel, each knowing the trouble of his own heart and spreading his hands toward this house,",
      "39": "then hear in heaven where You are. Forgive, and act. Give to each the pay he has earned by all his ways. You know his heart. You alone know the hearts of all the children of men.",
      "40": "May they fear You all the days they live in the land You have given to our fathers.",
      "41": "“When a stranger who is not of Your people Israel comes from a far country because of You,",
      "42": "(for they will hear of Your great name and Your powerful hand and Your long arm,) when he comes and prays toward this house,",
      "43": "hear in heaven where You are. Do all the stranger asks of You. So all the peoples of the earth may know Your name and fear You, as do Your people Israel. Then they may know that this house I have built is called by Your name.",
      "44": "“When your people go out to battle against those who hate them, by whatever way You send them, when they pray to the Lord toward the city You have chosen and the house I have built for Your name,",
      "45": "then hear their prayer and their cry in heaven. See that the right thing is done to them.",
      "46": "“When they sin against You (for there is no man who does not sin), and You will be angry with them, give them to those who hate them, so they will be taken away to another land, far away or near.",
      "47": "When they do some thinking in the land where they have been taken, and pray to You in the land of those who hate them, saying, ‘We have sinned and have done wrong and have done bad things,’",
      "48": "if they return to You with all their heart and soul in the land of those who hate them and have taken them there, and if they pray to You toward their land which You have given to their fathers, the city You have chosen, and the house I have built for Your name,",
      "49": "then hear their prayer in heaven where You are. See that the right thing is done to them.",
      "50": "Forgive Your people who have sinned against You and all the wrong they have done against You. Give them loving-pity in front of those who have taken them away, that they may have loving-pity on them.",
      "51": "For they are Your people and Your children whom You have brought out of Egypt, from the iron fire-place.",
      "52": "Let Your eyes be open to the prayer of Your servant and of Your people Israel. Listen to them when they call to You.",
      "53": "For You have divided them from all the peoples of the earth as Your children. You have done what You said You would do through Your servant Moses, when You brought our fathers out of Egypt, O Lord God.”",
      "54": "When Solomon had finished praying all this prayer to the Lord, he stood up in front of the altar of the Lord. He had been on his knees with his hands lifted toward heaven.",
      "55": "He stood and prayed with a loud voice that good would come to all the people of Israel who were gathered together. He said,",
      "56": "“Thanks be to the Lord. He has given rest to His people Israel. He has done all that He promised. Every word has come true of all His good promise, which He promised through His servant Moses.",
      "57": "May the Lord our God be with us, as He was with our fathers. May He not leave us alone.",
      "58": "May He turn our hearts to Him, to walk in all His ways, and to keep all His Word and all His Laws, which He told our fathers.",
      "59": "May these words of mine, which I have prayed to the Lord, be near to the Lord our God day and night. May He see that the right thing is done to His servant and His people Israel, day by day as we have need.",
      "60": "Then all the peoples of the earth may know that the Lord is God. There is no other.",
      "61": "So let your whole heart be true to the Lord our God. Walk in His Laws and keep His Word, just as you are doing today.”",
      "62": "Then the king and all Israel with him gave a gift in worship to the Lord.",
      "63": "Solomon gave 22,000 cattle and 120,000 sheep as a peace gift to the Lord. So the king and all the people of Israel set apart the house of the Lord.",
      "64": "The same day the king set apart the center of the open space that was in front of the house of the Lord. For there he gave the burnt gift and the grain gift and the fat of the peace gifts. Because the brass altar before the Lord was too small to hold the burnt gift and the grain gift and the fat of the peace gifts.",
      "65": "So Solomon had the special supper at that time, and all Israel with him. There were many people gathered, from the way into Hamath to the river of Egypt. They were before the Lord our God for seven days and seven more days, fourteen days in all.",
      "66": "Solomon sent the people away on the eighth day, and they gave thanks to the king. Then they went to their tents full of joy and glad in their hearts for all the good things the Lord had shown to His servant David and to His people Israel."
    },
    "9": {
      "1": "Solomon had finished building the house of the Lord, and the king’s house, and all that he wanted to build.",
      "2": "Then the Lord came to Solomon a second time, as He had come to him at Gibeon.",
      "3": "The Lord said to him, “I have heard your prayer which you have prayed to Me. I have set apart this house you have built by putting My name there forever. My eyes and My heart will be there always.",
      "4": "As for you, walk before Me as your father David walked, with a true heart doing what is right. Do all that I have told you. Obey My Laws. If you do,",
      "5": "then I will make the throne of your rule over Israel last forever. It will be just as I promised your father David, saying, ‘You will never be without a man on the throne of Israel.’",
      "6": "But if you or your sons turn away from following Me, and do not keep My Laws which I have given you, and go after other gods and worship them, if you do,",
      "7": "then I will cut off Israel from the land I have given them. And I will put away from My eyes the house which I have set apart for My name. Israel will become a word of shame among all peoples.",
      "8": "This house will be broken to pieces. Everyone who passes by will be surprised and make a sound of wonder, and say, ‘Why has the Lord done this to this land and to this house?’",
      "9": "And they will say, ‘Because they turned away from the Lord their God, Who brought their fathers out of the land of Egypt. They took in other gods and worshiped them and served them. So the Lord has brought all this trouble upon them.’”",
      "10": "At the end of twenty years, Solomon had built the two houses, the house of the Lord and the king’s house.",
      "11": "Hiram king of Tyre had given Solomon all the cedar and cypress trees and gold that he wanted. Then King Solomon gave Hiram twenty cities in the land of Galilee.",
      "12": "But when Hiram came out from Tyre to see the cities Solomon had given him, they did not please him.",
      "13": "He said, “What are these cities you have given me, my brother?” So they are called the land of Cabul to this day.",
      "14": "The gold Hiram sent to the king weighed as much as 120 men.",
      "15": "Now King Solomon made men work to build the house of the Lord, his own house, the Millo, the wall of Jerusalem, Hazor, Meggido and Gezer.",
      "16": "For Pharaoh king of Egypt had gone up and taken Gezer and burned it with fire. He killed the Canaanites who lived in the city, and then gave it as a wedding-gift to his daughter, Solomon’s wife.",
      "17": "So Solomon built Gezer again, and the lower part of Beth-horon,",
      "18": "and Baalath and Tamar in the desert, in the land of Judah.",
      "19": "Solomon built all the store-cities that he had, the cities for his war-wagons, the cities for his horsemen, and all he wanted to build in Jerusalem, in Lebanon, and in all the land under his rule.",
      "20": "Now there were people left of the Amorites, the Hittites, the Perizzites, the Hivites and the Jebusites, who were not of the people of Israel.",
      "21": "And their children were left after them in the land. The people of Israel were not able to destroy all of them. So Solomon made these people work for him, even to this day.",
      "22": "But Solomon did not make the people of Israel work for him. For they were men of war, his servants, his rulers, his captains, his war-wagon drivers, and his horsemen.",
      "23": "These were the heads of the captains over Solomon’s work. There were 550 of them who ruled over the people doing the work.",
      "24": "But Pharaoh’s daughter went up from the city of David to her own house which Solomon had built for her. Then he built the Millo.",
      "25": "Three times a year Solomon gave burnt gifts and peace gifts on the altar he built to the Lord. He burned special perfume on the altar before the Lord. So he finished the house.",
      "26": "King Solomon built a group of ships in Ezion-geber, near Eloth on the shore of the Red Sea, in the land of Edom.",
      "27": "Hiram sent his servants with the ships, sailors who knew the sea. He sent them with the servants of Solomon.",
      "28": "They went to Ophir and brought out gold weighing as much as 420 small men. And they brought it to King Solomon."
    },
    "10": {
      "1": "When the queen of Sheba heard about the wisdom Solomon had from the Lord, she came to test him with hard questions.",
      "2": "She came to Jerusalem and many people came with her. She brought camels carrying spices and much gold and stones of much worth. When she came to Solomon, she told him all that was on her mind.",
      "3": "And Solomon answered all her questions. There was nothing hidden from the king which he could not make plain to her.",
      "4": "The queen of Sheba saw all the wisdom of Solomon, the house he had built,",
      "5": "the food on his table, and his many servants seated to eat. She saw those who brought the food and how they were dressed, and those who carried his cups. She saw the steps by which he went up to the house of the Lord. And there was no more spirit in her.",
      "6": "She said to the king, “The news was true that I heard in my own land about your words and your wisdom.",
      "7": "But I did not believe the news until I came. Now my eyes have seen it. And half of it was not told to me. You have more wisdom and riches than I heard you had.",
      "8": "How happy are your men! How happy are these your servants who stand in front of you always and hear your wisdom!",
      "9": "Thanks be to the Lord your God Who was pleased with you and set you on the throne of Israel. Because the Lord loved Israel forever, He has made you king, to do what is fair and right and good.”",
      "10": "Then she gave the king gold weighing as much as 120 small men. She gave him a very large amount of spices and stones of much worth. Never again did so much spices come in as that which the queen of Sheba gave to King Solomon.",
      "11": "The ships of Hiram brought from Ophir gold and very many almug trees and stones of much worth.",
      "12": "The king used the almug trees to make pillars for the house of the Lord and for the king’s house. And he used them to make different kinds of harps for the singers. No such almug trees have come in again or have been seen to this day.",
      "13": "King Solomon gave to the queen of Sheba all she wanted, whatever she asked, as well as his gifts to her from the king’s riches. Then she and her servants returned to her own land.",
      "14": "The gold which came in to Solomon in one year weighed as much as 666 small men,",
      "15": "besides all the gold that came from the traders and all the kings of the Arabs and the leaders of the country.",
      "16": "King Solomon made 200 large body coverings for battle of beaten gold. For each covering he used 600 pieces of gold.",
      "17": "And he made 300 coverings of beaten gold, using 150 pieces of gold on each covering. The king put them in the house among the trees of Lebanon.",
      "18": "Then the king made a large throne of ivory and covered it with fine gold.",
      "19": "The throne had six steps, and a round top at its back. There were arms on each side of the seat, and two lions standing beside the arms.",
      "20": "Twelve lions stood on the six steps, one on each end. Nothing like it was made for any other king.",
      "21": "All of King Solomon’s cups were made of gold. And all the cups of the house among the trees of Lebanon were made of pure gold. None of them were made of silver. Silver was not thought of as being of much worth in the days of Solomon.",
      "22": "For the king had a group of ships of Tarshish at sea with the ships of Hiram. Every three years the ships of Tarshish came bringing gold, silver, ivory, apes and peacocks.",
      "23": "So King Solomon became greater than all the kings of the earth in riches and in wisdom.",
      "24": "They came from all over the earth to see Solomon, to hear his wisdom which God had put in his heart.",
      "25": "Every one of them brought his gift. They brought objects of silver and gold, clothing, objects for fighting in battle, spices, horses and donkeys, so much year by year.",
      "26": "Solomon gathered war-wagons and horsemen. He had 1,400 war-wagons and 12,000 horsemen. He kept them in the war-wagon cities and with the king in Jerusalem.",
      "27": "The king made silver as easy to find as stones in Jerusalem. He made cedar trees as easy to find as the sycamore trees of the valley.",
      "28": "Solomon had horses brought from Egypt and Kue. The king’s traders bought them from Kue, each for a price.",
      "29": "A war-wagon could be brought from Egypt for 600 pieces of silver, and a horse for 150 pieces of silver. They got them in the same way for all the kings of the Hittites and the kings of Syria."
    },
    "11": {
      "1": "Now King Solomon loved many women from other nations. He loved the daughter of Pharaoh, and Moabite, Ammonite, Edomite, Sidonian and Hittite women.",
      "2": "They were from the nations about which the Lord had said to the people of Israel, “Do not take wives from them. And do not have them take wives from you. For they will be sure to turn your heart away to follow their gods.” But Solomon held on to these women in love.",
      "3": "He had 700 wives, kings’ daughters, and 300 women who acted as his wives. And his wives turned his heart away.",
      "4": "When Solomon was old, his wives turned his heart away to follow other gods. His whole heart was not faithful to the Lord his God, as the heart of his father David had been.",
      "5": "For Solomon followed Ashtoreth the false goddess of the Sidonians, and Milcom the hated god of the Ammonites.",
      "6": "Solomon did what was sinful in the eyes of the Lord. He did not follow the Lord with all his heart, as his father David had done.",
      "7": "Then Solomon built a high place for Chemosh the hated god of Moab, and for Molech the hated god of the sons of Ammon, on the mountain east of Jerusalem.",
      "8": "He did the same for all his wives from other nations, who burned special perfume and gave gifts to their gods.",
      "9": "Now the Lord was angry with Solomon, because Solomon’s heart had turned away from the Lord, the God of Israel. The Lord had come to him twice",
      "10": "and had told him about this, that he should not follow other gods. But Solomon did not obey what the Lord had told him.",
      "11": "So the Lord said to Solomon, “Because you have done this and have not kept My agreement and My Laws which I told you, for sure I will tear the nation from you and will give it to your servant.",
      "12": "But I will not do it while you are alive, because of your father David. I will tear it out of the hand of your son.",
      "13": "But I will not tear away all the nation. I will give one family group to your son because of My servant David, and because of Jerusalem which I have chosen.”",
      "14": "Then the Lord sent Hadad the Edomite to make trouble for Solomon. He was of the king’s family in Edom.",
      "15": "For when David was in Edom, and Joab the captain of the army had gone up to bury the dead, he killed every male in Edom.",
      "16": "(For Joab and all Israel stayed there six months, until he had killed every male in Edom.)",
      "17": "But Hadad ran away to Egypt, together with certain Edomites of his father’s servants, while Hadad was still a young boy.",
      "18": "They came from Midian to Paran. Then they took men with them from Paran and came to Egypt, to Pharaoh king of Egypt. Pharaoh gave Hadad a house and food and land.",
      "19": "Now Hadad found much favor in the eyes of Pharaoh. So Pharaoh gave him in marriage the sister of his own wife, the sister of Tahpenes the queen.",
      "20": "Tahpenes’ sister gave birth to his son Genubath, whom Tahpenes took care of in Pharaoh’s house. Genubath was in Pharaoh’s house among the sons of Pharaoh.",
      "21": "But Hadad heard in Egypt that David and Joab the captain of David’s army were dead. So Hadad said to Pharaoh, “Send me away, so I may return to my own country.”",
      "22": "Pharaoh said to him, “But what have you been without while you stayed with me? Why do you want to go to your own country?” Hadad answered, “Nothing. But even so, let me go.”",
      "23": "God sent Rezon the son of Eliada against Solomon also. Rezon had run away from his owner Hadadezer king of Zobah.",
      "24": "He gathered men around him and became the leader of a group of fighters, after David killed the men of Zobah. They went to Damascus and stayed there. Rezon was made king in Damascus.",
      "25": "So he brought trouble to Israel all the days of Solomon, together with the trouble brought by Hadad. He hated Israel and ruled over Syria.",
      "26": "Then Jeroboam the son of Nebat turned against the king. Jeroboam was Solomon’s servant, an Ephraimite of Zeredah. His mother’s name was Zeruah, a woman whose husband had died.",
      "27": "Now this is the reason he turned against the king. Solomon built the Millo, and built a stronger wall around the city of his father David.",
      "28": "Now Jeroboam was a powerful soldier. When Solomon saw that the young man was a good worker, he chose him to rule over all men of the family of Joseph who were made to work.",
      "29": "When Jeroboam went out of Jerusalem, the man who spoke for God Ahijah the Shilonite found him on the road. Ahijah had dressed himself with a new coat, and both of them were alone in the field.",
      "30": "Then Ahijah took hold of his new coat and tore it into twelve pieces.",
      "31": "And he said to Jeroboam, “Take ten pieces for yourself. For the Lord, the God of Israel, says, ‘See, I will tear the nation out of the hand of Solomon and give you ten family groups.",
      "32": "(But he will have one family group, because of My servant David and because of Jerusalem, the city I have chosen from all the families of Israel.)",
      "33": "Because they have turned away from Me. They have worshiped Ashtoreth the false goddess of the Sidonians, Chemosh the god of Moab, and Milcom the god of the sons of Ammon. They have not walked in My ways, doing what is right in My eyes and keeping My Laws, as his father David did.",
      "34": "But I will not take the whole nation from him. I will make him ruler all the days of his life, because of My servant David whom I chose, who kept My Word and My Laws.",
      "35": "But I will take the nation from his son, and will give to you ten family groups.",
      "36": "I will give one family group to his son, that My servant David will have a lamp always before Me in Jerusalem, the city where I have chosen for Myself to put My name.",
      "37": "And I will take you, and you will rule over whatever you want. You will be the king of Israel.",
      "38": "Listen to all I tell you to do. Walk in My ways. Do what is right in My eyes by keeping My Word and My Laws, as My servant David did. If you do, then I will be with you and build you a house that will last, as I built for David. And I will give Israel to you.",
      "39": "I will bring trouble to the children of David for this, but not forever.’”",
      "40": "So Solomon tried to put Jeroboam to death. But Jeroboam got up and ran to Egypt, to Shishak king of Egypt. And he stayed in Egypt until Solomon died.",
      "41": "Now the rest of the acts of Solomon and whatever he did, and his wisdom, are they not written in the Book of the Acts of Solomon?",
      "42": "Solomon ruled in Jerusalem over all Israel forty years.",
      "43": "And Solomon died and was buried in the city of his father David. His son Rehoboam ruled in his place."
    },
    "12": {
      "1": "Rehoboam went to Shechem. For all Israel had come to Shechem to make him king.",
      "2": "Now Jeroboam the son of Nebat was still in Egypt where he had run away from King Solomon. When Jeroboam heard the news, he returned from Egypt.",
      "3": "They sent for him. Then Jeroboam and all the people of Israel came and said to Rehoboam,",
      "4": "“Your father made our load heavy. Take away some of the hard work and heavy load your father put on us, and we will serve you.”",
      "5": "Rehoboam said to them, “Leave for three days. Then return to me.” So the people left.",
      "6": "King Rehoboam spoke with the leaders who had worked for his father Solomon while he was still alive. He asked them, “What answer do you think I should give to these people?”",
      "7": "They said to him, “Help these people today. Serve them. Answer them with good words. If you do, then they will be your servants forever.”",
      "8": "But Rehoboam turned away from the wise words the leaders gave him. Instead he spoke with the young men who grew up with him and stood by him.",
      "9": "He said to them, “What answer do you say we should give to these people who have said to me, ‘Take away some of the heavy load your father put on us’?”",
      "10": "The young men who grew up with him said, “This is what you should say to these people who said to you, ‘Your father made our load heavy. Now you take some of the load from us.’ You should say to them, ‘My little finger is bigger around than my father’s body!",
      "11": "My father gave you a heavy load. I will add to your load. My father punished you with whips. But I will punish you with scorpions.’”",
      "12": "Then Jeroboam and all the people came to Rehoboam on the third day as the king had told them, saying, “Return to me on the third day.”",
      "13": "And the king was hard in his answer to them. For he turned away from the wise words the leaders had given him.",
      "14": "He spoke to them as he had been told by the young men. He said, “My father made your load heavy. I will add to your load. My father punished you with whips. But I will punish you with scorpions.”",
      "15": "So the king did not listen to the people. The Lord had let this happen, that He might keep His Word, which the Lord spoke through Ahijah the Shilonite to Jeroboam the son of Nebat.",
      "16": "All Israel saw that the king did not listen to them. So they said to the king, “What share do we have in David? We have no share in the son of Jesse! To your tents, O Israel! Now look after your own house, David!” So Israel went to their tents.",
      "17": "But as for the people of Israel who lived in the cities of Judah, Rehoboam ruled over them.",
      "18": "Then King Rehoboam sent Adoram, who ruled over those who were made to work, and all Israel killed him with stones. So King Rehoboam got on his war-wagon in a hurry to go to Jerusalem.",
      "19": "So Israel turned against the family of David to this day.",
      "20": "When all Israel heard that Jeroboam had returned, they sent for him to meet with the people and made him king of all Israel. Only the family of Judah followed the family of David.",
      "21": "When Rehoboam came to Jerusalem, he gathered all the family of Judah and the family of Benjamin. He gathered together 180,000 chosen men of war to fight against the family of Israel and return the nation to Rehoboam the son of Solomon.",
      "22": "But the Word of God came to Shemaiah the man of God, saying,",
      "23": "“Speak to Solomon’s son Rehoboam king of Judah, and to all the family of Judah and Benjamin, and to the rest of the people. Tell them,",
      "24": "’This is what the Lord says. “You must not go up and fight against your brothers the sons of Israel. Every man return to his house. For I have let this thing happen.”’” So they listened to the word of the Lord, and returned, as the Lord told them.",
      "25": "Then Jeroboam built Shechem in the hill country of Ephraim, and lived there. And he went out from there and built Penuel.",
      "26": "Jeroboam said in his heart, “Now the nation will return to the family of David.",
      "27": "If these people go up to give gifts in the house of the Lord at Jerusalem, then their hearts will turn to their lord Rehoboam king of Judah. They will kill me and follow Rehoboam king of Judah.”",
      "28": "So the king asked the leaders what he should do. And he made two calves of gold. Then he said to the people, “It is too much for you to go up to Jerusalem. Here are your gods, O Israel, that brought you up from the land of Egypt.”",
      "29": "He put one in Bethel, and the other in Dan.",
      "30": "Now this thing became a sin. For the people went to worship in front of them, even as far as Dan.",
      "31": "Jeroboam made houses on high places. He made religious leaders from among all the people, who were not of the sons of Levi.",
      "32": "He made a special supper on the fifteenth day of the eighth month, like the special supper which is in Judah. And he gave gifts on the altar. He did the same in Bethel, giving gifts to the calves he had made. And he placed in Bethel the religious leaders of the high places he had made.",
      "33": "Then he went up to the altar he had made in Bethel on the fifteenth day of the eighth month, a day he chose in his own heart. He made a special supper for the people of Israel, and went up to the altar to burn special perfume."
    },
    "13": {
      "1": "A man of God came from Judah to Bethel by the word of the Lord. Jeroboam was standing by the altar to burn special perfume.",
      "2": "The man cried against the altar by the word of the Lord, and said, “O altar, altar, this is what the Lord says. ‘See, a son will be born to the family of David. His name will be Josiah. On you he will burn the religious leaders of the high places who burn special perfume on you. Human bones will be burned on you.’”",
      "3": "He gave a special thing to be seen the same day. He said, “This is what the Lord says will be seen. ‘See, the altar will be broken in two. And the ashes on it will be poured out.’”",
      "4": "When King Jeroboam heard the words the man of God cried against the altar in Bethel, he put out his hand from the altar, saying, “Take hold of him!” But his hand which he put out against him dried up. So he could not pull it back to himself.",
      "5": "The altar was broken in two and the ashes were poured out. It was the special thing to see that happened just as the man of God said it would by the word of the Lord.",
      "6": "The king said to the man of God, “I beg you, ask for the favor of the Lord your God. Pray for me, that my hand may be made well again.” So the man of God asked for the Lord’s favor. And the king’s hand was made well again. It became as it was before.",
      "7": "Then the king said to the man of God, “Come home with me and have something to eat to make yourself strong again. And I will pay you.”",
      "8": "But the man of God said to the king, “I would not go with you if you were to give me half your house. I would not eat bread or drink water in this place.",
      "9": "For the word of the Lord said to me, ‘You must not eat bread or drink water or return by the way you came.’”",
      "10": "So he went another way. He did not return by the way he came to Bethel.",
      "11": "Now an old man who spoke for God was living in Bethel. His sons came and told him all the things which the man of God had done that day in Bethel. And they told their father the words which the man had spoken to the king.",
      "12": "Their father said to them, “Which way did he go?” Now his sons had seen the way which the man of God who came from Judah had gone.",
      "13": "Then he said to his sons, “Get the donkey ready for me.” So they got the donkey ready for him, and he went away on it.",
      "14": "He went after the man of God and found him sitting under an oak tree. He said to him, “Are you the man of God who came from Judah?” And he said, “I am.”",
      "15": "Then he said to him, “Come home with me and eat bread.”",
      "16": "And he said, “I cannot return with you or go with you. I will not eat bread or drink water with you in this place.",
      "17": "For I was told by the word of the Lord, ‘Do not eat bread or drink water there. Do not return by the way you came.’”",
      "18": "And he said to him, “I am a man who speaks for God like you. An angel spoke to me by the word of the Lord, saying, ‘Bring him back with you to your house, that he may eat bread and drink water.’” But he lied to him.",
      "19": "So he returned with him, and ate bread in his house, and drank water.",
      "20": "As they were sitting down at the table, the word of the Lord came to the man who spoke for God who had brought him back.",
      "21": "And he cried to the man of God who came from Judah, saying, “This is what the Lord says, ‘You have not obeyed the word of the Lord. You have not done what the Lord your God told you to do.",
      "22": "You have returned and eaten bread and drunk water in the place the Lord said to you, “Eat no bread and drink no water.” So now your body will not come to the grave of your fathers.’”",
      "23": "And after he had eaten bread and drunk, he got the donkey ready for the man of God whom he had brought back.",
      "24": "When he had gone, a lion met him on the way and killed him. His body was thrown on the road, with the donkey standing beside it. The lion stood beside the body also.",
      "25": "Then men passed by and saw the body thrown on the road, and the lion standing beside the body. So they came and told about it in the city where the old man who spoke for God lived.",
      "26": "When the man who spoke for God who had brought him back from the way heard about it, he said, “It is the man of God. He did not obey the word of the Lord. So the Lord has given him to the lion, which has torn him and killed him. It was done as had been spoken to him by the word of the Lord.”",
      "27": "Then he said to his sons, “Get the donkey ready for me.” And they got it ready.",
      "28": "Then he went and found his body thrown on the road with the donkey and the lion standing beside it. The lion had not eaten the body or torn the donkey.",
      "29": "So the man who spoke for God picked up the body of the man of God and laid it on the donkey, and returned with it to the city. He had sorrow for him and buried him.",
      "30": "He laid his body in his own grave, and they had sorrow for him, saying, “O, my brother!”",
      "31": "After he had buried him, he said to his sons, “When I die, bury me in the grave where the man of God is buried. Lay my bones beside his bones.",
      "32": "For what he cried by the word of the Lord against the altar in Bethel and against all the houses of the high places in the cities of Samaria will happen for sure.”",
      "33": "After this, Jeroboam did not return from his sinful way. Again he made religious leaders of the high places from among all the people. He set apart any of them who were willing to be religious leaders of the high places.",
      "34": "This became the sin of the family of Jeroboam, that caused it to be cut off and destroyed from the earth."
    },
    "14": {
      "1": "At that time Jeroboam’s son Abijah became sick.",
      "2": "And Jeroboam said to his wife, “Get ready and dress yourself so no one will know that you are the wife of Jeroboam. Then go to Shiloh. Ahijah the man who speaks for God is there. He is the one who said that I would be king over these people.",
      "3": "Take ten loaves, some sweet bread and a jar of honey with you, and go to him. He will tell you what will happen to the boy.”",
      "4": "Jeroboam’s wife did so. She got ready and went to Shiloh, and came to Ahijah’s house. Now Ahijah could not see. His eyes were weak because he was old.",
      "5": "The Lord had said to Ahijah, “The wife of Jeroboam is coming to ask you about her son, for he is sick. This is what you should say to her. When she comes she will pretend to be another woman.”",
      "6": "When Ahijah heard the sound of her feet coming to the door, he said, “Come in, wife of Jeroboam. Why do you pretend to be another woman? For I have been given news that will be hard for you.",
      "7": "Go and say to Jeroboam, ‘This is what the Lord God of Israel says. “I gave you honor from among the people. I made you the leader of My people Israel.",
      "8": "I tore the nation away from the family of David and gave it to you. But you have not been like My servant David. He kept My Laws and followed Me with all his heart. He did only what was right in My eyes.",
      "9": "But you have done more sinful things than all who were before you. You have gone and made for yourself other gods and objects to look like gods to make Me angry. You have put Me behind your back.",
      "10": "So I am bringing trouble upon the family of Jeroboam. I will kill every male from Jeroboam, both owned and free in Israel. I will clean away the family of Jeroboam, as one cleans away animal waste until it is all gone.",
      "11": "The dogs will eat anyone belonging to Jeroboam who dies in the city. And the birds of the air will eat anyone who dies in the field. For the Lord has said it.” ‘",
      "12": "“Get up and go to your house. When your feet go into the city the child will die.",
      "13": "All Israel will have sorrow for him and bury him. For he alone of Jeroboam’s family will come to the grave. Because in him there is found something good to the Lord God of Israel, in the family of Jeroboam.",
      "14": "But the Lord will send a king over Israel who will destroy the family of Jeroboam this day and from now on.",
      "15": "For the Lord will punish Israel, as a piece of grass is shaken in the water. He will send Israel out from this good land He gave to their fathers. He will spread them out on the other side of the Euphrates River, because they have their false gods, and have made the Lord angry.",
      "16": "He will give up Israel because of the sins of Jeroboam, which he sinned and made Israel to sin.”",
      "17": "Then Jeroboam’s wife got up and left and came to Tirzah. As she came to the door of the house, the child died.",
      "18": "And all Israel buried him and had sorrow for him, as the Word of God was spoken through His servant Ahijah the man who spoke for God.",
      "19": "Now the rest of the acts of Jeroboam, how he made war and how he ruled, are written in the Book of the Chronicles of the Kings of Israel.",
      "20": "Jeroboam ruled for twenty-two years. Then he died and his son Nadab ruled in his place.",
      "21": "Now Solomon’s son Rehoboam ruled in Judah. Rehoboam was forty-one years old when he became king. And he ruled for seventeen years in Jerusalem, the city the Lord had chosen from all the families of Israel to put His name there. The name of Rehoboam’s mother was Naamah of Ammon.",
      "22": "Judah did what was sinful in the eyes of the Lord. They made Him jealous with their sins, more than all their fathers had done.",
      "23": "For they built for themselves high places, holy objects and false gods on every high hill and under every green tree.",
      "24": "In their religion there were men in the land who sold the use of their bodies. They did all the hated things of the nations which the Lord drove away before the people of Israel.",
      "25": "In the fifth year of King Rehoboam, Shishak the king of Egypt came up against Jerusalem.",
      "26": "He took away the riches of the Lord’s house and the riches of the king’s house. He took everything. He even took all the body coverings of gold which Solomon had made.",
      "27": "So King Rehoboam made body coverings of brass in their place. He put them in the care of the captain of the soldiers who watched the door of the king’s house.",
      "28": "Every time the king went into the house of the Lord, the soldiers would carry them and return them again to their room.",
      "29": "Now the rest of the acts of Rehoboam and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?",
      "30": "There was war between Rehoboam and Jeroboam always.",
      "31": "Rehoboam died and was buried with his fathers in the city of David. His mother’s name was Naamah of Ammon. And his son Abijam became king in his place."
    },
    "15": {
      "1": "In the eighteenth year of King Jeroboam the son of Nabat, Abijam became king over Judah.",
      "2": "He ruled for three years in Jerusalem. His mother’s name was Maacah the daughter of Abishalom.",
      "3": "And he walked in all the sins which his father had done before him. He was not faithful to the Lord with all his heart, like the heart of his father David.",
      "4": "But the Lord his God gave him a lamp in Jerusalem because of David. He gave him a son to rule after him and to keep Jerusalem strong.",
      "5": "Because David did what was right in the eyes of the Lord. He did not turn away from anything the Lord told him to do all the days of his life, except in what happened with Uriah the Hittite.",
      "6": "And there was war between Rehoboam and Jeroboam all the days of his life.",
      "7": "Now the rest of the acts of Abijam and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah? And there was war between Abijam and Jeroboam.",
      "8": "Abijam died and they buried him in the city of David. His son Asa became king in his place.",
      "9": "In the twentieth year of Jeroboam the king of Israel, Asa began to rule as king of Judah.",
      "10": "He ruled for forty-one years in Jerusalem. His mother’s name was Maacah the daughter of Abishalom.",
      "11": "And Asa did what was right in the eyes of the Lord, like David his father.",
      "12": "He sent away the men from the land who sold the use of their bodies in their religion. He took away all the false gods his father had made.",
      "13": "He stopped his mother Maacah from being queen mother, because she had made a hated object of the false goddess Asherah. And Asa cut down her hated object and burned it at the river Kidron.",
      "14": "The high places were not taken away. But Asa was faithful to the Lord with all his heart for all his days.",
      "15": "He brought into the house of the Lord the holy things of his father and his own holy things, silver, gold, and holy objects.",
      "16": "There was war between Asa and Baasha king of Israel all their days.",
      "17": "Baasha king of Israel went up against Judah. He built walls around Ramah to stop anyone from going out or coming in to Asa king of Judah.",
      "18": "Then Asa took all the silver and the gold which were left in the storerooms of the Lord’s house and the king’s house, and gave them to his servants. King Asa sent them to Ben-hadad the son of Tabrimmon, the son of Hezion, king of Syria, who lived in Damascus. Asa said,",
      "19": "“Let there be an agreement of peace between me and you, as between my father and your father. See, I have sent you a gift of silver and gold. Go and break your agreement of peace with Baasha king of Israel, so that he will leave me.”",
      "20": "Ben-hadad listened to King Asa and sent the captains of his armies against the cities of Israel. He destroyed Ijon, Dan, Abel-bethmaacah, all Chinneroth, and all the land of Naphtali.",
      "21": "When Baasha heard about it, he stopped building a wall around Ramah, and stayed in Tirzah.",
      "22": "Then King Asa made the news known to all Judah. There was no one who did not hear it. They carried away the stones of Ramah and its pieces of wood with which Baasha had built. And King Asa used them to build Geba of Benjamin and Mizpah.",
      "23": "Now the rest of all the acts of Asa and all his strength and all he did and the cities he built, are they not written in the Book of the Chronicles of the Kings of Judah? But when he was old he had a disease in his feet.",
      "24": "Asa died and was buried with his fathers in the city of his father David. His son Jehoshaphat ruled in his place.",
      "25": "Jeroboam’s son Nadab became king of Israel in the second year of Asa king of Judah. And he ruled over Israel for two years.",
      "26": "He did what was sinful in the eyes of the Lord. He walked in the way of his father, and in his sin with which he made Israel sin.",
      "27": "Then Baasha the son of Ahijah of the family of Issachar made plans against him. Baasha killed him at Gibbethon, which belonged to the Philistines. Nadab and all Israel had been gathering their army in battle around Gibbethon.",
      "28": "So Baasha killed him in the third year of Asa king of Judah, and ruled in his place.",
      "29": "As soon as he was king, Baasha killed all those of the family of Jeroboam. He did not leave to Jeroboam any person alive, destroying them all. It happened just as the word of the Lord was spoken through God’s servant Ahijah the Shilonite.",
      "30": "It happened because of the sins of Jeroboam, which he sinned and which he made Israel sin. He made the Lord God of Israel angry.",
      "31": "Now the rest of the acts of Nadab and all that he did, are they not written in the Book of the Chronicles of the Kings of Israel?",
      "32": "And there was war between Asa and Baasha king of Israel all their days.",
      "33": "In the third year of Asa king of Judah, Baasha the son of Ahijah became king of all Israel at Tirzah. He ruled for twenty-four years.",
      "34": "He did what was sinful in the eyes of the Lord. He walked in the way of Jeroboam and in his sin which he made Israel sin."
    },
    "16": {
      "1": "Now the word of the Lord came to Jehu the son of Hanani against Baasha, saying,",
      "2": "“I took you from the dust and gave you honor. I made you leader over My people Israel. But you have walked in the way of Jeroboam and have made My people Israel sin. You have made Me angry with their sins.",
      "3": "So I will destroy Baasha and his house. I will make your house like the family of Jeroboam the son of Nebat.",
      "4": "The dogs will eat anyone of Baasha’s family who dies in the city. And the birds of the air will eat anyone of his who dies in the field.”",
      "5": "The rest of the acts of Baasha and what he did and his strength, are they not written in the Book of the Chronicles of the Kings of Israel?",
      "6": "Baasha died and was buried in Tirzah. His son Elah became king in his place.",
      "7": "The word of the Lord came against Baasha and his house through the man who spoke for God, Jehu the son of Hanani because Baasha had done what was sinful in the eyes of the Lord. He made the Lord angry with the work of his hands, in being like the family of Jeroboam, and because he destroyed it.",
      "8": "In the twenty-sixth year of Asa king of Judah, Elah the son of Baasha became king of Israel at Tirzah. He ruled for two years.",
      "9": "His servant Zimri, captain of half his war-wagons, made plans against him. Elah was at Tirzah drinking himself drunk in the family of Arza. Arza was the head of the house at Tirzah.",
      "10": "Zimri went in and hit him and killed him, in the twenty-seventh year of Asa king of Judah. And Zimri became king in his place.",
      "11": "When he became king, as soon as he sat on his throne, he killed all those of Baasha’s house. He did not leave alive one male, of his brothers or of his friends.",
      "12": "So Zimri destroyed the whole family of Baasha, as was spoken against Baasha by the word of the Lord through Jehu the man who spoke for God.",
      "13": "It happened because of all the sins of Baasha and his son Elah. They sinned and they made Israel sin. They made the Lord God of Israel angry with their false gods.",
      "14": "Now the rest of the acts of Elah and all that he did, are they not written in the Book of the Chronicles of the Kings of Israel?",
      "15": "In the twenty-seventh year of Asa king of Judah, Zimri ruled seven days at Tirzah. Now the people were gathered against Gibbethon, which belonged to the Philistines.",
      "16": "The people who were gathered heard it said, “Zimri has made plans and has killed the king.” So all Israel made Omri, the captain of the army, the king of Israel that day among the tents.",
      "17": "Then Omri went with all Israel up from Gibbethon, and they gathered in battle around Tirzah.",
      "18": "When Zimri saw that the city was taken, he went into an inside room of the king’s house. And he burned the king’s house over him with fire, and died.",
      "19": "He died because of his sins. He did what was sinful in the eyes of the Lord, walking in the way of Jeroboam. And in his sin, he made Israel sin.",
      "20": "The rest of the acts of Zimri and the plan he made, are they not written in the Book of the Chronicles of the Kings of Israel?",
      "21": "Then the people of Israel were divided into two parts. Half of the people followed Tibni the son of Ginath, to make him king. The other half followed Omri.",
      "22": "But the people who followed Omri won over the people who followed Tibni the son of Ginath. Tibni died and Omri became king.",
      "23": "In the thirty-first year of Asa king of Judah, Omri became the king of Israel. He ruled for twelve years. He ruled six years at Tirzah.",
      "24": "And he bought the hill of Samaria from Shemer for silver weighing as much as two men. He built on the hill, and gave the city he built the name of Samaria, after the name of Shemer, the owner of the hill.",
      "25": "Omri did what was sinful in the eyes of the Lord. He acted worse than all who were before him.",
      "26": "For he walked in all the way of Jeroboam the son of Nebat. And in his sin he made Israel sin. They made the Lord God of Israel angry with their false gods.",
      "27": "Now the rest of the acts of Omri and the strength that he showed, are they not written in the Book of the Chronicles of the Kings of Israel?",
      "28": "Omri died and was buried in Samaria. His son Ahab became king in his place.",
      "29": "Omri’s son Ahab became king of Israel in the thirty-eighth year of Asa king of Judah. He ruled over Israel in Samaria for twenty-two years.",
      "30": "Ahab the son of Omri did what was sinful in the eyes of the Lord more than all who were before him.",
      "31": "He thought it was a small thing to walk in the sins of Jeroboam the son of Nebat. He married Jezebel the daughter of Ethbaal king of the Sidonians. Then he went to serve the false god Baal and worshiped him.",
      "32": "He built an altar for Baal in the house of Baal, which he built in Samaria.",
      "33": "Ahab made an object of wood to look like the false goddess Asherah. So Ahab did more to make the Lord God of Israel angry than all the kings of Israel before him.",
      "34": "In his days Hiel the Bethelite built Jericho. His first-born son Abiram died as he began to build the city. His youngest son Segub died as he put up its gates. It happened as it was told by the word of the Lord spoken by Joshua the son of Nun."
    },
    "17": {
      "1": "Now Elijah the Tishbite, of the people who were staying in Gilead, said to Ahab, “As the Lord the God of Israel lives, before Whom I stand, for sure there will be no rain or water on the grass in the early morning these years, except by my word.”",
      "2": "And the word of the Lord came to him, saying,",
      "3": "“Leave here and turn east. Hide yourself by the river Cherith, east of the Jordan.",
      "4": "You will drink from the river. And I have told the ravens to bring food to you there.”",
      "5": "So he went and did what he was told by the word of the Lord. He went and lived by the river Cherith, east of the Jordan.",
      "6": "The ravens brought him bread and meat in the morning and in the evening. And he drank from the river.",
      "7": "But after a while, the river dried up, because there was no rain in the land.",
      "8": "Then the word of the Lord came to him, saying,",
      "9": "“Get up and go to Zarephath, which belongs to Sidon, and stay there. I have told a woman there, whose husband has died, to feed you.”",
      "10": "So Elijah got up and went to Zarephath. When he came to the city gate, he saw a woman there gathering sticks. He called to her and said, “I ask of you, get me a little water in a jar, that I may drink.”",
      "11": "As she was going to get it, he called to her, “I ask of you, bring me a piece of bread in your hand.”",
      "12": "But she said, “As the Lord your God lives, I have no bread. I only have enough flour in the jar to fill a hand, and a little oil in the jar. See, I am gathering a few sticks so I may go in and make it ready for me and my son. Then we will eat it and die.”",
      "13": "Elijah said to her, “Have no fear. Go and do as you have said. But make me a little loaf of bread from it first, and bring it out to me. Then you may make one for yourself and for your son.",
      "14": "For the Lord God of Israel says, ‘The jar of flour will not be used up. And the jar of oil will not be empty, until the day the Lord sends rain upon the earth.’”",
      "15": "So she went and did what Elijah said. And she and he and those of her house ate for many days.",
      "16": "The jar of flour was not used up, and the jar of oil did not become empty. It happened as was spoken by the word of the Lord through Elijah.",
      "17": "After this the son of the woman who owned the house became sick. His sickness was so bad that there was no breath left in him.",
      "18": "So the woman said to Elijah, “What do I have to do with you, O man of God? You have come to me to have my sin be remembered, and to kill my son!”",
      "19": "He said to her, “Give me your son.” Then he took him from her arms and carried him up to the room on the second floor where he stayed. And he laid him on his own bed.",
      "20": "He called to the Lord and said, “O Lord my God, have You brought trouble to the woman I am staying with, by making her son die?”",
      "21": "Then he lay upon the child three times and called to the Lord, saying, “O Lord my God, I pray to You. Let this child’s life return to him.”",
      "22": "The Lord heard the voice of Elijah. And the life of the child returned to him and he became strong again.",
      "23": "Elijah took the child and brought him down from the second floor into the house and gave him to his mother. He said, “See, your son is alive.”",
      "24": "Then the woman said to Elijah, “Now I know that you are a man of God. Now I know that the word of the Lord in your mouth is truth.”"
    },
    "18": {
      "1": "After many days, the word of the Lord came to Elijah, in the third year, saying, “Go show yourself to Ahab. And I will send rain upon the earth.”",
      "2": "So Elijah went to show himself to Ahab. Now the time without food was very hard in Samaria.",
      "3": "And Ahab called Obadiah who was the boss over his house. (Now Obadiah had much fear of the Lord.",
      "4": "For when Jezebel destroyed the men who spoke for the Lord, Obadiah took 100 of these men and hid them by fifties in a cave. And he fed them with bread and water.)",
      "5": "Then Ahab said to Obadiah, “Go through the land to all the wells of water and to all the valleys. It may be that we will find grass and keep the horses and donkeys alive, and not lose some of the animals.",
      "6": "So they divided the land between them to pass through it. Ahab went one way by himself. And Obadiah went another way by himself.",
      "7": "As Obadiah was on the way, Elijah met him. Obadiah knew who he was, and fell on his face and said, “Is it you, my lord Elijah?”",
      "8": "He answered, “It is I. Go and tell your owner, ‘See, Elijah is here.’”",
      "9": "Obadiah said, “What sin have I done? Why are you giving your servant into the hand of Ahab to be killed?",
      "10": "As the Lord your God lives, there is no nation where the king has not sent men to look for you. And when they said, ‘He is not here,’ he made the nation prove that they could not find you.",
      "11": "Now you are saying, ‘Go, say to your owner, “See, Elijah is here.” ‘",
      "12": "And after I have left you, the Spirit of the Lord will carry you where I do not know. So I will go and tell Ahab, and he will not be able to find you. Then he will kill me. But I your servant have honored the Lord since I was young.",
      "13": "Have you not been told what I did when Jezebel killed the men who spoke for the Lord? I hid 100 men of the Lord by fifties in a cave. And I gave them bread and water.",
      "14": "Now you are saying, ‘Go and tell your owner, “See, Elijah is here.”’ He will kill me.”",
      "15": "Elijah said, “As the Lord of All lives, before Whom I stand, I will show myself to Ahab today.”",
      "16": "So Obadiah went to meet Ahab, and told him. And Ahab went to meet Elijah.",
      "17": "When he saw Elijah, Ahab said to him, “Is it you, the one who brings trouble to Israel?”",
      "18": "Elijah said, “I have not brought trouble to Israel. But you and your father’s house have. Because you have turned away from the laws of the Lord, and have followed the false gods of Baal.",
      "19": "So now call together all Israel to me at Mount Carmel. And gather together 450 men who speak for Baal and 400 men who speak for the false goddess Asherah, who eat at Jezebel’s table.”",
      "20": "So Ahab sent news among all the people of Israel. And he brought the men who speak for the false gods together at Mount Carmel.",
      "21": "Elijah came near all the people and said, “How long will you be divided between two ways of thinking? If the Lord is God, follow Him. But if Baal is God, then follow him.” But the people did not answer him a word.",
      "22": "Then Elijah said to the people, “I am the only man left who speaks for God. But here are 450 men who speak for Baal.",
      "23": "Bring two bulls to us. Let them choose one bull for themselves and cut it up and put it on the wood. But put no fire under it. I will make the other bull ready and lay it on the wood. And I will put no fire under it.",
      "24": "Then you call on the name of your god, and I will call on the name of the Lord. The God Who answers by fire, He is God.” All the people answered and said, “That is a good idea.”",
      "25": "So Elijah said to the men who spoke for Baal, “Choose one bull for yourselves and make it ready first. For there are many of you. Then call on the name of your god, but put no fire under it.”",
      "26": "So they took the bull which was given to them and made it ready. Then they called on the name of Baal from morning until noon, saying, “O Baal, answer us.” But there was no voice. No one answered. They jumped and danced around the altar they had made.",
      "27": "At noon Elijah made fun of them. He said, “Call out with a loud voice, for he is a god. It might be that he is in deep thought or has turned away. He could be away traveling. Or it may be that he is asleep and needs to have someone wake him.”",
      "28": "So they cried with a loud voice. They cut themselves as they had done in the past, with swords and spears until blood poured out on them.",
      "29": "When noon passed, they cried out until the time for giving the evening gift. But there was no voice. No one answered. No one listened.",
      "30": "Then Elijah said to all the people, “Come near to me.” So all the people came near to him. And he built again the altar of the Lord which had been torn down.",
      "31": "Then Elijah took twelve stones, by the number of the families of Jacob’s sons. The word of the Lord had come to Jacob’s sons, saying, “Israel will be your name.”",
      "32": "With the stones he built an altar in the name of the Lord. And he made a ditch around the altar, big enough to hold twenty-two jars of seed.",
      "33": "Then he set the wood in place. He cut the bull in pieces and laid it on the wood. And he said, “Fill four jars with water and pour it on the burnt gift and on the wood.”",
      "34": "Then he said, “Do it a second time.” And they did it a second time. He said, “Do it a third time.” And they did it a third time.",
      "35": "The water flowed around the altar, and filled the ditch also.",
      "36": "Then the time came for giving the evening gift. Elijah the man who spoke for God came near and said, “O Lord, God of Abraham, Isaac and Israel, let it be known today that You are God in Israel. Let it be known that I am Your servant, and have done all these things at Your word.",
      "37": "Answer me, O Lord. Answer me so these people may know that You, O Lord, are God. Turn their hearts to You again.”",
      "38": "Then the fire of the Lord fell. It burned up the burnt gift, the wood, the stones and the dust. And it picked up the water that was in the ditch.",
      "39": "All the people fell on their faces when they saw it. They said, “The Lord, He is God. The Lord, He is God.”",
      "40": "Then Elijah said to them, “Take hold of the men who speak for Baal. Do not let one of them get away.” So they took hold of them. And Elijah brought them down to the river Kishon, and killed them there.",
      "41": "Then Elijah said to Ahab, “Go up, eat and drink. For there is the sound of much rain.”",
      "42": "So Ahab went up to eat and drink. But Elijah went up to the top of Carmel. He got down on the ground and put his face between his knees.",
      "43": "And he said to his servant, “Go up now and look toward the sea.” So he went up and looked and said, “There is nothing.” Seven times Elijah said, “Go again.”",
      "44": "The seventh time, he said, “I see a cloud as small as a man’s hand coming up from the sea.” Elijah said, “Go and tell Ahab, ‘Make your war-wagon ready and go down, so that the rain does not stop you.’”",
      "45": "Soon the sky became black with clouds and wind, and there was much rain. And Ahab went to Jezreel.",
      "46": "Then the hand of the Lord was on Elijah. He pulled his clothing up under his belt and ran before Ahab to Jezreel."
    },
    "19": {
      "1": "Ahab told Jezebel all that Elijah had done. He told her how Elijah had killed with the sword all the men who spoke for Baal.",
      "2": "Then Jezebel sent news to Elijah, saying, “So may the gods do to me and even more, if I do not make your life as the life of one of them by this time tomorrow.”",
      "3": "Elijah was afraid. He got up and ran for his life. When he came to Beersheba of Judah, he left his servant there.",
      "4": "But he himself traveled for a day into the desert. He came and sat down under a juniper tree. There he asked that he might die, saying, “It is enough now, O Lord. Take my life. For I am not better than my fathers.”",
      "5": "When he lay down and slept under the juniper tree, an angel touched him. The angel said to him, “Get up and eat.”",
      "6": "Then Elijah looked and saw by his head a loaf of bread made ready on hot stones, and a jar of water. So he ate and drank and lay down again.",
      "7": "The angel of the Lord came again a second time and touched him, and said, “Get up and eat. Because this traveling is too hard for you.”",
      "8": "So he got up and ate and drank. And he went in the strength of that food forty days and forty nights to Horeb, the mountain of God.",
      "9": "He came to a cave, and stayed there. The word of the Lord came to him, and said, “What are you doing here, Elijah?”",
      "10": "Elijah said, “I have been very careful to serve the Lord, the God of All. For the people of Israel have turned away from Your agreement. They have torn down Your altars and have killed with the sword the men who speak for You. Only I am left, and they want to kill me.”",
      "11": "So the angel said, “Go and stand on the mountain before the Lord.” And the Lord passed by. A strong wind tore through the mountains and broke the rocks in pieces before the Lord. But the Lord was not in the wind. After the wind the earth shook. But the Lord was not in the shaking of the earth.",
      "12": "After the earth shook, a fire came. But the Lord was not in the fire. And after the fire came a sound of gentle blowing.",
      "13": "When Elijah heard it, he put his coat over his face, and went out and stood at the opening of the hole. Then a voice came to him and said, “What are you doing here, Elijah?”",
      "14": "He said, “I have been very careful to serve the Lord, the God of All. For the people of Israel have turned away from Your agreement. They have torn down Your altars. And they have killed with the sword the men who speak for You. Only I am left, and they want to kill me.”",
      "15": "The Lord said to him, “Go, return on your way to the desert of Damascus. When you get there, set apart Hazael to be the king of Syria.",
      "16": "Set apart Nimshi’s son Jehu to be the king of Israel. And set apart Elisha the son of Shaphat of Abel-meholah to speak for God in your place.",
      "17": "Jehu will kill the one who gets away from the sword of Hazael. Elisha will kill the one who gets away from the sword of Jehu.",
      "18": "But I will leave 7,000 in Israel whose knees have not bowed down in front of Baal and whose mouths have not kissed him.”",
      "19": "So Elijah left there and found Elisha the son of Shaphat. Elisha was plowing with twenty-four bulls, and was with the last two. Elijah passed by him and threw his coat on him.",
      "20": "And he left the bulls and ran after Elijah and said, “Let me kiss my father and mother. Then I will follow you.” And Elijah said to him, “Return. For what have I done to you?”",
      "21": "So Elisha returned from following him. He took his two bulls and killed them. Then he boiled their flesh over a fire, burning the wood cross-pieces the bulls used to pull the load. And he gave the meat to the people, and they ate. Then Elisha got up and followed Elijah and served him."
    },
    "20": {
      "1": "Ben-hadad king of Syria gathered all his army together. Thirty-two kings were with him, and horses and war-wagons. And he went up against Samaria in battle.",
      "2": "Then he sent men with news to the city of Ahab king of Israel, saying, “This is what Ben-hadad says.",
      "3": "’Your silver and gold are mine. Your most beautiful wives and children are mine also.’”",
      "4": "The king of Israel answered, “It is as you say, my lord, O king. I am yours, and all that I have.”",
      "5": "Then the men returned and said, “This is what Ben-hadad says. ‘I sent word to you saying, “You must give me your silver and gold and your wives and children.”",
      "6": "But I will send my servants to you tomorrow about this time. They will look through your house and the houses of your servants. And they will take away all that is of worth to you.’”",
      "7": "Then the king of Israel called all the leaders of the land. He said to them, “Look and see how this man is looking for trouble. He sent to me for my wives and my children, my silver and my gold. And I did not say no to him.”",
      "8": "Then all the leaders and all the people said to him, “Do not listen or agree.”",
      "9": "So Ahab said to Benhadad’s men, “Tell my lord the king, ‘I will do all that you first asked of your servant, but this I cannot do.’” The men left and returned again with news for him.",
      "10": "Ben-hadad sent word to him saying, “May the gods do so to me and more also, if the dust of Samaria will be enough to fill the hands of all the people who follow me.”",
      "11": "The king of Israel answered and said, “Tell him, ‘Let not him who dresses in battle-clothes talk with pride like him who takes them off.’”",
      "12": "When Ben-hadad heard these words, he was drinking with the kings in the tents. He said to his servants, “Go to your places.” So they went to their place of battle against the city.",
      "13": "Then a man who spoke for God came to Ahab king of Israel and said, “This is what the Lord says. ‘Have you seen all these many people? See, I will give them to you today. Then you will know that I am the Lord.’”",
      "14": "Ahab said, “By whom?” So he told him, “The Lord says, ‘By the young servants of the leaders of the lands you rule.’” Then Ahab said, “Who will start the battle?” And he answered, “You.”",
      "15": "Then Ahab called together the young servants of the leaders of the nations, 232 men. And he called together all the people of Israel, 7,000 men.",
      "16": "They went out at noon, while Ben-hadad was drinking himself drunk in the tents with the thirty-two kings who helped him.",
      "17": "The young servants of the leaders of the lands went out first. Ben-hadad sent men out to get news, and they told him, “Men have come out from Samaria.”",
      "18": "Then he said, “If they have come out for peace or for war, take them alive.”",
      "19": "So the young servants of the leaders of the lands went out from the city, and the army which followed them.",
      "20": "Each one killed his man. The Syrians ran away, and Israel went after them. And Ben-hadad king of Syria got away on a horse with horsemen.",
      "21": "The king of Israel went out and destroyed the horses and war-wagons. He killed many of the Syrians.",
      "22": "Then the man who spoke for God came to the king of Israel, and said to him, “Go and make yourself strong. Look and see what you have to do. For the first of next year the king of Syria will come to fight against you.”",
      "23": "Now the servants of the king of Syria said to him, “Israel’s gods are gods of the mountains. So they were stronger than we. But let us fight against them in the plain, and for sure we will be stronger than they.",
      "24": "And do this. Take each of the kings from his place, and put captains in their places.",
      "25": "Gather together an army like the army you lost, horse for horse, and war-wagon for war-wagon. Then we will fight against Israel in the plain. For sure we will be stronger than they.” And Ben-hadad listened to them and did so.",
      "26": "When the new year came, Benhadad called together the Syrians and went up to Aphek to fight against Israel.",
      "27": "The people of Israel were called together and given what they needed, and went to meet them. The people of Israel gathered in front of them like two little flocks of goats. But the Syrians filled the country.",
      "28": "Then a man who spoke for God came to the king of Israel and said, “This is what the Lord says. ‘The Syrians have said, “The Lord is a god of the mountains, but He is not a god of the valleys.” So I will give all these many people to you. Then you will know that I am the Lord.’”",
      "29": "So they stayed beside each other for seven days. On the seventh day the battle was fought. And the people of Israel killed 100,000 Syrian foot soldiers in one day.",
      "30": "But the rest ran away into the city of Aphek. And the wall fell on 27,000 men who were left. Ben-hadad ran away and came to a room in the city.",
      "31": "His servants said to him, “Now see, we have heard that the kings of the family of Israel are kings who show kindness. Let us dress in cloth made from hair and put ropes on our heads, and go out to the king of Israel. It might be that he will save your life.”",
      "32": "So they dressed in cloth made from hair and put ropes on their heads, and went to the king of Israel. They said to him, “Your servant Ben-hadad says, ‘I beg you, let me live.’” Ahab said, “Is he still alive? He is my brother.”",
      "33": "Now the men were watching for something special to happen. They were quick to catch his word, and said, “Yes, your brother Ben-hadad.” Then Ahab said, “Go and bring him.” So Ben-hadad came out to him, and Ahab took him up into the war-wagon.",
      "34": "Ben-hadad said to him, “I will return to you the cities which my father took from your father. And you will make streets for yourself in Damascus, as my father made in Samaria.” Ahab said, “I will let you go with this agreement.” So he made an agreement with him and let him go.",
      "35": "Now a certain son of the men who spoke for God said to another by the word of the Lord, “Hit me.” But the man would not hit him.",
      "36": "Then he said to him, “Because you have not listened to the voice of the Lord, as soon as you have left me, a lion will kill you.” And as soon as he had left him, a lion found him and killed him.",
      "37": "Then he found another man and said, “Hit me.” And the man hit him, and hurt him.",
      "38": "So the man of God left, and waited for the king by the way. He tied a cloth over his eyes so no one would know him.",
      "39": "As the king passed by, he cried to the king and said, “Your servant went out to the battle. A soldier turned and brought a man to me, and said, ‘Keep this man. If he is missing for any reason, you will pay for his life with your own. Or else you must pay a man’s weight in silver.’",
      "40": "But while your servant was doing things here and there, the man got away.” The king of Israel said to him, “So you must be punished. You yourself have decided it.”",
      "41": "In a hurry the man took the cloth away from his eyes. And the king of Israel saw that he was one of the men who speak for God.",
      "42": "The man said to him, “This is what the Lord says. ‘You have let the man go whom I had given to be destroyed. So you will pay for his life with your own. And your people will pay for his people.’”",
      "43": "So the king of Israel went home sad and angry, and came to Samaria."
    },
    "21": {
      "1": "Now Naboth the Jezreelite had a field of grape-vines in Jezreel beside the family of Ahab king of Samaria.",
      "2": "Ahab said to Naboth, “Give me your grape-field. I want it for a vegetable garden because it is near my house. I will give you a better field for it. Or I will pay for it with money, if you like.”",
      "3": "But Naboth said to Ahab, “May the Lord keep me from giving you what I have received from my fathers.”",
      "4": "Ahab went into his house sad and angry because of Naboth the Jezreelite saying to him, “I will not give you what I have received from my fathers.” And Ahab lay down on his bed and turned his face away and would not eat.",
      "5": "His wife Jezebel came to him and said, “Why is your spirit so troubled that you are not eating food?”",
      "6": "He said to her, “Because I spoke to Naboth the Jezreelite. I said to him, ‘Give me your grape-field for money. Or I will give you another field for it, if you like.’ But he said, ‘I will not give you my grape-field.’”",
      "7": "Jezebel his wife said to him, “Do you now rule over Israel? Get up, eat food, and let your heart be filled with joy. I will give you the grape-field of Naboth the Jezreelite.”",
      "8": "So she wrote letters in Ahab’s name and put the mark of his name on them. She sent letters to the leaders and the king’s sons who were living with Naboth in his city.",
      "9": "She wrote in the letters, saying, “Tell the people that it is a time when they should not eat. And put Naboth in front of the people.",
      "10": "Seat two men of no worth beside him. And have them speak against him, saying, ‘You spoke against God and the king.’ Then take him out and kill him with stones.”",
      "11": "So the leaders and king’s sons who lived in Naboth’s city did just as Jezebel had written to them in the letters she had sent.",
      "12": "They told the people that it was a time when they should not eat. And they put Naboth in front of the people.",
      "13": "Then the two men of no worth came in and sat beside him. These men spoke against Naboth in front of the people, saying, “Naboth spoke against God and the king.” So they took him outside the city and killed him with stones.",
      "14": "Then they sent news to Jezebel, saying, “Naboth has been killed with stones. He is dead.”",
      "15": "When Jezebel heard that Naboth had been killed with stones, she said to Ahab, “Get up and take the grape-field of Naboth the Jezreelite for your own, the field he would not sell to you. For Naboth is not alive, but dead.”",
      "16": "When Ahab heard that Naboth was dead, he got up to go down and take for his own the grape-field of Naboth the Jezreelite.",
      "17": "Then the word of the Lord came to Elijah the Tishbite, saying,",
      "18": "“Get ready and go down to Samaria to meet Ahab king of Israel. He is in Naboth’s grape-field. He has gone down to take it for his own.",
      "19": "And you will speak to him, saying, ‘This is what the Lord says, “Have you killed and also taken away?” And you will speak to him, saying, “This is what the Lord says, ‘The dogs will drink up your blood in the place where the dogs drank up the blood of Naboth.’”’”",
      "20": "Ahab said to Elijah, “Have you found me, O you who hate me?” Elijah answered, “I have found you, because you have sold yourself to do what is sinful in the eyes of the Lord.",
      "21": "See, I will bring trouble upon you. I will destroy you. I will kill every male of Ahab in Israel, both those who are servants and those who are free.",
      "22": "I will make your house like the family of Jeroboam the son of Nebat, and like the family of Baasha the son of Ahijah. Because you have made Me angry, and have made Israel sin.",
      "23": "And the Lord has spoken about Jezebel, saying, ‘The dogs will eat Jezebel in the land of Jezreel.’",
      "24": "The dogs will eat anyone belonging to Ahab who dies in the city. The birds of the air will eat anyone belonging to Ahab who dies in the field.”",
      "25": "There was no one who sold himself to do what is sinful in the eyes of the Lord like Ahab did. His wife Jezebel moved him to do it.",
      "26": "He did what was hated by following false gods. He did all that the Amorites had done, whom the Lord drove out in front of the people of Israel.",
      "27": "When Ahab heard these words, he tore his clothes and dressed in cloth made from hair, and would not eat. He lay dressed in cloth made from hair, and went about very sad.",
      "28": "Then the word of the Lord came to Elijah the Tishbite, saying,",
      "29": "“Do you see how Ahab has got rid of his pride before Me? Because he has gotten rid of his pride, I will not bring trouble to him while he is alive. But I will bring trouble upon his house in his son’s days.”"
    },
    "22": {
      "1": "Three years passed without war between Syria and Israel.",
      "2": "In the third year, Jehoshaphat the king of Judah came down to the king of Israel.",
      "3": "The king of Israel said to his servants, “Do you know that Ramothgilead belongs to us? We are still doing nothing to take it from the king of Syria.”",
      "4": "And he said to Jehoshaphat, “Will you go with me to battle at Ramoth-gilead?” Jehoshaphat said to the king of Israel, “I am as you are. My people are as your people. My horses are as your horses.”",
      "5": "Jehoshaphat said to the king of Israel, “Ask first for the word of the Lord.”",
      "6": "Then the king of Israel gathered together the men who spoke for God, 400 men. He said to them, “Should I go to Ramoth-gilead to battle, or should I not?” And they said, “Go. For the Lord will give it to the king.”",
      "7": "But Jehoshaphat said, “Is there not another man who speaks for the Lord here, that we may ask him?”",
      "8": "The king of Israel said to Jehoshaphat, “There is only one other man whom we may ask of the Lord, but I hate him. He does not speak anything good about me, only bad. He is Micaiah the son of Imlah.” But Jehoshaphat said, “Let not the king say that.”",
      "9": "Then the king of Israel called a soldier and said, “Be quick to bring Micaiah the son of Imlah.”",
      "10": "Now the king of Israel and Jehoshaphat king of Judah were sitting on their thrones, dressed in their king’s clothing. They sat at the grain-floor at the gate of Samaria. All the men who speak for God were speaking in front of them.",
      "11": "Then Zedekiah the son of Chenaanah made horns of iron for himself and said, “The Lord says, ‘With these you will fight the Syrians until they are destroyed.’”",
      "12": "And all the men who spoke for God said so. They said, “Go up to Ramoth-gilead and do well. For the Lord will give it to the king.”",
      "13": "The man who went to call Micaiah said to him, “See, the words of those who speak for God are all in the king’s favor. Let your words be like theirs and speak in favor of the king.”",
      "14": "But Micaiah said, “As the Lord lives, I will say what the Lord says to me.”",
      "15": "Micaiah came to the king. And the king said to him, “Micaiah, should we go to Ramothgilead to battle, or should we not?” He answered, “Go up and do well. The Lord will give it to the king.”",
      "16": "Then the king said to him, “How many times must I tell you to speak nothing but the truth in the name of the Lord?”",
      "17": "So Micaiah said, “I saw all Israel spread upon the mountains like sheep which have no shepherd. And the Lord said, ‘These have no owner. Let each of them return to his house in peace.’”",
      "18": "Then the king of Israel said to Jehoshaphat, “Did I not tell you that he would not speak good of me, but bad?”",
      "19": "Micaiah said, “So hear the word of the Lord. I saw the Lord sitting on His throne. All those in heaven were standing by Him on His right and on His left.",
      "20": "The Lord said, ‘Who will lead Ahab to go up and die at Ramoth-gilead?’ And one said one thing, and another said another thing.",
      "21": "Then a spirit came and stood before the Lord and said, ‘I will lead him.’",
      "22": "The Lord said to him, ‘How?’ And he said, ‘I will go out and be a lying spirit in the mouth of all those who will tell what will happen in the future.’ Then the Lord said, ‘You are to lead him, and do well. Go and do so.’",
      "23": "Now see, the Lord has put a lying spirit in the mouth of all these who tell what will happen in the future. The Lord has said bad things against you.”",
      "24": "Then Zedekiah the son of Chenaanah came and hit Micaiah on the face and said, “How did the Spirit of the Lord go from me to speak to you?”",
      "25": "Micaiah said, “See, you will see on that day when you go into a room to hide yourself.”",
      "26": "Then the king of Israel said, “Take Micaiah and return him to Amon the leader of the city and to Joash the king’s son.",
      "27": "Tell them, ‘The king says, “Put this man in prison and feed him with little bread and water, until I return in peace.” ‘ ”",
      "28": "Micaiah said, “If you do return in peace, then the Lord has not spoken by me.” And he said, “Listen, all you people.”",
      "29": "So the king of Israel and Jehoshaphat king of Judah went up to Ramoth-gilead.",
      "30": "The king of Israel said to Jehoshaphat, “I will dress so no one will know who I am, and will go to battle. But you put on your king’s clothing.” So the king of Israel dressed so no one would know who he was, and went into battle.",
      "31": "Now the king of Syria had told the thirty-two captains of his war-wagons, “Do not fight with the small or strong. But only fight with the king of Israel.”",
      "32": "When the captains of the war-wagons saw Jehoshaphat, they said, “For sure this is the king of Israel.” And they turned to fight against him, and Jehoshaphat cried out.",
      "33": "Then the captains of the war-wagons saw that it was not the king of Israel. So they returned from going after him.",
      "34": "But a certain man happened to shoot an arrow and hit the king of Israel between the parts of his battle-clothes. So Ahab said to the driver of his war-wagon, “Turn around and take me out of the battle. For I am hurt.”",
      "35": "The battle was hard that day, and the king was set up in his war-wagon in front of the Syrians. At evening he died. The blood from the cut flowed to the bottom of the war-wagon.",
      "36": "Then a cry went through to his country!",
      "37": "So the king died and was brought to Samaria. They buried the king in Samaria.",
      "38": "And they washed the war-wagon by the pool of Samaria. The dogs drank up his blood. (The women who sold the use of their bodies washed themselves there.) It happened as the word of the Lord said it would.",
      "39": "Now the rest of the acts of Ahab and all he did, the ivory house and cities he built, are they not written in the Book of the Chronicles of the Kings of Israel?",
      "40": "Ahab died and his son Ahaziah became king in his place.",
      "41": "Jehoshaphat the son of Asa became the king of Judah in the fourth year of Ahab king of Israel.",
      "42": "Jehoshaphat was thirty-five years old when he became king. And he ruled twenty-five years in Jerusalem. His mother’s name was Azubah the daughter of Shilhi.",
      "43": "He walked in all the way of Asa his father. He did not turn aside from it. He did what was right in the eyes of the Lord. But the high places were not taken away. The people still gave gifts and burned special perfume on the high places.",
      "44": "And Jehoshaphat made peace with the king of Israel.",
      "45": "The rest of the acts of Jehoshaphat, the strength he showed and how he fought, are they not written in the Book of the Chronicles of the Kings of Judah?",
      "46": "He destroyed from the land those who were left of the men who sold the use of their bodies in their religion during the days of his father Asa.",
      "47": "Now there was no king in Edom. A leader was acting as king.",
      "48": "Jehoshaphat made ships of Tarshish to go to Ophir for gold. But they did not go. For the ships were wrecked at Ezion-geber.",
      "49": "Then Ahab’s son Ahaziah said to Jehoshaphat, “Let my servants go with your servants in the ships.” But Jehoshaphat was not willing.",
      "50": "And Jehoshaphat died and was buried with his fathers in the city of his father David. Jehoram his son became king in his place.",
      "51": "Ahab’s son Ahaziah became the king of Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah. And he ruled Israel for two years.",
      "52": "He did what was sinful in the eyes of the Lord. He walked in the way of his father and mother, and Jeroboam the son of Nebat, who caused Israel to sin.",
      "53": "He served the false god Baal and worshiped him. He made the Lord God of Israel angry in every way his father had done."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:09.970582-04:00",
    "Translation": "NLV"
  }
}