{
  "1 Peter": {
    "1": {
      "1": "This letter is from Peter, a missionary of Jesus Christ. I am writing to those who were taken away from their homeland and are living in the countries of Pontus and Galatia and Cappadocia and Asia and Bithynia.",
      "2": "You were chosen by God the Father long ago. He knew you were to become His children. You were set apart for holy living by the Holy Spirit. May you obey Jesus Christ and be made clean by His blood. May you be full of His loving-favor and peace.",
      "3": "Let us thank the God and Father of our Lord Jesus Christ. It was through His loving-kindness that we were born again to a new life and have a hope that never dies. This hope is ours because Jesus was raised from the dead.",
      "4": "We will receive the great things that we have been promised. They are being kept safe in heaven for us. They are pure and will not pass away. They will never be lost.",
      "5": "You are being kept by the power of God because you put your trust in Him and you will be saved from the punishment of sin at the end of the world.",
      "6": "With this hope you can be happy even if you need to have sorrow and all kinds of tests for awhile.",
      "7": "These tests have come to prove your faith and to show that it is good. Gold, which can be destroyed, is tested by fire. Your faith is worth much more than gold and it must be tested also. Then your faith will bring thanks and shining-greatness and honor to Jesus Christ when He comes again.",
      "8": "You have never seen Him but you love Him. You cannot see Him now but you are putting your trust in Him. And you have joy so great that words cannot tell about it.",
      "9": "You will get what your faith is looking for, which is to be saved from the punishment of sin.",
      "10": "The early preachers tried to find out how to be saved. They told of the loving-favor that would come to you.",
      "11": "The early preachers wondered at what time or to what person this would happen. The Spirit of Christ in them was talking to them and told them to write about how Christ would suffer and about His shining-greatness later on.",
      "12": "They knew these things would not happen during the time they lived but while you are living many years later. These are the very things that were told to you by those who preached the Good News. The Holy Spirit Who was sent from heaven gave them power and they told of things that even the angels would like to know about.",
      "13": "Get your minds ready for good use. Keep awake. Set your hope now and forever on the loving-favor to be given you when Jesus Christ comes again.",
      "14": "Be like children who obey. Do not desire to sin like you used to when you did not know any better.",
      "15": "Be holy in every part of your life. Be like the Holy One Who chose you.",
      "16": "The Holy Writings say, “You must be holy, for I am holy.”",
      "17": "The Father is the One Who judges you by what you do. He does not respect one person more than another. If you call Him Father, be sure you honor Him with love and fear all the days of your life here on earth.",
      "18": "You know you were not bought and made free from sin by paying gold or silver which comes to an end. And you know you were not saved from the punishment of sin by the way of life that you were given from your early fathers. That way of life was worth nothing.",
      "19": "The blood of Christ saved you. This blood is of great worth and no amount of money can buy it. Christ was given as a lamb without sin and without spot.",
      "20": "Long before the world was made, God chose Christ to be given to you in these last days.",
      "21": "Because of Christ, you have put your trust in God. He raised Christ from the dead and gave Him great honor. So now your faith and hope are in God.",
      "22": "You have made your souls pure by obeying the truth through the Holy Spirit. This has given you a true love for the Christians. Let it be a true love from the heart.",
      "23": "You have been given a new birth. It was from a seed that cannot die. This new life is from the Word of God which lives forever.",
      "24": "All people are like grass. Their greatness is like the flowers. The grass dries up and the flowers fall off.",
      "25": "But the Word of the Lord will last forever. That Word is the Good News which was preached to you."
    },
    "2": {
      "1": "Put out of your life hate and lying. Do not pretend to be someone you are not. Do not always want something someone else has. Do not say bad things about other people.",
      "2": "As new babies want milk, you should want to drink the pure milk which is God’s Word so you will grow up and be saved from the punishment of sin.",
      "3": "If you have tasted of the Lord, you know how good He is.",
      "4": "Come to Christ as to a living stone. Men have put Him aside, but He was chosen by God and is of great worth in the sight of God.",
      "5": "You are to be as living stones in the building God is making also. You are His religious leaders giving yourselves to God through Jesus Christ. This kind of gift pleases God.",
      "6": "The Holy Writings say, “See, I lay down in Jerusalem a Stone of great worth, worth far more than any amount of money. Anyone who puts his trust in Him will not be ashamed.”",
      "7": "This Stone is of great worth to you who have your trust in Him. But to those who have not put their trust in Him, the Holy Writings say, “The Stone which the workmen put aside has become the most important part of the building.”",
      "8": "The Holy Writings say, also, “Christ is the Stone that some men will trip over and the Rock over which they will fall.” When they do not obey the Word of God, they trip over it. This is what happens to such men.",
      "9": "But you are a chosen group of people. You are the King’s religious leaders. You are a holy nation. You belong to God. He has done this for you so you can tell others how God has called you out of darkness into His great light.",
      "10": "At one time you were a people of no use. Now you are the people of God. At one time you did not have loving-kindness. Now you have God’s loving-kindness.",
      "11": "Dear friends, your real home is not here on earth. You are strangers here. I ask you to keep away from all the sinful desires of the flesh. These things fight to get hold of your soul.",
      "12": "When you are around people who do not know God, be careful how you act. Even if they talk against you as wrong-doers, in the end they will give thanks to God for your good works when Christ comes again.",
      "13": "Obey the head leader of the country and all other leaders over you. This pleases the Lord.",
      "14": "Obey the men who work for them. God sends them to punish those who do wrong and to show respect to those who do right.",
      "15": "This is what God wants. When you do right, you stop foolish men from saying bad things.",
      "16": "Obey as men who are free but do not use this to cover up sin. Live as servants owned by God at all times.",
      "17": "Show respect to all men. Love the Christians. Honor God with love and fear. Respect the head leader of the country.",
      "18": "Servants, you are to respect your owners and do what they say. Do this if you have a good and kind owner. You must do it even if your owner is hard to work for.",
      "19": "This shows you have received loving-favor when you are even punished for doing what is right because of your trust in God.",
      "20": "What good is it if, when you are beaten for doing something wrong, you do not try to get out of it? But if you are beaten when you have done what is right, and do not try to get out of it, God is pleased.",
      "21": "These things are all a part of the Christian life to which you have been called. Christ suffered for us. This shows us we are to follow in His steps.",
      "22": "He never sinned. No lie or bad talk ever came from His lips.",
      "23": "When people spoke against Him, He never spoke back. When He suffered from what people did to Him, He did not try to pay them back. He left it in the hands of the One Who is always right in judging.",
      "24": "He carried our sins in His own body when He died on a cross. In doing this, we may be dead to sin and alive to all that is right and good. His wounds have healed you!",
      "25": "You were like lost sheep. But now you have come back to Him Who is your Shepherd and the One Who cares for your soul."
    },
    "3": {
      "1": "Wives, obey your own husbands. Some of your husbands may not obey the Word of God. By obeying your husbands, they may become Christians by the life you live without you saying anything.",
      "2": "They will see how you love God and how your lives are pure.",
      "3": "Do not let your beauty come from the outside. It should not be the way you comb your hair or the wearing of gold or the wearing of fine clothes.",
      "4": "Your beauty should come from the inside. It should come from the heart. This is the kind that lasts. Your beauty should be a gentle and quiet spirit. In God’s sight this is of great worth and no amount of money can buy it.",
      "5": "This was the kind of beauty seen in the holy women who lived many years ago. They put their hope in God. They also obeyed their husbands.",
      "6": "Sarah obeyed her husband Abraham. She respected him as the head of the house. You are her children if you do what is right and do not have fear.",
      "7": "In the same way, husbands should understand and respect their wives, because women are weaker than men. Remember, both husband and wife are to share together the gift of life that lasts forever. If this is not done, you will find it hard to pray.",
      "8": "Last of all, you must share the same thoughts and the same feelings. Love each other with a kind heart and with a mind that has no pride.",
      "9": "When someone does something bad to you, do not do the same thing to him. When someone talks about you, do not talk about him. Instead, pray that good will come to him. You were called to do this so you might receive good things from God.",
      "10": "For “If you want joy in your life and have happy days, keep your tongue from saying bad things and your lips from talking bad about others.",
      "11": "Turn away from what is sinful. Do what is good. Look for peace and go after it.",
      "12": "The Lord watches over those who are right with Him. He hears their prayers. But the Lord is against those who sin.”",
      "13": "Who will hurt you if you do what is right?",
      "14": "But even if you suffer for doing what is right, you will be happy. Do not be afraid or troubled by what they may do to make it hard for you.",
      "15": "Your heart should be holy and set apart for the Lord God. Always be ready to tell everyone who asks you why you believe as you do. Be gentle as you speak and show respect.",
      "16": "Keep your heart telling you that you have done what is right. If men speak against you, they will be ashamed when they see the good way you have lived as a Christian.",
      "17": "If God wants you to suffer, it is better to suffer for doing what is right than for doing what is wrong.",
      "18": "Christ suffered and died for sins once for all. He never sinned and yet He died for us who have sinned. He died so He might bring us to God. His body died but His spirit was made alive.",
      "19": "Christ went and preached to the spirits in prison.",
      "20": "Those were the spirits of the people who would not obey in the days of Noah. God waited a long time for them while Noah was building the big boat. But only eight people were saved from dying when the earth was covered with water.",
      "21": "This is like baptism to us. Baptism does not mean we wash our bodies clean. It means we are saved from the punishment of sin and go to God in prayer with a heart that says we are right. This can be done because Christ was raised from the dead.",
      "22": "Christ has gone to heaven and is on the right side of God. Angels and powers of heaven are obeying Him."
    },
    "4": {
      "1": "Since Christ has suffered in His body, we must be ready to suffer also. Suffering puts an end to sin.",
      "2": "You should no longer spend the rest of your life giving in to the sinful desires of the flesh. But do what God wants as long as you live in this world.",
      "3": "In the past you gave enough of your life over to living like the people who do not know God. You gave your life to sex sins and to sinful desires. You got drunk and went to wild parties and to drinking parties and you worshiped false gods.",
      "4": "Those who do not know God are surprised you do not join them in the sinful things they do. They laugh at you and say bad things against you.",
      "5": "Remember, they will give an answer to Him Who judges all who are living or dead.",
      "6": "For this reason, the Good News was preached to the dead. They stood in the flesh before the One Who judges so they might live in the Spirit as God wants.",
      "7": "The end of the world is near. You must be the boss over your mind. Keep awake so you can pray.",
      "8": "Most of all, have a true love for each other. Love covers many sins.",
      "9": "Be happy to have people stay for the night and eat with you.",
      "10": "God has given each of you a gift. Use it to help each other. This will show God’s loving-favor.",
      "11": "If a man preaches, let him do it with God speaking through him. If a man helps others, let him do it with the strength God gives. So in all things God may be honored through Jesus Christ. Shining-greatness and power belong to Him forever. Let it be so.",
      "12": "Dear friends, your faith is going to be tested as if it were going through fire. Do not be surprised at this.",
      "13": "Be happy that you are able to share some of the suffering of Christ. When His shining-greatness is shown, you will be filled with much joy.",
      "14": "If men speak bad of you because you are a Christian, you will be happy because the Spirit of shining-greatness and of God is in you.",
      "15": "None of you should suffer as one who kills another person or as one who steals or as one who makes trouble or as one who tries to be the boss of other peoples’ lives.",
      "16": "But if a man suffers as a Christian, he should not be ashamed. He should thank God that he is a Christian.",
      "17": "The time has come for Christians to stand before God and He will judge. If this happens to us, what will happen to those who do not obey the Good News of God?",
      "18": "If it is hard for a man who is right with God to be saved, what will happen to the sinner?",
      "19": "So if God wants you to suffer, give yourself to Him. He will do what is right for you. He made you and He is faithful."
    },
    "5": {
      "1": "I want to speak to the church leaders among you. I am a church leader also. I saw Christ suffer and die on a cross. I will also share His shining-greatness when He comes again.",
      "2": "Be good shepherds of the flock God has put in your care. Do not care for the flock as if you were made to. Do not care for the flock for money, but do it because you want to.",
      "3": "Do not be bosses over the people you lead. Live as you would like to have them live.",
      "4": "When the Head Shepherd comes again, you will get the crown of shining-greatness that will not come to an end.",
      "5": "In the same way, you younger men must obey the church leaders. Be gentle as you care for each other. God works against those who have pride. He gives His loving-favor to those who do not try to honor themselves.",
      "6": "So put away all pride from yourselves. You are standing under the powerful hand of God. At the right time He will lift you up.",
      "7": "Give all your worries to Him because He cares for you.",
      "8": "Keep awake! Watch at all times. The devil is working against you. He is walking around like a hungry lion with his mouth open. He is looking for someone to eat.",
      "9": "Stand against him and be strong in your faith. Remember, other Christians over all the world are suffering the same as you are.",
      "10": "After you have suffered for awhile, God Himself will make you perfect. He will keep you in the right way. He will give you strength. He is the God of all loving-favor and has called you through Christ Jesus to share His shining-greatness forever.",
      "11": "God has power over all things forever. Let it be so.",
      "12": "I have known Silvanus as a faithful Christian brother and it is by him I have written this short letter to help you. It tells you of the true loving-favor of God. Stay true in His loving-favor.",
      "13": "The church which is in the city of Babylon says hello. It has been chosen by God the same as you have been. My son, Mark, says hello also.",
      "14": "Greet each other with a kiss of holy love. May all of you Christians have peace."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:57.276551-04:00",
    "Translation": "NLV"
  }
}