{
  "1 Thessalonians": {
    "1": {
      "1": "This letter is from Paul and Silas and Timothy. It is to you, the church, in the city of Thessalonica. You belong to God the Father and the Lord Jesus Christ. May you have His loving-favor and His peace.",
      "2": "We thank God for you all the time and pray for you.",
      "3": "While praying to God our Father, we always remember your work of faith and your acts of love and your hope that never gives up in our Lord Jesus Christ.",
      "4": "Christian brothers, we know God loves you and that He has chosen you.",
      "5": "The Good News did not come to you by word only, but with power and through the Holy Spirit. You knew it was true. You also knew how we lived among you. It was for your good.",
      "6": "You followed our way of life and the life of the Lord. You suffered from others because of listening to us. But you had the joy that came from the Holy Spirit.",
      "7": "Because of your good lives, you are showing all the Christians in the countries of Macedonia and Greece how to live.",
      "8": "The Word of the Lord has been spoken by you in the countries of Macedonia and Greece. People everywhere know of your faith in God without our telling them.",
      "9": "The people themselves tell us how you received us when we came to you. They talk of how you turned to God from worshiping false gods. Now you worship the true and living God.",
      "10": "They tell us how you are waiting for His Son Jesus to come down from heaven. God raised Him from the dead. It is Jesus Who will save us from the anger of God that is coming."
    },
    "2": {
      "1": "Christian brothers, you know that my visit with you was not wasted.",
      "2": "Just before we came to you, we had been in the city of Philippi. You know how they worked against us and made us suffer. But God helped us preach the Good News to you without fear, even while many people hated us and made it hard for us.",
      "3": "You remember what we said to you was true. We had no wrong desire in teaching you. We did not try to fool you.",
      "4": "God has allowed us to be trusted with the Good News. Because of this, we preach it to please God, not man. God tests and proves our hearts.",
      "5": "You know we never used smooth-sounding words. God knows we never tried to get money from you by preaching.",
      "6": "We never looked for thanks from men, not from you or from anyone else. But because we were missionaries of Christ, we could have asked you to do much for us.",
      "7": "Instead, we were gentle when we came to you. We were like a mother caring for her children.",
      "8": "We had such a strong desire to help you that we were happy to give you the Good News. Because we loved you so much, we were ready to give you our own lives also.",
      "9": "You remember, Christian brothers, we worked night and day for our food and clothes while we preached the Good News to you. We did not want to make it hard for you.",
      "10": "You know, and so does God, how pure and right and without blame we were among you who believe.",
      "11": "As a father helps his children, you know how we wanted to help you and give you comfort. We told you with strong words",
      "12": "that you should live to please God. He is the One Who chose you to come into His holy nation and to share His shining-greatness.",
      "13": "We always thank God that when you heard the Word of God from us, you believed it. You did not receive it as from men, but you received it as the Word of God. That is what it is. It is at work in the lives of you who believe.",
      "14": "Christian brothers, you became just like the churches in the country of Judea. You had to suffer from the men in your country as those churches had to suffer from the Jews.",
      "15": "It was the Jews who killed the Lord Jesus and the early preachers. The Jews made it hard for us and made us leave. They do not please God and are working against all men.",
      "16": "They tried to keep us from preaching the Good News to the people who are not Jews. The Jews do not want them saved from the punishment of sin. The lives of the Jews are full of more sin all the time. But now God’s anger has come to them at last.",
      "17": "Christian brothers, because we have not been able to be with you, our hearts have been with you. We have wanted very much to see you.",
      "18": "We wanted to come to you. I, Paul, have tried to come to you more than once but Satan kept us from coming.",
      "19": "Who is our hope or joy or crown of happiness? It is you, when you stand before our Lord Jesus Christ when He comes again.",
      "20": "You are our pride and joy."
    },
    "3": {
      "1": "When we could wait no longer, we decided it was best to stay in the city of Athens alone.",
      "2": "And we sent Timothy to you. He works with us for God, teaching the Good News of Christ. We sent him to give strength and comfort to your faith.",
      "3": "We do not want anyone to give up because of troubles. You know that we can expect troubles.",
      "4": "Even when we were with you, we told you that much trouble would come to us. It has come as you can see.",
      "5": "For this reason, I could wait no longer. I sent Timothy to find out about your faith. I was afraid the devil had tempted you. Then our work with you would be wasted.",
      "6": "But Timothy has come to us from you. He brought good news about your faith and love. It is good to know that you think well of us and that you would like to see us. We would like to see you also.",
      "7": "Christian brothers, word about your faith has made us happy even while we are suffering and are in much trouble.",
      "8": "It is life to us to know that your faith in the Lord is strong.",
      "9": "How can we give God enough thanks for you for all the joy you give us?",
      "10": "We keep on praying night and day that we may see you again. We want to help your faith to be complete.",
      "11": "May our God and Father Himself and the Lord Jesus Christ take us on our way to you.",
      "12": "May the Lord make you grow in love for each other and for everyone. We have this kind of love for you.",
      "13": "May our God and Father make your hearts strong and without blame. May your hearts be without sin in God’s sight when our Lord Jesus comes again with all those who belong to Him."
    },
    "4": {
      "1": "Christian brothers, we ask you, because of the Lord Jesus, to keep on living in a way that will please God. I have already told you how to grow in the Christian life.",
      "2": "The Lord Jesus gave us the right and the power to tell you what to do.",
      "3": "God wants you to be holy. You must keep away from sex sins.",
      "4": "God wants each of you to use his body in the right way by keeping it holy and by respecting it.",
      "5": "You should not use it to please your own desires like the people who do not know God.",
      "6": "No man should do wrong to his Christian brother in anything. The Lord will punish a person who does. I have told you this before.",
      "7": "For God has not called us to live in sin. He has called us to live a holy life.",
      "8": "The one who turns away from this teaching does not turn away from man, but from God. It is God Who has given us His Holy Spirit.",
      "9": "You do not need anyone to write to you about loving your Christian brothers. God has taught you to love each other.",
      "10": "You love all the Christians in all the country of Macedonia. But we ask you to love them even more.",
      "11": "Do your best to live a quiet life. Learn to do your own work well. We told you about this before.",
      "12": "By doing this, you will be respected by those who are not Christians. Then you will not be in need and others will not have to help you.",
      "13": "Christian brothers, we want you to know for sure about those who have died. You have no reason to have sorrow as those who have no hope.",
      "14": "We believe that Jesus died and then came to life again. Because we believe this, we know that God will bring to life again all those who belong to Jesus.",
      "15": "We tell you this as it came from the Lord. Those of us who are alive when the Lord comes again will not go ahead of those who have died.",
      "16": "For the Lord Himself will come down from heaven with a loud call. The head angel will speak with a loud voice. God’s horn will give its sounds. First, those who belong to Christ will come out of their graves to meet the Lord.",
      "17": "Then, those of us who are still living here on earth will be gathered together with them in the clouds. We will meet the Lord in the sky and be with Him forever.",
      "18": "Because of this, comfort each other with these words."
    },
    "5": {
      "1": "You do not need anyone to write to tell you when and at what kind of times these things will happen.",
      "2": "You know for sure that the day the Lord comes back to earth will be as a robber coming in the night.",
      "3": "When they say, “Everything is fine and safe,” then all at once they will be destroyed. It will be like pain that comes on a woman when a child is born. They will not be able to get away from it.",
      "4": "But you are not in darkness, Christian brothers. That day will not surprise you as a robber would.",
      "5": "For you are children of the light and of the day. We are not of darkness or of night.",
      "6": "Keep awake! Do not sleep like others. Watch and keep your minds awake to what is happening.",
      "7": "People sleep at night. Those who get drunk do it at night.",
      "8": "Because we are men of the day, let us keep our minds awake. Let us cover our chests with faith and love. Let us cover our heads with the hope of being saved.",
      "9": "God planned to save us from the punishment of sin through our Lord Jesus Christ. He did not plan for us to suffer from His anger.",
      "10": "He died for us so that, dead or alive, we will be with Him.",
      "11": "So comfort each other and make each other strong as you are already doing.",
      "12": "We ask you, Christian brothers, to respect those who work among you. The Lord has placed them over you and they are your teachers.",
      "13": "You must think much of them and love them because of their work. Live in peace with each other.",
      "14": "We ask you, Christian brothers, speak to those who do not want to work. Comfort those who feel they cannot keep going on. Help the weak. Understand and be willing to wait for all men.",
      "15": "Do not let anyone pay back for the bad he received. But look for ways to do good to each other and to all people.",
      "16": "Be full of joy all the time.",
      "17": "Never stop praying.",
      "18": "In everything give thanks. This is what God wants you to do because of Christ Jesus.",
      "19": "Do not try to stop the work of the Holy Spirit.",
      "20": "Do not laugh at those who speak for God.",
      "21": "Test everything and do not let good things get away from you.",
      "22": "Keep away from everything that even looks like sin.",
      "23": "May the God of peace set you apart for Himself. May every part of you be set apart for God. May your spirit and your soul and your body be kept complete. May you be without blame when our Lord Jesus Christ comes again.",
      "24": "The One Who called you is faithful and will do what He promised.",
      "25": "Christian brothers, pray for us.",
      "26": "Greet all the Christians with a kiss of holy love.",
      "27": "I tell you to have this letter read to all the Christians.",
      "28": "May you have loving-favor from our Lord Jesus Christ."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:52.730754-04:00",
    "Translation": "NLV"
  }
}