{
  "1 Timothy": {
    "1": {
      "1": "This letter is from Paul, a missionary of Jesus Christ. I am sent by God, the One Who saves, and by our Lord Jesus Christ Who is our hope.",
      "2": "I write to you, Timothy. You are my son in the Christian faith. May God the Father and Jesus Christ our Lord give you His loving-favor and loving-kindness and peace.",
      "3": "When I left for the country of Macedonia, I asked you to stay in the city of Ephesus. I wanted you to stay there so you could tell those who are teaching what is not true to stop.",
      "4": "They should not listen to stories that are not true. It is foolish for them to try to learn more about their early fathers. These only bring more questions to their minds and do not make their faith in God stronger.",
      "5": "We want to see our teaching help you have a true love that comes from a pure heart. Such love comes from a heart that says we are not guilty and from a faith that does not pretend.",
      "6": "But some have turned away from these things. They have turned to foolish talking.",
      "7": "Some of them want to be teachers of the Law. But they do not know what they are talking about even if they act as if they do.",
      "8": "We know the Law is good when it is used the way God meant it to be used.",
      "9": "We must remember the Law is not for the person who is right with God. It is for those who do not obey anybody or anything. It is for the sinners who hate God and speak against Him. It is for those who kill their fathers and mothers and for those who kill other people.",
      "10": "It is for those who do sex sins and for people who do sex sins with their own sex. It is for people who steal other people and for those who lie and for those who promise not to lie, but do. It is for everything that is against right teaching.",
      "11": "The great Good News of our honored God is right teaching. God has trusted me to preach this Good News.",
      "12": "I thank Christ Jesus our Lord for the power and strength He has given me. He trusted me and gave me His work to do.",
      "13": "Before He chose me, I talked bad about Christ. I made His followers suffer. I hurt them every way I could. But God had loving-kindness for me. I did not understand what I was doing for I was not a Christian then.",
      "14": "Then our Lord gave me much of His loving-favor and faith and love which are found in Christ Jesus.",
      "15": "What I say is true and all the world should receive it. Christ Jesus came into the world to save sinners from their sin and I am the worst sinner.",
      "16": "And yet God had loving-kindness for me. Jesus Christ used me to show how long He will wait for even the worst sinners. In that way, others will know they can have life that lasts forever also.",
      "17": "We give honor and thanks to the King Who lives forever. He is the One Who never dies and Who is never seen. He is the One Who knows all things. He is the only God. Let it be so.",
      "18": "Timothy, my son, here is my word to you. Fight well for the Lord! God’s preachers told us you would.",
      "19": "Keep a strong hold on your faith in Christ. May your heart always say you are right. Some people have not listened to what their hearts say. They have done what they knew was wrong. Because of this, their faith in Christ was wrecked.",
      "20": "This happened to Hymenaeus and Alexander. I gave them over to Satan to teach them not to speak against God."
    },
    "2": {
      "1": "First of all, I ask you to pray much for all men and to give thanks for them.",
      "2": "Pray for kings and all others who are in power over us so we might live quiet God-like lives in peace.",
      "3": "It is good when you pray like this. It pleases God Who is the One Who saves.",
      "4": "He wants all people to be saved from the punishment of sin. He wants them to come to know the truth.",
      "5": "There is one God. There is one Man standing between God and men. That Man is Christ Jesus.",
      "6": "He gave His life for all men so they could go free and not be held by the power of sin. God made this known to the world at the right time.",
      "7": "This is why I was chosen to be a teacher and a missionary. I am to teach faith and truth to the people who do not know God. I am not lying but telling the truth.",
      "8": "I want men everywhere to pray. They should lift up holy hands as they pray. They should not be angry or argue.",
      "9": "Christian women should not be dressed in the kind of clothes and their hair should not be combed in a way that will make people look at them. They should not wear much gold or pearls or clothes that cost much money.",
      "10": "Instead of these things, Christian women should be known for doing good things and living good lives.",
      "11": "Women should be quiet when they learn. They should listen to what men have to say.",
      "12": "I never let women teach men or be leaders over men. They should be quiet.",
      "13": "Adam was made first, then Eve.",
      "14": "Adam was not fooled by Satan; it was the woman who was fooled and sinned.",
      "15": "But women will be saved through the giving of birth to children if they keep on in faith and live loving and holy lives."
    },
    "3": {
      "1": "It is true that if a man wants to be a church leader, he wants to do a good work.",
      "2": "A church leader must be a good man. His life must be so no one can say anything against him. He must have only one wife and must be respected for his good living. He must be willing to take people into his home. He must be willing to learn and able to teach the Word of God.",
      "3": "He must not get drunk or want to fight. Instead, he must be gentle. He must not have a love for money.",
      "4": "He should be a good leader in his own home. His children must obey and respect him.",
      "5": "If a man cannot be a good leader in his own home, how can he lead the church?",
      "6": "A church leader must not be a new Christian. A new Christian might become proud and fall into sin which is brought on by the devil.",
      "7": "A church leader must be respected by people who are not Christians so nothing can be said against him. In that way, he will not be trapped by the devil.",
      "8": "Church helpers must also be good men and act so people will respect them. They must speak the truth. They must not get drunk. They must not have a love for money.",
      "9": "They must have their faith in Christ and be His follower with a heart that says they are right.",
      "10": "They must first be tested to see if they are ready for the work as church helpers. Then if they do well, they may be chosen as church helpers.",
      "11": "The wives of church helpers must be careful how they act. They must not carry stories from one person to another. They must be wise and faithful in all they do.",
      "12": "Church helpers must have only one wife. They must lead their home well and their children must obey them.",
      "13": "Those who work well as church helpers will be respected by others and their own faith in Christ Jesus will grow.",
      "14": "I hope to come to you soon. I am writing these things",
      "15": "because it may be awhile before I get there. I wanted you to know how you should act among people in the church which is the house of the living God. The church holds up the truth.",
      "16": "It is important to know the secret of God-like living, which is: Christ came to earth as a Man. He was pure in His Spirit. He was seen by angels. The nations heard about Him. Men everywhere put their trust in Him. He was taken up into heaven."
    },
    "4": {
      "1": "The Holy Spirit tells us in plain words that in the last days some people will turn away from the faith. They will listen to what is said about spirits and follow the teaching about demons.",
      "2": "Those who teach this tell it as the truth when they know it is a lie. They do it so much that their own hearts no longer say it is wrong.",
      "3": "They will say, “Do not get married. Do not eat some kinds of food.” But God gave these things to Christians who know the truth. We are to thank God for them.",
      "4": "Everything God made is good. We should not put anything aside if we can take it and thank God for it.",
      "5": "It is made holy by the Word of God and prayer.",
      "6": "If you keep telling these things to the Christians, you will be a good worker for Jesus Christ. You will feed your own soul on these words of faith and on this good teaching which you have followed.",
      "7": "Have nothing to do with foolish stories old women tell. Keep yourself growing in God-like living.",
      "8": "Growing strong in body is all right but growing in God-like living is more important. It will not only help you in this life now but in the next life also.",
      "9": "These words are true and they can be trusted.",
      "10": "Because of this, we work hard and do our best because our hope is in the living God, the One Who would save all men. He saves those who believe in Him.",
      "11": "Tell people that this is what they must do.",
      "12": "Let no one show little respect for you because you are young. Show other Christians how to live by your life. They should be able to follow you in the way you talk and in what you do. Show them how to live in faith and in love and in holy living.",
      "13": "Until I come, read and preach and teach the Word of God to the church.",
      "14": "Be sure to use the gift God gave you. The leaders saw this in you when they laid their hands on you and said what you should do.",
      "15": "Think about all this. Work at it so everyone may see you are growing as a Christian.",
      "16": "Watch yourself how you act and what you teach. Stay true to what is right. If you do, you and those who hear you will be saved from the punishment of sin."
    },
    "5": {
      "1": "Do not speak sharp words to an older man. Talk with him as if he were a father. Talk to younger men as brothers.",
      "2": "Talk to older women as mothers. Talk to younger women as sisters, keeping yourself pure.",
      "3": "Help women whose husbands have died.",
      "4": "If a woman whose husband has died has children or grandchildren, they are the ones to care for her. In that way, they can pay back to their parents the kindness that has been shown to them. God is pleased when this is done.",
      "5": "Women whose husbands have died are alone in this world. Their trust is in the Lord. They pray day and night.",
      "6": "But the one who lives only for the joy she can receive from this world is the same as dead even if she is alive.",
      "7": "Teach these things so they will do what is right.",
      "8": "Anyone who does not take care of his family and those in his house has turned away from the faith. He is worse than a person who has never put his trust in Christ.",
      "9": "A woman over sixty years old whose husband has died may receive help from the church. To receive this help, she must have been the wife of one man.",
      "10": "She must be known for doing good things for people and for being a good mother. She must be known for taking strangers into her home and for washing the feet of Christians. She must be known for helping those who suffer and for showing kindness.",
      "11": "Do not write the names of younger women whose husbands have died together with the names of others who need help. They will turn away from Christ because of wanting to get married again.",
      "12": "Then they would be thought of as guilty of breaking their first promise.",
      "13": "They will waste their time. They will go from house to house carrying stories. They will find fault with people and say things they should not talk about.",
      "14": "I think it is best for younger women whose husbands have died to get married. They should have children and care for their own homes. Then no one can speak against them.",
      "15": "Some of these women have already turned away to follow Satan.",
      "16": "If you have any women whose husbands have died in your family, you must care for them. The church should not have to help them. The church can help women whose husbands have died who are all alone in this world and have no one else to help them.",
      "17": "Leaders who do their work well should be given twice as much pay, and for sure, those who work hard preaching and teaching.",
      "18": "The Holy Writings say, “When a cow is walking on the grain to break it open, do not stop it from eating some” , and “A person who works should be paid.”",
      "19": "Do not listen to what someone says against a church leader unless two or three persons say the same thing.",
      "20": "Show those who keep on sinning where they are wrong in front of the whole church. Then others will be afraid of sinning.",
      "21": "I tell you from my heart that you must follow these rules without deciding before the truth is known. God and Jesus Christ and the chosen angels know what I am saying. Show favors to no one.",
      "22": "Do not be in a hurry about choosing a church leader. You do not want to have any part in other men’s sins. Keep yourself pure.",
      "23": "Do not drink water only. Use a little wine because of your stomach and because you are sick so often.",
      "24": "The sins of some men can be seen. Their sins go before them and make them guilty. The sins of other men will be seen later.",
      "25": "In the same way, good works are easy to see now. But some that are not easy to be seen cannot always be hid."
    },
    "6": {
      "1": "All you Christians who are servants must respect your owners and work hard for them. Do not let the name of God and our teaching be spoken against because of poor work.",
      "2": "Those who have Christian owners must respect their owners because they are Christian brothers. They should work hard for them because much-loved Christian brothers are being helped by their work. Teach and preach these things.",
      "3": "Someone may teach something else. He may not agree with the teaching of our Lord Jesus Christ. He may not teach you to live God-like lives.",
      "4": "Such a person is full of pride and knows nothing. He wastes time on questions and argues about things that are not important. This makes those he teaches jealous and they want to fight. They talk bad and have bad ideas about others.",
      "5": "Men who are not able to use their minds in the right way because of sin argue all the time. They do not have the truth. They think religion is a way to get much for themselves.",
      "6": "A God-like life gives us much when we are happy for what we have.",
      "7": "We came into this world with nothing. For sure, when we die, we will take nothing with us.",
      "8": "If we have food and clothing, let us be happy.",
      "9": "But men who want lots of money are tempted. They are trapped into doing all kinds of foolish things and things which hurt them. These things drag them into sin and will destroy them.",
      "10": "The love of money is the beginning of all kinds of sin. Some people have turned from the faith because of their love for money. They have made much pain for themselves because of this.",
      "11": "But you, man of God, turn away from all these sinful things. Work at being right with God. Live a God-like life. Have faith and love. Be willing to wait. Have a kind heart.",
      "12": "Fight the good fight of faith. Take hold of the life that lasts forever. You were chosen to receive it. You have spoken well about this life in front of many people.",
      "13": "I tell you this before God Who gives life to all people and before Jesus Christ Who spoke well in front of Pontius Pilate.",
      "14": "You must do all our Lord Jesus Christ said so no one can speak against you. Do this until He comes again.",
      "15": "At the right time, we will be shown that God is the One Who has all power. He is the King of kings and Lord of lords.",
      "16": "He can never die. He lives in a light so bright that no man can go near Him. No man has ever seen God or can see Him. Honor and power belong to Him forever. Let it be so.",
      "17": "Tell those who are rich in this world not to be proud and not to trust in their money. Money cannot be trusted. They should put their trust in God. He gives us all we need for our happiness.",
      "18": "Tell them to do good and be rich in good works. They should give much to those in need and be ready to share.",
      "19": "Then they will be gathering together riches for themselves. These good things are what they will build on for the future. Then they will have the only true life!",
      "20": "Timothy, keep safe what God has trusted you with. Turn away from foolish talk. Do not argue with those who think they know so much. They know less than they think they do.",
      "21": "Some people have gone after much learning. It has proved to be false and they have turned away from the faith. May you have God’s loving-favor."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:53.765832-04:00",
    "Translation": "NLV"
  }
}