{
  "2 Chronicles": {
    "1": {
      "1": "Solomon the son of David became a strong king. The Lord his God was with him, and gave him much honor.",
      "2": "Solomon spoke to all Israel. He spoke to the leaders of thousands and of hundreds. He spoke to the men who judge and to every leader in all Israel, the heads of fathers’ houses.",
      "3": "Then Solomon and all the people with him went to a place of worship at Gibeon where God’s meeting tent was. It was the tent which Moses the servant of the Lord had made in the desert.",
      "4": "(But David had brought up the special box of God from Kiriath-jearim to the place he had made ready for it. For he had set up a tent for it in Jerusalem.)",
      "5": "Now the brass altar was there in front of the meeting tent of the Lord. It was the altar which was made by Bezalel the son of Uri, the son of Hur. Solomon and the people worshiped the Lord there.",
      "6": "Solomon went before the Lord to the brass altar at the meeting tent. And he gave a thousand burnt gifts on it.",
      "7": "That night God showed Himself to Solomon and said to him, “Ask Me for anything and I will give it to you.”",
      "8": "Solomon said to God, “You have acted toward my father David with great loving-kindness. And You have made me king in his place.",
      "9": "Now, O Lord God, Your promise to my father David has come true. For You have made me king over as many people as the dust of the earth.",
      "10": "Now give me wisdom and much understanding, that I may lead these people. For who can rule this great nation of Yours?”",
      "11": "God said to Solomon, “You have not asked for riches, much money, or honor, or the life of those who hate you. And you have not asked for a long life for yourself. But you have asked for wisdom and much understanding, that you may rule My people over whom I have made you king. Because this was in your heart,",
      "12": "wisdom and much understanding have been given to you. And I will give you riches and much money and honor. You will have more than all the kings who were before you, and more than all who will come after you.”",
      "13": "So Solomon went from the place of worship at Gibeon, from the meeting tent to Jerusalem. There he ruled over Israel.",
      "14": "Solomon gathered together war-wagons and horsemen. He had 1,400 war-wagons and 12,000 horsemen. And he kept some of them in the war-wagon cities, and some with him in Jerusalem.",
      "15": "The king made silver and gold as easy to find in Jerusalem as stones. He made cedar trees as easy to find as sycamore trees in the valley.",
      "16": "Solomon’s horses were brought in from Egypt and Kue. The men who traded for the king received them from Kue for a special price.",
      "17": "They paid 600 pieces of silver for each war-wagon brought in from Egypt and 150 pieces of silver for each horse. They also sold them to all the kings of the Hittites and the kings of Aram."
    },
    "2": {
      "1": "Solomon planned to build a house for the name of the Lord, and a king’s house for himself.",
      "2": "So he picked 70,000 men to carry loads, 80,000 men to cut stones in the mountains, and 3,600 men to watch over these men.",
      "3": "Then Solomon sent word to King Huram of Tyre, saying, “You sent my father David cedar trees to build him a house to live in. Do the same for me.",
      "4": "See, I am about to build a house for the name of the Lord my God. I will set it apart for Him. There special perfume will be burned before Him. The holy bread will be there all the time. Burnt gifts will be given morning and evening, on Days of Rest, on new moons, and during the special suppers of the Lord our God. This is to be done forever in Israel.",
      "5": "The house I am about to build will be great. For our God is greater than all the gods.",
      "6": "But who is able to build a house for Him? For the heavens and the highest heavens are not big enough to hold Him. So who am I, that I should build a house for Him, except as a place to burn special perfume before Him?",
      "7": "Now send me an able man to work with gold, silver, brass, iron, and purple, red and blue cloth who knows how to cut all kinds of pictures. He will work with the able men I have in Judah and Jerusalem, whom my father David gave me.",
      "8": "Send me cedar, cypress and algum trees from Lebanon. I know you have able men who know how to do this work. My servants will work with your servants",
      "9": "to cut many trees for me. For the house I am about to build will be very great and beautiful.",
      "10": "I will give to your servants who cut trees, 200,000 baskets of crushed grain, 200,000 baskets of barley, 200,000 bottles of wine, and 200,000 bottles of oil.”",
      "11": "Then King Huram of Tyre answered by letter to Solomon, “The Lord has made you king over His people because He loves them.”",
      "12": "Then Huram said, “Honor and thanks be to the Lord, the God of Israel. He has made heaven and earth. And He has given King David a wise son. Wisdom and understanding have been given to David’s son who will build a house for the Lord and a king’s house for himself.",
      "13": "Now I am sending Huram-abi, an able man of understanding.",
      "14": "He is the son of a Danite woman and a Tyrian father. He knows how to work with gold, silver, brass, iron, stone and wood and with purple, blue, and red cloth. He knows how to cut all kinds of pictures, any kind given him to do. He is to work with your able men, and with those of my lord David your father.",
      "15": "So now let my lord send the grain, barley, oil and wine to his servant, as he has said.",
      "16": "We will cut whatever trees you need in Lebanon, and bring them to you by ship to Joppa. Then you may carry them up to Jerusalem.”",
      "17": "Solomon numbered all those in Israel who were from other lands, using the number of them which his father David had taken. And 153,600 were found.",
      "18": "He picked 70,000 of them to carry loads, 80,000 to cut stones in the mountains, and 3,600 men to see that the people did their work."
    },
    "3": {
      "1": "Then Solomon began to build the Lord’s house in Jerusalem on Mount Moriah. It was there that the Lord had shown Himself to his father David. It was the place that David had chosen, on the grain-floor of Ornan the Jebusite.",
      "2": "Solomon began to build on the second day in the second month of the fourth year of his rule.",
      "3": "He laid the base for building the house of God. It was thirty long steps, using the old way to find the length. And it was ten long steps wide.",
      "4": "The porch in front of the house was as long as the house was wide, ten long steps. It was thirty-three times taller than a man. And he covered the inside with pure gold.",
      "5": "He covered the large room with cypress wood, and covered that with fine gold. Then he made palm trees and chains on it.",
      "6": "He put stones of much worth on the house for beauty. And the gold was from Parvaim.",
      "7": "He covered the house with gold. He covered its cross-pieces, its door-ways, its walls, and its doors. And he cut pictures of cherubim on the walls.",
      "8": "He made the most holy place. It was as long as the house was wide, ten long steps. And it was as wide as ten long steps. He covered it with fine gold weighing as much as 600 men.",
      "9": "The nails weighed as much as fifty pieces of gold. He covered the rooms on the second floor with gold also.",
      "10": "Then he made two cherubim of wood in the most holy place, and covered them with gold.",
      "11": "The wings of the cherubim spread as far as ten long steps. The wing of one was as long as three steps, and touched the wall of the house. Its other wing was as long as three steps, and touched the wing of the other cherub.",
      "12": "The wing of the other cherub was as long as three steps, and touched the wall of the house. Its other wing was as long as three steps, and was joined to the wing of the first cherub.",
      "13": "The wings of these cherubim spread as far as ten long steps. And they stood on their feet with their faces toward the holy place.",
      "14": "He made the curtain of blue, purple and red cloth and fine linen. And he worked cherubim on it.",
      "15": "He made two pillars in front of the house that were ten times taller than a man. The top piece of each one was as tall as a man can raise his hand.",
      "16": "For the inside holy place he made chains, and put them on the tops of the pillars. Then he made 100 pomegranates and put them on the chains.",
      "17": "He put up the pillars in front of the house of God. One was on the right and the other was on the left. He named the one on the right Jachin, and the one on the left Boaz."
    },
    "4": {
      "1": "Then he made a brass altar. It was ten steps long, and ten steps wide, and three times taller than a man.",
      "2": "He melted brass and made a pool. It was round, and five long steps from one side to the other. It was as tall as a man can raise his hand. And it took fifteen steps to walk around it.",
      "3": "There were objects that looked like oxen under the pool and all around it, (ten long steps around it). The oxen were in two rows, and were made of one piece.",
      "4": "The pool was put on the twelve oxen. Three had their faces toward the north, three toward the west, three toward the south, and three toward the east. The pool was put on top of them. All their tails were toward the center.",
      "5": "The brass of the pool was as thick as a hand is wide. Its round top was made like the top of a cup, like a lily flower. It could hold 22,000 bottles of water.",
      "6": "He made ten pots in which to wash. He put five on the right side and five on the left side. They were to wash what was used for the burnt gifts. But the pool was for the religious leaders to wash in.",
      "7": "Then he made ten gold lamp-stands, as was shown in the plan. He put them in the house of God, five on the right side and five on the left.",
      "8": "He made ten tables and put them in the house of God. Five were on the right side and five on the left. And he made 100 deep dishes out of gold.",
      "9": "Then he made the open space of the religious leaders, the large open space, and the doors for the open space. And he covered their doors with brass.",
      "10": "He set the pool at the south-east corner of the house.",
      "11": "Then Huram made the pails, the tools for digging, and the pots. So Huram finished the work of God’s house that he did for King Solomon.",
      "12": "He finished making the two pillars, the pots, and the two pieces on top of the pillars. He finished the two networks to cover the two pots of the pieces on top of the pillars.",
      "13": "He finished the 400 pomegranates for the two networks. There were two rows of pomegranates for each network, to cover the two pots of the pieces on top of the pillars.",
      "14": "He made the stands and he made the pots on the stands.",
      "15": "He made the one pool with the twelve oxen under it.",
      "16": "Huram-abi made the pails, the tools for digging, the meat-hooks, and all their objects. He made them of shining brass for King Solomon for the house of the Lord.",
      "17": "The king had them made on the plain of the Jordan, in the clay ground between Succoth and Zeredah.",
      "18": "Solomon made so many of these objects that the weight of the brass could not be known.",
      "19": "Solomon made all the things that were in the house of God. He made the gold altar, and the tables for the holy bread.",
      "20": "He made the lamp-stands with their lamps of pure gold, to burn in front of the most holy place in the way given.",
      "21": "He made the flowers, the lamps and their objects of pure gold.",
      "22": "He made the things to put out the lamps, the pots and the fire-holders of pure gold. And he made the front of the house, its inside doors for the most holy place, and the doors of the holy place, all of gold."
    },
    "5": {
      "1": "So all the work that Solomon did for the Lord’s house was finished. He brought in the things that his father David had set apart, the silver and the gold and all the objects. He put them in the store-rooms of the house of God.",
      "2": "Then Solomon gathered to Jerusalem the leaders of Israel, and all the heads of the families, the leaders of the fathers’ houses of the sons of Israel. He called them together to bring up the special box with the Law of the Lord out of the city of David, which is Zion.",
      "3": "All the men of Israel gathered together in front of the king at the special supper in the seventh month.",
      "4": "All the leaders of Israel came, and the Levites took up the special box of God.",
      "5": "They brought up the special box of God, the meeting tent, and all the holy objects that were in the tent. The religious leaders and the Levites brought them up.",
      "6": "Then King Solomon and all the people of Israel who were with him were in front of the special box of God. There they gave on the altar in worship so many sheep and oxen that they could not be numbered.",
      "7": "The religious leaders brought the special box of the Lord to its place. They brought it into the most holy place in the house, under the wings of the cherubim.",
      "8": "The cherubim spread their wings over the place of the special box of God. They made a covering over the special box and its long pieces of wood used for carrying.",
      "9": "The pieces of wood for the special box of God were so long that their ends could be seen in front of the holy place. But they could not be seen outside. They are there to this day.",
      "10": "There was nothing in the special box of God except the two stone writings which Moses put there at Horeb. It was there that the Lord made an agreement with the people of Israel, when they came out of Egypt.",
      "11": "Then the religious leaders came out of the holy place. All the religious leaders who were there had set themselves apart, without thinking of how they were divided.",
      "12": "All the Levite singers, Asaph, Heman, Jeduthun and their sons and brothers, were dressed in fine linen. They stood east of the altar, with timbrels and different kinds of harps. With them were 120 religious leaders sounding horns.",
      "13": "Those who sounded the horns and the singers made themselves heard as with one voice, praising and thanking the Lord. They sang in a loud voice, with horns, and timbrels, and other objects for making music. They praised the Lord, saying, “He is good. For His loving-kindness lasts forever.” Then the house of the Lord was filled with a cloud.",
      "14": "The religious leaders could not stand to do their work because of the cloud. For the shining-greatness of the Lord filled the house of God."
    },
    "6": {
      "1": "Then Solomon said, “The Lord has said that He would live in the thick cloud.",
      "2": "I have built a great house for You. It is a place for You to live in forever.”",
      "3": "Then the king turned around and prayed that good would come to all the people of Israel, while all the people of Israel stood.",
      "4": "Solomon said, “Honor and thanks be to the Lord, the God of Israel. He spoke with His mouth to my father David. And He has kept His promises with His hands, saying,",
      "5": "‘Since the day that I brought My people from the land of Egypt, I chose no city among all the families of Israel in which to build a house for My name. I did not choose any man to be a leader over My people Israel.",
      "6": "But I have chosen Jerusalem that My name might be there. And I have chosen David to rule My people Israel.’",
      "7": "Now it was in the heart of my father David to build a house for the name of the Lord, the God of Israel.",
      "8": "But the Lord said to my father David, ‘Because it was in your heart to build a house for My name, you did well that it was in your heart.",
      "9": "But you will not build the house. Your son who will be born to you will build the house for My name.’",
      "10": "Now the Lord has kept His promise which He made. For I have taken the place of my father David and sit on the throne of Israel, as the Lord promised. And I have built the house for the name of the Lord, the God of Israel.",
      "11": "There I have put the special box with the Law of the Lord which He gave to the people of Israel.”",
      "12": "Then Solomon stood before the altar of the Lord, in front of all the people of Israel, and spread out his hands.",
      "13": "Solomon had made a special place to stand, out of brass. It was as long and as wide as three steps, and as high as a man’s chest. And he had put it in the center of the open space. He stood on it, then got down on his knees in front of all the people of Israel, and spread out his hands toward heaven.",
      "14": "He said, “O Lord, God of Israel, there is no God like You in heaven or on earth. You keep Your promises and show loving-kindness to Your servants who walk with You with all their hearts.",
      "15": "You have kept Your promises to Your servant David my father. Yes, You have spoken with Your mouth, and have done all You said You would do, as it is today.",
      "16": "So now, O Lord, God of Israel, keep Your promise which You made to Your servant David my father, saying, ‘You will never be without a man to sit on the throne of Israel. But your sons must be careful to walk in My Law, as you have done.’",
      "17": "So now, O Lord, God of Israel, let Your Word be made sure which You have spoken to Your servant David.",
      "18": "“But is it true that God will live with man on the earth? See, heaven and the highest heaven cannot hold You. How much less can this house hold You which I have built!",
      "19": "But respect the prayer of Your servant and what he asks of You, O Lord my God. Listen to the cry and to the prayer which Your servant prays to You.",
      "20": "May Your eyes be open day and night toward this house, the place where You have promised to put Your name. Listen to the prayer which Your servant prays toward this place.",
      "21": "Listen to what Your servant and Your people Israel ask for when they pray toward this place. Hear from the place where You live, from heaven. Hear and forgive.",
      "22": "“If a man sins against his neighbor, and has to make a promise, and he comes and makes a promise before Your altar in this house,",
      "23": "then hear from heaven, and act. Judge Your servants. Punish the sinful by bringing his actions on his own head. And make it known that the one who is right and good is not guilty. Bring good to him because he is right and good.",
      "24": "“If Your people Israel lose a battle against those who hate them, because they have sinned against You, and they return to You and tell of Your name, and pray and ask of You in this house,",
      "25": "then listen to them from heaven and forgive the sin of Your people Israel. Bring them back to the land You have given to them and to their fathers.",
      "26": "“When the heavens are shut up and give no rain because the people have sinned against You, and they pray toward this place and tell of Your name, and turn from their sin when You bring trouble to them,",
      "27": "then hear in heaven and forgive the sin of Your servants and Your people Israel. Teach them the good way in which they should walk. And send rain on Your land which You have given to Your people.",
      "28": "“If there is a time of no food in the land, and if there is a disease that kills the plants, or if there are locusts or grasshoppers, if those who hate Your people send armies to trap them in their cities, whatever trouble or sickness there is,",
      "29": "hear the prayer made by any man or by all Your people Israel. Each one will know his own trouble and his own pain. And when he spreads his hands toward this house,",
      "30": "then hear from heaven where You live, and forgive. Give to each man what he should have. For You, and only You, know the hearts of men.",
      "31": "May they fear You and walk in Your ways as long as they live in the land You have given to our fathers.",
      "32": "“If a stranger who is not from Your people Israel comes from a far country because of Your great name, Your powerful hand, and Your strong arm, when he comes and prays toward this house,",
      "33": "hear from heaven where You live. Do all that the stranger asks of You. Then all the people of the earth may know Your name and honor You with fear, as Your people Israel do. And then they may know that this house I have built is called by Your name.",
      "34": "“When Your people go out to battle against those who hate them, by whatever way You send them, and they pray to You toward this city which You have chosen and the house I have built for Your name,",
      "35": "then hear their prayer from heaven and help them.",
      "36": "“When they sin against You, (for there is no man who does not sin), and You are angry with them and give them to those who hate them, they will be carried away against their will to a land far away or near.",
      "37": "If they think about it in the land where they have been taken, and are sorry for their sins and turn away from them and pray to You in the land where they have been taken, saying, ‘We have sinned. We have been bad and have done wrong.’",
      "38": "If they come back to You with all their heart and soul in the land where they have been taken and pray toward their land which You gave to their fathers and toward the city You have chosen and toward the house I have built for Your name,",
      "39": "then hear from heaven where You live. Hear their prayer and what they ask for, and help them. Forgive Your people who have sinned against You.",
      "40": "“Now, O my God, I ask You, let Your eyes be open and let Your ears listen to the prayer given in this place.",
      "41": "Now rise up, O Lord God. Go to Your resting place, You and the special box of Your power. O Lord God, let Your religious leaders be dressed in saving power. Let those who belong to You be filled with joy in what is good.",
      "42": "O Lord God, do not turn away the face of Your chosen one. Remember Your loving-kindness to Your servant David.”"
    },
    "7": {
      "1": "When Solomon had finished praying, fire came down from heaven and burned up the burnt gift and gifts of worship. And the shining-greatness of the Lord filled the house.",
      "2": "The religious leaders could not go into the house of the Lord because it was filled with the Lord’s shining-greatness.",
      "3": "All the people of Israel saw the fire come down and the shining-greatness of the Lord upon the house. So they bowed their faces to the ground and worshiped. They gave thanks to the Lord, saying, “He is good. For His loving-kindness lasts forever.”",
      "4": "Then the king and all the people gave gifts to the Lord.",
      "5": "King Solomon gave a gift of 22,000 cattle and 120,000 sheep. So the king and all the people set apart the house of God.",
      "6": "The religious leaders stood in their places while the Levites were praising the Lord using objects King David had made. They were playing, “For His loving-kindness lasts forever.” As the religious leaders blew horns on the other side, all Israel stood.",
      "7": "Then Solomon set apart the center of the open space in front of the Lord’s house. There he gave the burnt gifts and the fat of the peace gifts. The brass altar Solomon had made could not hold the burnt gift, the grain gift and the fat.",
      "8": "At that time Solomon gave the special supper for seven days, and all Israel with him. Many people were there. They had come from the gate of Hamath to the river of Egypt.",
      "9": "On the eighth day they gathered together for a special time. For seven days they had to set apart the altar, and for seven days they had the special supper.",
      "10": "On the twenty-third day of the seventh month Solomon sent the people to their tents. They were full of joy and happy in their heart for the good that the Lord had shown to David and Solomon and His people Israel.",
      "11": "Solomon finished the house of the Lord and the king’s house. All that Solomon had planned to do in the Lord’s house and in his own house was well done.",
      "12": "Then the Lord came to Solomon during the night and said to him, “I have heard your prayer. And I have chosen this place for Myself as a house of gifts given in worship.",
      "13": "If I shut up the heavens so that there is no rain, and if I tell the locust to destroy the land, or send disease upon My people,",
      "14": "if My people who are called by My name put away their pride and pray, and look for My face, and turn from their sinful ways, then I will hear from heaven. I will forgive their sin, and will heal their land.",
      "15": "Now My eyes will be open. And My ears will hear the prayer that is made in this place.",
      "16": "For I have chosen this house and have made it holy, that My name may be there forever. My eyes and My heart will always be there.",
      "17": "As for you, if you walk in My ways as your father David walked and do all that I have told you to do and keep My Laws,",
      "18": "then I will make your throne to last as I promised your father David. I said, ‘You will never be without a man to rule Israel.’",
      "19": "“But if you turn away and leave My Laws and My Word which I have given you, if you go and serve other gods and worship them,",
      "20": "then I will take you from the land I have given you. And I will turn My eyes away from this house which I have set apart for My name. I will make it so all people speak of it in shame.",
      "21": "Everyone will look with wonder at this house that was once honored. They will say, ‘Why has the Lord done this to this land and to this house?’",
      "22": "Then they will say, ‘It is because they turned away from the Lord, the God of their fathers, Who brought them out of the land of Egypt. They have taken other gods, and worshiped them and served them. So the Lord has brought all this trouble on them.’”"
    },
    "8": {
      "1": "It took Solomon twenty years to build the house of the Lord and his own house. At the end of that time,",
      "2": "he built again the cities which Huram had given to him. And he had the people of Israel live in them.",
      "3": "Then Solomon went to Hamath-zobah, and took it.",
      "4": "He built Tadmor in the desert and all his store-cities in Hamath.",
      "5": "He built upper Beth-horon and lower Beth-horon. He made the city strong with walls, gates, and long pieces of iron.",
      "6": "Solomon built Baalath and all the store-cities he had. He built all the cities for his war-wagons, and the cities for his horsemen. He built whatever he wanted to build in Jerusalem, Lebanon, and in all the land under his rule.",
      "7": "There were people who were left of the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, who were not of Israel.",
      "8": "They were the children of those who were left in the land, whom the people of Israel had not destroyed. Solomon made all of these people do hard work, as they do to this day.",
      "9": "But he did not make the people of Israel do hard work. They were soldiers, leaders, captains of war-wagons, and his horsemen.",
      "10": "These were the head leaders of King Solomon. There were 250 who ruled over the people.",
      "11": "Then Solomon brought Pharaoh’s daughter up from the city of David to the house he had built for her. For he said, “My wife should not live in the house of David king of Israel. Because the places are holy where the special box of the Lord has come.”",
      "12": "Then Solomon gave burnt gifts to the Lord on the Lord’s altar which he had built in front of the porch.",
      "13": "He gave a certain number of gifts every day, as Moses had said should be given. Gifts were given for the Days of Rest, the new moons, and the three special suppers each year. These special suppers were the Special Supper of Bread Without Yeast, the Special Supper of Weeks, and the Special Supper of Tents.",
      "14": "By the law of David his father, Solomon chose the religious leaders for their different duties. He chose the Levites for their duties of praise and helping the religious leaders for each day’s needs. And he chose who should be the gate-keepers at each gate. For David the man of God had said that this must be done.",
      "15": "They did all that the king had said the religious leaders and Levites must do in every duty and with the store-houses.",
      "16": "So all the work of Solomon was done, from the day the house of the Lord was begun until it was finished. So the house of the Lord was built.",
      "17": "Then Solomon went to Ezion-geber and Eloth on the shore of the sea, in the land of Edom.",
      "18": "Huram sent his servants to him with ships and servants who knew the sea. They went to Ophir together with Solomon’s servants to get gold. And they brought gold weighing as much as 450 men from there to King Solomon."
    },
    "9": {
      "1": "The queen of Sheba heard how well Solomon was known in all the lands. So she came to Jerusalem to test him with hard questions. She came with many servants and camels carrying spices and much gold and stones of much worth. When she came to Solomon, she talked with him about all that was on her heart.",
      "2": "And Solomon answered all her questions. There was nothing hidden from him which he could not make clear to her.",
      "3": "Then the queen of Sheba saw the wisdom of Solomon and the house he had built.",
      "4": "She saw the food at his table, and all his captains sitting there. She saw all those who were bringing in the food, and how they were dressed. She saw those who carried the cups, and their clothing. And she saw the burnt gifts that Solomon gave at the house of the Lord. After that, there was no more spirit in her.",
      "5": "She said to the king, “The news was true which I heard in my own land about your words and your wisdom.",
      "6": "But I did not believe the news until I came and saw it with my own eyes. See, half the greatness of your wisdom was not told to me. You are greater than what I had heard.",
      "7": "Happy are your men! Happy are your servants who stand in front of you all the time hearing your wisdom!",
      "8": "Praise be to the Lord your God Who was pleased with you! He set you on His throne as king for the Lord your God. Your God loved Israel and would have them last forever. So He made you king over them to do what is fair and right and good.”",
      "9": "Then she gave the king gold weighing as much as 120 men, a very large amount of spices, and stones of much worth. There had never been spices like what the queen of Sheba gave to King Solomon.",
      "10": "Huram’s servants and Solomon’s servants brought gold from Ophir. They also brought algum trees and stones of much worth.",
      "11": "The king used the algum wood to make steps for the house of the Lord and for the king’s house. And he used it to make different kinds of harps for the singers. There were none seen like them before in the land of Judah.",
      "12": "King Solomon gave the queen of Sheba all she asked for, much more than she had brought to him. Then she returned to her own land with her servants.",
      "13": "The gold that came to Solomon in one year weighed as much as 666 men.",
      "14": "Traders and men who buy and sell brought gold also. And all the kings of Arabia and the leaders of the land brought gold and silver to Solomon.",
      "15": "King Solomon made 200 battle-coverings of beaten gold. The beaten gold he used to make each large covering was as much as 600 gold pieces.",
      "16": "And he made 300 battle-coverings of beaten gold, using as much as 300 gold pieces worth of gold for each covering. The king put them in the House of the Trees of Lebanon.",
      "17": "The king made a great throne of ivory and covered it with pure gold.",
      "18": "There were six steps to the throne, and a part made of gold for his feet was joined to the throne. The throne had arms on each side, and two lions standing beside the arms.",
      "19": "Twelve lions were standing on each side of the six steps. Nothing like it had ever been made for the king of any other nation.",
      "20": "All King Solomon’s cups were made of gold. And all the cups of the House of the Trees of Lebanon were made of pure gold. Silver was not thought of as having much worth in the days of Solomon.",
      "21": "For the king had ships which went to Tarshish with Huram’s servants. Once every three years the ships of Tarshish came bringing gold, silver, ivory, apes, and peacocks.",
      "22": "So King Solomon became greater than all the kings of the earth in riches and wisdom.",
      "23": "And all the kings of the earth wanted to be with Solomon, to hear his wisdom which God had put into his heart.",
      "24": "Every one of them brought his gift. Objects of silver and gold, clothing, objects for battle, spices, horses and donkeys, were brought each year.",
      "25": "Solomon had 4,000 rooms for horses and war-wagons, and 12,000 horsemen. He put them in the war-wagon cities and with the king in Jerusalem.",
      "26": "He was the ruler over all the kings from the Euphrates River to the land of the Philistines, and as far as the land of Egypt.",
      "27": "And the king made silver as easy to find as stones in Jerusalem. He made cedar trees as easy to find as sycamore trees in the valley.",
      "28": "And horses were brought in for Solomon from Egypt and from all countries.",
      "29": "Now the rest of the acts of Solomon, from first to last, are written in the words of Nathan the man of God. They are written in the holy words of Ahijah the Shilonite. And they are written in the special dreams of Iddo, the man who tells what will happen in the future, about Jeroboam the son of Nebat.",
      "30": "Solomon ruled forty years in Jerusalem over all Israel.",
      "31": "When he died he was buried in the city of his father David. And his son Rehoboam ruled in his place."
    },
    "10": {
      "1": "Then Rehoboam went to Shechem. All Israel had come to Shechem to make him king.",
      "2": "When Jeroboam the son of Nebat heard about it, he returned from Egypt. For Jeroboam had run to Egypt to get away from King Solomon.",
      "3": "And the people sent for him. Jeroboam and all Israel came to Rehoboam and said,",
      "4": "“Your father gave us a heavy load to carry. So now make our work easier than your father made us work. Do not let our load be as heavy as the one he put on us. And we will work for you.”",
      "5": "Rehoboam said to them, “Come to me again in three days.” So the people left.",
      "6": "Then King Rehoboam spoke with the leaders who had served his father Solomon while he was still alive. He said, “Tell me, how do you think I should answer these people?”",
      "7": "They said to him, “If you will be kind to these people and please them and speak good words to them, they will be your servants forever.”",
      "8": "But Rehoboam would not listen to the wise words of the leaders. He spoke with the young men who grew up with him and served him.",
      "9": "He said to them, “Tell me, how do you think I should answer these people who have said to me, ‘Do not let our load be as heavy as the one your father put on us’?”",
      "10": "The young men who grew up with him said to him, “Say this to the people who said to you, ‘Your father made our load heavy, but you make it easier for us.’ Tell them, ‘My little finger is bigger around than my father’s body!",
      "11": "My father gave you a heavy load. I will add to your load. My father punished you with whips. But I will punish you with scorpions.’”",
      "12": "So Jeroboam and all the people came to Rehoboam on the third day, as the king had told them, saying, “Return to me on the third day.”",
      "13": "The king answered them with strong words. King Rehoboam did not listen to the wise words of the leaders.",
      "14": "Instead he listened to the words of the young men. And he said to them, “My father made your load heavy, but I will add to it. My father punished you with whips, but I will punish you with scorpions.”",
      "15": "So the king did not listen to the people. God made this happen so that He might make His Word come true which He spoke through Ahijah the Shilonite to Jeroboam the son of Nebat.",
      "16": "All Israel saw that the king did not listen to them. So the people said to the king, “What share do we have in David? We have no share in the son of Jesse. Every man to your tents, O Israel! Now look to your own house, David!” So all Israel left and went to their tents.",
      "17": "But Rehoboam ruled over the people of Israel who lived in the cities of Judah.",
      "18": "Then King Rehoboam sent Hadoram, the man who made the people work. But the people of Israel killed him with stones. So King Rehoboam got on his war-wagon in a hurry, to go to Jerusalem.",
      "19": "Israel has been against the family of David to this day."
    },
    "11": {
      "1": "When Rehoboam came to Jerusalem, he gathered together the family of Judah and Benjamin. There were 180,000 chosen men of war gathered to fight against Israel to make Rehoboam their king again.",
      "2": "But the word of the Lord came to Shemaiah the man of God, saying,",
      "3": "“Speak to Rehoboam the son of Solomon, king of Judah. And speak to all Israel in Judah and Benjamin. Tell them,",
      "4": "‘This is what the Lord says, “You must not go up to fight against your brothers. Every man return to his house. For I have made this happen.”’” So they listened to the word of the Lord and returned. They did not go against Jeroboam.",
      "5": "Rehoboam lived in Jerusalem and built strong cities in Judah.",
      "6": "He built Bethlehem, Etam, Tekoa,",
      "7": "Beth-zur, Soco, Adullam,",
      "8": "Gath, Mareshah, Ziph,",
      "9": "Adoraim, Lachish, Azekah,",
      "10": "Zorah, Aijalon, and Hebron. These are strong cities with walls, in Judah and in Benjamin.",
      "11": "He made the strong places stronger. He put leaders in them, and stores of food, oil, and wine.",
      "12": "And he put battle-coverings and spears in every city and made them very strong. So he kept Judah and Benjamin.",
      "13": "The religious leaders and the Levites who were in all Israel joined with Rehoboam from all places where they lived.",
      "14": "The Levites left their fields and land and came to Judah and Jerusalem. For Jeroboam and his sons had stopped them from working as religious leaders for the Lord.",
      "15": "He chose religious leaders of his own for the high places, for the goat-gods and for the calves which he had made.",
      "16": "Those from all the families of Israel who set their hearts on following the Lord God of Israel came after them to Jerusalem. They came to give gifts in worship to the Lord God of their fathers.",
      "17": "They made the nation of Judah strong, and gave strength to Rehoboam the son of Solomon for three years. For they walked in the way of David and Solomon for three years.",
      "18": "Then Rehoboam married Mahalath. She was the daughter of Jerimoth the son of David, and of Abihail the daughter of Eliab the son of Jesse.",
      "19": "She gave birth to Rehoboam’s sons: Jeush, Shemariah, and Zaham.",
      "20": "After her he married Maacah the daughter of Absalom. She gave birth to his sons: Abijah, Attai, Ziza, and Shelomith.",
      "21": "Rehoboam loved Maacah the daughter of Absalom more than all his other wives and women who acted as his wives. For he had taken eighteen wives and sixty women who acted as his wives. He was the father of twenty-eight sons and sixty daughters.",
      "22": "Rehoboam chose Maacah’s son Abijah to be the head leader among his brothers. For he wanted to make him king.",
      "23": "And he acted with wisdom. He spread some of his sons to every strong city in all the lands of Judah and Benjamin. He gave them much food, and found many wives for them."
    },
    "12": {
      "1": "When King Rehoboam’s nation had been made strong, he and all Israel turned away from the Law of the Lord.",
      "2": "After Rehoboam had been king for five years, King Shishak of Egypt came to fight against Jerusalem. This happened because they had not been faithful to the Lord.",
      "3": "Shishak came with 1,200 war-wagons and 60,000 horsemen. And the people who came with him from Egypt were too many to number. There were Libyans, Sukkites, and Ethiopians.",
      "4": "He took the strong cities of Judah and came as far as Jerusalem.",
      "5": "Then Shemaiah the man of God came to Rehoboam and the princes of Judah who had gathered at Jerusalem because of Shishak. He said to them, “The Lord says, ‘You have left Me. So I have left you to Shishak.’”",
      "6": "So the princes of Israel and the king put away their pride and said, “The Lord is right and good.”",
      "7": "The Lord saw that they had put away their pride. And the word of the Lord came to Shemaiah, saying, “They have put away their pride. I will not destroy them. But I will give them some help. My anger will not be poured out on Jerusalem by the power of Shishak.",
      "8": "But they will be made to work for him. In this way they may learn the difference between My work and the work of the kings of the countries.”",
      "9": "So King Shishak of Egypt came and fought against Jerusalem. He took the riches of the Lord’s house and the riches of the king’s house. He took everything. He even took the battle-coverings of gold which Solomon had made.",
      "10": "King Rehoboam made battle-coverings of brass in their place. And he put them in the care of the captains of the soldiers who watched the door of the king’s house.",
      "11": "Every time the king went into the house of the Lord, the soldiers came and carried the coverings. Then they returned them to the soldiers’ room.",
      "12": "When Rehoboam put away his pride, the Lord’s anger turned away from him. He was not destroyed. And things were good in Judah.",
      "13": "So King Rehoboam became strong in Jerusalem and ruled. He was forty-one years old when he began to rule. And he ruled in Jerusalem for seventeen years. This was the city the Lord had chosen from all the families of Israel to put His name there. The name of Rehoboam’s mother was Naamah the Ammonitess.",
      "14": "And he did what was sinful, because he did not follow the Lord with all his heart.",
      "15": "The acts of Rehoboam, from first to last, are written in the writings of Shemaiah the man of God and of Iddo the man who told what would happen in the future. Wars were always being fought between Rehoboam and Jeroboam.",
      "16": "Rehoboam died and was buried in the city of David. His son Abijah became king in his place."
    },
    "13": {
      "1": "Abijah became the king of Judah in the eighteenth year of King Jeroboam.",
      "2": "He ruled for three years in Jerusalem. His mother’s name was Micaiah the daughter of Uriel of Gibeah. And there was war between Abijah and Jeroboam.",
      "3": "Abijah began the battle with an army of powerful soldiers, 400,000 chosen men. Jeroboam came ready for battle against him with 800,000 chosen men who were powerful soldiers.",
      "4": "Then Abijah stood on Mount Zemaraim in the hill country of Ephraim, and said, “Listen to me, Jeroboam and all Israel!",
      "5": "Do you not know that the Lord God of Israel gave the rule over Israel forever to David and his sons by an agreement of salt?",
      "6": "But Jeroboam the son of Nebat, the servant of Solomon the son of David, went against his lord the king.",
      "7": "And men of no worth gathered around him. They were bad men who were too strong for Rehoboam the son of Solomon. Rehoboam was young and weak and could not stand against them.",
      "8": "So now you plan to stand against the power of the Lord through the sons of David. You think you can because you have many people and the gold calves Jeroboam made you for gods.",
      "9": "Have you not driven out the religious leaders of the Lord, the sons of Aaron and the Levites? And have you not made religious leaders for yourselves like the people of other lands? Whoever comes to make himself holy with a young bull and seven rams becomes a religious leader of false gods.",
      "10": "But as for us, the Lord is our God. We have not left Him. The sons of Aaron are working for the Lord as religious leaders. And the Levites are doing their work.",
      "11": "Every morning they give burnt gifts and burn special perfume to the Lord. The holy bread is set on the clean table. And the gold lamp-stand with its lamps is ready to light every evening. For we do the work of the Lord our God. But you have left Him.",
      "12": "Now see, God is with us at our head. His religious leaders are ready to blow the horns, to sound the call to battle against you. O sons of Israel, do not fight against the Lord God of your fathers. For you cannot win.”",
      "13": "But Jeroboam had sent soldiers to come from behind. So Israel was in front of Judah, and soldiers were behind them also.",
      "14": "When Judah looked, they saw that the battle was both in front of them and behind them. So they cried to the Lord, and the religious leaders blew the horns.",
      "15": "Then the men of Judah sounded a war cry. And when they sounded the war cry, God began destroying Jeroboam and all Israel around Abijah and Judah.",
      "16": "The men of Israel ran away from Judah. God gave them into their hand.",
      "17": "Abijah and his people killed many of them. There were 500,000 chosen men of Israel killed.",
      "18": "So the sons of Israel were set back at that time. The sons of Judah were strong because they trusted in the Lord, the God of their fathers.",
      "19": "Abijah went after Jeroboam. He took from him the cities of Bethel with its towns, Jeshanah with its towns, and Ephron with its towns.",
      "20": "Jeroboam did not become strong again in the days of Abijah. And the Lord destroyed him, and he died.",
      "21": "But Abijah became very strong. He married fourteen wives, and became the father of twenty-two sons and sixteen daughters.",
      "22": "Now the rest of the acts of Abijah, and his ways and his words, are written in the story of Iddo the man of God."
    },
    "14": {
      "1": "Abijah died and they buried him in the city of David. His son Asa became king in his place. In his days the land had peace ten years.",
      "2": "Asa did what was good and right in the eyes of the Lord his God.",
      "3": "For he put away the strange altars and high places. He tore down the pillars used in worship of false gods. And he cut down the false goddesses, the Asherim.",
      "4": "He told Judah to follow the Lord God of their fathers, and to obey the Laws.",
      "5": "He put the high places and the altars of special perfume away from all the cities of Judah. And the nation had rest under his rule.",
      "6": "He built strong cities in Judah, since the land had rest. No one fought a war with him during those years, because the Lord had given him rest.",
      "7": "So he said to the people of Judah, “Let us build these cities. And let us build walls and towers around them, with iron gates. The land is still ours, because we have followed the Lord our God. We have followed Him, and He has given us rest on every side.” So they built and did well.",
      "8": "Asa had an army of 300,000 men from Judah, with large battle-coverings and spears. And he had 280,000 men from Benjamin, with battle-coverings and bows. All of them were powerful soldiers.",
      "9": "Zerah the Ethiopian came out to fight against them with an army of 1,000,000 men and 300 war-wagons. He came as far as Mareshah.",
      "10": "So Asa went out to meet him. They made themselves ready for battle in the valley of Zephathah at Mareshah.",
      "11": "Then Asa called to the Lord his God and said, “Lord, there is no one but You to help in the battle between the powerful and the weak. So help us, O Lord God. For we trust in You. In Your name we have come against these many people. O Lord, You are our God. Do not let any man win the fight against You.”",
      "12": "So the Lord began to destroy the Ethiopians in front of Asa and the people of Judah, and the Ethiopians ran away.",
      "13": "Asa and the people with him went after them as far as Gerar. The Ethiopians were killed until none were left alive. They were destroyed before the Lord and His army. And they carried away many things that had belonged to the Ethiopians.",
      "14": "Then they destroyed all the cities around Gerar, for the fear of the Lord had come upon them. And they took everything of worth that was in the cities, for there was much left.",
      "15": "They destroyed the tents of the animals. And they took away many sheep and camels. Then they returned to Jerusalem."
    },
    "15": {
      "1": "The Spirit of God came upon Azariah the son of Oded.",
      "2": "Azariah went out to meet Asa and said to him, “Listen to me, Asa, and all Judah and Benjamin. The Lord is with you when you are with Him. If you look for Him, He will let you find Him. But if you leave Him, He will leave you.",
      "3": "For a long time Israel was without the true God, without a teaching religious leader, and without law.",
      "4": "But in their trouble they turned to the Lord God of Israel. They looked for Him, and He let them find Him.",
      "5": "In those times there was no peace for him who went out, or for him who came in. For much trouble came to all the people of the lands.",
      "6": "Nation was crushed by nation, and city by city, for God sent every kind of trouble upon them.",
      "7": "But you be strong. Do not lose strength of heart. For you will be paid for your work.”",
      "8": "When Asa heard these words and the words of Azariah the son of Oded, his heart became strong. He put away the sinful false gods from all the land of Judah and Benjamin and from the cities he had taken in the hill country of Ephraim. He built again the altar of the Lord which was in front of the porch of the Lord’s house.",
      "9": "Then he gathered all Judah and Benjamin and those from Ephraim, Manasseh, and Simeon, who lived with them. For many had left Israel to come to him when they saw that the Lord his God was with him.",
      "10": "So they gathered together at Jerusalem in the third month of the fifteenth year of Asa’s rule.",
      "11": "They killed animals on the altar in worship to the Lord that day. They killed and gave 700 cattle and 7,000 sheep from the animals they had taken in battle.",
      "12": "And they agreed to follow the Lord God of their fathers with all their heart and soul.",
      "13": "Whoever would not follow the Lord God of Israel should be put to death, young or old, man or woman.",
      "14": "They made a promise to the Lord with a loud voice, calling out and blowing horns.",
      "15": "All Judah was filled with joy because of the promise. For they had promised with their whole heart. They had looked for the Lord with a pure heart. And He let them find Him. So the Lord gave them rest on every side.",
      "16": "King Asa even stopped his mother from being queen mother. Because she had made a sinful object of the false goddess Asherah. Asa cut down her sinful object. He crushed it and burned it at the Kidron River.",
      "17": "But the high places were not taken away from Israel. Yet Asa’s heart was without blame all his days.",
      "18": "He brought into the house of God the holy things of his father and his own holy things. He brought in silver and gold and the things used for the worship.",
      "19": "And there was no more war until the thirty-fifth year of Asa’s rule."
    },
    "16": {
      "1": "In the thirty-sixth year of Asa’s rule, King Baasha of Israel came to fight against Judah. He began building a wall around Ramah to stop anyone from going out or coming in to King Asa of Judah.",
      "2": "Then Asa took silver and gold from the store-rooms of the house of the Lord and the king’s house. He sent them to King Ben-hadad of Syria, who lived in Damascus, saying,",
      "3": "“Let there be an agreement between you and me, as between my father and your father. See, I have sent you silver and gold. Go and break your agreement with King Baasha of Israel so that he will leave me.”",
      "4": "Ben-hadad listened to King Asa. He sent the captains of his armies against the cities of Israel. They destroyed Ijon, Dan, Abelmaim, and all the store-cities of Naphtali.",
      "5": "When Baasha heard about it, he stopped building the wall around Ramah.",
      "6": "Then King Asa brought all the people of Judah. And they carried away the stones and wood of the wall which Baasha had been building around Ramah. Asa used them to build Geba and Mizpah.",
      "7": "At that time Hanani the man of God came to King Asa of Judah and said to him, “You have put your trust in the king of Syria and not in the Lord your God. So the army of the king of Syria got away from you.",
      "8": "Were not the Ethiopians and the Libyans a very large army with war-wagons? But because you trusted in the Lord, He gave them into your hand.",
      "9": "For the eyes of the Lord move over all the earth so that He may give strength to those whose whole heart is given to Him. You have done a foolish thing. So from now on you will have wars.”",
      "10": "Then Asa was angry with the man of God. He put him in prison because he was angry at him for this. And Asa made it hard for some of the people at the same time.",
      "11": "Now the acts of Asa, from first to last, are written in the Book of the Kings of Judah and Israel.",
      "12": "A disease came into Asa’s feet in the thirty-ninth year of his rule. His disease was bad. But even in his disease, he did not trust in the Lord, but in the doctors.",
      "13": "So Asa slept with his fathers. He died in the forty-first year of his rule.",
      "14": "They buried him in his own grave which he had cut out for himself in the city of David. They laid him in the place of rest which he had filled with different kinds of spices mixed by those who work with perfumes. And they made a very big fire in his honor."
    },
    "17": {
      "1": "Jehoshaphat his son became king in his place, and made himself strong against Israel.",
      "2": "He placed soldiers in all the strong cities of Judah, and in places built for them in the land of Judah. And he put soldiers in the cities of Ephraim which his father Asa had taken in battle.",
      "3": "The Lord was with Jehoshaphat because he followed the early ways of his father. He did not follow the false gods of Baal.",
      "4": "He looked to the God of his father, followed His Laws, and did not act as Israel did.",
      "5": "So the Lord made the nation strong under his rule. And all Judah paid taxes to Jehoshaphat. He had great riches and honor.",
      "6": "He was strong in his heart in the ways of the Lord. And he took the high places and the false goddess Asherah out of Judah again.",
      "7": "In the third year of his rule, Jehoshaphat sent his leaders to teach in the cities of Judah. He sent Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah.",
      "8": "With them he sent the Levites, Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah. And with them he sent the religious leaders, Elishama and Jehoram.",
      "9": "They taught in Judah, having the book of the Law of the Lord with them. They went through all the cities of Judah and taught among the people.",
      "10": "The fear of the Lord was on all the nations of the lands around Judah. So they did not make war against Jehoshaphat.",
      "11": "Some of the Philistines brought Jehoshaphat gifts, and silver for taxes. The Arabians brought him flocks, 7,700 rams and 7,700 male goats.",
      "12": "So Jehoshaphat became greater and greater. And he built strong places and store-cities in Judah.",
      "13": "He had many things in the cities of Judah. And he had powerful soldiers in Jerusalem.",
      "14": "This was the number of them by their fathers’ houses: Adnah was the captain of thousands from Judah. He had 300,000 powerful soldiers with him.",
      "15": "Next to him was Johanan, the captain of 280,000.",
      "16": "Next to him was Amasiah the son of Zichri, who gave himself to work for the Lord. He had 200,000 powerful soldiers with him.",
      "17": "Eliada was a powerful soldier of the family of Benjamin. He had with him 200,000 men with bows and battle-coverings.",
      "18": "Next to him was Jehozabad, the captain of 180,000 ready for war.",
      "19": "These are the men who served the king, as well as those whom the king put in the strong cities through all Judah."
    },
    "18": {
      "1": "Now Jehoshaphat had great riches and honor. And by a marriage he was joined with Ahab.",
      "2": "After some years he went down to visit Ahab at Samaria. Ahab killed many sheep and cattle for him and for the people who were with him. And he wanted Jehoshaphat to fight against Ramoth-gilead.",
      "3": "King Ahab of Israel said to King Jehoshaphat of Judah, “Will you go with me against Ramoth-gilead?” He answered, “I am as you are. And my people are as your people. We will be with you in the battle.”",
      "4": "Then Jehoshaphat said to the king of Israel, “Ask first for word from the Lord.”",
      "5": "So the king of Israel gathered together the 400 men who told what would happen in the future. He said to them, “Should we go to battle against Ramoth-gilead, or should I wait?” And they said, “Go up, for God will give it into the hand of the king.”",
      "6": "But Jehoshaphat said, “Is there not another man who speaks for the Lord here whom we may ask?”",
      "7": "The king of Israel said to him, “There is yet one man whom we may ask of the Lord. But I hate him. For he never tells me anything good, only bad. He is Micaiah, the son of Imla.” But Jehoshaphat said, “You should not say that.”",
      "8": "Then the king of Israel called for one of his captains and said, “Hurry, bring Micaiah the son of Imla.”",
      "9": "The king of Israel and King Jehoshaphat of Judah were each sitting on his throne, dressed in king’s clothing. They were sitting at the grain-floor at the gate of Samaria. All the men who told what would happen in the future were speaking in front of them.",
      "10": "Zedekiah the son of Chenaanah made horns of iron for himself and said, “The Lord says that with these you will hurt the Syrians until they are destroyed.”",
      "11": "All the men who told what would happen in the future were saying, “Go up to Ramoth-gilead and win the battle. For the Lord will give it into the hand of the king.”",
      "12": "Then the man who was sent to call Micaiah said to him, “See, all the men who tell what will happen in the future are speaking in the king’s favor. So I ask that you let your word be like one of them, and speak in the king’s favor.”",
      "13": "But Micaiah said, “As the Lord lives, I will speak what my God says.”",
      "14": "When he came to the king, the king said to him, “Micaiah, should we go to Ramoth-gilead to battle, or should I wait?” Micaiah said, “Go up and win the battle. For they will be given into your hand.”",
      "15": "Then the king said to him, “How many times must I tell you to speak to me nothing but the truth in the name of the Lord?”",
      "16": "So he said, “I saw all Israel spread out on the mountains, like sheep without a shepherd. And the Lord said, ‘These have no owner. Let each of them return to his house in peace.’”",
      "17": "Then the king of Israel said to Jehoshaphat, “Did I not tell you that he would not tell me anything good, but bad?”",
      "18": "Micaiah said, “So hear the word of the Lord. I saw the Lord sitting on His throne. All the armies of heaven were standing on His right and on His left.",
      "19": "The Lord said, ‘Who will lead King Ahab of Israel to go up and fall at Ramoth-gilead?’ And one said this while another said that.",
      "20": "Then a spirit came and stood before the Lord and said, ‘I will lead him to do it.’ And the Lord said to him, ‘How?’",
      "21": "He said, ‘I will go and be a lying spirit in the mouth of all Ahab’s men who tell what will happen in the future.’ Then the Lord said, ‘You are to make him want to go, and you will do well. Go and do so.’",
      "22": "So now the Lord has put a lying spirit in the mouth of your men who speak for God. For the Lord has said that trouble will come to you.”",
      "23": "Then Zedekiah the son of Chenaanah came near and hit Micaiah on the side of the face, and said, “How did the Spirit of the Lord pass from me to speak to you?”",
      "24": "Micaiah said, “See, you will see on that day when you go into a room to hide yourself.”",
      "25": "Then the king of Israel said, “Take Micaiah and return him to Amon the city leader, and to Joash the king’s son.",
      "26": "Tell them, ‘The king says to put this man in prison. Feed him only a little bread and water until I return in peace.’”",
      "27": "Micaiah said, “If you do return in peace, the Lord has not spoken by me.” And he said, “Listen, all you people.”",
      "28": "So the king of Israel and King Jehoshaphat of Judah went up against Ramoth-gilead.",
      "29": "The king of Israel said to Jehoshaphat, “I will dress up to look like someone else and go into battle. But you wear your king’s clothing.” So the king of Israel dressed up to look like someone else, and they went into battle.",
      "30": "Now the king of Syria had told the captains of his war-wagons, “Do not fight with small or great, but only with the king of Israel.”",
      "31": "So when the captains of the war-wagons saw Jehoshaphat, they said, “It is the king of Israel.” And they turned to fight against him. But Jehoshaphat cried out, and the Lord helped him. God made them go away from him.",
      "32": "When the captains of the war-wagons saw that it was not the king of Israel, they turned back from going after him.",
      "33": "But a certain man happened to shoot an arrow and hit the king of Israel in a joint of the battle-clothes. So the king said to the man on the war-wagon, “Turn around, and take me out of the battle. For I am hurt.”",
      "34": "The battle was hard that day. And the king of Israel stood up against the sides of his war-wagon in front of the Syrians until the evening. When the sun went down, he died."
    },
    "19": {
      "1": "King Jehoshaphat of Judah returned in peace to his house in Jerusalem.",
      "2": "Jehu the son of Hanani the man who tells what will happen in the future went out to meet King Jehoshaphat, and said to him, “Should you help the sinful? Should you love those who hate the Lord? Because of this, the Lord is angry with you.",
      "3": "But there is some good in you. For you have destroyed from the land the false goddess Asherah. And you have set your heart to follow God.”",
      "4": "So Jehoshaphat lived in Jerusalem. He went out again among the people from Beersheba to the hill country of Ephraim. And he brought them back to the Lord, the God of their fathers.",
      "5": "He chose judges in the land in all the strong cities of Judah, city by city.",
      "6": "And he said to the judges, “Think about what you do. For you do not judge for man, but for the Lord. He is with you when you judge between right and wrong.",
      "7": "So now let the fear of the Lord be upon you. Be very careful what you do. For the Lord our God will have nothing to do with what is not right and good, or with what is not fair, or with taking pay for doing what is wrong.”",
      "8": "In Jerusalem also Jehoshaphat chose some of the Levites and religious leaders, and heads of families of Israel. He chose them to judge for the Lord, and to judge the troubles among the people of Jerusalem.",
      "9": "Then he told them what they must do. He said, “Do this in the fear of the Lord. Be faithful, and do your duty with your whole heart.",
      "10": "Whenever trouble comes to you between your brothers who live in the cities, between blood and blood, between one law and another, tell them not to sin before the Lord, so God’s anger may not come upon you and your brothers. Do this, and you will not be guilty.",
      "11": "See, Amariah the head religious leader will be over you in everything that has to do with the Lord. And Zebadiah the son of Ishmael, the ruler of the family of Judah, will be over you in everything that has to do with the king. The Levites will work for you as leaders. Be strong in what you do, and the Lord will be with the good.”"
    },
    "20": {
      "1": "After this the men of Moab, and Ammon, and some of the Meunites, came to make war against Jehoshaphat.",
      "2": "Some men came and told Jehoshaphat, “Very many people are coming against you from the other side of the sea, from Syria. See, they are in Hazazon-tamar (that is, Engedi).”",
      "3": "Jehoshaphat was afraid and decided to call on the Lord. He made a special time of not eating in all Judah.",
      "4": "And Judah gathered together to pray for help from the Lord. They came to the Lord from all the cities of Judah to call on the Lord.",
      "5": "Jehoshaphat stood among the people of Judah and Jerusalem, in the house of the Lord, in front of the new open space.",
      "6": "Then he said, “O Lord, the God of our fathers, are You not God in heaven? Do You not rule over all the nations? Power and strength are in Your hand, so that no one is able to stand against You.",
      "7": "O our God, did You not make the people of this land leave so that Your people Israel could have it and give it to the children of Your friend Abraham forever?",
      "8": "And they have lived in it. They have built You a holy place in it for Your name, saying,",
      "9": "‘If what is bad comes upon us, fighting, hard times, disease, or no food, we will stand in front of this house. And we will stand before You, (for Your name is in this house). We will cry to You in our trouble. And You will hear and take us out of trouble.’",
      "10": "Now see the men of Ammon and Moab and Mount Seir, whom You did not let Israel fight when they came from the land of Egypt. (They turned aside from them and did not destroy them.)",
      "11": "Look how they are paying us back. They are coming to make us leave Your land which You have given to us.",
      "12": "O our God, will You not punish them? For we have no power against all these men who are coming against us. We do not know what to do. But our eyes look to You.”",
      "13": "And all the men of Judah were standing before the Lord, with their babies, their wives, and their children.",
      "14": "Then the Spirit of the Lord came upon Jahaziel the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, the Levite of the sons of Asaph, as he stood among the people.",
      "15": "He said, “Listen, all Judah, the people of Jerusalem, and King Jehoshaphat. The Lord says to you, ‘Do not be afraid or troubled because of these many men. For the battle is not yours but God’s.",
      "16": "Go down to fight them tomorrow. See, they will come up by the hill of Ziz. You will find them at the end of the valley, in front of the desert of Jeruel.",
      "17": "You will not need to fight in this battle. Just stand still in your places and see the saving power of the Lord work for you, O Judah and Jerusalem.’ Do not be afraid or troubled. Go out against them tomorrow, for the Lord is with you.”",
      "18": "Then Jehoshaphat put his face to the ground. And all Judah and the people of Jerusalem fell down in worship before the Lord.",
      "19": "The Levites, of the Kohathites and Korahites, stood up to praise the Lord God of Israel, with a very loud voice.",
      "20": "They got up early in the morning and went out to the desert of Tekoa. When they went out, Jehoshaphat stood and said, “Listen to me, O Judah and people of Jerusalem. Trust in the Lord your God, and you will be made strong. Trust in the men who speak for Him, and you will do well.”",
      "21": "When he had spoken with the people, he called those who sang to the Lord and those who praised Him in holy clothing. They went out in front of the army and said, “Give thanks to the Lord. For His loving-kindness lasts forever.”",
      "22": "When they began to sing and praise, the Lord set traps against the men of Ammon, Moab, and Mount Seir, who had come against Judah. So they were destroyed.",
      "23": "The men of Ammon and Moab fought against the people of Mount Seir, and killed all of them. And when they finished with the people of Seir, they all helped to kill each other.",
      "24": "Judah came to the place where they could look out over the desert. When they looked toward the armies, they saw that dead bodies were lying on the ground. No one had been left alive.",
      "25": "So Jehoshaphat and his people came to take away what they wanted from them. They found cattle, many good things, clothing, and things of great worth, which they took for themselves. There was more than they could carry. It took them three days to take all the things, because there was so much.",
      "26": "They gathered together in the Valley of Beracah on the fourth day. There they praised and thanked the Lord. So the name of that place has been the Valley of Beracah to this day.",
      "27": "Then every man of Judah and Jerusalem returned, with Jehoshaphat leading them. They returned to Jerusalem with joy. For the Lord had filled them with joy by saving them from those who hated them.",
      "28": "They came to the house of the Lord in Jerusalem with horns and different kinds of harps.",
      "29": "And the fear of God came upon all the nations of the lands, when they heard that the Lord had fought against those who hate Israel.",
      "30": "So the nation of Jehoshaphat was at peace. His God gave him rest on all sides.",
      "31": "So Jehoshaphat ruled over Judah. He was thirty-five years old when he became king. And he ruled in Jerusalem for twenty-five years. His mother’s name was Azubah the daughter of Shilhi.",
      "32": "Jehoshaphat walked in the way of his father Asa, and did not leave it. He did what was right in the eyes of the Lord.",
      "33": "But the high places were not taken away. The people had not yet set their hearts on the God of their fathers.",
      "34": "The rest of the acts of Jehoshaphat, from first to last, are written in the story of Jehu the son of Hanani, which is written in the Book of the Kings of Israel.",
      "35": "After this King Jehoshaphat of Judah joined with King Ahaziah of Israel who was very sinful.",
      "36": "He joined him in making ships to go to Tarshish. They made the ships in Ezion-geber.",
      "37": "Then Eliezer the son of Dodavahu of Mareshah told what would happen against Jehoshaphat, saying, “Because you have joined with Ahaziah, the Lord will destroy what you have made.” So the ships were wrecked, and could not go to Tarshish."
    },
    "21": {
      "1": "Jehoshaphat died, and was buried with his fathers in the city of David. His son Jehoram became king in his place.",
      "2": "Jehoram’s brothers were Azariah, Jehiel, Zechariah, Michael, and Shephatiah. All these were the sons of King Jehoshaphat of Israel.",
      "3": "Their father gave them many gifts of silver, gold, and things of much worth. He gave them strong cities in Judah. But he made Jehoram king, because he was the first-born.",
      "4": "Now when Jehoram had become king in the place of his father, and had made himself strong, he killed all his brothers with the sword. He killed some of the leaders of Israel also.",
      "5": "Jehoram was thirty-two years old when he became king. And he ruled for eight years in Jerusalem.",
      "6": "He walked in the way of the kings of Israel, just as those of Ahab’s house did. (For Ahab’s daughter was his wife.) He did what was sinful in the eyes of the Lord.",
      "7": "Yet the Lord would not destroy the family of David, because of the agreement He had made with David. He had promised to give a light to him and his sons forever.",
      "8": "In the days of Jehoram, Edom turned against the rule of Judah, and set up a king of their own.",
      "9": "Then Jehoram crossed over with his captains and all his war-wagons. He went during the night and destroyed the Edomites who had gathered around him and the captains of the war-wagons.",
      "10": "So Edom has been against the rule of Judah to this day. Libnah turned against Jehoram’s rule at the same time, because he had left the Lord God of his fathers.",
      "11": "And Jehoram made high places in the mountains of Judah. He caused the people of Jerusalem to give themselves over to sin. And he made Judah sin.",
      "12": "Then a letter came to him from Elijah the man of God, saying, “The Lord God of your father David says, ‘You have not walked in the ways of your father Jehoshaphat, and the ways of King Asa of Judah.",
      "13": "But you have walked in the way of the kings of Israel. You have caused Judah and the people of Israel to give themselves over to sin, as those of Ahab’s house did. And you have killed your brothers, your own family, who were better than you.",
      "14": "So see, the Lord is going to send a bad disease upon your people, your sons, your wives, and all you have.",
      "15": "You yourself will suffer a bad sickness, a disease of your stomach. Your insides will come out because of the sickness, day by day.’”",
      "16": "Then the Lord made the Philistines and the Arabs who were near the Ethiopians angry against Jehoram.",
      "17": "They came and fought against Judah, and carried away all the things they found in the king’s house, together with his sons and his wives. No son was left to him except Jehoahaz, his youngest.",
      "18": "After all this the Lord caused a sickness in Jehoram’s stomach, which could not be cured.",
      "19": "After that time, at the end of two years, his insides came out because of his sickness. And he died in much pain. His people made no fire for him like the fires made for his fathers.",
      "20": "Jehoram was thirty-two years old when he became king. He ruled in Jerusalem for eight years. And no one felt bad when he died. They buried him in the city of David, but not in the graves of the kings."
    },
    "22": {
      "1": "The people of Jerusalem made his youngest son Ahaziah king in his place. For the army of men who came with the Arabs to the tents had killed all the older sons. So Ahaziah, the son of King Jehoram of Judah, began to rule.",
      "2": "He was twenty-two years old when he became king. And he ruled for one year in Jerusalem. His mother’s name was Athaliah, the grand-daughter of Omri.",
      "3": "Ahaziah walked in the ways of those of Ahab’s house. For his mother talked him into doing sinful things.",
      "4": "He did what was sinful in the eyes of the Lord, as those of Ahab’s house had done. For after his father’s death, they talked with him about what to do, and so caused him to be destroyed.",
      "5": "He did what they told him to do. He went with Jehoram the son of King Ahab of Israel to fight a war against King Hazael of Syria at Ramoth-gilead. But the Syrians hurt Jehoram.",
      "6": "So he returned to Jezreel to be healed of the cuts he had received at Ramah, when he fought against King Hazael of Syria. And Ahaziah the son of Jehoram, king of Judah, went down to see Jehoram the son of Ahab in Jezreel, because he was sick.",
      "7": "But it was planned by God that Ahaziah would be destroyed by going to Jehoram. For when he came, he went out with Jehoram against Jehu the son of Nimshi. Jehu was the one the Lord had chosen to destroy the family of Ahab.",
      "8": "When Jehu was punishing the family of Ahab, he found the sons of kings of Judah and the sons of Ahaziah’s brothers. They were helping Ahaziah. And Jehu killed them.",
      "9": "Then he looked for Ahaziah, and he was found hiding in Samaria. He was brought to Jehu, and was put to death. Then they buried him, for they said, “He is the son of Jehoshaphat, who followed the Lord with all his heart.” So there was no one left of Ahaziah’s house who was able to rule the nation.",
      "10": "When Athaliah, the mother of Ahaziah, saw that her son was dead, she went and destroyed all the king’s children of the family of Judah.",
      "11": "But Jehoshabeath, the king’s daughter, took Ahaziah’s son Joash. She stole him from among the king’s sons who were being killed. And she put him and his nurse in the bedroom. So Jehoshabeath, the daughter of King Jehoram, the wife of Jehoiada the religious leader, and sister of Ahaziah, hid Joash from Athaliah, so she could not kill him.",
      "12": "Joash was hidden with them in the house of God for six years, while Athaliah ruled over the land."
    },
    "23": {
      "1": "In the seventh year, Jehoiada made himself strong. He made an agreement with the captains of hundreds. These captains were Azariah the son of Jeroham, Ishmael the son of Johanan, Azariah the son of Obed, Maaseiah the son of Adaiah, and Elishaphat the son of Zichri. They made an agreement with Jehoiada.",
      "2": "And they went through Judah and gathered the Levites from all the cities. They gathered the heads of the fathers’ houses of Israel. And they came to Jerusalem.",
      "3": "Then all the people made an agreement with the king in the house of God. Jehoiada said to them, “See, the king’s son will rule, as the Lord has spoken about the sons of David.",
      "4": "This is what you must do. One third of you religious leaders and Levites who come in on the Day of Rest will watch the gates.",
      "5": "One third will be at the king’s house, and one third at the Gate of the Foundation. And all the people will be in the open places of the house of the Lord.",
      "6": "But let no one come into the house of the Lord except the religious leaders and the Levite helpers. They may come in, for they are holy. But let all the other people obey the law against going into the holy place of the Lord.",
      "7": "The Levites will stand around the king. Each one will have his spear in his hand. And whoever goes into the house will be killed. Be with the king when he comes in and when he goes out.”",
      "8": "The Levites and all Judah did all that Jehoiada the religious leader told them. Each one of them took his men who were to come in on the Day of Rest, with those who were to go out on the Day of Rest. For Jehoiada the religious leader did not send away any of the groups.",
      "9": "Then Jehoiada the religious leader gave the captains of hundreds the spears and the large and small battle-coverings that had been King David’s, which were in the house of God.",
      "10": "And he put all the people in their places around the king. Each man had his spear in his hand. They were put in their places from the right side of the house to the left side, around the altar and the house.",
      "11": "Then they brought out the king’s son and put the crown on him. They gave him the Law, and made him king. Jehoiada and his sons poured oil on him and said, “Long live the king!”",
      "12": "When Athaliah heard the noise of the people running and praising the king, she came into the house of the Lord to the people.",
      "13": "She looked and saw the king beside his pillar at the gate. The captains and those who blew the horns were beside the king. And all the people of the land were filled with joy and blew horns. The singers were playing music and leading the praise. Athaliah tore her clothes and called out, “They are turning against the queen!”",
      "14": "Then Jehoiada the religious leader brought out the captains of hundreds who were over the army, and said to them, “Bring her out from among the groups of people. And kill with the sword whoever follows her.” For the religious leader said, “Do not kill her in the house of the Lord.”",
      "15": "So they took hold of her. And when she came to the Horse Gate of the king’s house, they killed her there.",
      "16": "Then Jehoiada made an agreement between himself and all the people and the king, that they should be the Lord’s people.",
      "17": "All the people went to the house of Baal and tore it down. They broke in pieces his altars and the objects made to look like him. And they killed Mattan the religious leader of Baal in front of the altars.",
      "18": "Then Jehoiada put the duties of the Lord’s house under the care of the religious leaders and the Levites. David had chosen them to take care of the Lord’s house. They were to give the burnt gifts of the Lord, as it is written in the Law of Moses. It was to be done with joy and singing, as David had told them.",
      "19": "And Jehoiada put the gate-keepers in their places of the Lord’s house. This was so no one would go in who was in any way unclean.",
      "20": "Then he took the captains of hundreds, the princes, the leaders of the people, and all the people of the land. And they brought the king down from the house of the Lord. They came through the high gate to the king’s house. And they placed the king upon the throne of the nation.",
      "21": "So all the people of the land were filled with joy, and the city was quiet. For they had killed Athaliah with the sword."
    },
    "24": {
      "1": "Joash was seven years old when he became king. And he ruled forty years in Jerusalem. His mother’s name was Zibiah of Beersheba.",
      "2": "Joash did what was right in the eyes of the Lord all the days of Jehoiada the religious leader.",
      "3": "Jehoiada took two wives for him, and he became the father of sons and daughters.",
      "4": "After this Joash decided to do the work that was needed on the Lord’s house.",
      "5": "He gathered the religious leaders and Levites, and said to them, “Go out to the cities of Judah. And gather money from all Israel to pay for the work needed to be done on the house of your God from year to year. Be quick about it.” But the Levites did not hurry.",
      "6": "So the king called for Jehoiada the head religious leader, and said to him, “Why have you not made the Levites bring in from Judah and Jerusalem the tax set by Moses the Lord’s servant? All the people of Israel were to pay taxes for the tent of the Law.”",
      "7": "For the sons of that sinful woman Athaliah had broken into the house of God. They even used the holy things of the Lord’s house for the false gods of Baal.",
      "8": "So the king had them make a box and set it outside by the gate of the Lord’s house.",
      "9": "And they made it known in Judah and Jerusalem that the tax set by God’s servant Moses on Israel in the desert must be brought to the Lord.",
      "10": "Then all the leaders and all the people were filled with joy. They brought in their taxes and put the money into the box until they had finished.",
      "11": "The Levites would bring the box in to the king’s helper. And when they saw that there was much money, the king’s writer and the head religious leader’s helper would come and empty the box. They would take out the money and return the box to its place. They did this each day, and gathered much money.",
      "12": "The king and Jehoiada gave it to those who watched over the work being done on the Lord’s house. They paid those who worked with stone and wood and iron and brass, for the work done on the Lord’s house.",
      "13": "So the workmen worked hard doing what needed to be done. The house of God was like new again, just as it was planned. They made it strong.",
      "14": "When they had finished, they brought the rest of the money to the king and Jehoiada. From it were made the objects used in the Lord’s house. These things were made for the worship and the burnt gifts. Then dishes and pots of gold and silver were made. And they gave burnt gifts in the house of the Lord all the time, all the days of Jehoiada.",
      "15": "When Jehoiada had lived a long time, he died. He died when he was 130 years old.",
      "16": "They buried him in the city of David among the kings, because he had done well in Israel, and to God and His house.",
      "17": "But after the death of Jehoiada, the leaders of Judah came and bowed down in front of the king. And the king listened to them.",
      "18": "They left the house of the Lord the God of their fathers, and worshiped the false gods of Asherah and the objects made to look like them. So anger came upon Judah and Jerusalem because of their sin.",
      "19": "Yet God sent men who speak for God to bring them back to the Lord. These men of God spoke against them, but they would not listen.",
      "20": "Then the Spirit of God came upon Zechariah the son of Jehoiada the religious leader. He stood where he could be seen by the people and said to them, “God says, ‘Why do you sin against the Laws of the Lord, and bring trouble on yourselves? Because you have left the Lord, He has left you.’”",
      "21": "So they made plans against him. At the king’s word, they killed Zechariah with stones in the open space of the Lord’s house.",
      "22": "So Joash the king did not remember the kindness his father Jehoiada had shown him, but he killed his son. And when Zechariah was dying, he said, “May the Lord see and punish!”",
      "23": "At the end of the year the army of the Syrians came up against Joash. They came to Judah and Jerusalem, and destroyed all the leaders of the people. And they sent all they had taken in battle to the king of Damascus.",
      "24": "The army of the Syrians came with a small number of men. But the Lord let them win against a very large army. Because the people of Judah and Jerusalem had turned away from the Lord, the God of their fathers. So the Syrians were used to punish Joash.",
      "25": "When they had left Joash, leaving him very sick, his own servants made plans against him because of the blood of the son of Jehoiada the religious leader. And they killed him on his bed. So he died, and they buried him in the city of David. But they did not bury him in the graves of the kings.",
      "26": "The men who made plans against Joash were Zabad the son of Shimeath the Ammonitess, and Jehozabad the son of Shimrith the Moabitess.",
      "27": "Now the story of his sons, and the words spoken by wise men against him, and the work done on the house of God, are written in the Book of the Kings. His son Amaziah became king in his place."
    },
    "25": {
      "1": "Amaziah was twenty-five years old when he became king. And he ruled for twenty-nine years in Jerusalem. His mother’s name was Jehoaddan of Jerusalem.",
      "2": "Amaziah did what was right in the eyes of the Lord, but not with a whole heart.",
      "3": "As soon as the nation was under his rule, he killed his servants who had killed his father the king.",
      "4": "But he did not kill their children. He did what is written in the Law in the book of Moses. The Lord had said in this Law, “Fathers must not be put to death for the children. And children must not be put to death for the fathers. Each must be put to death for his own sin.”",
      "5": "Then Amaziah gathered the men of Judah together. He put them, by their fathers’ houses, under the rule of captains of thousands and of hundreds for all Judah and Benjamin. He numbered those who were twenty years old and older. And he found that they were 300,000 chosen men, able to go to war and fight with spear and battle-covering.",
      "6": "He also asked for the help of 100,000 powerful soldiers from Israel and paid them with silver weighing as much as 100 men.",
      "7": "But a man of God came to him and said, “O king, do not let the army of Israel go with you. For the Lord is not with Israel. He is not with all these sons of Ephraim.",
      "8": "But if you think that in this way you will be strong in war, God will destroy you in front of those who fight you. For God has power to help and to destroy.”",
      "9": "Amaziah said to the man of God, “But what should I do about the silver weighing as much as 100 men, which I have given to the army of Israel?” The man of God answered, “The Lord has much more to give you than this.”",
      "10": "Then Amaziah sent the army home which had come to him from Ephraim. These hired soldiers were angry at the people of Judah. As they returned home they were very angry.",
      "11": "Now Amaziah made himself strong of heart, and he led his people to the Valley of Salt and killed 10,000 men of Seir.",
      "12": "The men of Judah also took 10,000 men alive. They brought them to the top of a high rock and threw them down from it, so they were all crushed to pieces.",
      "13": "But the soldiers from Israel whom Amaziah had sent back from going with him to battle came and fought against the cities of Judah. They fought cities from Samaria to Beth-horon, and killed 3,000 people living in them. And they took many things which had belonged to the people in these cities.",
      "14": "After Amaziah came from killing the Edomites, he brought the gods of the men of Seir. He set them up as his gods. He bowed down in front of them, and burned special perfume to them.",
      "15": "Then the Lord was angry with Amaziah and sent a man who speaks for God to him, saying, “Why have you worshiped the gods of the people? These gods have not saved their own people from your hand.”",
      "16": "But as he was speaking the king said to him, “Have we chosen you to give words of wisdom to the king? Stop! Or I will have you put to death.” So the man who spoke for God stopped, but said, “I know that God has planned to destroy you because you have done this. And you have not listened to what I have said.”",
      "17": "Then King Amaziah of Judah spoke with his wise men, and sent word to Joash the son of Jehoahaz the son of Jehu, the king of Israel, saying, “Come, let us face each other.”",
      "18": "King Joash of Israel sent an answer to King Amaziah of Judah, saying, “The thorn bush in Lebanon sent word to the cedar in Lebanon, saying, ‘Give your daughter to my son for a wife.’ But a wild animal of Lebanon passed by and crushed the thorn bush under its feet.",
      "19": "You say, ‘See, I have destroyed Edom.’ And your heart has become proud by what you say. Now stay at home. Why should you bring trouble so you will fall, and Judah with you?”",
      "20": "But Amaziah would not listen. God had planned that He would give Judah into the hand of Joash because Judah had worshiped the gods of Edom.",
      "21": "So King Joash of Israel met King Amaziah of Judah in battle at Beth-shemesh of Judah.",
      "22": "And Judah lost the battle to Israel. Each man ran away to his home.",
      "23": "King Joash of Israel took King Amaziah of Judah, the son of Joash, son of Jehoahaz, at Beth-shemesh, and brought him to Jerusalem. He tore down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate, as much wall as 200 long steps.",
      "24": "And he took all the gold and silver, and all the objects found in the house of God with Obed-edom. He took the riches of the king’s house, and people also, and returned to Samaria.",
      "25": "Amaziah, the son of King Joash of Judah, lived fifteen years after the death of Joash, the son of King Jehoahaz of Israel.",
      "26": "Now the rest of the acts of Amaziah, from first to last, are written in the Book of the Kings of Judah and Israel.",
      "27": "After Amaziah turned away from the Lord, they made plans against him in Jerusalem, and he ran away to Lachish. But they sent men after him to Lachish, and killed him there.",
      "28": "Then they brought him on horses and buried him with his fathers in the city of Judah."
    },
    "26": {
      "1": "Then all the people took Uzziah, who was sixteen years old, and made him king in the place of his father Amaziah.",
      "2": "He built Eloth and returned it to Judah after the king died.",
      "3": "Uzziah was sixteen years old when he became king. And he ruled fifty-two years in Jerusalem. His mother’s name was Jechiliah of Jerusalem.",
      "4": "Uzziah did what was right in the eyes of the Lord. He did all that his father Amaziah had done.",
      "5": "He kept on looking to God in the days of Zechariah, who had special wisdom from God and taught him in the things of God. And as long as he looked to the Lord, God made things go well for him.",
      "6": "Uzziah went out and made war against the Philistines. He broke down the wall of Gath and the wall of Jabneh and the wall of Ashdod. And he built cities in the land of Ashdod and among the Philistines.",
      "7": "God helped him against the Philistines, and against the Arabians who lived in Gur-baal, and against the Meunites.",
      "8": "The Ammonites paid taxes to Uzziah. And his name was known as far as the land of Egypt, for he became very strong.",
      "9": "Uzziah built towers in Jerusalem at the Corner Gate, at the Valley Gate, and at the place where the walls joined. And he made them strong.",
      "10": "He built towers in the desert and dug many wells. For he had many animals, both in the valley and in the plain. He also had farmers and vine-keepers in the hill country and in the good growing fields, for he loved farming.",
      "11": "And Uzziah had an army ready for battle. It was divided by the number of names written down by Jeiel the writer and Maaseiah the captain, led by Hananiah, one of the king’s leaders.",
      "12": "The whole number of the leaders of the family groups of powerful soldiers was 2,600.",
      "13": "Under their leading was an army of 307,500, who could fight with great power, to help the king against those who hated them.",
      "14": "Uzziah had battle-coverings, spears, head-coverings, strong battle-clothes, bows, and slings using arrows and large stones made for all the army.",
      "15": "In Jerusalem he made large objects of war, planned by able men, to be on the towers and the corners. They were for shooting arrows and big stones. So Uzziah’s name became known in far away places. For he was helped by God in a very special way until he was strong.",
      "16": "But when he became strong, Uzziah’s heart was so proud that his actions were sinful. He was not faithful to the Lord his God, for he went into the Lord’s house to burn special perfume on the altar of special perfume.",
      "17": "Then Azariah the religious leader went in after him, with eighty religious leaders of the Lord who were men strong in heart.",
      "18": "They went against King Uzziah and said to him, “It is not for you, Uzziah, to burn special perfume to the Lord. It should be done by the religious leaders, the sons of Aaron, who are set apart to burn special perfume. Get out of the holy place, for you have not been faithful. You will have no honor from the Lord God.”",
      "19": "Then Uzziah was angry, and he had a dish in his hand for burning special perfume. While he was angry with the religious leaders, a bad skin disease broke out on his forehead in front of the religious leaders in the Lord’s house, beside the altar of special perfume.",
      "20": "Azariah the head religious leader and all the religious leaders looked at him and saw that he had a bad skin disease on his forehead. So they were quick to get him out of there, and he himself left in a hurry because the Lord had punished him.",
      "21": "King Uzziah had the bad skin disease to the day of his death. He lived in a separate house, suffering with the skin disease, for he was cut off from the house of the Lord. And his son Jotham was over the king’s house, ruling the people of the land.",
      "22": "Now the rest of the acts of Uzziah, first to last, were written by the man of God Isaiah, the son of Amoz.",
      "23": "Uzziah died, and they buried him with his fathers in the field of the grave which belonged to the kings. For they said, “He has a bad skin disease.” And Jotham his son became king in his place."
    },
    "27": {
      "1": "Jotham was twenty-five years old when he became king. And he ruled for sixteen years in Jerusalem. His mother’s name was Jerushah the daughter of Zadok.",
      "2": "Jotham did what was right in the eyes of the Lord. He did all that his father Uzziah had done, only he did not go into the house of the Lord. But the people still sinned much.",
      "3": "Jotham built the upper gate of the Lord’s house, and did much building on the wall of Ophel.",
      "4": "He built cities in the hill country of Judah, and strong places and towers on the tree-covered hills.",
      "5": "He fought with the king of the Ammonites and won the war against them so that the Ammonites paid taxes to him. During that year they paid him silver weighing as much as 100 men, 100,000 baskets of wheat, and 100,000 baskets of barley. The Ammonites also paid him this amount in the second and in the third year.",
      "6": "So Jotham became powerful, because he let the Lord his God lead him in all his ways.",
      "7": "Now the rest of the acts of Jotham, all his wars and his acts, are written in the Book of the Kings of Israel and Judah.",
      "8": "He was twenty-five years old when he became king, and ruled for sixteen years in Jerusalem.",
      "9": "Jotham died and they buried him in the city of David. His son Ahaz became king in his place."
    },
    "28": {
      "1": "Ahaz was twenty years old when he became king. And he ruled for sixteen years in Jerusalem. He did not do what was right in the eyes of the Lord, as his father David had done.",
      "2": "But he walked in the ways of the kings of Israel. He also made objects to look like the false gods of Baal.",
      "3": "He burned special perfume in the valley of Ben-Hinnom. And he burned his sons in fire, following the hated ways of the nations whom the Lord had driven out before the sons of Israel.",
      "4": "He gave gifts in worship and burned special perfume on the high places, on the hills, and under every green tree.",
      "5": "So the Lord his God gave him into the hand of the king of Syria. The Syrians won the war against Ahaz and carried away many of his people to Damascus. He was also given into the hand of the king of Israel, who killed many of his people in the war.",
      "6": "For Pekah the son of Remaliah killed 120,000 powerful soldiers of Judah in one day, because they had turned away from the Lord God of their fathers.",
      "7": "And Zichri, a strong man of Ephraim, killed the king’s son Maaseiah, and Azrikam the ruler of the house, and Elkanah the second in power to the king.",
      "8": "The sons of Israel carried away 200,000 women and sons and daughters of Judah. They also took many good things from them to Samaria.",
      "9": "But a man who spoke for the Lord was there, whose name was Oded. He went out to meet the army that came to Samaria and said to them, “See, because the Lord, the God of your fathers, was angry with Judah, He has given them into your hand. But you have killed them in an anger which has even gone up to heaven.",
      "10": "And now you plan to make the men and women of Judah and Jerusalem work hard for you. Do you not have sins of your own against the Lord your God?",
      "11": "Now listen to me. Return the people whom you have taken from your brothers. For the burning anger of the Lord is against you.”",
      "12": "Then some of the leaders of the sons of Ephraim stood up against those who were coming from the battle. These leaders were Azariah the son of Johanan, Berechiah the son of Meshillemoth, Jehizkiah the son of Shallum, and Amasa the son of Hadlai.",
      "13": "They said, “You must not bring the people in here. For you plan to bring guilt upon us against the Lord, adding to our sins and our guilt. We are already so guilty that His burning anger is against Israel.”",
      "14": "So the men of war left the people and things taken from Judah in front of the leaders and all the people of Israel.",
      "15": "Then the men who were chosen by name came and took the people of Judah. And they gave clothing to all of them who had none, using the clothes found among the things taken from Judah. They gave them clothes and shoes, and food and drink, and poured oil on them. They led all their weak ones on donkeys, and brought them to their brothers at Jericho, the city of palm trees. Then they returned to Samaria.",
      "16": "At that time King Ahaz sent to the king of Assyria for help.",
      "17": "For the Edomites had come to fight Judah again, and carried people away.",
      "18": "The Philistines also had come to fight against the cities of the valley and of the Negev of Judah. They had taken Beth-shemesh, Aijalon, Gederoth, Soco with its villages, Timnah with its villages, and Gimzo with its villages. And they came to live there.",
      "19": "For the Lord brought trouble to Judah because of King Ahaz of Israel. Ahaz caused the people of Judah to sin and was not faithful to the Lord.",
      "20": "So King Tilgath-pilneser of Assyria came against him and brought him trouble instead of strength.",
      "21": "Ahaz took riches from the house of the Lord and from the house of the king and of the princes, and gave them to the king of Assyria. But it did not help him.",
      "22": "In the time of his trouble, this same King Ahaz became even less faithful to the Lord.",
      "23": "For he gave gifts on the altar to the gods of Damascus who had beaten him in battle. He said, “Because the gods of the kings of Syria helped them, I will give gifts to them so they may help me.” But they were what destroyed him and all Israel.",
      "24": "Ahaz gathered together the objects of the house of God and cut them in pieces. Then he closed the doors of the Lord’s house, and made altars for himself in every corner of Jerusalem.",
      "25": "In every city of Judah he made high places to burn special perfume to other gods. And he made the Lord, the God of his fathers, very angry.",
      "26": "Now the rest of his acts and all his ways, from first to last, are written in the Book of the Kings of Judah and Israel.",
      "27": "Ahaz died, and they buried him in the city of Jerusalem. They did not bring him into the graves of the kings of Israel. And Hezekiah his son ruled in his place."
    },
    "29": {
      "1": "Hezekiah became king when he was twenty-five years old. And he ruled for twenty-nine years in Jerusalem. His mother’s name was Abijah, the daughter of Zechariah.",
      "2": "Hezekiah did what was right in the eyes of the Lord. He did all that his father David had done.",
      "3": "In the first month of the first year of his rule, he opened the doors of the Lord’s house and made them like new.",
      "4": "He brought in the religious leaders and the Levites, and gathered them in the open space on the east side.",
      "5": "Then he said to them, “Listen to me, O Levites. Now make yourselves holy. And make holy the house of the Lord, the God of your fathers. Carry what is unclean out from the holy place.",
      "6": "For our fathers have not been faithful. They have done what is bad in the eyes of the Lord our God. They have left Him and turned their faces away from the house of the Lord. They have turned their backs.",
      "7": "They have also shut the doors of the porch and put out the lamps. They have not burned special perfume or given burnt gifts in the holy place to the God of Israel.",
      "8": "So the Lord was angry with Judah and Jerusalem. He has made them an object of fear and wonder and shame, as you see with your own eyes.",
      "9": "See, our fathers have fallen by the sword. And our sons, our daughters and our wives have been taken away to a strange land because of this.",
      "10": "Now it is in my heart to make an agreement with the Lord God of Israel, that His burning anger may turn away from us.",
      "11": "My sons, take care now. For the Lord has chosen you to stand before Him, to do His work and to burn special perfume.”",
      "12": "Then the Levites set to work. There was Mahath the son of Amasai, and Joel the son of Azariah, from the sons of the Kohathites. From the sons of Merari there was Kish the son of Abdi, and Azariah the son of Jehallelel. From the Gershonites there was Joah the son of Zimmah, and Eden the son of Joah.",
      "13": "There were Shimri and Jeiel from the sons of Elizaphan. There were Zechariah and Mattaniah from the sons of Asaph.",
      "14": "From the sons of Heman there were Jehiel and Shimei. And from the sons of Jeduthun there were Shemaiah and Uzziel.",
      "15": "They gathered their brothers and made themselves holy, and went in to make the Lord’s house clean, as the king had told them by the words of the Lord.",
      "16": "The religious leaders went in to the inside part of the Lord’s house to make it clean. They brought out to the open space of the Lord’s house everything they found inside which was unclean. Then the Levites took it and carried it out to the river of Kidron.",
      "17": "They began to make it holy on the first day of the first month, and on the eighth day of the month they came to the porch of the Lord. Then they made the Lord’s house holy in eight days, and finished on the sixteenth day of the first month.",
      "18": "Then they went in to King Hezekiah and said, “We have made clean the whole house of the Lord, the altar of burnt gifts with all of its objects, and the table of holy bread with all of its objects.",
      "19": "And we have made all the objects holy which King Ahaz had thrown away during his rule when he was not faithful. See, they are before the altar of the Lord.”",
      "20": "Then King Hezekiah got up early and gathered the city rulers and went up to the house of the Lord.",
      "21": "They brought seven bulls, seven rams, seven lambs, and seven male goats, for a sin gift for the nation, the holy place, and Judah. Hezekiah told the religious leaders, the sons of Aaron, to give them on the altar of the Lord.",
      "22": "So they killed the bulls, and the religious leaders took the blood and put it on the altar. They killed the rams and put the blood on the altar. And they killed the lambs and put the blood on the altar.",
      "23": "Then they brought the male goats of the sin gift in front of the king and the people. They laid their hands on them.",
      "24": "And the religious leaders killed them and gave a sin gift with their blood, to pay for the sins of all Israel. For the king said that the burnt gift and the sin gift should be made for all Israel.",
      "25": "Then Hezekiah put the Levites in their places in the house of the Lord with timbrels and different kinds of harps. He did as David, Gad and Nathan, the men who spoke for God, had all said. For through these men the Lord said that this was to be done.",
      "26": "The Levites stood with the objects for making music which David had made. And the religious leaders stood with the horns.",
      "27": "Then Hezekiah told them to give the burnt gift on the altar. When the burnt gift began, the song to the Lord also began, with the horns and the objects for music made by David, king of Israel.",
      "28": "While all the people worshiped, the singers sang and the horns sounded. The music went on until the burnt gift was finished.",
      "29": "When the burnt gift was finished, the king and all who were with him bowed down and worshiped.",
      "30": "King Hezekiah and the rulers told the Levites to sing praises to the Lord with the words of David and Asaph the man of God. So they sang praises with joy, and bowed down and worshiped.",
      "31": "Then Hezekiah said, “Now that you have made yourselves holy to the Lord, come near and bring gifts for the altar and gifts of thanks to the house of the Lord.” And the people brought gifts for the altar and gifts of thanks. All those who were willing brought burnt gifts.",
      "32": "The number of the burnt gifts which the people brought was 70 bulls, 100 rams, and 200 lambs. All these were for a burnt gift to the Lord.",
      "33": "And the holy gifts were 600 bulls and 3,000 sheep.",
      "34": "But there were not enough religious leaders to skin all the burnt gifts. So their brothers the Levites helped them until the work was finished, and until all the religious leaders had made themselves holy. For the Levites put more care into making themselves holy than the religious leaders.",
      "35": "There were also many burnt gifts with the fat of the peace gifts. And there were the drink gifts for the burnt gifts. So the worship was returned to the house of the Lord.",
      "36": "Then Hezekiah and all the people were filled with joy because of what God had done for the people, for it was done all at once."
    },
    "30": {
      "1": "Hezekiah sent word to all Israel and Judah. He wrote letters to Ephraim and Manasseh also, that they should come to the house of the Lord at Jerusalem, to keep the Passover to the Lord God of Israel.",
      "2": "For the king and his rulers and all the people in Jerusalem had decided to keep the Passover in the second month.",
      "3": "For they could not keep it at the set time, because there had not been enough religious leaders who had made themselves holy. And the people had not been gathered to Jerusalem.",
      "4": "So the new time pleased the king and all the people.",
      "5": "And they made it known in all Israel, from Beer-sheba to Dan, that they should come to keep the Passover to the Lord God of Israel at Jerusalem. For great numbers of people had not kept it, as they were told to do.",
      "6": "Men were sent through all Israel and Judah with the letters from the hand of the king and his rulers, as the king had told them. The letters said, “O sons of Israel, return to the Lord God of Abraham, Isaac and Israel, that He may return to those of you who have not been taken away by the kings of Assyria.",
      "7": "Do not be like your fathers and your brothers. They were not faithful to the Lord God of their fathers, so He gave them a reason to fear, as you see.",
      "8": "Now do not make your hearts hard like your fathers, but give yourselves to the Lord. Come to His holy place which He has set apart forever. And worship the Lord your God, that His burning anger may turn away from you.",
      "9": "For if you return to the Lord, your brothers and your sons will be shown pity by those who took them away, and will return to this land. For the Lord your God is kind and loving. He will not turn His face away from you if you return to Him.”",
      "10": "So the men took the letters from city to city through the country of Ephraim and Manasseh, and as far as Zebulun. But the people laughed at them and made fun of them.",
      "11": "Only a few men of Asher, Manasseh and Zebulun put away their pride and came to Jerusalem.",
      "12": "The hand of God was also on Judah to give them one heart to do what the king and the rulers told them by the Word of the Lord.",
      "13": "Many people gathered together at Jerusalem to keep the Special Supper of Bread Without Yeast in the second month. There were very many people.",
      "14": "They took away the altars which were in Jerusalem. And they also took away all the special perfume altars and threw them into the river of Kidron.",
      "15": "Then they killed the Passover lambs on the fourteenth day of the second month. The religious leaders and Levites were ashamed and made themselves holy, and brought burnt gifts to the house of the Lord.",
      "16": "They stood in their places as they should, as given by the Law of Moses the man of God. The religious leaders placed the blood which they received from the hand of the Levites.",
      "17": "For there were many of the people who had not made themselves holy. So the Levites had to kill the Passover lambs for every one who was unclean, to make them holy to the Lord.",
      "18": "For many of the people, many of them from Ephraim, Manasseh, Issachar and Zebulun, had not made themselves clean. Yet they ate the Passover in a different way than had been written. For Hezekiah prayed for them, saying, “May the good Lord forgive everyone",
      "19": "who makes his heart ready to look for God, the Lord God of his fathers, even if he does not follow the rules of the holy place for making himself clean.”",
      "20": "And the Lord heard Hezekiah, and healed the people.",
      "21": "The people of Israel who were there in Jerusalem kept the Special Supper of Bread Without Yeast for seven days with great joy. The Levites and the religious leaders praised the Lord day after day, singing with loud music to the Lord.",
      "22": "Then Hezekiah spoke comforting words to all the Levites who had good understanding in the Lord’s work. So the people ate the food of the Special Supper for seven days, giving peace gifts and thanks to the Lord God of their fathers.",
      "23": "Then all the people decided to keep the Special Supper for another seven days. So they kept it for another seven days with joy.",
      "24": "For King Hezekiah of Judah had given the people 1,000 bulls and 7,000 sheep. And the rulers had given the people 1,000 bulls and 10,000 sheep. And a large number of religious leaders made themselves holy.",
      "25": "All the people of Judah were filled with joy, with the religious leaders and the Levites, and all the people who came from Israel. Both the people who came from the land of Israel and those living in Judah were filled with joy.",
      "26": "So there was great joy in Jerusalem, because there was nothing like this in Jerusalem since the days of Solomon the son of David, king of Israel.",
      "27": "Then the religious leaders and Levites stood and prayed that good would come to the people. And their voice was heard. Their prayer came to the Lord’s holy place in heaven."
    },
    "31": {
      "1": "Now when all this was finished, all the people of Israel who were there went out to the cities of Judah. They broke in pieces the pillars set up for the false gods. They cut down the objects of the false goddess Asherah. And they pulled down the high places and the altars through all Judah and Benjamin, and in Ephraim and Manasseh. They destroyed all of them. Then all the people of Israel returned to their cities, every man to his land.",
      "2": "Hezekiah divided the religious leaders and the Levites into groups, each by the work he was to do. He chose the religious leaders and Levites for giving the burnt gifts and peace gifts, for serving and giving thanks, and for praising in the gates of the camp of the Lord.",
      "3": "He decided what the king should give of his own animals for the burnt gifts, for the morning and evening, for the Days of Rest and the New Moons and the Special Suppers, as it is written in the Law of the Lord.",
      "4": "And he told the people who lived in Jerusalem to give the share that should go to the religious leaders and the Levites, that they might give themselves to the Law of the Lord.",
      "5": "As soon as the news spread, the people of Israel gave much of the first-fruits of grain, new wine, oil, honey, and of all the food of the field. They brought in more than a tenth part of everything.",
      "6": "The people of Israel and Judah, who lived in the cities of Judah, also brought in a tenth part of the cattle and sheep. And they brought a tenth part of the holy things which were set apart for the Lord their God. They laid them one on top of the other.",
      "7": "They began to lay them on top of each other in the third month, and finished by the seventh month.",
      "8": "And when Hezekiah and the rulers came and saw all the things, they praised the Lord and His people Israel.",
      "9": "Then Hezekiah asked the religious leaders and the Levites about all the things which had been brought.",
      "10": "Azariah the head religious leader of the family of Zadok said to him, “Since the gifts began to be brought into the Lord’s house, we have had much more than enough to eat. For the Lord has brought good to His people, and we have all this much left.”",
      "11": "Then Hezekiah told them to make rooms ready in the house of the Lord, and they made them ready.",
      "12": "And they were faithful to bring in the gifts and the tenth part and the holy things. Conaniah the Levite was the captain over them, and his brother Shimei was second.",
      "13": "The leaders under Conaniah and his brother Shimei were Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah. They were chosen by King Hezekiah. Azariah was the head captain of the house of God.",
      "14": "Kore, the son of Imnah the Levite, who watched over the east gate, was captain of the free-will gifts to God. He divided the gifts for the Lord and the most holy things.",
      "15": "Under his rule were Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah, in the cities of the religious leaders. They were faithful to give shares to their brothers by their groups, large and small alike.",
      "16": "Also they gave to those whose names were written down by families, from three years old and older. They gave to everyone who went into the Lord’s house for each day’s duty, for the work each of their groups was to do.",
      "17": "The names of the religious leaders were written down by their family groups, and the Levites from twenty years old and older, by their duties and their groups.",
      "18": "Also written down were the names of their little children, their wives, their sons, and their daughters, for all the people. For they were faithful to set themselves apart to be holy.",
      "19": "Also the sons of Aaron, the religious leaders who were in the fields around their cities, or in each and every city, were taken care of. There were men chosen by name to give shares to every male among the religious leaders and to everyone whose name was written down among the Levites.",
      "20": "Hezekiah did this through all Judah. He did what was good and right and true before the Lord his God.",
      "21": "All the work he began in the house of God, obeying the Laws and looking to his God, he did with all his heart and all went well for him."
    },
    "32": {
      "1": "After these faithful acts, King Sennacherib of Assyria came to fight against Judah. His army gathered around the strong cities. He thought he would take them for himself.",
      "2": "When Hezekiah saw that Sennacherib had come to fight against Jerusalem,",
      "3": "he planned with his captains and men of war to stop the water from the wells which were outside the city. And they helped him.",
      "4": "Many people were gathered, and they stopped all the wells and the small river which flowed through the land. They said, “Why should the kings of Assyria come and find much water?”",
      "5": "Then Hezekiah took strength of heart and built again all of the wall that had been broken down. He built towers on it, and built another outside wall. He made the Millo strong in the city of David. And he made many battle-coverings and objects to fight with.",
      "6": "He chose army captains to lead the people, and gathered them in the place by the city gate. He spoke comforting words to them, saying,",
      "7": "“Be strong and have strength of heart. Do not be afraid or troubled because of the king of Assyria and all those who are with him. For the One with us is greater than the one with him.",
      "8": "He has only man with him. But we have the Lord our God with us, to help us and to fight our battles.” And the people trusted the words of Hezekiah king of Judah.",
      "9": "Then King Sennacherib of Assyria, whose army was gathered around Lachish with him, sent word by his servants to Jerusalem to King Hezekiah and to all the people of Judah who were in Jerusalem. He said,",
      "10": "“King Sennacherib of Assyria says, ‘On what do you trust, that you are staying in Jerusalem with my army around you?",
      "11": "Is not Hezekiah leading you the wrong way to let you die by hunger and thirst, saying, “The Lord our God will save us from the king of Assyria”?",
      "12": "Has not this same Hezekiah taken away His high places and His altars, and said to Judah and Jerusalem, “You will worship in front of one altar and burn special perfume on it”?",
      "13": "Do you not know what I and my fathers have done to all the peoples of other lands? Were the gods of the other nations able to save their lands from me?",
      "14": "Who among all the gods could save his people from me in all those nations which my fathers destroyed? Would your God be able to save you from me?",
      "15": "So now do not let Hezekiah lie to you or lead you in the wrong way like this. Do not believe him. For no god of any nation was able to save his people from me or from my fathers. How much less will your God save you from me!’”",
      "16": "Sennacherib’s men said still more against the Lord God and against His servant Hezekiah.",
      "17": "The Assyrian king also wrote letters to say things against the Lord God of Israel, saying, “As the gods of the other nations of the lands have not saved their people from me, so the God of Hezekiah will not save His people from me.”",
      "18": "They called this out with a loud voice in the language of Judah to the people of Jerusalem who were on the wall. They did this to bring fear upon them, so that they might take the city.",
      "19": "They talked about the God of Jerusalem as if He were one of the gods of the people of the earth, which were made by the hands of men.",
      "20": "But King Hezekiah and Isaiah the man of God, the son of Amoz, prayed about this and cried out to heaven.",
      "21": "And the Lord sent an angel who destroyed every powerful soldier and every captain and leader in the camp of the king of Assyria. So Sennacherib returned in shame to his own land. And when he had gone into the house of his god, some of his own children killed him there with the sword.",
      "22": "So the Lord saved Hezekiah and the people of Jerusalem from King Sennacherib of Assyria, and from all others. And He gave them rest on every side.",
      "23": "Many brought gifts to the Lord at Jerusalem, and things of much worth to King Hezekiah of Judah. So the king was honored in the eyes of all nations from that time on.",
      "24": "In those days Hezekiah became very sick. He prayed to the Lord, and the Lord spoke to him and gave him something special to see.",
      "25": "But Hezekiah did not do anything in return for the good he received, because his heart was proud. So the Lord’s anger came upon him and Judah and Jerusalem.",
      "26": "Then Hezekiah put away the pride of his heart, both he and the people of Jerusalem. So that the anger of the Lord did not come on them in the days of Hezekiah.",
      "27": "Now Hezekiah had very great riches and honor. He made for himself store-houses for silver, gold, stones of much worth, spices, battle-coverings, and all kinds of things of much worth.",
      "28": "He made store-houses for the grain that was gathered, wine, and oil. He made places for all kinds of herds, and places for the flocks.",
      "29": "He made cities for himself, and gathered very many flocks and cattle. For God had given him very many riches.",
      "30": "It was Hezekiah who stopped the upper opening of the waters of Gihon, and made them flow to the west side of the city of David. And Hezekiah did well in all that he did.",
      "31": "It was so even when the men were sent to him from the rulers of Babylon to ask about the wonder that had happened in the land. God left Hezekiah alone to test him, that He might know all that was in his heart.",
      "32": "Now the rest of the acts of Hezekiah and his good works are written in the special dream of Isaiah the man of God, the son of Amoz, in the Book of the Kings of Judah and Israel.",
      "33": "Hezekiah died and they buried him in the upper graves of the sons of David. All the people of Judah and Jerusalem honored him at his death. And his son Manasseh became king in his place."
    },
    "33": {
      "1": "Manasseh was twelve years old when he became king. And he ruled for fifty-five years in Jerusalem.",
      "2": "He did what was bad in the eyes of the Lord. He did the hated things of the nations whom the Lord drove out before the sons of Israel.",
      "3": "For he built again the high places which his father Hezekiah had broken down. He built altars for the false gods of Baal and made objects of worship for the false goddess Asherah. He worshiped all the stars of heaven and served them.",
      "4": "And he built altars in the Lord’s house, of which the Lord had said, “My name will be in Jerusalem forever.”",
      "5": "He built altars for all the stars of heaven in the two open spaces of the house of the Lord.",
      "6": "And he burned his sons as a gift in the valley of Ben-hinnom. He did witchcraft and asked the demon world about the future. He asked the demon world to do very special things, and he talked with people who spoke with the spirits of the dead. He did what was very bad in the eyes of the Lord, and made Him angry.",
      "7": "Manasseh made an object to look like a false god, and put it in God’s house, of which God had said to David and to Solomon his son, “In this house, and in Jerusalem which I have chosen from all the families of Israel, I will put My name forever.",
      "8": "And I will never again take Israel out of the land which I have chosen for your fathers, if only they will obey all that I have told them in the Laws given through Moses.”",
      "9": "Manasseh led Judah and the people of Jerusalem to do more sinful things than the nations whom the Lord destroyed before the sons of Israel.",
      "10": "The Lord spoke to Manasseh and his people, but they would not listen.",
      "11": "So the Lord brought the captains of the army of the king of Assyria against them. And they took Manasseh with hooks and tied him with brass chains and brought him to Babylon.",
      "12": "When Manasseh was in trouble, he prayed to the Lord his God, and put away his pride before the God of his fathers.",
      "13": "When he prayed to Him, God heard his prayer and listened to him, and brought him again to Jerusalem and to his nation. Then Manasseh knew that the Lord was God.",
      "14": "After this he built the outside wall of the city of David on the west side of Gihon, in the valley, as far as the Fish Gate. He built it around the Ophel, and made it very high. Then he put army captains in all the strong cities of Judah.",
      "15": "He took away the strange gods and the false god from the house of the Lord. And he took away all the altars he had built on the mountain of the Lord’s house and in Jerusalem, and threw them outside the city.",
      "16": "He set up the altar of the Lord and gave peace gifts and thank gifts in worship on it. And he told Judah to serve the Lord God of Israel.",
      "17": "But the people still killed animals in worship at the high places, but only to the Lord their God.",
      "18": "Now the rest of the acts of Manasseh, his prayer to his God, and the words the men who spoke for God spoke to him in the name of the Lord God of Israel, are among the writings of the kings of Israel.",
      "19": "His prayer and how God heard his prayer, and of all his sin and how he was not faithful, are found in the writings of the men who spoke for God. Also it is written where he built the high places, and made the objects of the false goddess Asherah, and made objects to look like gods, before he put away his pride.",
      "20": "So Manasseh died and they buried him in his own house. And his son Amon became king in his place.",
      "21": "Amon was twenty-two years old when he became king, and ruled for two years in Jerusalem.",
      "22": "Amon did what was sinful in the eyes of the Lord, as his father Manasseh had done. He killed animals in worship to all the false gods his father Manasseh had made, and he served them.",
      "23": "He did not put away his pride before the Lord as his father Manasseh had done, but Amon added to his guilt.",
      "24": "His servants made plans against him, and killed him in his own house.",
      "25": "But the people of the land killed all those who had killed King Amon and made his son Josiah king in his place."
    },
    "34": {
      "1": "Josiah was eight years old when he became king. And he ruled thirty-one years in Jerusalem.",
      "2": "He did what was right in the eyes of the Lord, and walked in the ways of his father David. He did not turn aside to the right or to the left.",
      "3": "For in the eighth year of his rule while he was still young, he began to look for the God of his father David. In the twelfth year he began to take the sinful things out of Judah and Jerusalem. He took away the high places, the objects of the false goddess Asherah, and all the objects made to look like gods.",
      "4": "They tore down the altars of the false gods of Baal in front of him. And he cut down the special perfume altars which stood above them. He broke in pieces the objects of the false goddess Asherah and all the objects made to look like gods. Then he ground them to dust and spread it on the graves of those who had given gifts in worship to them.",
      "5": "He burned the bones of their religious leaders on their altars, and made Judah and Jerusalem free from worshiping false gods.",
      "6": "And in the cities of Manasseh, Ephraim, Simeon, and as far as Naphtali, in the broken down places around them,",
      "7": "Josiah tore down the altars and beat to dust the objects of Asherah and the objects made to look like gods. He cut down all the special perfume altars through all the land of Israel. Then he returned to Jerusalem.",
      "8": "Now it was the eighteenth year of his rule, and Josiah had made the land and the Lord’s house free from worshiping false gods. At that time he sent Shaphan the son of Azaliah, Maaseiah the leader of the city, and Joah the son of Joahaz, who wrote down the things that happened, to do the work needed on the house of the Lord his God.",
      "9": "They came to Hilkiah the head religious leader and gave him the money that was brought into the house of God. The Levites who watched the door had received this money from Manasseh and Ephraim and from all those who were left of Israel, and from all Judah and Benjamin and the people of Jerusalem.",
      "10": "Then they gave the money to the workmen who watched over the work of the Lord’s house. And the workmen who were working in the Lord’s house used it to make the house like new.",
      "11": "They gave the money to those who work with wood and to the builders to buy cut stone and wood for joints and building-pieces for the houses. The kings of Judah had not had the needed work done on them.",
      "12": "And the men were faithful in doing the work. Watching over them were Jahath and Obadiah, the Levites of the sons of Merari, and Zechariah and Meshullam of the sons of the Kohathites. The Levites who were good at playing music",
      "13": "watched over those who carried loads and those who did work in every kind of duty. Some of the Levites were writers and leaders and gate-keepers.",
      "14": "When they were bringing out the money which had been brought into the Lord’s house, Hilkiah the religious leader found the book of the Law of the Lord given by Moses.",
      "15": "Hilkiah told Shaphan the writer, “I have found the book of the Law in the Lord’s house.” And Hilkiah gave the book to Shaphan.",
      "16": "Then Shaphan brought the book to the king, and said to him, “Your servants are doing all the work that they have been given to do.",
      "17": "They have taken all the money that was found in the Lord’s house and have given it to the leaders and the workmen.”",
      "18": "Then Shaphan the writer said to the king, “Hilkiah the religious leader gave me a book.” And Shaphan read it in front of the king.",
      "19": "When King Josiah heard the words of the Law, he tore his clothes.",
      "20": "Then the king called Hilkiah, Ahikam the son of Shaphan, Abdon the son of Micah, Shaphan the writer, and Asaiah the king’s servant. He told them,",
      "21": "“Go, ask the Lord for me, and for those who are left in Israel and Judah, about the words of the book which have been found. For much of the Lord’s anger has been poured out on us because our fathers have not obeyed the Word of the Lord. They have not done all that is written in this book.”",
      "22": "So Hilkiah and those whom the king had sent went to Huldah the woman who spoke for God. She was the wife of Shallum the son of Tokhath, the son of Hasrah, who watched over the clothing. (She lived in Jerusalem in the second part of the city.) They spoke to her about this.",
      "23": "And she said to them, “The Lord, the God of Israel, says, ‘Tell the man who sent you to Me",
      "24": "what I say. See, I am bringing much trouble to this place and to its people. I am allowing all the curses to come which are written in the book they have read in front of the king of Judah.",
      "25": "They have left Me and have burned special perfume to other gods, that they might make Me angry with all the work of their hands. So My anger will be poured out on this place, and it will not be stopped.",
      "26": "But tell the king of Judah who sent you to the Lord, “This is what the Lord God of Israel says about the words which you have heard:",
      "27": "‘Your heart was broken and you had no pride before God when you heard His words against this place and its people. And because you came before Me with no pride, tore your clothes, and cried before Me, I have heard you,’ says the Lord.",
      "28": "‘Your eyes will not see all the much trouble that I will bring on this place and its people. It will come after you die. You will be taken to your grave in peace.’”’” The men brought back this word to the king.",
      "29": "Then the king sent and gathered together all the leaders of Judah and Jerusalem.",
      "30": "The king went up to the house of the Lord, with all the men of Judah, the people of Jerusalem, the religious leaders, the Levites, and all the people from the greatest to the least. And he read in their hearing all the words of the book of the agreement which was found in the Lord’s house.",
      "31": "Then the king stood in his place and made an agreement before the Lord. He agreed to follow the Lord, to obey His Laws with all his heart and soul, and to do what is written in the agreement in this book.",
      "32": "And he made all who were there in Jerusalem and Benjamin to stand with him. So the people of Jerusalem promised to obey the agreement of God, the God of their fathers.",
      "33": "Josiah took away all the hated false gods from all the lands belonging to the sons of Israel. He made all who were in Israel worship the Lord their God. While Josiah was alive, they did not turn from following the Lord God of their fathers."
    },
    "35": {
      "1": "Then Josiah kept the Passover to the Lord in Jerusalem. They killed the Passover animals on the fourteenth day of the first month.",
      "2": "He gave the religious leaders their duties and gave them strength to do the work of the Lord’s house.",
      "3": "And he said to the Levites who taught all Israel and who were holy to the Lord, “Put the holy box of the agreement in the house which Solomon the son of David, king of Israel, built. You do not need to carry it on your shoulders any longer. Now work for the Lord your God and His people Israel.",
      "4": "Make yourselves ready by your fathers’ houses in your groups, in the way that was written by King David of Israel and his son Solomon.",
      "5": "Stand in the holy place by the family groups of your brothers who are not religious leaders. And let some of the Levites help each family group of the people.",
      "6": "Now kill the Passover animals, and make yourselves holy. Make things ready for your brothers to obey the word of the Lord by Moses.”",
      "7": "Then Josiah gave flocks of lambs and young goats as Passover gifts for all the people who were there. He gave 30,000 of them, and 3,000 bulls. These were from the king’s animals.",
      "8": "His leaders also gave a free-will gift to the people, the religious leaders, and the Levites. Hilkiah, Zechariah and Jehiel, the leaders of the house of God, gave 2,600 animals from the flocks and 300 bulls to the religious leaders for the Passover gifts.",
      "9": "Conaniah, and Shemaiah and Nethanel his brothers, and Hashabiah, Jeiel and Jozabad, the leaders of the Levites, gave 5,000 animals from the flocks and 500 bulls to the Levites for the Passover gifts.",
      "10": "So everything was made ready for the Passover. The religious leaders stood in their places, and the Levites stood by their groups, as the king had told them.",
      "11": "Then they killed the Passover animals. The religious leaders took the blood from them and put it on the altar. And the Levites cut the skins from the animals.",
      "12": "They set aside the burnt gifts that they might give them to the family groups of the people, to give to the Lord, as it is written in the Book of Moses. They did the same thing with the bulls.",
      "13": "So they cooked the Passover animals on the fire as the Law said. They boiled the holy things in pots and deep dishes, and carried them in a hurry to all the people.",
      "14": "After this they made everything ready for themselves and for the religious leaders because the religious leaders, the sons of Aaron, were giving in worship the burnt gifts and the fat parts until night. So the Levites made things ready for themselves and for the religious leaders, the sons of Aaron.",
      "15": "The singers, the sons of Asaph, were also in their places, as had been written by David, Asaph, Heman, and Jeduthun the king’s man of God. The men who were gate-keepers did not have to leave their duty, because their brothers the Levites made things ready for them.",
      "16": "All the work of the Lord was made ready that day to keep the Passover, and to give burnt gifts on the Lord’s altar, as King Josiah had said.",
      "17": "So the people of Israel who were there kept the Passover at that time. And they kept the Special Supper of Bread Without Yeast for seven days.",
      "18": "There had not been kept a Passover like it in Israel since the days of Samuel the man of God. None of the kings of Israel had kept such a Passover as Josiah did with the religious leaders, the Levites, all Judah and Israel who were there, and the people of Jerusalem.",
      "19": "This Passover was kept in the eighteenth year of Josiah’s rule.",
      "20": "After all this, when Josiah had made the house of the Lord ready, King Neco of Egypt came up to make war at Carchemish on the Euphrates. And Josiah went out to fight against him.",
      "21": "But Neco sent men to him, saying, “What have we to do with each other, O King of Judah? I am not coming against you today but against the house with which I am at war, and God has told me to hurry. Do not stand in the way of God Who is with me, or He will destroy you.”",
      "22": "But Josiah would not turn away from him. He made himself to look like someone else, so he could fight against him. He did not listen to the words of Neco from the mouth of God, but came to make war on the Plain of Megiddo.",
      "23": "And the bowmen shot King Josiah. The king told his servants, “Take me away, for I am hurt.”",
      "24": "So his servants took him out of the war-wagon and carried him in his second war-wagon, and brought him to Jerusalem. And there he died. He was buried in the graves of his fathers. All Judah and Jerusalem were filled with sorrow for Josiah.",
      "25": "Then Jeremiah sang a song of sorrow for Josiah. And all the male and female singers speak about Josiah in their songs of sorrow to this day. They made them a law in Israel, and they are written in the Lamentations.",
      "26": "Now the rest of the acts of Josiah and his good works as written in the Law of the Lord,",
      "27": "and his acts, first to last, are written in the Book of the Kings of Israel and Judah."
    },
    "36": {
      "1": "Then the people of the land took Joahaz the son of Josiah, and made him king in place of his father in Jerusalem.",
      "2": "Joahaz was twenty-three years old when he became king. And he ruled for three months in Jerusalem.",
      "3": "Then the king of Egypt took Joahaz’s power away at Jerusalem, and made the people of the land pay a tax of silver weighing as much as 100 men, and gold weighing as much as one man.",
      "4": "The king of Egypt made Eliakim his brother king over Judah and Jerusalem, and changed his name to Jehoiakim. But Neco took Eliakim’s brother Joahaz and brought him to Egypt.",
      "5": "Jehoiakim was twenty-five years old when he became king, and he ruled eleven years in Jerusalem. He did what was sinful in the eyes of the Lord his God.",
      "6": "King Nebuchadnezzar of Babylon came up against him and tied him with brass chains to take him to Babylon.",
      "7": "Nebuchadnezzar also brought some of the things of the Lord’s house to Babylon and put them in his place of worship there.",
      "8": "Now the rest of the acts of Jehoiakim and the sinful things which he did, and what was found against him, are written in the Book of the Kings of Israel and Judah. His son Jehoiachin became king in his place.",
      "9": "Jehoiachin was eighteen years old when he became king, and he ruled in Jerusalem three months and ten days. He did what was sinful in the eyes of the Lord.",
      "10": "In the spring of the year, King Nebuchadnezzar sent and brought him to Babylon with the objects of great worth from the Lord’s house. He made his brother Zedekiah king over Judah and Jerusalem.",
      "11": "Zedekiah was twenty-one years old when he became king, and he ruled eleven years in Jerusalem.",
      "12": "He did what was sinful in the eyes of the Lord his God. He had much pride in front of Jeremiah the man of God who spoke for the Lord.",
      "13": "And he turned against King Nebuchadnezzar who had made him make a promise by God. He was strong-willed and made his heart hard against turning to the Lord God of Israel.",
      "14": "Also none of the rulers of the religious leaders and people were faithful. They followed all the sinful things of the nations. And they brought sinful things into the Lord’s house, which the Lord had made holy in Jerusalem.",
      "15": "The Lord, the God of their fathers, sent men to speak for Him again and again, because He had loving-pity on His people and on His house.",
      "16": "But the people always made fun of the men sent by God. They hated God’s words and laughed at His men who spoke for God, until the Lord was very angry with His people. And there was no way for things to be better.",
      "17": "So God brought the king of the Babylonians against them, who killed their young men with the sword in the house of God. He had no pity on anyone, young or old, men or women or the sick. He gave them all into the king’s hand.",
      "18": "And he brought to Babylon all the things of the house of God, great and small, and the riches of the Lord’s house, and the riches of the king and of his rulers.",
      "19": "Then they burned the house of God, and broke down the wall of Jerusalem. They burned all of its buildings built for battles, and destroyed all of its objects of great worth.",
      "20": "He carried away to Babylon those who had not been killed by the sword. They were made to work for him and his sons until the rule of the nation of Persia.",
      "21": "This was done so the word of the Lord spoken by Jeremiah came true. For the seventy years that the land was not being used, the Day of Rest was kept. So the Days of Rest were enjoyed that had not been kept before.",
      "22": "The Lord’s word by the mouth of Jeremiah came true in this way also: In the first year of King Cyrus of Persia, the Lord caused the spirit of King Cyrus to send word to all his nation, and also to write it down, saying,",
      "23": "“King Cyrus of Persia says, ‘The Lord, the God of heaven, has given me all the nations of the earth. He has chosen me to build Him a house in Jerusalem, which is in Judah. Whoever is among you of all His people, may the Lord his God be with him, and let him go up.’”"
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:13.597400-04:00",
    "Translation": "NLV"
  }
}