{
  "2 Corinthians": {
    "1": {
      "1": "This letter is from Paul. I have been chosen by God to be a missionary for Jesus Christ. Timothy is here with me and is writing to you also. We are writing to God’s church in the city of Corinth and to all of God’s people in the country of Greece.",
      "2": "May you have loving-favor and peace from God our Father and the Lord Jesus Christ.",
      "3": "We give thanks to the God and Father of our Lord Jesus Christ. He is our Father Who shows us loving-kindness and our God Who gives us comfort.",
      "4": "He gives us comfort in all our troubles. Then we can comfort other people who have the same troubles. We give the same kind of comfort God gives us.",
      "5": "As we have suffered much for Christ and have shared in His pain, we also share His great comfort.",
      "6": "But if we are in trouble, it is for your good. And it is so you will be saved from the punishment of sin. If God comforts us, it is for your good also. You too will be given strength not to give up when you have the same kind of trouble we have.",
      "7": "Our hope for you is the same all the time. We know you are sharing our troubles. And so you will share the comfort we receive.",
      "8": "We want you to know, Christian brothers, of the trouble we had in the countries of Asia. The load was so heavy we did not have the strength to keep going. At times we did not think we could live.",
      "9": "We thought we would die. This happened so we would not put our trust in ourselves, but in God Who raises the dead.",
      "10": "Yes, God kept us from what looked like sure death and He is keeping us. As we trust Him, He will keep us in the future.",
      "11": "You also help us by praying for us. Many people thank God for His favor to us. This is an answer to the prayers of many people.",
      "12": "I am happy to say this. Whatever we did in this world, and for sure when we were with you, we were honest and had pure desires. We did not trust in human wisdom. Our power came from God’s loving-favor.",
      "13": "We write to you only what we know you can understand. I hope you will understand everything.",
      "14": "When the Lord Jesus comes again, you can be as proud of us as we will be proud of you. Right now you do not understand us real well.",
      "15": "It was because of this, I wanted to visit you first. In that way, you would be helped two times.",
      "16": "I wanted to stop to visit you on my way to the country of Macedonia. I would stop again as I came from there. Then you could help me on my way to the country of Judea.",
      "17": "Yes, I changed my mind. Does that show that I change my mind a lot? Do I plan things as people of the world who say yes when they mean no? You know I am not like that!",
      "18": "As God is true, my yes means yes. I am not the kind of person who says one thing and means another.",
      "19": "Timothy and Silvanus and I have preached to you about Jesus Christ, the Son of God. In Him there is no yes and no. In Him is yes.",
      "20": "Jesus says yes to all of God’s many promises. It is through Jesus that we say, “Let it be so,” when we give thanks to God.",
      "21": "God is the One Who makes our faith and your faith strong in Christ. He has set us apart for Himself.",
      "22": "He has put His mark on us to show we belong to Him. His Spirit is in our hearts to prove this.",
      "23": "I call on God to look into my heart. The reason I did not come to the city of Corinth was because I did not want my strong words to hurt you.",
      "24": "We are not the boss of your faith but we are working with you to make you happy. Your faith is strong."
    },
    "2": {
      "1": "As I thought about it, I decided I would not come to you again. It would only make you sad.",
      "2": "If I make you sad, who is going to make me happy? How can you make me happy if I make you sad?",
      "3": "That is why I wrote that letter to you. I did not want to visit you and be made sad by the ones who should be making me happy. I am sure when I am happy, you are happy also.",
      "4": "I wrote you with a troubled heart. Tears were coming from my eyes. I did not want to make you sad. I wanted you to know how much I loved you.",
      "5": "If someone among you has brought sorrow, he has not made me as sad as he has all of you. I say this so I may not make it hard for you.",
      "6": "Most of you have punished him. That is enough for such a person.",
      "7": "Now you should forgive him and comfort him. If you do not, he will be so sad that he will want to give up.",
      "8": "I ask you to show him you do love him.",
      "9": "This is why I wrote to you. I wanted to test you to see if you were willing to obey in all things.",
      "10": "If you forgive a man, I forgive him also. If I have forgiven anything, I have done it because of you. Christ sees me as I forgive.",
      "11": "We forgive so that Satan will not win. We know how he works!",
      "12": "When I arrived in the city of Troas, the Lord opened the door for me to preach the Good News of Christ.",
      "13": "I was worried because I could not find our brother Titus. After saying good-bye, I went on my way to the country of Macedonia.",
      "14": "We thank God for the power Christ has given us. He leads us and makes us win in everything. He speaks through us wherever we go. The Good News is like a sweet smell to those who hear it.",
      "15": "We are a sweet smell of Christ that reaches up to God. It reaches out to those who are being saved from the punishment of sin and to those who are still lost in sin.",
      "16": "It is the smell of death to those who are lost in sin. It is the smell of life to those who are being saved from the punishment of sin. Who is able for such a work?",
      "17": "We are not like others. They preach God’s Word to make money. We are men of truth and have been sent by God. We speak God’s Word with Christ’s power. All the time God sees us."
    },
    "3": {
      "1": "Are we making it sound as if we think we are so important? Other people write letters about themselves. Do we need to write such a letter to you?",
      "2": "You are our letter. You are written in our hearts. You are known and read by all men.",
      "3": "You are as a letter from Christ written by us. You are not written as other letters are written with ink, or on pieces of stone. You are written in human hearts by the Spirit of the living God.",
      "4": "We can say these things because of our faith in God through Christ.",
      "5": "We know we are not able in ourselves to do any of this work. God makes us able to do these things.",
      "6": "God is the One Who made us preachers of a New Way of Worship. This New Way of Worship is not of the Law. It is of the Holy Spirit. The Law brings death, but the Holy Spirit gives life.",
      "7": "The Law of Moses was written on stone and it brought death. But God’s shining-greatness was seen when it was given. When Moses took it to the Jews, they could not look at his face because of the bright light. But that bright light in his face began to pass away.",
      "8": "The new way of life through the Holy Spirit comes with much more shining-greatness.",
      "9": "If the Law of Moses, that leads to death, came in shining-greatness, how much greater and brighter is the light that makes us right with God?",
      "10": "The Law of Moses came with shining-greatness long ago. But that light is no longer bright. The shining-greatness of the New Way of Worship that brings us life is so much brighter.",
      "11": "The shining light that came with the Law of Moses soon passed away. But the new way of life is much brighter. It will never pass away.",
      "12": "We speak without fear because our trust is in Christ.",
      "13": "We are not like Moses. He put a covering over his face so the Jews would not see that the bright light was passing away.",
      "14": "Their minds were not able to understand. Even to this day when the Law is read, there is a covering over their minds. They do not see that Christ is the only One Who can take the covering away.",
      "15": "Yes, to this day, there is a covering over their hearts whenever the Law of Moses is read.",
      "16": "But whenever a man turns to the Lord, the covering is taken away.",
      "17": "The heart is free where the Spirit of the Lord is. The Lord is the Spirit.",
      "18": "All of us, with no covering on our faces, show the shining-greatness of the Lord as in a mirror. All the time we are being changed to look like Him, with more and more of His shining-greatness. This change is from the Lord Who is the Spirit."
    },
    "4": {
      "1": "Through God’s loving-kindness, He has given us this job to do. So we do not give up.",
      "2": "We have put away all things that are done in secret and in shame. We do not play with the Word of God or use it in a false way. Because we are telling the truth, we want men’s hearts to listen to us. God knows our desires.",
      "3": "If the Good News we preach is hidden, it is hidden to those who are lost in sin.",
      "4": "The eyes of those who do not believe are made blind by Satan who is the god of this world. He does not want the light of the Good News to shine in their hearts. This Good News shines as the shining-greatness of Christ. Christ is as God is.",
      "5": "We do not preach about ourselves. We preach Christ Jesus the Lord. We are your servants because of Jesus.",
      "6": "It was God Who said, “The light will shine in darkness.” He is the One Who made His light shine in our hearts. This brings us the light of knowing God’s shining-greatness which is seen in Christ’s face.",
      "7": "We have this light from God in our human bodies. This shows that the power is from God. It is not from ourselves.",
      "8": "We are pressed on every side, but we still have room to move. We are often in much trouble, but we never give up.",
      "9": "People make it hard for us, but we are not left alone. We are knocked down, but we are not destroyed.",
      "10": "We carry marks on our bodies that show the death of Jesus. This is how Jesus makes His life seen in our bodies.",
      "11": "Every day of our life we face death because of Jesus. In this way, His life is seen in our bodies.",
      "12": "Death is working in us because we work for the Lord, but His life is working in you.",
      "13": "The Holy Writings say, “I believed, so I spoke.” We have the same kind of faith as David had. We also believe, so we speak.",
      "14": "We know that God raised the Lord Jesus from the dead. He will raise us up also. God will take us to Himself and He will take you.",
      "15": "These things happened for your good. As more people receive God’s favor, they will give thanks for the shining-greatness of God.",
      "16": "This is the reason we do not give up. Our human body is wearing out. But our spirits are getting stronger every day.",
      "17": "The little troubles we suffer now for a short time are making us ready for the great things God is going to give us forever.",
      "18": "We do not look at the things that can be seen. We look at the things that cannot be seen. The things that can be seen will come to an end. But the things that cannot be seen will last forever."
    },
    "5": {
      "1": "Our body is like a house we live in here on earth. When it is destroyed, we know that God has another body for us in heaven. The new one will not be made by human hands as a house is made. This body will last forever.",
      "2": "Right now we cry inside ourselves because we wish we could have our new body which we will have in heaven.",
      "3": "We will not be without a body. We will live in a new body.",
      "4": "While we are in this body, we cry inside ourselves because things are hard for us. It is not that we want to die. Instead, we want to live in our new bodies. We want this dying body to be changed into a living body that lasts forever.",
      "5": "It is God Who has made us ready for this change. He has given us His Spirit to show us what He has for us.",
      "6": "We are sure of this. We know that while we are at home in this body we are not with the Lord.",
      "7": "Our life is lived by faith. We do not live by what we see in front of us.",
      "8": "We are sure we will be glad to be free of these bodies. It will be good to be at home with the Lord.",
      "9": "So if we stay here on earth or go home to Him, we always want to please Him.",
      "10": "For all of us must stand before Christ when He says who is guilty or not guilty. Each one will receive pay for what he has done. He will be paid for the good or the bad done while he lived in this body.",
      "11": "Because of this, we know the fear of God. So we try to get men to put their trust in Christ. God knows us. I hope that your hearts know me well also.",
      "12": "We do not want to sound as if we think we are so important. Instead, we are making it easy for you to be proud of us. In that way, you will be able to tell them about us. They always talk about the way people look, but do not care about their hearts.",
      "13": "Are we crazy to talk like this? It is all because of what God has done. If we are using our minds well, it is for you.",
      "14": "For the love of Christ puts us into action. We are sure that Christ died for everyone. So, because of that, everyone has a part in His death.",
      "15": "Christ died for everyone so that they would live for Him. They should not live to please themselves but for Christ Who died on a cross and was raised from the dead for them.",
      "16": "So from now on, we do not think about what people are like by looking at them. We even thought about Christ that way one time. But we do not think of Him that way anymore.",
      "17": "For if a man belongs to Christ, he is a new person. The old life is gone. New life has begun.",
      "18": "All this comes from God. He is the One Who brought us to Himself when we hated Him. He did this through Christ. Then He gave us the work of bringing others to Him.",
      "19": "God was in Christ. He was working through Christ to bring the whole world back to Himself. God no longer held men’s sins against them. And He gave us the work of telling and showing men this.",
      "20": "We are Christ’s missionaries. God is speaking to you through us. We are speaking for Christ and we ask you from our hearts to turn from your sins and come to God.",
      "21": "Christ never sinned but God put our sin on Him. Then we are made right with God because of what Christ has done for us."
    },
    "6": {
      "1": "We are working together with God. We ask you from our hearts not to receive God’s loving-favor and then waste it.",
      "2": "The Holy Writings say, “I heard you at the right time. I helped you on that day to be saved from the punishment of sin. Now is the right time! See! Now is the day to be saved.”",
      "3": "We do not want to put anything in the way that would keep people from God. We do not want to be blamed.",
      "4": "Everything we do shows we are God’s servants. We have had to wait and suffer. We have needed things. We have been in many hard places and have had many troubles.",
      "5": "We have been beaten. We have been put in prison. We have been in fights. We have worked hard. We have stayed awake watching. We have gone without food.",
      "6": "We have been pure. We have known what to do. We have suffered long. We have been kind. The Holy Spirit has worked in us. We have had true love.",
      "7": "We have spoken the truth. We have God’s power. We have the sword of being right with God in the right hand and in the left hand.",
      "8": "Some men respect us and some do not. Some men speak bad against us and some thank us. They say we lie, but we speak the truth.",
      "9": "Some men act as if they do not know us. And yet we are known by everyone. They act as if we were dead, but we are alive. They try to hurt and destroy us, but they are not able to kill us.",
      "10": "We are full of sorrow and yet we are always happy. We are poor and yet we make many people rich. We have nothing and yet we have everything.",
      "11": "We have spoken to you who are in the city of Corinth with plain words. Our hearts are wide open.",
      "12": "Our hearts are not closed to you. But you have closed your hearts to us.",
      "13": "I am speaking to you now as if you were my own children. Open your hearts wide to us! That will pay us back for what we have done for you.",
      "14": "Do not be joined together with those who do not belong to Christ. How can that which is good get along with that which is bad? How can light be in the same place with darkness?",
      "15": "How can Christ get along with the devil? How can one who has put his trust in Christ get along with one who has not put his trust in Christ?",
      "16": "How can the house of God get along with false gods? We are the house of the living God. God has said, “I will live in them and will walk among them. I will be their God and they will be My people.”",
      "17": "The Lord has said, “So come out from among them. Do not be joined to them. Touch nothing that is sinful. And I will receive you.",
      "18": "I will be a Father to you. You will be My sons and daughters, says the All-powerful God.”"
    },
    "7": {
      "1": "Since we have these great promises, dear friends, let us turn away from every sin of the body or of the spirit. Let us honor God with love and fear by giving ourselves to Him in every way.",
      "2": "Receive us into your hearts. We have done no wrong to anyone. We have not led anyone in the wrong way. We have not used anyone for our good.",
      "3": "I do not say this to tell you that you are wrong. As I have said before, you have a place in our hearts and always will. If we live or die, we will be together.",
      "4": "I trust you and am proud of you. You give me much comfort and joy even when I suffer.",
      "5": "When we arrived in the country of Macedonia, we had no rest. We had all kinds of trouble. There was fighting all around us. Our hearts were afraid.",
      "6": "But God gives comfort to those whose hearts are heavy. He gave us comfort when Titus came.",
      "7": "Not only did his coming comfort us, but the comfort you had given him made me happy also. He told us how much you wanted to see us. He said that you were sad because of my trouble and that you wanted to help me. This made me happy.",
      "8": "I am not sorry now if my letter made you sad. I know it made you sad, but it was only for awhile.",
      "9": "I am happy now. It is not because you were hurt by my letter, but because it turned you from sin to God. God used it and you were not hurt by what we did.",
      "10": "The sorrow that God uses makes people sorry for their sin and leads them to turn from sin so they can be saved from the punishment of sin. We should be happy for that kind of sorrow, but the sorrow of this world brings death.",
      "11": "See how this sorrow God allowed you to have has worked in you. You had a desire to be free of that sin I wrote about. You were angry about it. You were afraid. You wanted to do something about it. In every way you did what you could to make it right.",
      "12": "I sent this. It was not written only because of the man who did the wrong or because of the one who suffered.",
      "13": "All this has given us comfort. More than this, we are happy for the joy Titus has. His spirit has been made stronger by all of you.",
      "14": "I told him how proud I was of you. You did not make me ashamed. What we said to Titus proved to be true.",
      "15": "He loves you all the more. He remembers how all of you were ready to obey and how you respected him.",
      "16": "I am happy that I can have complete trust in you."
    },
    "8": {
      "1": "Christian brothers, we want you to know how the loving-favor of God has been shown in the churches in the country of Macedonia.",
      "2": "They have been put to the test by much trouble, but they have much joy. They have given much even though they were very poor.",
      "3": "They gave as much as they could because they wanted to.",
      "4": "They asked from their hearts if they could help the Christians in Jerusalem.",
      "5": "It was more than we expected. They gave themselves to the Lord first. Then they gave themselves to us to be used as the Lord wanted.",
      "6": "We asked Titus to keep on helping you finish this act of love. He was the one to begin this.",
      "7": "You are rich in everything. You have faith. You can preach. You have much learning. You have a strong desire to help. And you have love for us. Now do what you should about giving also.",
      "8": "I am not saying that you must do this, but I have told you how others have helped. This is a way to prove how true your love is.",
      "9": "You know of the loving-favor shown by our Lord Jesus Christ. He was rich, but He became poor for your good. In that way, because He became poor, you might become rich.",
      "10": "This is what I think. You had better finish what you started a year ago. You were the first to want to give a gift of money.",
      "11": "Now do it with the same strong desires you had when you started.",
      "12": "If a man is ready and willing to give, he should give of what he has, not of what he does not have.",
      "13": "This does not mean that others do not have to give and you have to give much. You should share alike.",
      "14": "You have more than you need now. When you have need, then they can help you. You should share alike.",
      "15": "The Holy Writings say, “The man who gathered much did not have too much. The man who did not gather much had enough.”",
      "16": "I thank God that He gave Titus the same desire to help you.",
      "17": "He was glad when we asked him to help you. He decided himself to go to you.",
      "18": "We are sending the Christian brother along. He is respected in the churches for his preaching.",
      "19": "Not only that, but he has been asked by the churches to travel with me to Jerusalem. He will help in giving them the gift. The Lord will be honored by it because it shows how we want to help each other.",
      "20": "We want everyone to trust us with the way we take this large gift of money to them.",
      "21": "We want to do the right thing. We want God and men to know we are honest.",
      "22": "We are sending another Christian brother with them. We have tested him many times. His faith has proven to be true. He wants very much to help because he trusts you.",
      "23": "Titus works with me to help you. The other two Christian brothers have been sent by the churches. Their lives honor Christ.",
      "24": "Show these men you love them and let the churches see your love. Show them the reason I am proud of you."
    },
    "9": {
      "1": "I do not need to write to you about helping those who belong to Christ.",
      "2": "I know you want to do it. I have told the people in the country of Macedonia that you were ready to send money last year. Your desire has started most of them to give.",
      "3": "I am sending these Christian brothers so the words I said about you will prove to be true and you will be ready to help.",
      "4": "What if some of the people of Macedonia came with me and found you were not ready to send your gift of money? We would all be ashamed since we have talked of you so much.",
      "5": "That is why I asked these men to go ahead of me. They can see that the gift you promised is ready. In that way, it will be a true gift and not something you were made to do.",
      "6": "Remember, the man who plants only a few seeds will not have much grain to gather. The man who plants many seeds will have much grain to gather.",
      "7": "Each man should give as he has decided in his heart. He should not give, wishing he could keep it. Or he should not give if he feels he has to give. God loves a man who gives because he wants to give.",
      "8": "God can give you all you need. He will give you more than enough. You will have everything you need for yourselves. And you will have enough left over to give when there is a need.",
      "9": "The Holy Writings say, “He has given much to the poor. His right-standing with God lasts forever.”",
      "10": "It is God Who gives seed to the man to plant. He also gives the bread to eat. Then we know He will give you more seed to plant and make it grow so you will have more to give away.",
      "11": "God will give you enough so you can always give to others. Then many will give thanks to God for sending gifts through us.",
      "12": "This gift you give not only helps Christians who are in need, but it also helps them give thanks to God.",
      "13": "You are proving by this act of love what you are. They will give thanks to God for your gift to them and to others. This proves you obey the Good News of Christ.",
      "14": "They will pray for you with great love because God has given you His loving-favor.",
      "15": "Thank God for His great Gift."
    },
    "10": {
      "1": "I, Paul, ask you this myself. I do it through Christ Who is so gentle and kind. Some people say that I am gentle and quiet when I am with you, but that I have no fear and that my language is strong when I am away from you.",
      "2": "Do not make me speak strong words to you when I come. Some people think we want the things of the world because of what we do and say. I have decided to talk to these people if I have to.",
      "3": "It is true, we live in a body of flesh. But we do not fight like people of the world.",
      "4": "We do not use those things to fight with that the world uses. We use the things God gives to fight with and they have power. Those things God gives to fight with destroy the strong-places of the devil.",
      "5": "We break down every thought and proud thing that puts itself up against the wisdom of God. We take hold of every thought and make it obey Christ.",
      "6": "We are ready to punish those who will not obey as soon as you obey in everything.",
      "7": "You are seeing things only as men see them. If anyone feels sure he belongs to Christ, he should remember that we belong to Christ also.",
      "8": "I am not ashamed if I say this of myself. The Lord gave me the right and the power to help you become stronger, not to break you down.",
      "9": "I do not want you to think I am trying to make you afraid with my letters.",
      "10": "They say, “His letters are strong and they make us think. When he is here with us, he is weak and he is hard to listen to.”",
      "11": "What we say in our letters we will do when we get there. They should understand this.",
      "12": "We do not compare ourselves with those who think they are good. They compare themselves with themselves. They decide what they think is good or bad and compare themselves with those ideas. They are foolish.",
      "13": "But we will not talk with pride more than God allows us to. We will follow the plan of the work He has given us to do and you are a part of that work.",
      "14": "We did not go farther than we were supposed to go when we came to you. But we did come to you with the Good News of Christ.",
      "15": "We take no pride in the work others have done there. But we hope your faith will keep growing because of help from others. Then we will grow because of you.",
      "16": "We hope to preach the Good News in the countries on the other side of you. Then we would take no pride in work done by another person in another country.",
      "17": "If anyone wants to be proud, he should be proud of what the Lord has done.",
      "18": "It is not what a man thinks and says of himself that is important. It is what God thinks of him."
    },
    "11": {
      "1": "I wish you would listen to a little foolish talk from me. Now listen.",
      "2": "I am jealous for you with a God-like jealousy. I have given you, as a woman who has never had a man, to one Husband, Who is Christ.",
      "3": "Eve was fooled by the snake in the garden of Eden. In the same way, I am afraid that you will be fooled and led away from your pure love for Christ.",
      "4": "You listen when someone comes and preaches a different Jesus than the One we preached. You believe what you hear about a different spirit and different good news than that which we preached.",
      "5": "I do not think I am less than those special missionaries who are coming to you.",
      "6": "Even if it is hard for me to speak, I know what I am talking about. You know this by now.",
      "7": "Did I do wrong? I did not ask you for anything when I preached the Good News to you. I made myself poor so you would be made rich.",
      "8": "I did take money from other churches. I used it while I worked with you so you would not have to pay me.",
      "9": "Some of the time I had no money when I was with you. But I did not ask you for money. The Christians from the country of Macedonia brought me what I needed. I did not ask you and I will not ask you for anything.",
      "10": "As sure as the truth of Christ is in me, I will not stop telling those in the country of Greece that I am proud of this.",
      "11": "Does it mean I do not love you? God knows I do.",
      "12": "What I am doing now, I will keep on doing. I will do it to stop those who say they work as we do.",
      "13": "Those men are false missionaries. They lie about their work. But they make themselves look like true missionaries of Christ.",
      "14": "It is no surprise! The devil makes himself look like an angel of light.",
      "15": "And so it is no surprise if his servants also make themselves look like preachers of the Good News. They and their work will come to the same end.",
      "16": "Let me say it again. Do not think of me as a fool. But if you do, then let this foolish man speak a little about himself.",
      "17": "The Lord has not told me to talk about myself. I am foolish when I do talk about myself like this.",
      "18": "Since the other men tell you all about themselves, I will talk about myself also.",
      "19": "You are so wise! You put up with fools!",
      "20": "You listen to anyone who tells you what to do or makes money off of you or sets a trap for you. You will listen to anyone who makes himself bigger than you or hits you in the face.",
      "21": "I am ashamed to say that I am weak! But I do not do as they do. Whatever they say about themselves, I can say about myself also. (I know what I am saying sounds foolish.)",
      "22": "Are they Jews? So am I. Are they from the family of Israel? So am I. Are they from the family of Abraham? So am I.",
      "23": "Do they work for Christ? I have worked for Him much more than they have. (I speak as if I am crazy.) I have done much more work. I have been in prison more times. I cannot remember how many times I have been whipped. Many times I have been in danger of death.",
      "24": "Five different times the Jews whipped me across my back thirty-nine times.",
      "25": "Three times they beat me with sticks. One time they threw stones at me. Three times I was on ships that were wrecked. I spent a day and a night in the water.",
      "26": "I have made many hard trips. I have been in danger from high water on rivers. I have been in danger from robbers. I have been in danger from the Jews. I have been in danger from people who do not know God. I have been in danger in cities and in the desert. I have been in danger on the sea. I have been in danger among people who say they belong to Christ but do not.",
      "27": "I have worked hard and have been tired and have had pain. I have gone many times without sleep. I have been hungry and thirsty. I have gone without food and clothes. I have been out in the cold.",
      "28": "More than all these things that have happened to my body, the care of all the churches is heavy on me.",
      "29": "When someone is weak, I feel weak also. When someone is led into sin, I have a strong desire to help him.",
      "30": "If I must talk about myself, I will do it about the things that show how weak I am.",
      "31": "The God and Father of our Lord Jesus Christ is to be honored and thanked forever. He knows I am telling the truth.",
      "32": "In the city of Damascus the leader of the people under King Aretas put soldiers at the gates to take me.",
      "33": "But I was let down in a basket through a window in the wall and I got away."
    },
    "12": {
      "1": "I have to talk about myself, even if it does no good. But I will keep on telling about some things I saw in a special dream and that which the Lord has shown me.",
      "2": "I know a man who belongs to Christ. Fourteen years ago he was taken up to the highest heaven. (I do not know if his body was taken up or just his spirit. Only God knows.)",
      "3": "I say it again, I know this man was taken up. But I do not know if his body or just his spirit was taken up. Only God knows.",
      "4": "When he was in the highest heaven, he heard things that cannot be told with words. No man is allowed to tell them.",
      "5": "I will be proud about this man, but I will not be proud about myself except to say things which show how weak I am.",
      "6": "Even if I talk about myself, I would not be a fool because it is the truth. But I will say no more because I want no one to think better of me than he does when he sees or hears me.",
      "7": "The things God showed me were so great. But to keep me from being too full of pride because of seeing these things, I have been given trouble in my body. It was sent from Satan to hurt me. It keeps me from being proud.",
      "8": "I asked the Lord three times to take it away from me.",
      "9": "He answered me, “I am all you need. I give you My loving-favor. My power works best in weak people.” I am happy to be weak and have troubles so I can have Christ’s power in me.",
      "10": "I receive joy when I am weak. I receive joy when people talk against me and make it hard for me and try to hurt me and make trouble for me. I receive joy when all these things come to me because of Christ. For when I am weak, then I am strong.",
      "11": "I have been making a fool of myself talking like this. But you made me do it. You should be telling what I have done. Even if I am nothing at all, I am not less important than those false missionaries of yours.",
      "12": "When I was with you, I proved to you that I was a true missionary. I did powerful works and there were special things to see. These things were done in the strength and power from God.",
      "13": "What makes you feel less important than the other churches? Is it because I did not let you give me food and clothing? Forgive me for this wrong!",
      "14": "This is the third time I am ready to come to you. I want nothing from you. I want you, not your money. You are my children. Children should not have to help care for their parents. Parents should help their children.",
      "15": "I am glad to give anything I have, even myself, to help you. When I love you more, it looks as if you love me less.",
      "16": "It is true that I was not a heavy load to you. But some say I set a trap for you.",
      "17": "How could I have done that? Did I get anything from you through the men I sent to you?",
      "18": "I asked Titus and the other Christian brother to visit you. Did Titus get anything from you? Did we not do things that showed we had the same desires and followed the same plan?",
      "19": "It may look to you as if we had been trying to make everything look right for ourselves all this time. God knows and so does Christ that all this is done to help you.",
      "20": "I am afraid that when I visit you I will not find you as I would like you to be. And you will not find me as you would like me to be. I am afraid I will find you fighting and jealous and angry and arguing and talking about each other and thinking of yourselves as being too important and making trouble.",
      "21": "I am afraid when I get there God will take all the pride away from me that I had for you. I will not be happy about many who have lived in sin and done sex sins and have had a desire for such things and have not been sorry for their sins and turned from them."
    },
    "13": {
      "1": "This is my third visit to you. The Holy Writings tell us that when people think someone has done wrong, it must be proven by two or three people who saw the wrong being done.",
      "2": "During my second visit I talked to you who have been sinning and to all the others. While I am away, I tell you this again. The next time I come I will be hard on those who sin.",
      "3": "Since you want to know, I will prove to you that Christ speaks through me. Christ is not weak when He works in your hearts. He uses His power in you.",
      "4": "Christ’s weak human body died on a cross. It is by God’s power that Christ lives today. We are weak. We are as He was. But we will be alive with Christ through the power God has for us.",
      "5": "Put yourselves through a test. See if you belong to Christ. Then you will know you belong to Christ, unless you do not pass the test.",
      "6": "I trust you see that we belong to Him and have passed the test.",
      "7": "We pray to God that you do no wrong. We do not pray this to show that our teaching is so great, but that you will keep on doing what is right, even if it looks as if we have done much wrong.",
      "8": "We cannot work against the truth of God. We only work for it.",
      "9": "We are glad when we are weak and you are strong. We pray that you will become strong Christians.",
      "10": "This is why I am writing these things while I am away from you. Then when I get there, I will not have to use strong words or punish you to show you that the Lord gives me this power. This power is to be used to make you stronger Christians, not to make you weak by hurting your faith.",
      "11": "Last of all, Christian brothers, good-bye. Do that which makes you complete. Be comforted. Work to get along with others. Live in peace. The God of love and peace will be with you.",
      "12": "Greet each other with a kiss of holy love.",
      "13": "All those here who belong to Christ say hello.",
      "14": "May you have loving-favor from our Lord Jesus Christ. May you have the love of God. May you be joined together by the Holy Spirit."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:49.559352-04:00",
    "Translation": "NLV"
  }
}