{
  "2 Kings": {
    "1": {
      "1": "Now Moab turned against Israel after the death of Ahab.",
      "2": "Ahaziah fell through the window of his second-floor room in Samaria, and lay sick. So he sent men with news, saying to them, “Go and ask Baalzebub the god of Ekron if I will get well again from this sickness.”",
      "3": "But the angel of the Lord said to Elijah the Tishbite, “Get up and go meet the men sent from the king of Samaria. Say to them, ‘Are you going to ask Baal-zebub the god of Ekron because there is no God in Israel?’",
      "4": "This is what the Lord says. ‘You will not leave the bed on which you lie. You will die for sure.’” Then Elijah left.",
      "5": "When the men returned to Ahaziah, he said to them, “Why have you returned?”",
      "6": "They said, “A man came up to meet us. He said to us, ‘Go and return to the king who sent you. Tell him, “This is what the Lord says. ‘Are you asking Baal-zebub the god of Ekron because there is no God in Israel? So you will not leave the bed on which you lie. You will die for sure.’”’”",
      "7": "Ahaziah said to them, “What kind of man was he who came to meet you and said this to you?”",
      "8": "They answered, “He was a man with much hair. He wore a piece of leather around his body.” Ahaziah said, “It is Elijah the Tishbite.”",
      "9": "Then the king sent a captain with fifty of his men to take Elijah. The captain went up to him and saw Elijah sitting on the top of the hill. He said to him, “O man of God, the king says, ‘Come down.’”",
      "10": "Elijah said to the captain of fifty men, “If I am a man of God, let fire come down from heaven and destroy you and your fifty men.” Then fire came down from heaven and destroyed him and his fifty men.",
      "11": "So Ahaziah sent to him another captain with fifty men. The captain said to Elijah, “O man of God, the king says, ‘Be quick to come down.’”",
      "12": "Elijah answered them, “If I am a man of God, let fire come down from heaven and destroy you and your fifty men.” Then the fire of God came down from heaven and destroyed him and his fifty men.",
      "13": "So Ahaziah sent to him a third captain with fifty men. When the third captain of fifty men went up, he came and put his face to the ground in front of Elijah. He begged him and said, “O man of God, I beg you. Let my life and the lives of these fifty servants of yours be of great worth in your eyes.",
      "14": "Fire came down from heaven and destroyed the first two captains with their armies of fifty. But now let my life be of great worth in your eyes.”",
      "15": "The angel of the Lord said to Elijah, “Go down with him. Do not be afraid of him.” So Elijah got up and went with him to the king.",
      "16": "Then Elijah said to Ahaziah, “This is what the Lord says. ‘You have sent men to ask of Baal-zebub the god of Ekron. Is it because there is no God in Israel to ask of His Word? So now you will not leave the bed on which you lie. You will die for sure.’”",
      "17": "So Ahaziah died, just as the word of the Lord had said through Elijah. Because Ahaziah had no son, Jehoram his brother became king in his place, in the second year of Jehoram the son of Jehoshaphat, king of Judah.",
      "18": "Now the rest of the acts of Ahaziah, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    "2": {
      "1": "When the Lord was about to take Elijah up to heaven by a wind-storm, Elijah and Elisha were on their way from Gilgal.",
      "2": "Elijah said to Elisha, “Stay here, I ask you. For the Lord has sent me as far as Bethel.” But Elisha said, “As the Lord lives and as you yourself live, I will not leave you.” So they went down to Bethel.",
      "3": "Then the sons of the men who spoke for God at Bethel came out to Elisha. They said to him, “Do you know that the Lord will take Elijah from you today?” And he said, “Yes, I know. Say no more.”",
      "4": "Elijah said to him, “Elisha, I ask you to stay here. For the Lord has sent me to Jericho.” But Elisha said, “As the Lord lives and as you yourself live, I will not leave you.” So they came to Jericho.",
      "5": "The sons of the men who spoke for God at Jericho came to Elisha. They said to him, “Do you know that the Lord will take Elijah from you today?” And he answered, “Yes, I know. Say no more.”",
      "6": "Then Elijah said to him, “I ask you to stay here. For the Lord has sent me to the Jordan.” And Elisha said, “As the Lord lives and as you yourself live, I will not leave you.” So the two of them went on.",
      "7": "Now fifty sons of the men who tell what will happen in the future went and stood on the other side of the Jordan River a long way off from the two of them who were standing by the Jordan.",
      "8": "Then Elijah took his coat and rolled it up and hit the water. And the water divided to one side and to the other, so the two of them crossed the Jordan on dry ground.",
      "9": "When they had crossed, Elijah said to Elisha, “Ask what I should do for you before I am taken from you.” And Elisha said, “I ask you, let twice the share of your spirit be upon me.”",
      "10": "Elijah said, “You have asked a hard thing. But if you see me when I am taken from you, it will be given to you. But if not, it will not be so.”",
      "11": "As they went on and talked, a war-wagon of fire and horses of fire came between them. And Elijah went up by a wind-storm to heaven.",
      "12": "Elisha saw it and cried out, “My father, my father, the war-wagon of Israel and its horsemen!” And he saw Elijah no more. Then he took hold of his own clothes and tore them in two pieces.",
      "13": "He picked up Elijah’s coat that had fallen from him. And he returned and stood by the side of the Jordan.",
      "14": "He took Elijah’s coat that fell from him, and hit the water and said, “Where is the Lord, the God of Elijah?” When he hit the water, it was divided to one side and to the other, and Elisha crossed the Jordan.",
      "15": "The sons of the men who tell what will happen in the future at Jericho saw him. And they said, “The spirit of Elijah rests on Elisha.” They came to meet him and bowed to the ground in front of him.",
      "16": "They said to him, “Now see, there are fifty strong men with your servants. Let them go and look for your teacher. It might be that the Spirit of the Lord has taken him up and put him down on some mountain or into some valley.” And Elisha said, “Do not send them.”",
      "17": "But they talked to him until he was ashamed, and he said, “Send them.” So they sent fifty men to look for Elijah. But after three days they did not find him.",
      "18": "They returned to Elisha while he was staying at Jericho. And he said to them, “Did I not tell you, ‘Do not go’?”",
      "19": "Then the men of the city said to Elisha, “See, it is pleasing to live in this city, as my lord sees. But the water is bad. And the land does not bring fruit.”",
      "20": "Elisha said, “Bring me a new jar, and put salt in it.” So they brought it to him.",
      "21": "Then he went out to the well of water and threw salt into it, and said, “This is what the Lord says, ‘I have made this water pure. It will not cause death or loss of fruit any more.’”",
      "22": "So the water has been pure to this day, just as Elisha said.",
      "23": "Then he left there and went to Bethel. On the way, some young boys came out from the city and made fun of him. They said to him, “Go up, you man with no hair! Go up, you man with no hair!”",
      "24": "He looked behind him and saw them, and cursed them in the name of the Lord. Then two female bears came from among the trees and tore up forty-two of the boys.",
      "25": "Elisha went from there to Mount Carmel, then returned to Samaria."
    },
    "3": {
      "1": "Ahab’s son Jehoram became the king of Israel at Samaria in the eighteenth year of Jehoshaphat king of Judah. He ruled for twelve years.",
      "2": "Jehoram did what was bad in the eyes of the Lord, but not like his father and mother. For he put away the object of Baal which his father had made.",
      "3": "But he held on to the sins of Jeroboam the son of Nebat, which made Israel sin. He did not leave them.",
      "4": "Now Mesha king of Moab raised sheep. He had to pay the king of Israel 100,000 lambs and the wool of 100,000 rams each year.",
      "5": "But when Ahab died, the king of Moab turned against the king of Israel.",
      "6": "So King Jehoram went out of Samaria at that time and called all Israel together.",
      "7": "Then he went and sent word to Jehoshaphat the king of Judah, saying, “The king of Moab has turned against me. Will you go with me to fight against Moab?” And Jehoshaphat said, “I will go. I am as you are. My people are as your people. My horses are as your horses.”",
      "8": "Then he said, “Which way should we go?” And he answered, “By the way of the desert of Edom.”",
      "9": "So the king of Israel went with the king of Judah and the king of Edom. They traveled around for seven days, but there was no water for the army or the cattle that followed them.",
      "10": "The king of Israel said, “It is bad! For the Lord has called these three kings to give them into the hand of Moab.”",
      "11": "But Jehoshaphat said, “Is there not a man who speaks for God here? Is there no one we can ask to learn what the Lord would have us do?” One of the servants of the king of Israel answered, “Elisha the son of Shaphat is here. He poured water on the hands of Elijah.”",
      "12": "And Jehoshaphat said, “The word of the Lord is with him.” So the king of Israel and Jehoshaphat and the king of Edom went down to him.",
      "13": "Elisha said to the king of Israel, “What have I to do with you? Go to the men who tell what will happen in the future that your father and mother have gone to.” And the king of Israel said to him, “No. It is the Lord Who has called these three kings together to give them into the hand of Moab.”",
      "14": "Elisha said, “As the Lord of all lives, before Whom I stand, if I did not care for Jehoshaphat the king of Judah, I would not look at you or see you.",
      "15": "But now bring me a man who plays music.” And when the man played music, the power of the Lord came upon Elisha.",
      "16": "He said, “This is what the Lord says, ‘Make this valley full of ditches.’",
      "17": "For the Lord says, ‘You will not see wind or rain. But that valley will be filled with water so that you and your cattle and your animals will drink.’",
      "18": "This is only a small thing in the eyes of the Lord. He will give you the Moabites also.",
      "19": "Then you will destroy every strong city and cut down every good tree. You will close all the wells of water, and destroy every good piece of land with stones.”",
      "20": "The next morning, about the time when the gift is given on the altar, water came by the way of Edom. The country was filled with water.",
      "21": "Now all the Moabites heard that the kings had come up to fight against them. All who were able to wear battle-clothes, young and old, were called together. And they stood at the side of the land of Moab.",
      "22": "They got up early in the morning. The sun was shining on the water. And the Moabites saw that the water beside them was as red as blood.",
      "23": "They said, “This is blood. For sure the kings have fought and killed one another. So now, Moab, let us take what is left!”",
      "24": "But when they came to the tents of Israel, the Israelites came and fought against the Moabites. The Moabites ran from them. And Israel went on into the land, killing the Moabites.",
      "25": "So they destroyed the cities. Each man threw a stone on every piece of good land until it was covered. They closed all the wells of water and cut down all the good trees. Only the stones of Kir-hareseth were left standing. But the stone-throwers went around it and fought against it.",
      "26": "The king of Moab saw that the battle was too hard for him. So he took with him 700 men who used the sword, to break through to the king of Edom. But they could not.",
      "27": "Then he took his oldest son who was to rule in his place, and gave him as a burnt gift on the wall. And many became very angry toward Israel. They left him and returned to their own land."
    },
    "4": {
      "1": "Now the wife of the son of one of the men who tell what will happen in the future cried out to Elisha, “Your servant, my husband, is dead. You know that your servant honored the Lord with fear. But the man to whom he owed money has come to take my two children to make them serve him.”",
      "2": "Elisha said to her, “What can I do for you? Tell me, what do you have in the house?” And she said, “Your woman servant has nothing in the house except a jar of oil.”",
      "3": "Then he said, “Go around and get jars from all your neighbors. Get empty jars, many of them.",
      "4": "Then go in and shut the door behind you and your sons. Pour the oil into all these jars, and set aside each one that is full.”",
      "5": "So she went from him and shut the door behind her and her sons. They took the jars to her, and she poured.",
      "6": "When the jars were full, she said to her son, “Bring me another jar.” And he said to her, “There is not one jar left.” Then the oil stopped flowing.",
      "7": "She came and told the man of God. And he said, “Go and sell the oil and pay what you owe. You and your sons can live on the rest.”",
      "8": "One day Elisha went to Shunem. An important woman was there, who talked him into eating some food. So every time he passed by, he would turn in there to eat food.",
      "9": "She said to her husband, “Now I see that this is a holy man of God who is always passing by.",
      "10": "Let us make a little room on the second floor. And let us put a bed there for him, and a table and a chair and a lamp. Then when he comes to us, he can go in there.”",
      "11": "One day Elisha came there and went into the room on the second floor, and rested.",
      "12": "He said to Gehazi his servant, “Call this Shunammite.” When he had called her, she came and stood in front of him.",
      "13": "Elisha said to Gehazi, “Now tell her, ‘See, you have done much for us. What can I do for you? Should I speak to the king or to the captain of the army for you?’” And she answered, “I live among my own people.”",
      "14": "So Elisha said, “What then is to be done for her?” Gehazi answered, “She has no son, and her husband is old.”",
      "15": "Elisha said, “Call her.” When he had called her, she stood at the door.",
      "16": "Then he said, “At this time next year you will hold a son in your arms.” And she said, “No, my lord, O man of God. Do not lie to your woman servant.”",
      "17": "Later she was going to have a child and she gave birth to a son at that time the next year, as Elisha had told her.",
      "18": "When the child was grown, he went out one day to his father who was with those gathering grain.",
      "19": "He said to his father, “O, my head, my head!” The father said to his servant, “Carry him to his mother.”",
      "20": "When he was brought to his mother, he sat on her knees until noon. Then he died.",
      "21": "She went up and laid him on the bed of the man of God. She shut the door behind him, and went out.",
      "22": "Then she called to her husband and said, “Send me one of the servants and one of the donkeys, that I may run to the man of God and return.”",
      "23": "Her husband said, “Why will you go to him today? It is not the time of the new moon or the Day of Rest.” She said, “It will be all right.”",
      "24": "Then she put a seat on a donkey and said to her servant, “Drive on. Do not slow down for me unless I tell you.”",
      "25": "So she went and came to the man of God at Mount Carmel. When the man of God saw her far away, he said to Gehazi his servant, “See, there is the Shunammite.",
      "26": "Run now to meet her. Say to her, ‘Is it well with you? Is it well with your husband? Is it well with the child?’” And she answered, “It is well.”",
      "27": "When she came to the mountain to the man of God, she took hold of his feet. Gehazi came near to push her away, but the man of God said, “Let her alone. For her soul is troubled within her. The Lord has hidden it from me. He has not told me.”",
      "28": "Then she said, “Did I ask you for a son? Did I not say, ‘Do not lie to me’?”",
      "29": "Elisha said to Gehazi, “Get ready to travel. Take my walking stick and go. If you meet any man, do not greet him. If anyone greets you, do not answer him. Then lay my stick on the boy’s face.”",
      "30": "The mother of the boy said, “As the Lord lives and as you yourself live, I will not leave you.” So Elisha got up and followed her.",
      "31": "Gehazi went on before them and laid the stick on the boy’s face. But there was no sound or anything to show that the boy was alive. So Gehazi returned to meet Elisha, and told him, “The boy is not awake.”",
      "32": "When Elisha came into the house, he saw the boy lying dead on his bed.",
      "33": "So he went in and shut the door behind the two of them, and prayed to the Lord.",
      "34": "He went up and lay on the child. He put his mouth on his mouth, and his eyes on his eyes, and his hands on his hands. He spread himself out on him, and the child’s flesh became warm.",
      "35": "Then Elisha got up again. He walked from one end of the house to the other. Then he went up and spread himself on the child again. The boy sneezed seven times, and opened his eyes.",
      "36": "Elisha called Gehazi and said, “Call this Shunammite.” So he called her. When she came to him, he said, “Take up your son.”",
      "37": "She came and fell at his feet and put her face to the ground. Then she took up her son and went out.",
      "38": "When Elisha returned to Gilgal, there was no food in the land. The sons of the men who tell what will happen in the future were sitting in front of him. Elisha said to his servant, “Put the large pot over the fire and make food ready for the sons of the men who tell what will happen in the future.”",
      "39": "One of them went out into the field to gather plants. He found a wild vine, and gathered wild gourds from it. He came and cut them up in the pot of food, not knowing what they were.",
      "40": "Then they poured it out for the men to eat. As they were eating the food, they cried out, “O man of God, there is death in the pot!” And they could not eat it.",
      "41": "But he said, “Get some grain.” And he threw it into the pot, and said, “Pour it out for the people to eat.” Then there was no danger in the pot.",
      "42": "A man came from Baal-shalishah. He brought the man of God a gift of the first-fruits. There were twenty loaves of barley bread and new-grown grain in his bag. Elisha said, “Give them to the people, that they may eat.”",
      "43": "But his servant said, “What? Should I put this in front of 100 men?” But Elisha said, “Give them to the people to eat. For the Lord says, ‘They will eat and have some left.’”",
      "44": "So he put it in front of them. And they ate and had some left, as the word of the Lord had said."
    },
    "5": {
      "1": "Naaman the captain of the army of the king of Syria was an important man to his king. He was much respected, because by him the Lord had made Syria win in battle. Naaman was a strong man of war, but he had a bad skin disease.",
      "2": "Now the Syrians had gone out in groups of soldiers, and had taken a little girl from the land of Israel. She served Naaman’s wife.",
      "3": "And she said to her owner, “I wish that my owner’s husband were with the man of God who is in Samaria! Then he would heal his bad skin disease.”",
      "4": "So Naaman went in and told his king, “This is what the girl from the land of Israel said.”",
      "5": "The king of Syria said, “Go now, and I will send a letter to the king of Israel.” So Naaman went and took with him silver weighing as much as ten men, 6,000 pieces of gold, and ten changes of clothes.",
      "6": "He brought the letter to the king of Israel, which said, “I have sent my servant Naaman to you with this letter, that you may heal his bad skin disease.”",
      "7": "When the king of Israel read the letter, he tore his clothes and said, “Am I God, to kill and to make alive? Is this why this man sends word to me to heal a man’s bad skin disease? Think about it. He wants to start a fight with me.”",
      "8": "Elisha the man of God heard that the king of Israel had torn his clothes. So he sent word to the king, saying, “Why have you torn your clothes? Let him come to me. Then he will know that there is a man of God in Israel.”",
      "9": "So Naaman came with his horses and his war-wagons, and stood at the door of Elisha’s house.",
      "10": "Elisha sent a man to him, saying, “Go and wash in the Jordan seven times. And your flesh will be made well and you will be clean.”",
      "11": "But Naaman was very angry and went away. He said, “I thought he would come out to me, and stand, and call on the name of the Lord his God. I thought he would wave his hand over the place, and heal the bad skin disease.",
      "12": "Are not Abanah and Pharpar, the rivers of Damascus, better than all the waters of Israel? Could I not wash in them and be clean?” So he turned and went away very angry.",
      "13": "Then his servants came and said to him, “My father, if the man of God had told you to do some great thing, would you not have done it? How much more then, when he says to you, ‘Wash and be clean’?”",
      "14": "So Naaman went down into the Jordan River seven times, as the man of God had told him. And his flesh was made as well as the flesh of a little child. He was clean.",
      "15": "Then Naaman returned to the man of God with all those who were with him. He came and stood in front of Elisha and said, “See, now I know that there is no God in all the earth but in Israel. So I ask you now to take a gift from your servant.”",
      "16": "But Elisha said, “As the Lord lives, before Whom I stand, I will take nothing.” Naaman tried to talk him into taking it, but he would not.",
      "17": "Naaman said, “If not, I ask you, let your servant be given as much dirt as two horses can carry. For your servant will not give burnt gifts or kill animals on the altar in worship to other gods any more. I will only give gifts to the Lord.",
      "18": "But may the Lord forgive your servant for this. My king goes into the house of Rimmon to worship there. He rests on my arm and I put my face to the ground in the house of Rimmon. When I put my face to the ground in the house of Rimmon, may the Lord forgive your servant.”",
      "19": "And Elisha said to him, “Go in peace.” So Naaman went away from him a short way.",
      "20": "But Gehazi, the servant of Elisha the man of God, thought, “See, my owner has let Naaman the Syrian go without receiving the gift he brought. As the Lord lives, I will run after him and take something from him.”",
      "21": "So Gehazi went after Naaman. When Naaman saw someone running after him, he stepped off the war-wagon to meet him, and said, “Is all well?”",
      "22": "Gehazi said, “All is well. My owner has sent me, saying, ‘See, just now two young sons of the men who tell what will happen in the future have come to me from the hill country of Ephraim. I ask of you, give them a man’s weight in silver and two changes of clothes.’”",
      "23": "Naaman said, “Be pleased to take silver weighing as much as two men.” And he had him take two bags of silver weighing as much as two men, with two changes of clothes. He gave them to two of his servants. And they carried them before Gehazi.",
      "24": "When he came to the hill, Gehazi took them from the servants and put them in the house. Then he sent the men away, and they left.",
      "25": "And Gehazi went in and stood in front of his owner. Elisha said to him, “Where have you been, Gehazi?” And he said, “Your servant did not leave.”",
      "26": "Elisha said to him, “Did I not go with you in spirit when the man turned from his war-wagon to meet you? Was it a time to receive money and clothes and olive fields and grape-fields and sheep and cattle and men servants and women servants?",
      "27": "So now the bad skin disease will be upon you and your children forever.” And Gehazi went away from Elisha with a bad skin disease. He was as white as snow."
    },
    "6": {
      "1": "Now the sons of the men who tell what will happen in the future said to Elisha, “See, the place where we are living under your care is too small for us.",
      "2": "Let us go to the Jordan and each of us cut down a tree there. And let us make a place for us to live there.” So Elisha said, “Go.”",
      "3": "Then one of them said, “Be pleased to go with your servants.” And Elisha answered, “I will go.”",
      "4": "So he went with them. When they came to the Jordan, they cut down trees.",
      "5": "But as one of them was cutting a tree, the ax head fell into the water. The man cried out, “It is bad, sir! The ax belongs to another man, and I was to return it.”",
      "6": "The man of God said, “Where did it fall?” And when he showed him the place, Elisha cut off a stick and threw it in, and the iron came to the top of the water.",
      "7": "He said, “Pick it up.” So his servant put out his hand and took it.",
      "8": "Now the king of Syria was fighting a war against Israel. He had a meeting with his servants, and said, “This is the place where I will be staying.”",
      "9": "The man of God sent news to the king of Israel, saying, “Be careful that you do not pass this place. For the Syrians are coming down there.”",
      "10": "The king of Israel sent men to the place where the man of God said there would be danger. So he saved himself there more than once or twice.",
      "11": "The heart of the king of Syria was angry because of this. He called his servants and said to them, “Will you show me which one of us is helping the king of Israel?”",
      "12": "And one of his servants said, “None, my lord, O king. Elisha, the man of God who is in Israel, tells the king of Israel the very words you say in your bedroom.”",
      "13": "So he said, “Go and see where Elisha is, that I may send men to take him.” And he was told, “See, he is in Dothan.”",
      "14": "So the king of Syria sent horses and war-wagons and an army of many soldiers there. They came during the night and gathered around the city.",
      "15": "The servant of the man of God got up early and went out. And he saw an army with horses and war-wagons around the city. The servant said to Elisha, “It is bad, sir! What should we do?”",
      "16": "He answered, “Do not be afraid. For those who are with us are more than those who are with them.”",
      "17": "Then Elisha prayed and said, “O Lord, I pray, open his eyes, that he may see.” And the Lord opened the servant’s eyes, and he saw. He saw that the mountain was full of horses and war-wagons of fire all around Elisha.",
      "18": "When the Syrians came against him, Elisha prayed to the Lord, saying, “Make these people blind, I pray.” So the Lord made them blind, as Elisha had said.",
      "19": "Then Elisha said to them, “This is not the way. This is not the city. Follow me and I will bring you to the man you are looking for.” And he brought them to Samaria.",
      "20": "When they had come to Samaria, Elisha said, “O Lord, open the eyes of these men. Let them see.” So the Lord opened their eyes, and they saw. They saw they were in the center of Samaria.",
      "21": "When the king of Israel saw them, he said to Elisha, “My father, should I kill them? Should I kill them?”",
      "22": "He answered, “Do not kill them. Would you kill those you have taken against their will with your sword and bow? Give them bread and water. Let them eat and drink and return to their owner.”",
      "23": "So he made a big supper for them. When they had eaten and drunk, he sent them away. And they went to their owner. The Syrians sent no more small groups of soldiers into the land of Israel.",
      "24": "After this, Ben-hadad the king of Syria gathered all his army and went up against Samaria.",
      "25": "There was a time of no food in Samaria. The Syrian army gathered around it, until a donkey’s head sold for eighty pieces of silver. A half cup of dove’s waste sold for five pieces of silver.",
      "26": "As the king of Israel was passing by on the wall, a woman cried out to him, “Help, my lord, O king!”",
      "27": "And he said, “If the Lord does not help you, from where can I help you? From the grain-floor, or from the grape-crusher?”",
      "28": "Then the king said to her, “What is your trouble?” And she answered, “This woman said to me, ‘Give your son, so we may eat him today. And we will eat my son tomorrow.’",
      "29": "So we made my son ready to eat over the fire, and ate him. The next day I said to her, ‘Give your son, so we may eat him.’ But she has hidden her son.”",
      "30": "When the king heard the words of the woman, he tore his clothes. He was passing by on the wall, and the people looked. They saw that he wore cloth made from hair under his clothes.",
      "31": "Then he said, “May God do so to me and more also, if the head of Elisha the son of Shaphat stays on him today.”",
      "32": "Now Elisha was sitting in his house. And the leaders were sitting with him. The king sent a man, but before the man came to him, Elisha said to the leaders, “Do you see how this son of a killer has sent to take off my head? See, when the king’s man comes, shut the door. Hold the door shut against him. Is not the sound of his owner’s feet behind him?”",
      "33": "While he was still talking with them, the king came down to him and said, “See, this trouble is from the Lord. Why should I wait for the Lord any longer?”"
    },
    "7": {
      "1": "Then Elisha said, “Listen to the word of the Lord. The Lord says, ‘Tomorrow about this time, a basket of fine flour will be sold for one piece of silver in the gate of Samaria. And two baskets of barley will be sold for a piece of silver.’”",
      "2": "The captain on whose arm the king rested said to the man of God, “See, if the Lord should make windows in heaven, could this thing be?” Elisha said, “You will see it with your own eyes. But you will not eat of it.”",
      "3": "Now there were four men at the city gate with a bad skin disease. They said to one another, “Why do we sit here until we die?",
      "4": "If we go into the city, there is no food there and we will die. And if we sit here, we will die also. So now come, let us go over to the tents of the Syrians. If they do not kill us, we will live. And if they kill us, we will die there.”",
      "5": "So they got up in the evening to go to the Syrians. When they came to the tents of the Syrians, there was no one there.",
      "6": "For the Lord had made the Syrian army hear a sound of war-wagons and horses and an army of many soldiers. So they said to one another, “The king of Israel has paid the kings of the Hittites and the kings of the Egyptians to fight against us.”",
      "7": "And they ran away in the evening. They left their tents and their horses and donkeys. They left everything just as it was, and ran for their lives.",
      "8": "Then the men with a bad skin disease came to the tents. They went into one tent and ate and drank. They carried away silver and gold and clothing, and hid them. Then they returned and went into another tent and carried things away from it, and hid them.",
      "9": "They said to one another, “We are not doing right. This is a day of good news, but we are keeping quiet. We will be punished if we wait until morning. So now let us go and tell those of the king’s house.”",
      "10": "And they came and called the men who watched the city gate. They said to them, “We went to the tents of the Syrians. But there was no one to be seen or heard there. Only the horses and donkeys were tied there. The tents were left just as they were.”",
      "11": "So the men at the gate called out, and the news was heard in the king’s house.",
      "12": "The king got up in the night and said to his servants, “I will tell you what the Syrians have done to us. They know that we are hungry. So they have left the tents to hide themselves in the field. They are saying, ‘When they come out of the city, we will take them alive and get into the city.’”",
      "13": "One of his servants said, “Let some men take five of the horses that are left. Those who are left in the city are not doing better than all those who have died. So let us send men out to see.”",
      "14": "So they took two war-wagons with horses. And the king sent them after the Syrian army, saying, “Go and see.”",
      "15": "They went after them to the Jordan. All the way was covered with clothes and objects which the Syrians had thrown away in their hurry. Then the men returned and told the king.",
      "16": "So the people went out and took what the Syrians had left. Then a basket of fine flour was sold for a piece of silver. And two baskets of barley sold for a piece of silver, just as the word of the Lord had said.",
      "17": "Now the king chose the captain on whose arm he rested to watch the gate. But the people stepped on him at the gate. He died just as the man of God had said when the king came down to him.",
      "18": "It happened just as the man of God had told the king, saying, “About this time tomorrow at the gate of Samaria, two baskets of barley will sell for a piece of silver. And a basket of fine flour will sell for a piece of silver.”",
      "19": "Then the captain had said to the man of God, “See, if the Lord should make windows in heaven, could such a thing be?” And Elisha had said, “You will see it with your own eyes. But you will not eat of it.”",
      "20": "So it happened to him. The people stepped on him at the gate, and he died."
    },
    "8": {
      "1": "Now Elisha spoke to the woman whose son he had brought back to life. He said, “Get ready and go with those of your house. Stay in whatever country you can. For the Lord has called for a time of no food. It will come upon the land for seven years.”",
      "2": "So the woman got ready as the man of God had told her. She went with those of her house and stayed in the land of the Philistines seven years.",
      "3": "At the end of seven years she returned from the land of the Philistines. And she went out to ask the king for her house and field.",
      "4": "Now the king was talking with Gehazi, the servant of the man of God, saying, “Tell me all the great things that Elisha has done.”",
      "5": "Gehazi started telling the king how Elisha had brought the one who was dead to life again. Then the woman whose son he had brought back to life asked the king for her house and field. And Gehazi said, “My lord, O king, this is the woman and this is her son, whom Elisha brought back to life.”",
      "6": "When the king asked the woman, she told him what had happened. So the king chose a certain captain to help her, saying, “Give her all that was hers. And give her all the food taken from the field from the day she left the land until now.”",
      "7": "Then Elisha came to Damascus. Ben-hadad the king of Syria was sick, and he was told, “The man of God has come here.”",
      "8": "The king said to Hazael, “Take a gift and go meet the man of God. Ask the Lord through him, saying, ‘Will I get better from this sickness?’”",
      "9": "So Hazael went to meet Elisha and took with him a gift of every kind of good thing of Damascus. It took forty camels to carry it all. He came and stood in front of Elisha and said, “Your son Ben-hadad king of Syria has sent me to you, saying, ‘Will I get better from this sickness?’”",
      "10": "Elisha said to him, “Go and tell him, ‘You will get better for sure.’ But the Lord has shown me that he will die for sure.”",
      "11": "Then Elisha looked at Hazael until he was ashamed. And the man of God cried.",
      "12": "Hazael said, “Why are you crying, my lord?” Then Elisha answered, “Because I know the bad things that you will do to the people of Israel. You will set their strong places on fire. You will kill their young men with the sword. You will crush their little ones against the stones. And you will cut up their women who are with child.”",
      "13": "Hazael said, “What is your servant, only a dog, that he should do this bad thing?” Elisha answered, “The Lord has shown me that you will be the king of Syria.”",
      "14": "Then he left Elisha and returned to his owner. Ben-hadad said to him, “What did Elisha tell you?” And Hazael answered, “He told me that you will get better for sure.”",
      "15": "But the next day Hazael took the bed covering and put it in water. Then he spread it on Ben-hadad’s face so that he died. And Hazael became king in his place.",
      "16": "In the fifth year of Joram the son of Ahab, king of Israel, Jehoram the son of Jehoshaphat king of Judah began to rule.",
      "17": "He was thirty-two years old when he became king. He ruled eight years in Jerusalem.",
      "18": "He walked in the way of the kings of Israel, just as those of Ahab’s house had done. Ahab’s daughter became his wife. He did what was sinful in the eyes of the Lord.",
      "19": "But the Lord was not willing to destroy Judah, because of His servant David. The Lord had promised to give David one to rule through his sons always.",
      "20": "In his days Edom turned against the rule of Judah and chose a king of their own.",
      "21": "Then Joram crossed over to Zair, with all his war-wagons. He and his war-wagon captains got up during the night and fought against the Edomites who had gathered around them. But his army ran away to their tents.",
      "22": "So Edom turned against the rule of Judah to this day. Libnah turned against Judah’s rule at the same time.",
      "23": "The rest of the acts of Joram and all he did, are they not written in the Book of Chronicles of the Kings of Judah?",
      "24": "Then Joram died and was buried in the city of David. His son Ahaziah became king in his place.",
      "25": "In the twelfth year of Ahab’s son Joram the king of Israel, Ahaziah the son of Jehoram king of Judah began to rule.",
      "26": "Ahaziah was twenty-two years old when he became king. He ruled one year in Jerusalem. His mother’s name was Athaliah the granddaughter of Omri king of Israel.",
      "27": "He walked in the way of the family of Ahab. He did what was sinful in the eyes of the Lord, like those of the family of Ahab had done, because he was a son-in-law of the family of Ahab.",
      "28": "He went with Ahab’s son Joram to war against Hazael king of Syria at Ramoth-gilead. And the Syrians hurt Joram.",
      "29": "So King Joram returned to Jezreel to be healed of the cuts the Syrians had given him at Ramah when he fought against Hazael king of Syria. Then Jehoram’s son Ahaziah king of Judah went down to Jezreel to see Joram the son of Ahab because he was sick."
    },
    "9": {
      "1": "Now Elisha the man of God called one of the sons of those who spoke for God. He said to him, “Get ready to travel. Take this jar of oil and go to Ramoth-gilead.",
      "2": "When you get there, find Jehu the son of Jehoshaphat son of Nimshi. Go in and have him come away from his brothers. Bring him into a room in the house.",
      "3": "Then take the jar of oil and pour it on his head and say, ‘The Lord says, “I have chosen you to be the king of Israel.”’ Then open the door and run. Do not wait.”",
      "4": "So the young servant of the man of God went to Ramoth-gilead.",
      "5": "When he came, he found the captains of the army sitting there. He said, “I have something to tell you, O captain.” And Jehu said, “Which one of us?” And he said, “You, O captain.”",
      "6": "So he got up and went into the house. He poured the oil on Jehu’s head and said to him, “The Lord, the God of Israel, says, ‘I have chosen you king over the people of the Lord, over Israel.",
      "7": "You are to destroy the house of your owner Ahab, so that I will punish Jezebel for the blood of My servants who speak for God, and the blood of all the Lord’s servants.",
      "8": "The whole family of Ahab must be destroyed. And I will destroy every male person in Israel who belongs to Ahab, both the servants and those who are free.",
      "9": "I will make the family of Ahab like the family of Jeroboam the son of Nebat, and like the family of Baasha the son of Ahijah.",
      "10": "The dogs will eat Jezebel in the land of Jezreel. No one will bury her.’” Then he opened the door and ran away.",
      "11": "When Jehu came out to his owner’s servants, one said to him, “Is all well? Why did this crazy person come to you?” Jehu said, “You know the man and his talk.”",
      "12": "And they said, “That is not true. Tell us now.” Jehu said, “This is how he spoke to me. He said, ‘The Lord says, “I have chosen you to be the king of Israel.”’”",
      "13": "Then each man took his clothes in a hurry and put them under him on the steps. And they sounded the horn and said, “Jehu is king!”",
      "14": "So Jehu the son of Jehoshaphat the son of Nimshi made plans against Joram. Now Joram and all Israel were fighting against Hazael king of Syria at Ramoth-gilead.",
      "15": "But King Joram had returned to Jezreel to be healed of the cuts the Syrians had given him, when he fought with King Hazael of Syria. So Jehu said, “If this is what you have in mind, then let no one get out of the city to tell the news in Jezreel.”",
      "16": "Then Jehu went to Jezreel in a war-wagon, for Joram was lying there. And Ahaziah the king of Judah had come down to see Joram.",
      "17": "Now the man who watched for danger was standing in the tower in Jezreel. He saw the group of Jehu’s men coming, and said, “I see a group of men coming.” Joram said, “Send a horseman to meet them and ask, ‘Do you come in peace?’”",
      "18": "So a horseman went to meet him and said, “The king asks, ‘Do you come in peace?’” And Jehu said, “What have you to do with peace? Get behind me.” Then the watchman told Joram, “The horseman came to them, but he did not return.”",
      "19": "So he sent out a second horseman, who came to them and said, “The king asks, ‘Do you come in peace?’” And Jehu answered, “What have you to do with peace? Get behind me.”",
      "20": "The watchman told Joram, “He came to them, and he did not return. The leader goes in his war-wagon like a mad man, just like Jehu.”",
      "21": "Then Joram said, “Get ready.” And they made his war-wagon ready. Then Joram king of Israel and Ahaziah king of Judah went out, each in their war-wagon, to meet Jehu. They found him in the field of Naboth the Jezreelite.",
      "22": "When Joram saw Jehu, he said, “Do you come in peace, Jehu?” And he answered, “What peace can there be, so long as the sinful ways and witchcrafts of your mother Jezebel are so many?”",
      "23": "So Joram turned the horses around and ran away, saying to Ahaziah, “He is turning against the king, O Ahaziah!”",
      "24": "Jehu pulled his bow with all his strength and shot Joram between his arms. The arrow went through his heart, and he fell in his war-wagon.",
      "25": "Then Jehu said to Bidkar his captain, “Pick him up and throw him into the field of Naboth the Jezreelite. For I remember when you and I were going together after his father Ahab. The Lord said then that this would happen to him.",
      "26": "The Lord said, ‘Yesterday I have seen the blood of Naboth and his sons. I will punish you in this field.’ So now take and throw him into the field, as the word of the Lord has said.”",
      "27": "When Ahaziah the king of Judah saw this, he ran away toward the garden house. Jehu went after him and said, “Shoot him in the war-wagon also.” So they shot him at the hill of Gur, by Ibleam. But he got away to Megiddo and died there.",
      "28": "His servants carried him in a war-wagon to Jerusalem. They buried him in his grave with his fathers in the city of David.",
      "29": "In the eleventh year of Joram the son of Ahab, Ahaziah became the king of Judah.",
      "30": "When Jehu came to Jezreel, Jezebel heard about it. She colored her eyes and combed her hair, and then looked out the window.",
      "31": "As Jehu came through the gate, she said, “Is it well, Zimri, your owner’s killer?”",
      "32": "Then he looked up to the window and said, “Who is on my side? Who?” And two or three men looked down at him.",
      "33": "Then he said, “Throw her down.” So they threw Jezebel down. Some of her blood went on the wall and on the horses. And Jehu made his war-wagons go over her.",
      "34": "Then Jehu went in and ate and drank. And he said, “Now go out to this sinful woman and bury her, for she is a king’s daughter.”",
      "35": "So they went to bury her. But all they found were her skull and feet and hands.",
      "36": "When they returned and told Jehu, he said, “This is the word of the Lord, which He spoke by His servant Elijah the Tishbite. He said, ‘In the land of Jezreel the dogs will eat the flesh of Jezebel.",
      "37": "Jezebel’s body will be as waste on the field in the land of Jezreel. So no one will be able to say, “This is Jezebel.”’”"
    },
    "10": {
      "1": "Now Ahab had seventy sons in Samaria. So Jehu wrote letters. He sent them to Samaria, to the rulers of Jezreel, to the leaders, and to those who took care of Ahab’s children. He said,",
      "2": "“Now your owner’s sons are with you. And you have war-wagons, and horses, and a strong city, and things to fight with. When this letter comes to you,",
      "3": "choose the best of your owner’s sons. Put him on his father’s throne. And fight for your owner’s house.”",
      "4": "But they were filled with fear, and said, “See, the two kings could not stand in front of him. How can we stand?”",
      "5": "So the head man of the house, the head man of the city, the leaders, and those who took care of the children, sent word to Jehu. They said, “We are your servants. We will do all that you say. We will not make any man king. Do what is good in your eyes.”",
      "6": "Then Jehu wrote a letter to them a second time. He said, “If you are on my side and will obey me, bring the heads of your owner’s sons to me. Meet me in Jezreel about this time tomorrow.” Now the king’s seventy sons were with the important men of the city who were taking care of them.",
      "7": "When the letter came to them, they took the king’s seventy sons and killed them. They put their heads in baskets, and sent them to Jehu at Jezreel.",
      "8": "The men who had been sent returned and told Jehu, “They have brought the heads of the king’s sons.” And he said, “Put them one upon the other in two places at the gate until morning.”",
      "9": "In the morning Jehu went out and stood, and said to all the people, “You are without guilt. See, I made plans against my owner and killed him. But who killed all these?",
      "10": "Know now that everything the Lord spoke about the family of Ahab will come true. For the Lord has done what He said through his servant Elijah.”",
      "11": "So Jehu killed all who were left of the family of Ahab in Jezreel. He killed all of Ahab’s important men, his friends, and his religious leaders. Not one person of Ahab was left alive.",
      "12": "Then Jehu left and went to Samaria. On the way, while he was at Beth-eked of the shepherds,",
      "13": "Jehu met the brothers of Ahaziah king of Judah. He asked them, “Who are you?” And they answered, “We are the brothers of Ahaziah. We have come down to visit the sons of the king and the sons of the queen mother.”",
      "14": "Jehu said, “Take them alive.” So his men took them alive, and killed them at the hole of Beth-eked, forty-two men. He left none of them alive.",
      "15": "When Jehu left there, he met Jehonadab the son of Rechab coming to meet him. Jehu said to him, “Is your heart right with my heart as mine is with yours?” And Jehonadab answered, “It is.” Jehu said, “If it is, give me your hand.” So Jehonadab gave him his hand, and Jehu took him up into the war-wagon with him.",
      "16": "Then Jehu said, “Come with me and see how glad I am to work for the Lord.” And he had him go in his war-wagon.",
      "17": "When he came to Samaria, he killed all of Ahab’s people who were left in Samaria. He destroyed them, as the word of the Lord was spoken to Elijah.",
      "18": "Then Jehu gathered all the people and said to them, “Ahab worshiped Baal a little. Jehu will worship him much.",
      "19": "Now call all the men who speak for Baal, all his worshipers and all his religious leaders. Let no one be missing. For I have a big gift for Baal. Whoever is missing will not live.” But Jehu did this to fool them, so that he might destroy the worshipers of Baal.",
      "20": "He said, “Set apart a special meeting for Baal.” And they made the news known.",
      "21": "Then Jehu sent for all the worshipers of Baal in Israel. Every one of them came. When they went into the house of Baal, the house was filled from one end to the other.",
      "22": "Jehu said to the one who took care of the clothes, “Bring out clothing for all the worshipers of Baal.” So he brought out clothing for them.",
      "23": "Jehu went into the house of Baal with Jehonadab the son of Rechab. And he said to the worshipers of Baal, “Look and see that there are no servants of the Lord here with you, but only the worshipers of Baal.”",
      "24": "Then they went in to kill animals on the altar and give burnt gifts. Now Jehu had left eighty of his men outside. He had told them, “The one who lets anyone get away, will pay for it with his life.”",
      "25": "As soon as he had finished giving the burnt gift, Jehu said to the soldiers and the leaders, “Go in and kill them. Let no one come out.” And they killed them with the sword. Then the soldiers and leaders threw the bodies out, and went into the inside room of the house of Baal.",
      "26": "They brought out the objects of the house of Baal, and burned them.",
      "27": "They destroyed the objects of Baal and destroyed the house of Baal. They made it a place for body waste to this day.",
      "28": "So Jehu got rid of Baal from Israel.",
      "29": "But Jehu did not turn away from the sins of Jeroboam the son of Nebat, which he made Israel sin. He kept the gold calves at Bethel and Dan.",
      "30": "The Lord said to Jehu, “You have done well what is right in My eyes. You have done to the family of Ahab all that was in My heart. So your sons, even your great great grandson, will sit on the throne of Israel.”",
      "31": "But Jehu was not careful to walk in the Law of the Lord, the God of Israel, with all his heart. He did not turn away from the sins of Jeroboam, which he made Israel sin.",
      "32": "In those days the Lord began to cut off parts of Israel. Hazael won over them in battle through the land of Israel.",
      "33": "He took the land east of the Jordan, all the land of Gilead, the Gadites, the Reubenites and the Manassites, from Aroer, by the valley of the Arnon. He took Gilead and Bashan.",
      "34": "Now the rest of the acts of Jehu, all he did and all his strength, are they not written in the Book of the Chronicles of the Kings of Israel?",
      "35": "Then Jehu died and they buried him in Samaria. And his son Jehoahaz became king in his place.",
      "36": "Jehu ruled over Israel in Samaria for twenty-eight years."
    },
    "11": {
      "1": "When Ahaziah’s mother Athaliah saw that her son was dead, she got up and killed all the king’s children.",
      "2": "But King Joram’s daughter Jehosheba, Ahaziah’s sister, took Joash the son of Ahaziah. She stole him away from the king’s sons who were being killed, and put him and his nurse in the bedroom. They hid him from Athaliah, and he was not killed.",
      "3": "Joash was hid with his nurse in the house of the Lord six years, while Athaliah was ruling over the land.",
      "4": "In the seventh year, Jehoiada sent for the captains of hundreds, men who watch over the king and the soldiers. He brought them into the house of the Lord, and made an agreement with them. He had them make a promise in the house of the Lord. Then he showed them the king’s son.",
      "5": "He told them, “This is what you must do. One third of you who come in on the Day of Rest must keep watch over the king’s house.",
      "6": "One third are to be at the gate Sur and one third at the gate behind the soldiers. So you will keep watch over the king’s house.",
      "7": "And two parts of all of you who go out on the Day of Rest must keep watch over the house of the Lord for the king.",
      "8": "You will stand around the king, with spears in your hands. Whoever comes near must be killed. Be with the king when he goes out and when he comes in.”",
      "9": "The captains of hundreds did all that Jehoiada the religious leader told them to do. Each one of them brought his men to Jehoiada the religious leader. Each one brought those who were to come in on the Day of Rest, and those who were to go out on the Day of Rest.",
      "10": "The religious leader gave the captains the spears and coverings that had been King David’s, which were in the house of the Lord.",
      "11": "And the soldiers stood from the right side of the house to the left side of the house. Each one held his spear. They stood by the altar and by the house, around the king.",
      "12": "Then Jehoiada brought out the king’s son and put the crown on him, and gave him the Law. They made him king and poured oil on him. Then they clapped their hands and said, “Long live the king!”",
      "13": "When Athaliah heard the noise of the soldiers and the people, she came to the people in the house of the Lord.",
      "14": "She looked and saw the king standing by the pillar, as was done in those days. The captains and those who blew horns were standing beside the king. And all the people of the land were filled with joy and blew horns. Athaliah tore her clothes and cried, “They are turning against the queen!”",
      "15": "Then Jehoiada the religious leader told the captains of the army, “Bring her out among the soldiers, and kill with the sword whoever follows her.” For the religious leader said, “Do not let her be put to death in the house of the Lord.”",
      "16": "So they took hold of her, and she was put to death at the horses’ gate of the king’s house.",
      "17": "Then Jehoiada made an agreement between the Lord and the king and the people, that they should be the Lord’s people. And he made an agreement between the king and the people.",
      "18": "Then all the people of the land went to the house of Baal and tore it down. They broke to pieces all his altars and objects. And they killed Mattan the religious leader of Baal in front of the altars. Then the religious leaders chose men to watch over the house of the Lord.",
      "19": "Jehoiada took the captains and the men who watch over the king, and the soldiers and all the people of the land. They brought the king down from the house of the Lord, by the way of the soldiers’ gate, to the king’s house. And he sat on the throne of the kings.",
      "20": "So all the people of the land were filled with joy, and the city was quiet. For they had put Athaliah to death with the sword at the king’s house.",
      "21": "Joash was seven years old when he became king."
    },
    "12": {
      "1": "In the seventh year of Jehu, Joash became king. He ruled for forty years in Jerusalem. His mother’s name was Zibiah of Beersheba.",
      "2": "Joash did what was right in the eyes of the Lord all his days, because Jehoiada the religious leader taught him.",
      "3": "But the high places were not taken away. The people still gave gifts and burned special perfume on the high places.",
      "4": "Then Joash said to the religious leaders, “All the money of the holy things brought into the house of the Lord, money for which each man is taxed, and money that is brought in because a man wants in his heart to bring it into the house of the Lord,",
      "5": "the religious leaders may take this money. Each leader should take it from those whom he knows. And they should use it to build the house again in the places where it has been broken and destroyed.",
      "6": "But by the twenty-third year of King Joash, the religious leaders had not put together the broken places of the house.",
      "7": "So King Joash called for Jehoiada the religious leader and the other religious leaders. He said to them, “Why do you not put together the broken places of the house? Do not take any more money from those you know, but give it for the work that is needed on the house.”",
      "8": "So the religious leaders agreed that they should take no more money from the people. And they agreed that they should not do the work that was needed on the house.",
      "9": "Then Jehoiada the religious leader took a box and cut a hole in its cover. He put it beside the altar, on the right side as one comes into the house of the Lord. And the religious leaders who watched the door put all the money into it that was brought into the house of the Lord.",
      "10": "When they saw that there was much money in the box, the king’s writer and the head religious leader came up to the house of the Lord. They found out how much money was there, and tied it up in bags.",
      "11": "After weighing it, they gave the money to those who watched over the work that was being done on the house of the Lord. Then these men paid the wood-workers and the builders who worked on the house of the Lord.",
      "12": "They paid the stonecutters and those who laid the stones in place. And they bought the cut wood and stone and all that was needed for the work on the house of the Lord.",
      "13": "But there were no silver cups, objects to put out the lights, pots, horns, or dishes of gold or silver made for the house of the Lord. None of these were made from the money brought into the house of the Lord.",
      "14": "For they gave that to those who did the work. It was used to put together the broken places of the house of the Lord.",
      "15": "And they did not ask the men who paid those who did the work how the money was spent. For they were men of honor.",
      "16": "The money from the guilt gifts and sin gifts was not brought into the house of the Lord. It was for the religious leaders.",
      "17": "At that time King Hazael of Syria went up and fought against Gath, and took it. Then he turned to go up to Jerusalem.",
      "18": "But Joash king of Judah took all the holy things that had been set apart by his fathers, Jehoshaphat, Jehoram and Ahaziah, kings of Judah. He took his own holy things, and all the gold that was found in the storehouses of the house of the Lord and the king’s house. And he sent it to Hazael king of Syria. Then Hazael went away from Jerusalem.",
      "19": "The rest of the acts of Joash and all he did are written in the Book of the Chronicles of the Kings of Judah.",
      "20": "His servants made plans against Joash, and killed him at the house of Millo on the way down to Silla.",
      "21": "He was killed by Jozacar the son of Shimeath, and Jehozabad the son of Shomer, his servants. They buried him in the city of David. His son Amaziah became king in his place."
    },
    "13": {
      "1": "In the twenty-third year of Ahaziah’s son Joash the king of Judah, Jehoahaz the son of Jehu became the king of Israel at Samaria. He ruled for seventeen years.",
      "2": "Jehoahaz did what was sinful in the eyes of the Lord. He followed the sins of Jeroboam the son of Nebat, which made Israel sin. He did not turn from them.",
      "3": "So the anger of the Lord burned against Israel. He put them always under the power of King Hazael of Syria, and Ben-hadad the son of Hazael.",
      "4": "Then Jehoahaz begged for the Lord’s favor, and the Lord listened to him. For He saw the bad power held over Israel. He saw how the king of Syria made it hard for them.",
      "5": "So the Lord gave Israel someone to save them. And they were saved from the power of the Syrians. The people of Israel lived in their tents as before.",
      "6": "But they did not turn away from the sins of the family of Jeroboam, which made Israel sin. They walked in those sins. And the object of the false goddess Asherah was left standing in Samaria.",
      "7": "The king of Syria did not leave to Jehoahaz an army of more than fifty horsemen, ten war-wagons and 10,000 foot-soldiers. For the king of Syria had destroyed them and made them like the dust of beaten grain.",
      "8": "Now the rest of the acts of Jehoahaz, all he did and his strength, are written in the Book of the Chronicles of the Kings of Israel.",
      "9": "When Jehoahaz died, they buried him in Samaria. And his son Joash became king in his place.",
      "10": "In the thirty-seventh year of Joash king of Judah, Jehoash the son of Jehoahaz became king of Israel in Samaria. He ruled for sixteen years.",
      "11": "And he did what was sinful in the eyes of the Lord. He did not turn away from all the sins of Jeroboam the son of Nebat, in which he made Israel sin. But he walked in those sins.",
      "12": "Jehoash did many things. With his strength he fought against Amaziah king of Judah. The rest of his acts are written in the Book of the Chronicles of the Kings of Israel.",
      "13": "Jehoash died, and Jeroboam sat on his throne. Jehoash was buried in Samaria with the kings of Israel.",
      "14": "Elisha became sick with the sickness of which he was to die. And Joash the king of Israel came down to him and cried over him, saying, “My father, my father, the war-wagons of Israel and its horsemen!”",
      "15": "Elisha said to him, “Take a bow and arrows.” So he took a bow and arrows.",
      "16": "Then he said to the king of Israel, “Put your hand on the bow.” So he put his hand on it. Then Elisha laid his hands on the king’s hands.",
      "17": "And he said, “Open the window toward the east,” and he opened it. Then Elisha said, “Shoot!” And he shot. Elisha said, “The Lord’s arrow of winning the battle! The arrow of winning the battle against Syria! For you will fight the Syrians at Aphek until you have destroyed them.",
      "18": "Then Elisha said, “Take the arrows,” and he took them. He said to the king of Israel, “Hit the ground,” and he hit it three times, and stopped.",
      "19": "So the man of God was angry with him and said, “You should have hit it five or six times. Then you would have fought Syria until you had destroyed it. But now you will win the fight against Syria only three times.”",
      "20": "Elisha died, and they buried him. Now groups of Moabite soldiers would come and fight in the land in the spring of the year.",
      "21": "As a man was being buried, some Moabite soldiers were seen, so the man was thrown into Elisha’s grave. When the man touched the bones of Elisha, he came alive and stood up on his feet.",
      "22": "Now King Hazael of Syria had made it hard for Israel all the days of Jehoahaz.",
      "23": "But the Lord showed them kindness and loving-pity and turned to them because of His agreement with Abraham, Isaac and Jacob. He would not destroy them or put them away from Him until now.",
      "24": "When King Hazael of Syria died, his son Ben-hadad became king in his place.",
      "25": "Then Jehoash the son of Jehoahaz took back from Hazael’s son Ben-hadad the cities he had taken in war from his father Jehoahaz. Three times Joash won in battle against him and took back the cities of Israel."
    },
    "14": {
      "1": "In the second year of Jehoash the son of Jehoahaz, king of Israel, Joash’s son Amaziah began to rule as king of Judah.",
      "2": "He was twenty-five years old when he became king. And he ruled twenty-nine years in Jerusalem. His mother’s name was Jehoaddin of Jerusalem.",
      "3": "Amaziah did what was right in the eyes of the Lord, but not like David his father. He did all that his father Joash had done.",
      "4": "But the high places were not taken away. The people still gave gifts and burned special perfume on the high places.",
      "5": "As soon as the nation was under Amaziah’s power, he killed the servants who had killed his father when he was king.",
      "6": "But he did not kill the sons of the killers. Because it is written in the Book of the Law of Moses, as the Lord said, “The fathers must not be put to death for the sons. And the sons must not be put to death for the fathers. Each must be put to death for his own sin.”",
      "7": "Amaziah killed 10,000 Edomites in the Valley of Salt, and took Sela by war. He gave it the name Joktheel, which is its name to this day.",
      "8": "Then Amaziah sent men with news to Jehoash, the son of Jehoahaz son of Jehu, king of Israel, saying, “Come, let us look at each other in the face.”",
      "9": "Jehoash king of Israel answered Amaziah king of Judah, saying, “The thorn bush in Lebanon sent word to the cedar tree in Lebanon, saying, ‘Give your daughter to my son in marriage.’ But a wild animal passed by in Lebanon, and crushed the thorn bush under its feet.",
      "10": "Yes, you have won the battle against Edom. Your heart has become proud. Be happy with your greatness and stay at home. For why should you make trouble so that you fall, and Judah with you?”",
      "11": "But Amaziah would not listen. So King Jehoash of Israel went up. He and Amaziah king of Judah fought each other at Beth-shemesh, which belongs to Judah.",
      "12": "Israel won the battle against Judah, and every man of Judah ran away to his tent.",
      "13": "King Jehoash of Israel took Amaziah king of Judah, son of Jehoash the son of Ahaziah, at Beth-shemesh. Then he came to Jerusalem and tore down the city wall, from the Gate of Ephraim to the Corner Gate. He tore down the wall as far as 200 long steps.",
      "14": "He took all the gold and silver and all the objects found in the house of the Lord and in the store-rooms of the king’s house. He took people against their will also, and he returned to Samaria.",
      "15": "Now the rest of the acts of Jehoash, his strength and how he fought with King Amaziah of Judah are written in the Book of the Chronicles of the Kings of Israel.",
      "16": "Jehoash died and was buried in Samaria with the kings of Israel. His son Jeroboam became king in his place.",
      "17": "Amaziah the son of Joash, king of Judah, lived fifteen years after the death of Jehoash the son of Jehoahaz, king of Israel.",
      "18": "The rest of the acts of Amaziah are written in the Book of the Chronicles of the Kings of Judah.",
      "19": "They made plans against Amaziah in Jerusalem, and he ran away to Lachish. But they sent men after him to Lachish and killed him there.",
      "20": "Then they brought him on horses and buried him with his fathers at Jerusalem the city of David.",
      "21": "The people of Judah took Azariah and made him king in the place of his father Amaziah. He was sixteen years old.",
      "22": "Azariah built Elath and returned it to Judah, after the king died.",
      "23": "In the fifteenth year of Amaziah the son of Joash, king of Judah, Jeroboam the son of Joash, king of Israel, began to rule in Samaria and ruled forty-one years.",
      "24": "Jeroboam did what was sinful in the eyes of the Lord. He did not turn away from all the sins of Jeroboam the son of Nebat, which made Israel sin.",
      "25": "He took back the land of Israel from Hamath as far as the Sea of the Arabah, as was told by the word of the Lord, the God of Israel. The Lord spoke about this through His servant Jonah the son of Amittai. Jonah was the man from Gath-hepher who spoke for the Lord.",
      "26": "For the Lord saw that the trouble of Israel was very bitter. There was no one left of the servants or of those who were free. There was no one to help Israel.",
      "27": "The Lord did not say that He would destroy the name of Israel from under heaven. So He saved them by the hand of Jeroboam the son of Joash.",
      "28": "Jeroboam fought Judah and took back Damascus and Hamath for Israel. The rest of the acts of Jeroboam, all he did and his strength are written in the Book of the Chronicles of the Kings of Israel.",
      "29": "Jeroboam was buried with his fathers, the kings of Israel. His son Zechariah became king in his place."
    },
    "15": {
      "1": "In the twenty-seventh year of King Jeroboam of Israel, Azariah the son of Amaziah, king of Judah, began to rule.",
      "2": "Azariah was sixteen years old when he became king. And he ruled for fifty-two years in Jerusalem. His mother’s name was Jecoliah of Jerusalem.",
      "3": "Azariah did what was right in the eyes of the Lord, just as his father Amaziah had done.",
      "4": "But the high places were not taken away. The people still gave gifts and burned special perfume on the high places.",
      "5": "So the Lord sent trouble upon the king. Azariah had a bad skin disease to the day of his death, and he lived in a house alone. Jotham the king’s son ruled over the house, and judged the people of the land.",
      "6": "Now the rest of the acts of Azariah are written in the Book of the Chronicles of the Kings of Judah.",
      "7": "Azariah died and they buried him with his fathers in the city of David. His son Jotham became king in his place.",
      "8": "In the thirty-eighth year of Azariah king of Judah, Zechariah the son of Jeroboam became the king of Israel in Samaria for six months.",
      "9": "Zechariah did what was sinful in the eyes of the Lord, as his fathers had done. He did not turn away from the sins of Jeroboam the son of Nebat, which made Israel sin.",
      "10": "Then Shallum the son of Jabesh made plans against him and killed him in front of the people. And Shallum ruled in his place.",
      "11": "The rest of the acts of Zechariah are written in the Book of the Chronicles of the Kings of Israel.",
      "12": "This is the word of the Lord which He spoke to Jehu. He said, “Your sons, even your great great-grandson, will sit on the throne of Israel.” And so it was.",
      "13": "Shallum the son of Jabesh became king in the thirty-ninth year of Uzziah king of Judah. He ruled for one month in Samaria.",
      "14": "Then Menahem the son of Gadi went up from Tirzah to Samaria, and killed Shallum the son of Jabesh in Samaria, and became king in his place.",
      "15": "Now the rest of the acts of Shallum and the plans he made are written in the Book of the Chronicles of the Kings of Israel.",
      "16": "Then Menahem destroyed Tiphsah and all who were in it, and its land from Tirzah, because they did not open their gates to him. So he destroyed it, and tore open all its women who were going to have babies.",
      "17": "In the thirty-ninth year of Azariah king of Judah, Menahem the son of Gadi became the king of Israel. He ruled for ten years in Samaria.",
      "18": "Menahem did what was sinful in the eyes of the Lord. All his life he did not turn away from the sins of Jeroboam the son of Nebat, which made Israel sin.",
      "19": "King Pul of Assyria came to fight against the land. And Menahem gave Pul silver weighing as much as 1,000 men, that he might help him to be a powerful king.",
      "20": "Menahem took the money from all the rich men of Israel. He took fifty pieces of silver from each man to pay the king of Assyria. So the king of Assyria returned and did not stay there in the land.",
      "21": "Now the rest of the acts of Menahem are written in the Book of the Chronicles of the Kings of Israel.",
      "22": "Menahem died, and his son Pekahiah became king in his place.",
      "23": "In the fiftieth year of Azariah king of Judah, Pekahiah the son of Menahem became the king of Israel in Samaria. He ruled for two years.",
      "24": "Pekahiah did what was sinful in the eyes of the Lord. He did not turn away from the sins of Jeroboam the son of Nebat, which made Israel sin.",
      "25": "Then his captain Pekah the son of Remaliah made plans against him. He killed Pekahiah in Samaria, in the house of the king with Argob and Arieh. Fifty men of the Gileadites were with Pekah. He became king in his place.",
      "26": "Now the rest of the acts of Pekahiah are written in the Book of the Chronicles of the Kings of Israel.",
      "27": "In the fifty-second year of Azariah king of Judah, Pekah the son of Remaliah became the king of Israel in Samaria. He ruled for twenty years.",
      "28": "Pekah did what was sinful in the eyes of the Lord. He did not turn away from the sins of Jeroboam the son of Nebat, which made Israel sin.",
      "29": "In the days of King Pekah of Israel, King Tiglath-pileser of Assyria came to fight. The king of Assyria took Ijon, Abel-beth-maacah, Janoah, Kedesh, Hazor, Gilead, Galilee, and all the land of Naphtali. And he made the people go with him to Assyria.",
      "30": "Hoshea the son of Elah made plans against Pekah the son of Remaliah. He killed Pekah and became king in his place, in the twentieth year of Jotham the son of Uzziah.",
      "31": "Now the rest of the acts of Pekah are written in the Book of the Chronicles of the Kings of Israel.",
      "32": "In the second year of Pekah the son of Remaliah king of Israel, Jotham the son of Uzziah, king of Judah, began to rule.",
      "33": "Jotham was twenty-five years old when he became king. He ruled for sixteen years in Jerusalem. His mother’s name was Jerusha the daughter of Zadok.",
      "34": "Jotham did what was right in the eyes of the Lord. He did all that his father Uzziah had done.",
      "35": "But the high places were not taken away. The people still gave gifts and burned special perfume on the high places. Jotham built the upper gate of the house of the Lord.",
      "36": "The rest of the acts of Jotham are written in the Book of the Chronicles of the Kings of Judah.",
      "37": "In those days the Lord began to send Rezin the king of Syria and Pekah the son of Remaliah against Judah.",
      "38": "Jotham died, and he was buried with his fathers in the city of David his father. His son Ahaz became king in his place."
    },
    "16": {
      "1": "In the seventeenth year of Pekah the son of Remaliah, Ahaz the son of Jotham began to rule as the king of Judah.",
      "2": "Ahaz was twenty years old when he became king. And he ruled for sixteen years in Jerusalem. He did not do what was right in the eyes of the Lord his God, as his father David had done.",
      "3": "But he walked in the way of the kings of Israel. He even gave his sons as a burnt gift. This was very sinful and was done by the nations which the Lord had driven out from the people of Israel.",
      "4": "And Ahaz gave gifts in worship and burned special perfume on the high places, on the hills, and under every green tree.",
      "5": "Then King Rezin of Syria and Pekah the son of Remaliah, king of Israel, came up to Jerusalem to fight a war. Their armies closed in around Ahaz, but they could not win the battle against him.",
      "6": "At that time King Rezin of Syria took back Elath for Syria. And he drove all the men of Judah out of Elath. The Syrians came to Elath, and have lived there to this day.",
      "7": "So Ahaz sent men with news to King Tiglath-pileser of Assyria, saying, “I am your servant and your son. Come up and save me from the king of Syria and the king of Israel. They are fighting against me.”",
      "8": "And Ahaz took the silver and gold from the house of the Lord and the storerooms of the king’s house, and sent a gift to the king of Assyria.",
      "9": "So the king of Assyria listened to him and went up against Damascus. He took it in battle, and took its people away against their will to Kir. And he put Rezin to death.",
      "10": "King Ahaz went to Damascus to meet King Tiglath-pileser of Assyria. He saw the altar at Damascus. And King Ahaz sent to Urijah the religious leader the plans of the altar and a small object made to look just like it.",
      "11": "So Urijah the religious leader built an altar, following all the plans King Ahaz had sent from Damascus. Urijah made it before King Ahaz came from Damascus.",
      "12": "When the king came from Damascus, he saw the altar and went up to it.",
      "13": "There he burned his burnt gift and his grain gift. He poured his drink gift and put the blood of his peace gift on the altar.",
      "14": "He took the brass altar which was before the Lord in front of the house, between his altar and the Lord’s house, and he put it on the north side of his altar.",
      "15": "Then King Ahaz told Urijah the religious leader, “Upon the large altar, give the morning burnt gift, the evening grain gift, and the king’s burnt gift and his grain gift. Give them with the burnt gifts of all the people of the land and their grain gifts and drink gifts. Put on it all the blood of the burnt gifts given in worship. But the brass altar will be for me to go to when I ask the Lord what should be done.”",
      "16": "Urijah the religious leader did all that King Ahaz told him.",
      "17": "Then King Ahaz cut off the pillars and took the water pots away from them. He took the big brass pool off of the brass bulls, and put it down on stone.",
      "18": "He took from the house of the Lord the covered way they had built in the house, and the king’s gate because of the king of Assyria.",
      "19": "Now the rest of the acts of Ahaz are written in the Book of the Chronicles of the Kings of Judah.",
      "20": "Ahaz died, and was buried with his fathers in the city of David. And his son Hezekiah ruled in his place."
    },
    "17": {
      "1": "In the twelfth year of Ahaz king of Judah, Hoshea the son of Elah became the king of Israel in Samaria. He ruled for nine years.",
      "2": "Hoshea did what was sinful in the eyes of the Lord, but not as bad as the kings of Israel before him.",
      "3": "King Shalmaneser of Assyria came up against him. And Hoshea became his servant and paid taxes to him.",
      "4": "But the king of Assyria found that Hoshea had been making plans against him. Hoshea had sent men to King So of Egypt, instead of giving taxes to the king of Assyria. He had done this year after year. So the king of Assyria shut him up and put him in chains in prison.",
      "5": "Then the king of Assyria came against all the land. He went up to Samaria and kept soldiers around it for three years.",
      "6": "In the ninth year of Hoshea, the king of Assyria took Samaria in battle, and took the people of Israel away to Assyria. He had them live in Halah and Habor, by the river of Gozan, and in the cities of the Medes.",
      "7": "This happened because the people of Israel had sinned against the Lord their God. He had brought them up from the land of Egypt from under the power of Pharaoh, king of Egypt. But they worshiped other gods.",
      "8": "They walked in the ways of the nations the Lord had driven out from the people of Israel. And they walked in the ways the kings of Israel had started.",
      "9": "The people of Israel did things in secret which were not right, against the Lord their God. They built high places for themselves in all their towns, from the smallest town to the strongest city.",
      "10": "They set up holy objects of the false goddess Asherim on every high hill and under every green tree.",
      "11": "There they burned special perfume on all the high places, as the nations did which the Lord carried away from them. They did what was bad and made the Lord angry.",
      "12": "They worshiped false gods, about which the Lord had told them, “You must not do this.”",
      "13": "The Lord told Israel and Judah of the danger, through all His men who told what would happen in the future. He said, “Turn from your sinful ways and obey My Laws. Keep all the Laws which I gave your fathers, and which I gave to you through My servants and men of God.”",
      "14": "But they did not listen. They were strong-willed like their fathers, who did not believe in the Lord their God.",
      "15": "They turned away from His Laws and His agreement which He made with their fathers. They turned away when He told them of danger. They followed false gods, and became empty. They followed the nations around them. But the Lord had told them not to act like them.",
      "16": "They turned away from all the Laws of the Lord their God and made objects to look like false gods. They made two calves and an object to look like the false goddess Asherah. And they worshiped all the stars of heaven and worked for Baal.",
      "17": "Then they gave their sons and daughters as burnt gifts. They told the future and used witchcraft. They sold themselves to do what is sinful in the eyes of the Lord. And they made Him angry.",
      "18": "The Lord was very angry with Israel, and put them away from his eyes. None was left except the family of Judah.",
      "19": "Even Judah did not keep the Laws of the Lord their God. They walked in the ways which Israel had started.",
      "20": "And the Lord turned away from all the children of Israel, and sent trouble upon them. He gave them over to those who destroyed the land, until He had put them away from His eyes.",
      "21": "When He had torn Israel from the family of David, they made Jeroboam the son of Nebat king. Then Jeroboam drove Israel away from following the Lord. He led them into sin.",
      "22": "And the people of Israel walked in all the sins of Jeroboam. They did not turn away from them,",
      "23": "until the Lord put Israel away from His eyes. He spoke through all His servants who tell what will happen in the future that He would do this. So Israel was carried away from their own land to Assyria until this day.",
      "24": "The king of Assyria brought people from Babylon, Cuthah, Avva, Hamath and Sephar-vaim. He had them live in the cities of Samaria in place of the people of Israel. So they took Samaria for their own, and lived in its cities.",
      "25": "At the beginning of their living there, they did not fear the Lord. So the Lord sent lions among them, which killed some of them.",
      "26": "They said to the king of Assyria, “The nations you have carried away to the cities of Samaria do not know the way of the god of the land. So He has sent lions among them to kill them because they do not know the way of the god of the land.”",
      "27": "Then the king of Assyria told them, “Take to Samaria one of the religious leaders you brought from there. Let him go and live in Samaria. And let him teach them the way of the god of the land.”",
      "28": "So one of the religious leaders they had taken away from Samaria came and lived at Bethel. And he taught them how they should worship the Lord.",
      "29": "But every nation still made gods of its own. They put them in the houses of the high places which the people of Samaria had made. The people of every nation did this in the cities where they lived.",
      "30": "The men of Babylon made the false god Succoth-benoth. The men of Cuth made the false god Nergal. The men of Hamath made the false god Ashima.",
      "31": "The Avvites made the false gods Nibhaz and Tartak. And the Sepharvites burned their children in the fire to Adram-melech and Anammelech, the gods of Sepharvaim.",
      "32": "They feared the Lord also, and yet they chose from among themselves religious leaders of the high places. These leaders gave the gifts for them in the houses of the high places.",
      "33": "So the people feared the Lord, but they worshiped their own gods also. They followed the way of the nations from which they had been taken away.",
      "34": "To this day, they follow the ways of times past. They do not honor the Lord. They do not follow the Laws or the Word which the Lord told the sons of Jacob, whom He gave the name Israel.",
      "35": "The Lord had made an agreement and told them, “You must not fear other gods. You must not put your faces to the ground in front of them, or worship them, or give gifts to them.",
      "36": "But fear the Lord, Who brought you up from the land of Egypt with great power and with a strong arm. Put your faces to the ground before Him. And give Him your gifts.",
      "37": "Obey forever the Laws and the Word which He wrote for you. Do not fear other gods.",
      "38": "Do not forget the agreement I have made with you. And do not honor other gods with fear.",
      "39": "Fear the Lord your God and He will save you from those who hate you.”",
      "40": "But they did not listen. They followed the ways of times past.",
      "41": "These nations feared the Lord, but they worshiped their false gods also. Their children and grandchildren did the same, and they do as their fathers did to this day."
    },
    "18": {
      "1": "In the third year of Hoshea the son of Elah king of Israel, Hezekiah the son of Ahaz, king of Judah, began to rule.",
      "2": "He was twenty-five years old when he became king. And he ruled for twenty-nine years in Jerusalem. His mother’s name was Abi the daughter of Zechariah.",
      "3": "Hezekiah did what was right in the eyes of the Lord, just as his father David had done.",
      "4": "He took away the high places. He broke down the holy pillars used in worship and cut down the Asherah. And he broke in pieces the brass snake that Moses had made. For until those days the people of Israel burned special perfume to it. It was called Nehushtan.",
      "5": "Hezekiah trusted in the Lord, the God of Israel. There was no one like him among all the kings of Judah before him or after him.",
      "6": "For he held to the Lord and did not stop following Him. He kept His Laws which the Lord had given Moses.",
      "7": "And the Lord was with him. Hezekiah did well in every place he went. He turned against the king of Assyria and did not work for him.",
      "8": "He destroyed the Philistines as far as Gaza and its land, from the smallest town to the strongest city.",
      "9": "In the fourth year of King Hezekiah, the seventh year of Elah’s son Hoshea king of Israel, King Shalmaneser of Assyria came to fight against Samaria. His army gathered around it.",
      "10": "At the end of three years they took the city. Samaria was taken by Assyria in the sixth year of Hezekiah and the ninth year of King Hoshea of Israel.",
      "11": "Then the king of Assyria carried the people of Israel away against their will to Assyria. He had them live in Halah and on the Habor, the river of Gozan, and in the cities of the Medes.",
      "12": "Because the people of Israel did not obey the voice of the Lord their God. They sinned against His agreement and even all that the Lord’s servant Moses told them. They would not listen or obey.",
      "13": "In the fourteenth year of King Hezekiah, King Sennacherib of Assyria came and fought against all the strong cities of Judah and took them.",
      "14": "Then King Hezekiah of Judah sent word to the king of Assyria at Lachish, saying, “I have done wrong; leave me. I will pay whatever you ask.” So the king of Assyria had Hezekiah king of Judah pay him silver weighing as much as 300 men, and gold weighing as much as thirty men.",
      "15": "Hezekiah gave him all the silver that was found in the house of the Lord, and in the store-rooms of the king’s house.",
      "16": "Then he cut the gold off the doors of the Lord’s house. He cut the gold from the sides of the door which King Hezekiah of Judah had covered with gold. And he gave it to the king of Assyria.",
      "17": "Then the king of Assyria sent Tartan, Rab-saris and Rabshakeh with a large army from Lachish to King Hezekiah at Jerusalem. So they went up and came to Jerusalem. They came and stood by the ditch of the upper pool, which is on the road to the fuller’s field.",
      "18": "When they called to the king, Eliakim the son of Hilkiah, and Shebnah, and Joah the son of Asaph came out to them. Eliakim was the head of the house. Shebnah was the writer, and Joah wrote down the things of the nation.",
      "19": "Rabshakeh said to them, “Say to Hezekiah, ‘This is what the great king of Assyria says. “What is this strength of heart that you have?",
      "20": "You say with empty words, ‘I have wisdom and strength for war.’ On whom do you trust, that you have turned against me?",
      "21": "Look, you are trusting now in Egypt. It is a walking stick like a piece of broken river-grass. It will cut into a man’s hand if he rests on it. So is Pharaoh king of Egypt to all who trust in him.",
      "22": "You might tell me, ‘We trust in the Lord our God.’ But is it not He Whose high places and altars Hezekiah has taken away? And has he not said to Judah and Jerusalem, ‘You must worship in front of this altar in Jerusalem’?",
      "23": "Come now, make an agreement with my ruler the king of Assyria. And I will give you 2,000 horses, if you are able to put horsemen on them.",
      "24": "How can you fight back one captain among the least of my ruler’s servants, when you trust Egypt for war-wagons and horsemen?",
      "25": "Have I come up without the Lord against this place to destroy it? The Lord said to me, ‘Go up against this land and destroy it.’”",
      "26": "Then Eliakim the son of Hilkiah, and Shebnah, and Joah, said to Rabshakeh, “Speak to your servants in the Aramaic language, for we understand it. Do not speak with us in the language of Judah. The people on the wall might hear it.”",
      "27": "But Rabshakeh said to them, “Has my ruler sent me to speak these words to your ruler and to you, and not to the men sitting on the wall? They are sure to suffer with you, eating and drinking their own body waste.”",
      "28": "Then Rabshakeh stood and called out with a loud voice in the language of Judah, saying, “Hear the word of the great king of Assyria.",
      "29": "The king says, ‘Do not let Hezekiah lie to you. For he will not be able to save you from my power.",
      "30": "Do not let Hezekiah make you trust in the Lord, saying, “The Lord will save us for sure. And this city will not be given to the king of Assyria.”",
      "31": "Do not listen to Hezekiah. For the king of Assyria says, “Make your peace with me and come out to me. Then every one of you will eat of his own vine and fig tree. And every one of you will drink the water of his own well.",
      "32": "Then I will come and take you away to a land like your own land. It is a land of grain and new wine. It is a land of bread and grape-fields and olive trees and honey. There you will live and not die.” But do not listen to Hezekiah when he lies to you, saying, “The Lord will save us.”",
      "33": "Has any one of the gods of the nations saved his land from the power of the king of Assyria?",
      "34": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena and Ivvah? Have they saved Samaria from my power?",
      "35": "Who among all the gods of the lands have saved their land from my power? So how should the Lord save Jerusalem from my power?’”",
      "36": "But the people were quiet. They did not answer him a word. For Hezekiah had told them, “Do not answer him.”",
      "37": "Then Eliakim the son of Hilkiah who was the head of the house, and Shebna the writer, and Joah the son of Asaph who wrote down the things of the nation, came to Hezekiah. They came with their clothes torn and told him the words of Rabshakeh."
    },
    "19": {
      "1": "When King Hezekiah heard about it, he tore his clothes and covered himself with cloth made from hair. Then he went into the house of the Lord.",
      "2": "He sent Eliakim who was the head of the house, Shebna the writer, and the head religious leaders, to the man of God Isaiah the son of Amoz. They were covered with cloth made from hair.",
      "3": "And they said to him, “Hezekiah says, ‘This day is a day of trouble, sharp words, and shame. For children have come to be born, but there is no strength to give birth to them.",
      "4": "It might be that the Lord your God will hear all the words of Rabshakeh, whom his ruler the king of Assyria has sent to make fun of the living God. And the Lord your God might speak sharp words against what He has heard. So pray for those who are left of the Lord’s people.’”",
      "5": "The servants of King Hezekiah came to Isaiah.",
      "6": "And Isaiah said to them, “Tell your ruler, ‘This is what the Lord says: “Do not be afraid because of the words you have heard spoken against Me by the servants of the king of Assyria.",
      "7": "See, I will put a spirit in him so that he will hear a made-up story and he will return to his own land. And I will have him killed by the sword in his own land.”’”",
      "8": "Rabshakeh returned and found the king of Assyria fighting against Libnah. For he had heard that the king had left Lachish.",
      "9": "The king of Assyria was told, “See, King Tirhakah of Cush has come out to fight against you.” So he sent men again to Hezekiah, saying,",
      "10": "“Tell King Hezekiah of Judah, ‘Do not let your God in Whom you trust lie to you by saying that Jerusalem will not be given into the power of the king of Assyria.",
      "11": "You have heard how the kings of Assyria have destroyed all the lands. And will you be saved?",
      "12": "Did the gods of those nations which my fathers destroyed save them? Gozan, Haran, Rezeph, and the people of Eden who were in Telassar, were destroyed.",
      "13": "Where are the kings of Hamath, Arpad, the city of Sepharvaim, Hena and Ivvah?’”",
      "14": "Hezekiah took the letter from the hand of the men from Assyria, and read it. Then he went up to the house of the Lord, and spread the letter out before the Lord.",
      "15": "Hezekiah prayed to the Lord, saying, “O Lord the God of Israel, You sit on Your throne above the cherubim. You are the God, and You alone, of all the nations of the earth. You have made heaven and earth.",
      "16": "Turn Your ear, O Lord, and hear. Open Your eyes, O Lord, and see. Listen to the words Sennacherib has spoken against the living God.",
      "17": "O Lord, it is true that the kings of Assyria have destroyed the nations and their lands.",
      "18": "They have thrown their gods into the fire. For they were not gods, but the work of men’s hands, made from wood and stone. So they have destroyed them.",
      "19": "Now, O Lord our God, I beg You to save us from his power. Then all the nations of the earth may know that You alone are God, O Lord.”",
      "20": "Isaiah the son of Amoz sent word to Hezekiah, saying, “The Lord, the God of Israel, says, ‘I have heard your prayer to Me about Sennacherib king of Assyria.’",
      "21": "This is the Word that the Lord has spoken against him: ‘She has hated you and made fun of you, the young daughter of Zion! She has shaken her head behind you, the daughter of Jerusalem!",
      "22": "Whom have you spoken against? Against whom have you raised your voice, and lifted your eyes in pride? Against the Holy One of Israel!",
      "23": "You have spoken against the Lord through the men you have sent. You have said, “With my many war-wagons I have come up to the tops of the mountains, to the farthest parts of Lebanon. I cut down its tall cedar trees and its best cypress trees. I went to its highest place, where its trees are close together.",
      "24": "I dug wells and drank the water of other lands. I dried up all the rivers of Egypt with the bottom of my feet.”",
      "25": "’Have you not heard that I planned this long ago? From times long ago I planned it. Now I have made it happen, that you should destroy strong cities.",
      "26": "That is why those who lived there did not have much strength. They were troubled and put to shame. They were like the plants of the field and the green grass. They were like grass on the roofs, killed by the sun before it is grown.",
      "27": "But I know when you sit down, go out, and come in. And I know how you speak in anger against Me.",
      "28": "You have spoken against Me in your anger and pride, and I have heard it. So I will put My hook in your nose, and My bit in your mouth. And I will have you return by the way you came.",
      "29": "’This will be the special thing for you to see: This year you will eat what grows of itself. In the second year you will eat what grows of the same. Then in the third year, you will plant seeds and gather food. You will plant vines and eat their fruit.",
      "30": "And those who are left of the family of Judah will again take root and give fruit.",
      "31": "For those who are left will go out of Jerusalem. Those who are still alive will go out of Mount Zion. This will be done by the power of the Lord.",
      "32": "So this is what the Lord says about the king of Assyria: He will not come to this city or shoot an arrow there. He will not come to it with a battle-covering or build a wall around it.",
      "33": "He will return by the way he came. He will not come to this city, says the Lord.",
      "34": "For I will help this city and save it, because of My honor, and because of My servant David.’”",
      "35": "That night the angel of the Lord went out and killed 185,000 men among the Assyrian tents. When those left alive got up early in the morning, they saw all the dead bodies.",
      "36": "Then King Sennacherib of Assyria left and returned home, and lived at Nineveh.",
      "37": "As he was worshiping in the house of his god Nisroch, Adrammelech and Sharezer killed him with the sword. Then they ran away to the land of Ararat. And his son Esarhaddon became king in his place."
    },
    "20": {
      "1": "In those days Hezekiah became sick enough to die. The man of God, Isaiah the son of Amoz, came to him and said, “This is what the Lord says, ‘Get those of your house ready. For you will die. You will not get well again.’”",
      "2": "Then Hezekiah turned his face to the wall and prayed to the Lord, saying,",
      "3": "“I beg You, O Lord, remember how I have walked before You in truth and with a whole heart. I have done what is good in Your eyes.” And Hezekiah cried much.",
      "4": "Before Isaiah had gone out of the center room, the word of the Lord came to him, saying,",
      "5": "“Return to Hezekiah the leader of My people. Tell him, ‘This is what the Lord, the God of your father David, says, “I have heard your prayer. I have seen your tears. See, I will heal you. On the third day you must go up to the house of the Lord.",
      "6": "And I will add fifteen years to your life. I will save you and this city from the power of the king of Assyria. And I will help this city because of My honor and because of My servant David.” ‘ ”",
      "7": "Then Isaiah said, “Bring a loaf made of figs. Have them take and lay it on the sore on Hezekiah’s body. Then he will be well again.” And they took and laid it on the boil and he was healed.",
      "8": "Hezekiah said to Isaiah, “What will be the special thing for me to see, that the Lord will heal me, and that I will go up to the house of the Lord on the third day?”",
      "9": "Isaiah said, “This will be the special thing for you to see from the Lord, to show that the Lord will do what He has said. Will the shadow go ten steps farther, or go back ten steps?”",
      "10": "Hezekiah answered, “It is easy for the shadow to go ten steps farther. But let the shadow turn back ten steps.”",
      "11": "So Isaiah the man of God cried to the Lord, and the Lord brought the shadow back ten steps, on the steps set up by King Ahaz.",
      "12": "At that time Berodach-baladan, a son of Baladan, king of Babylon, sent letters and a gift to Hezekiah. For he heard that Hezekiah had been sick.",
      "13": "Hezekiah listened to them and showed them all his riches. He showed them the silver, the gold, the spices, the oil of much worth, the things used in battle, and all that was found in his store-rooms. There was nothing in his house, or in all the places of his rule, that Hezekiah did not show them.",
      "14": "Then Isaiah the man of God came to King Hezekiah and said, “What did these men say? From where have they come to you?” Hezekiah said, “They have come from a far country, from Babylon.”",
      "15": "Isaiah said, “What have they seen in your house?” And Hezekiah answered, “They have seen all that is in my house. There is nothing among my riches that I have not shown them.”",
      "16": "Then Isaiah said to Hezekiah, “Hear the word of the Lord.",
      "17": "’See, the days are coming when all that is in your house, all that your fathers have kept in store to this day, will be carried to Babylon. Nothing will be left,’ says the Lord.",
      "18": "’And some of your sons who will be born to you will be taken away. They will be servants in the house of the king of Babylon.’”",
      "19": "Hezekiah said to Isaiah, “The word of the Lord which you have spoken is good.” For he thought, “Why not, if there will be peace and people will be safe in my days?”",
      "20": "Now the rest of the acts of Hezekiah and all his strength are written in the Book of the Chronicles of the Kings of Judah. He made the pool and the ditch and brought water into the city.",
      "21": "Hezekiah died, and his son Manasseh became king in his place."
    },
    "21": {
      "1": "Manasseh was twelve years old when he became king. And he ruled fifty-five years in Jerusalem. His mother’s name was Hephzibah.",
      "2": "Manasseh did what was sinful in the eyes of the Lord. He did the sinful things that were done by the nations whom the Lord drove out from the people of Israel.",
      "3": "He built again the high places which his father Hezekiah had destroyed. He built altars for Baal and made an object out of wood to worship the false goddess Asherah. He did as Ahab king of Israel had done. He worshiped all the stars of heaven and served them.",
      "4": "He built altars in the house of the Lord, of which the Lord had said, “In Jerusalem I will put My name.”",
      "5": "Manasseh built altars for all the stars of heaven in the two open spaces of the Lord’s house.",
      "6": "He gave his son as a burnt gift, used witchcraft and told the future. He listened to those who spoke with spirits and used their secret ways. He did things that were very sinful in the eyes of the Lord, and made the Lord angry.",
      "7": "Then Manasseh put the object he had made for Asherah into the house of the Lord. But the Lord had said to David and to his son Solomon, “I have chosen this house and Jerusalem from all the families of Israel. Here I will put My name forever.",
      "8": "I will not make the feet of Israel travel any more from the land I gave to their fathers. But they must obey all that I have told them, and all the Law that My servant Moses told to them.”",
      "9": "But they did not listen. Manasseh led them to sin more than the nations whom the Lord destroyed from in front of the people of Israel.",
      "10": "Now the Lord spoke through His servants who tell what will happen in the future. He said,",
      "11": "“Manasseh king of Judah has done these sinful things. He has sinned more than all the Amorites who were before him. And he has made Judah sin with his false gods. Because he has done this,",
      "12": "the Lord, the God of Israel, says, ‘See, I am bringing such trouble upon Jerusalem and Judah, that the ears of whoever hears it will be painful.",
      "13": "I will punish Jerusalem as I did Samaria and as I did the family of Ahab. I will dry Jerusalem as one dries a dish, rubbing it and turning it upside-down.",
      "14": "I will leave alone all who are left of My people, and give them to those who hate them. They will become something taken after the battle by those who fight against them.",
      "15": "Because they have done what is bad in My eyes. They have been making Me angry since the day their fathers came from Egypt until this day.’”",
      "16": "Manasseh killed many who were without guilt. He filled Jerusalem with blood from one end to another. He sinned and made Judah sin, by doing what is sinful in the eyes of the Lord.",
      "17": "Now the rest of the acts of Manasseh and his sins are written in the Book of the Chronicles of the Kings of Judah.",
      "18": "Manasseh died and was buried in the garden of his own house, in the garden of Uzza. And his son Amon became king in his place.",
      "19": "Amon was twenty-two years old when he became king. He ruled for two years in Jerusalem. His mother’s name was Meshullemeth the daughter of Haruz of Jotbah.",
      "20": "Amon did what was sinful in the eyes of the Lord, as his father Manasseh had done.",
      "21": "He walked in all the ways that his father had walked. He worshiped false gods like his father had.",
      "22": "So he turned away from the Lord, the God of his fathers. He did not walk in the way of the Lord.",
      "23": "And the servants of Amon made plans against him, and killed the king in his own house.",
      "24": "Then the people of the land killed all those who had made plans against King Amon. And they made Josiah his son king in his place.",
      "25": "Now the rest of the acts of Amon are written in the Book of the Chronicles of the Kings of Judah.",
      "26": "He was buried in his grave in the garden of Uzza. And his son Josiah became king in his place."
    },
    "22": {
      "1": "Josiah was eight years old when he became king. He ruled for thirty-one years in Jerusalem. His mother’s name was Jedidah the daughter of Adaiah of Bozkath.",
      "2": "Josiah did what is right in the eyes of the Lord. He walked in all the way of his father David. He did not turn aside to the right or to the left.",
      "3": "In the eighteenth year of King Josiah, the king sent Shaphan the writer, the son of Azaliah, son of Meshullam, to the house of the Lord. He said,",
      "4": "“Go up to Hilkiah the head religious leader, that he may add up the money brought into the Lord’s house which the door-keepers have gathered from the people.",
      "5": "Let the money be given to the workmen who are watching over the work on the Lord’s house. And let them give it to the workmen who are doing the work on the Lord’s house.",
      "6": "Have them pay the builders and the men who work with wood and with stone. Have them use it for buying wood and cut stone needed to work on the house.",
      "7": "But do not make them tell you how the money was spent that was given to them. For they are honest men.”",
      "8": "Then Hilkiah the head religious leader said to Shaphan the writer, “I have found the Book of the Law in the house of the Lord.” And Hilkiah gave the book to Shaphan, and he read it.",
      "9": "Then Shaphan the writer came to the king and told him, “Your servants have taken all the money found in the house. And they have given it to the workmen who are watching over the work on the Lord’s house.”",
      "10": "Then Shaphan the writer told the king, “Hilkiah the religious leader has given me a book.” And Shaphan read it in front of the king.",
      "11": "When the king heard the words of the Book of the Law, he tore his clothes.",
      "12": "Then he told Hilkiah the religious leader, Ahikam the son of Shaphan, Achbor the son of Micaiah, Shaphan the writer, and Asaiah the king’s servant,",
      "13": "“Go, ask the Lord for me and all Judah about the words of this book that has been found. For the Lord is very angry with us, because our fathers have not listened to the words of this book. They have not done all that is written for us to do.”",
      "14": "So Hilkiah the religious leader, Ahikam, Achbor, Shaphan and Asaiah went to Huldah the woman who spoke for God. She was the wife of Shallum the son of Tikvah, son of Harhas, and watched over the clothes of the house. (She lived in the Second Part of Jerusalem.) They spoke to her.",
      "15": "She said to them, “This is what the Lord God of Israel says. Tell the man who sent you to me",
      "16": "that the Lord says, ‘See, I will bring trouble upon this place and upon its people. All the words of the book which the king of Judah has read will come true",
      "17": "because they have turned away from Me and have burned special perfume to other gods. They have made Me angry with all the work of their hands. So My anger burns against this place, and it will not be stopped.’",
      "18": "But tell the king of Judah who sent you to ask of the Lord, ‘This is what the Lord God of Israel says about the words you have heard.",
      "19": "“You heard how I spoke against this place and against its people. I said that they should be destroyed and laid waste. They should be hated and destroyed. But when you heard this, you were sorry in your heart. You put away your pride before the Lord. You have torn your clothes and cried before Me, and I have heard you,” says the Lord.",
      "20": "“So I will gather you to your fathers, and you will be gathered to your grave in peace. Your eyes will not see all the trouble which I will bring upon this place.”’” So they returned to the king and told him what was said."
    },
    "23": {
      "1": "Then King Josiah sent men out to bring to him all the leaders of Judah and Jerusalem.",
      "2": "The king went up to the house of the Lord with all the men of Judah and all the people who lived in Jerusalem. The religious leaders, the men who speak for God, and all the people went with him, both small and great. And Josiah read in their hearing all the words of the Book of the Law which was found in the house of the Lord.",
      "3": "Then the king stood by the pillar. There he made an agreement before the Lord. He promised to follow the Lord and keep His Word and His Laws with all his heart and soul. He promised to obey the words of this agreement that were written in this book, and all the people joined him in the agreement.",
      "4": "Then the king spoke to Hilkiah the head religious leader, and the religious leaders who were next in power, and the door-keepers. He told them to bring out of the Lord’s house all the objects made for the false gods Baal and Asherah and for all the stars of heaven. He burned them outside Jerusalem in the fields of the Kidron. And he carried their ashes to Bethel.",
      "5": "He got rid of the religious leaders who worshiped false gods, whom the kings of Judah had chosen. They had been chosen to burn special perfume in the high places in the cities of Judah and in the land around Jerusalem. Josiah got rid of those who burned special perfume to Baal, to the sun and the moon, to groups of stars, and to all the stars of heaven.",
      "6": "He brought out the object of the false goddess Asherah from the Lord’s house to the river Kidron outside Jerusalem. There he burned it and ground it to dust, and threw its dust on the people’s graves.",
      "7": "He broke down the small rooms in the Lord’s house that were used by the men who sold the use of their bodies for their false gods. The women were making special curtains for the false goddess Asherah in these rooms.",
      "8": "Then King Josiah brought all the religious leaders from the cities of Judah. And he showed how sinful the high places were where the religious leaders had burned special perfume, from Geba to Beersheba. He broke down the high places at the gate of Joshua the leader of the city, which were to the left of the city gate.",
      "9": "The religious leaders of the high places did not go up to the altar of the Lord in Jerusalem. But they ate bread without yeast among their brothers.",
      "10": "The king made Topheth unclean, which is in the valley of the sons of Hinnom. He did this so no one might give his son or daughter there as a burnt gift to the false god Molech.",
      "11": "Josiah got rid of the horses which the kings of Judah had given to the sun. They had given them at the door of the Lord’s house, by the room of Nathan-melech the leader. And the king burned the war-wagons of the sun with fire.",
      "12": "King Josiah broke down the altars which were on the roof of Ahaz’s room on the second floor. They had been made by the kings of Judah. And he broke down the altars which Manasseh had made in the two open spaces of the Lord’s house. He broke them there and threw their dust into the river Kidron.",
      "13": "The king made the high places sinful which were east of Jerusalem and south of the Mount of Destruction. King Solomon of Israel had built them for Ashtoreth the sinful goddess of the Sidonians, Chemosh the hated false god of Moab, and Milcom the hated god of the sons of Ammon.",
      "14": "And Josiah broke in pieces the pillars used in worship and cut down the Asherim. He filled their places with human bones.",
      "15": "The king broke down the altar at Bethel and the high place made by Jeroboam the son of Nebat, who made Israel sin, even that altar and the high place he broke down. He crushed its stones, ground them to dust, and burned the false goddess Asherah.",
      "16": "As Josiah turned, he saw the graves that were there on the mountain. He had the bones taken from the graves, and burned them on the altar. So he made the altar sinful, as the word of the Lord said would happen, through the man of God.",
      "17": "Then Josiah said, “What is this that I see?” The men of the city told him, “It is the grave of the man of God who came from Judah. He is the one who said that these things would happen which you have done against the altar of Bethel.”",
      "18": "Josiah said, “Let him alone. Let no one move his bones.” So they let his bones alone, with the bones of the man of God who came from Samaria.",
      "19": "Josiah took away all the houses of the high places in the cities of Samaria. The kings of Israel had made the Lord angry by building them. The king did to them just as he had done in Bethel.",
      "20": "And he killed on the altar all the religious leaders of the high places who were there. He burned human bones on them. Then he returned to Jerusalem.",
      "21": "King Josiah told all the people, “Keep the Passover to the Lord your God, as it is written in this Book of the Law.”",
      "22": "For sure no such Passover had been kept since the days of the judges who ruled Israel. It had not been kept in all the days of the kings of Israel or Judah.",
      "23": "But this Passover was kept to the Lord in Jerusalem in the eighteenth year of King Josiah.",
      "24": "Josiah put away the people who spoke with spirits, and people who used their secret ways. He put away the house gods and the false gods and all the sinful things that were seen in the land of Judah and in Jerusalem. He did this to obey the words of the Law which were written in the book that was found in the Lord’s house by Hilkiah the religious leader.",
      "25": "Before Josiah there was no king like him who turned to the Lord with all his heart and soul and strength, obeying all the Law of Moses. And no one like him came after him.",
      "26": "But the Lord did not stop from being very angry against Judah. Because Manasseh had done many things to make Him angry.",
      "27": "The Lord said, “I will put Judah away from My eyes, as I have put away Israel. I will put away Jerusalem, this city I have chosen. And I will put away the family of which I said, ‘My name will be there.’”",
      "28": "Now the rest of the acts of Josiah are written in the Book of the Chronicles of the Kings of Judah.",
      "29": "In his days Pharaoh Neco king of Egypt went up to the king of Assyria to the river Euphrates. King Josiah went to meet him. And Pharaoh Neco killed him at Megiddo when he saw him.",
      "30": "Josiah’s servants carried his body from Megiddo in a war-wagon. They brought him to Jerusalem and buried him in his own grave. Then the people of the land took his son Jehoahaz and poured oil on him and made him king in his father’s place.",
      "31": "Jehoahaz was twenty-three years old when he became king. He ruled for three months in Jerusalem. His mother’s name was Hamutal the daughter of Jeremiah of Libnah.",
      "32": "Jehoahaz did what was sinful in the eyes of the Lord. He did all that his fathers had done.",
      "33": "Pharaoh Neco put him in prison at Riblah in the land of Hamath, that he might not rule in Jerusalem. And he made the people of the land pay a tax of silver weighing as much as 100 men, and gold weighing as much as one man.",
      "34": "Pharaoh Neco made Josiah’s son Eliakim king in the place of his father Josiah. And he changed his name to Jehoiakim. But he took Jehoahaz away to Egypt, where he died.",
      "35": "So Jehoiakim gave the silver and gold to Pharaoh. But he taxed the land to give Pharaoh the money he wanted. He took the silver and gold from the people of the land, from each one by the amount of tax he was made to pay. And he gave it to Pharaoh Neco.",
      "36": "Jehoiakim was twenty-five years old when he became king. He ruled for eleven years in Jerusalem. His mother’s name was Zebidah the daughter of Pedaiah of Rumah.",
      "37": "Jehoiakim did what was sinful in the eyes of the Lord. He did just as his fathers had done."
    },
    "24": {
      "1": "In his days Nebuchadnezzar king of Babylon came up, and Jehoiakim became his servant for three years. Then he turned against him.",
      "2": "The Lord sent armies of Babylonians, Syrians, Moabites and Ammonites against Jehoiakim. He sent them against Judah to destroy it, just as the word of the Lord had said through His men who spoke for Him.",
      "3": "This came upon Judah at the word of the Lord, to put them away from His eyes because of the sins Manasseh had done.",
      "4": "And it happened because of the people Manasseh had killed who were not guilty. For he filled Jerusalem with their blood, and the Lord would not forgive.",
      "5": "Now the rest of the acts of Jehoiakim are written in the Book of the Chronicles of the Kings of Judah.",
      "6": "Jehoiakim died, and his son Jehoiachin became king in his place.",
      "7": "And the king of Egypt did not leave his land again. For the king of Babylon had taken all that belonged to the king of Egypt from the river of Egypt to the river Euphrates.",
      "8": "Jehoiachin was eighteen years old when he became king. He ruled for three months in Jerusalem. His mother’s name was Nehushta the daughter of Elnathan of Jerusalem.",
      "9": "Jehoiachin did what was sinful in the eyes of the Lord. He did just as his father had done.",
      "10": "At that time the servants of Nebuchadnezzar king of Babylon went up to Jerusalem. His soldiers gathered around the city.",
      "11": "King Nebuchadnezzar of Babylon came to the city, while his soldiers were all around it trying to take it.",
      "12": "King Jehoiachin of Judah went out to the king of Babylon. He took with him his mother, his servants, his captains and his leaders. The king of Babylon took him away in the eighth year of his rule.",
      "13": "And Nebuchadnezzar carried away all the riches of the Lord’s house and of the king’s house. He cut in pieces all the objects of gold which King Solomon of Israel had made in the house of the Lord. It happened just as the Lord had said.",
      "14": "Then the king of Babylon led away all who lived in Jerusalem. He led away all the captains, all the powerful soldiers, and all those who were able to make things. He took 10,000 people away to Babylon. Only the very poor people of the land were left behind.",
      "15": "So he led Jehoiachin away to Babylon. He also led away the king’s mother, his wives, his leaders, and the most important men of the land. He took them from Jerusalem to Babylon.",
      "16": "He led away all the powerful soldiers, 7,000 men. And he led away 1,000 of those who were able to make things. All of them were strong and able to fight in battle. Nebuchadnezzar took them away to Babylon.",
      "17": "Then he made Mattaniah, the brother of Jehoiachin’s father, king in his place, and changed his name to Zedekiah.",
      "18": "Zedekiah was twenty-one years old when he became king. He ruled for eleven years in Jerusalem. His mother’s name was Hamutal the daughter of Jeremiah of Libnah.",
      "19": "Zedekiah did what was sinful in the eyes of the Lord. He did all that Jehoiakim had done.",
      "20": "For because of the anger of the Lord, this happened in Jerusalem and Judah until the Lord put them away from Him. And Zedekiah turned against the king of Babylon."
    },
    "25": {
      "1": "On the tenth day of the tenth month in the ninth year of his rule, King Nebuchadnezzar of Babylon and all his army came against Jerusalem. His army set up their tents around the city, and built a wall all around it.",
      "2": "The city had the army of Babylon around it until the eleventh year of King Zedekiah.",
      "3": "On the ninth day of the fourth month, there was no food left in the city. There was no more food for the people of the land.",
      "4": "Then the city was broken into. All the men of war ran away during the night between the two walls beside the king’s garden. The Babylonians were all around the city, but the men left by the way of the Arabah.",
      "5": "Then the Babylonian army went after the king and came to him in the plains of Jericho. All his army ran away from him.",
      "6": "The Babylonians took the king and brought him to the king of Babylon at Riblah. And Nebuchadnezzar told him how he must be punished.",
      "7": "They killed Zedekiah’s sons in front of his eyes. Then they put out Zedekiah’s eyes and tied him up in chains, and brought him to Babylon.",
      "8": "On the seventh day of the fifth month, in the nineteenth year of King Nebuchadnezzar of Babylon, Nebuzaradan came to Jerusalem. He was the captain of the soldiers, a servant of the king of Babylon.",
      "9": "He burned the house of the Lord, the king’s house, and all the houses of Jerusalem. He burned every great house with fire.",
      "10": "And all the Babylonian army who were with the captain of the soldiers broke down the walls around Jerusalem.",
      "11": "Then Nebuzaradan the captain of the soldiers carried away to Babylon the rest of the people who were left in the city. And he carried away the soldiers who had run away from the battle.",
      "12": "But the captain of the soldiers left behind some of the very poor people of the land to take care of the vines and to plow the fields.",
      "13": "The Babylonians broke in pieces the brass pillars in the house of the Lord. And they broke in pieces the stands and the brass pool which were in the house of the Lord. Then they carried the brass to Babylon.",
      "14": "They took away the pots, the tools for digging, the things for putting out the lamps, the dishes for special perfume, and all the brass dishes used for the work of the Lord’s house.",
      "15": "And they took away the fire-holders and the wash-pots. The captain of the soldiers took away what was made of fine gold and what was made of fine silver.",
      "16": "The brass of the two pillars, the one pool, and the stands which Solomon had made for the Lord’s house, was too much to weigh.",
      "17": "One pillar was five times taller than a man. The brass top piece on it was three cubits tall. A network and pomegranates made of brass were all around the top piece. And the second pillar had the same, with a network.",
      "18": "Then the captain of the soldiers took Seraiah the head religious leader, and Zephaniah the religious leader next in power. And he took the three men who were keepers of the door.",
      "19": "From the city he took a captain who led the men of war, and five men found in the city who had spoken with the king about what should be done. He took the captain of the army, who called together the people of the land. And he took sixty men of the land who were found in the city.",
      "20": "Nebuzaradan the captain of the soldiers took them and brought them to the king of Babylon at Riblah.",
      "21": "Then the king of Babylon killed them. He put them to death at Riblah in the land of Hamath. So Judah was taken away from its land.",
      "22": "King Nebuchadnezzar of Babylon had left some people in the land of Judah. He chose Gedaliah the son of Ahikam, son of Shaphan, to rule over them.",
      "23": "All the captains of the armies and their men heard that the king of Babylon had chosen Gedaliah to be leader. So they came to Gedaliah at Mizpah. The captains who came with their men were Ishmael the son of Nethaniah, Johanan the son of Kareah, Seraiah the son of Tanhumeth the Netophathite, and Jaazaniah the son of Maacathite.",
      "24": "Gedaliah made a promise to them and their men. He said to them, “Do not be afraid of the Babylonian leaders. Live in the land and work for the king of Babylon. Then it will be well with you.”",
      "25": "But in the seventh month Ishmael came. He was the son of Nethaniah, son of Elishama, of the king’s family. He came with ten men and killed Gedaliah and the Jews and Babylonians who were with him at Mizpah.",
      "26": "Then all the people, both small and great, and the captains of the armies left and went to Egypt. For they were afraid of the Babylonians.",
      "27": "On the twenty-seventh day of the twelfth month, in the thirty-seventh year since King Jehoiachin of Judah was taken away from his land, Evil-merodach became the king of Babylon. He showed favor to King Jehoiachin of Judah, and let him out of prison that year.",
      "28": "He spoke kind words to him, and set his throne above the thrones of the kings who were with him in Babylon.",
      "29": "Jehoiachin changed from his prison clothes. And he ate with the king all the rest of his life.",
      "30": "The King gave him a share of food every day for the rest of his life."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:11.137267-04:00",
    "Translation": "NLV"
  }
}