{
  "2 Peter": {
    "1": {
      "1": "This letter is from Simon Peter. I am a missionary of Jesus Christ and a servant owned by Him. I am writing to those who have received the same faith as ours which is of great worth and which no amount of money can buy. This faith comes from our God and Jesus Christ, the One Who saves.",
      "2": "May you have more and more of His loving-favor and peace as you come to know God and our Lord Jesus Christ better.",
      "3": "He gives us everything we need for life and for holy living. He gives it through His great power. As we come to know Him better, we learn that He called us to share His own shining-greatness and perfect life.",
      "4": "Through His shining-greatness and perfect life, He has given us promises. These promises are of great worth and no amount of money can buy them. Through these promises you can have God’s own life in you now that you have gotten away from the sinful things of the world which came from wrong desires of the flesh.",
      "5": "Do your best to add holy living to your faith. Then add to this a better understanding.",
      "6": "As you have a better understanding, be able to say no when you need to. Do not give up. And as you wait and do not give up, live God-like.",
      "7": "As you live God-like, be kind to Christian brothers and love them.",
      "8": "If you have all these things and keep growing in them, they will keep you from being of no use and from having no fruit when it comes to knowing our Lord Jesus Christ.",
      "9": "But if you do not have these things, you are blind and cannot see far. You forget God saved you from your old life of sin.",
      "10": "Christian brothers, make sure you are among those He has chosen and called out for His own. As long as you do these things, you will never trip and fall.",
      "11": "In this way, the road will be made wide open for you. And you will go into the holy nation that lasts forever of our Lord Jesus Christ, the One Who saves.",
      "12": "You already know about these things but I want to keep telling you about them. You are strong in the faith now.",
      "13": "I think it is right as long as I am alive to keep you thinking about these things.",
      "14": "I know that I will soon be leaving this body. Our Lord Jesus Christ has told me this.",
      "15": "I will try to make a way for you to remember these things after I am gone.",
      "16": "We had nothing to do with man-made stories when we told you about the power of our Lord Jesus Christ and of His coming again. We have seen His great power with our own eyes.",
      "17": "When He received honor and shining-greatness from God the Father, a voice came to Him from the All-powerful God, saying, “This is My much-loved Son. I am very happy with Him.”",
      "18": "We heard this voice come from heaven when we were with Christ on the holy mountain.",
      "19": "All this helps us know that what the early preachers said was true. You will do well to listen to what they have said. Their words are as lights that shine in a dark place. Listen until you understand what they have said. Then it will be like the morning light which takes away the darkness. And the Morning Star (Christ) will rise to shine in your hearts.",
      "20": "Understand this first: No part of the Holy Writings was ever made up by any man.",
      "21": "No part of the Holy Writings came long ago because of what man wanted to write. But holy men who belonged to God spoke what the Holy Spirit told them."
    },
    "2": {
      "1": "But there were false teachers among the people. And there will be false teachers among you also. These people will work in secret ways to bring false teaching to you. They will turn against Christ Who bought them with His blood. They bring fast death on themselves.",
      "2": "Many people will follow their wrong ways. Because of what they do, people will speak bad things against the way of truth.",
      "3": "They will tell lies and false stories so they can use you to get things for themselves. But God judged them long ago and their death is on the way.",
      "4": "God did not hold back from punishing the angels who sinned, but sent them down to hell. They are to be kept there in the deep hole of darkness until they stand before Him Who judges them.",
      "5": "God did not hold back from punishing the people of the world who sinned long ago. He brought the flood on the world of sinners. But Noah was a preacher of right living. He and his family of seven were the only ones God saved.",
      "6": "God said that the cities of Sodom and Gomorrah were guilty, and He destroyed them with fire. This was to show people who did not worship God what would happen to them.",
      "7": "Lot was taken away from Sodom because he was right with God. He had been troubled by the sins that bad men did in wild living.",
      "8": "He saw and heard how the people around him broke the Law. Everyday his own soul which was right with God was troubled because of their sinful ways.",
      "9": "But the Lord knows how to help men who are right with God when they are tempted. He also knows how to keep the sinners suffering for their wrong-doing until the day they stand before God Who will judge them.",
      "10": "This is true about those who keep on wanting to please their own bodies in sinful desires and those who will not obey laws. They want to please themselves and are not afraid when they laugh and say bad things about the powers in heaven.",
      "11": "Angels are greater in strength and power than they. But angels do not speak against these powers before the Lord.",
      "12": "Men like this are like animals who are not able to think but are born to be caught and killed. They speak bad words against that which they do not understand. They will die in their own sinful ways.",
      "13": "This is the pay they will suffer for their sinful lives. They are not ashamed when they sin in the daylight. They are sores and dirty spots among you while they eat and drink big meals with you.",
      "14": "Their eyes are full of sex sins. They never have enough sin. They get weak people to go along with them. Their hearts are always wanting something. They are people who will end up in hell because",
      "15": "they have left the right way and have gone the wrong way. They have followed the way of Balaam, who was the son of Beor. He loved the money he got for his sin.",
      "16": "But he was stopped in his sin. A donkey spoke to him with a man’s voice. It stopped this early preacher from going on in his crazy way.",
      "17": "Such people are like wells without water. They are like clouds before a storm. The darkest place below has been kept for them.",
      "18": "They speak big-sounding words which show they are proud. They get men who are trying to keep away from sinful men to give in to the sinful desires of the flesh.",
      "19": "They promise that these men will be free. But they themselves are chained to sin. For a man is chained to anything that has power over him.",
      "20": "There are men who have been made free from the sins of the world by learning to know the Lord Jesus Christ, the One Who saves. But if they do these sins again, and are not able to keep from doing them, they are worse than they were before.",
      "21": "After knowing the holy Law that was given to them, they turned from it. It would have been better for them if they had not known how to be right with God.",
      "22": "They are like the wise saying, “A dog turns back to what he has thrown up.” And, “A pig that has been washed goes back to roll in the mud.”"
    },
    "3": {
      "1": "Dear friends, this is the second letter I have written to you. In both of them I have tried to get you to remember some things.",
      "2": "You should remember the words that were spoken before by the holy early preachers. Do not forget the teaching of the Lord, the One Who saves. This was given to you by your missionaries.",
      "3": "First of all, I want you to know that in the last days men will laugh at the truth. They will follow their own sinful desires.",
      "4": "They will say, “He promised to come again. Where is He? Since our early fathers died, everything is the same from the beginning of the world.”",
      "5": "But they want to forget that God spoke and the heavens were made long ago. The earth was made out of water and water was all around it.",
      "6": "Long ago the earth was covered with water and it was destroyed.",
      "7": "But the heaven we see now and the earth we live on now have been kept by His word. They will be kept until they are to be destroyed by fire. They will be kept until the day men stand before God and sinners will be destroyed.",
      "8": "Dear friends, remember this one thing, with the Lord one day is as 1,000 years, and 1,000 years are as one day.",
      "9": "The Lord is not slow about keeping His promise as some people think. He is waiting for you. The Lord does not want any person to be punished forever. He wants all people to be sorry for their sins and turn from them.",
      "10": "The day of the Lord will come as a robber comes. The heavens will pass away with a loud noise. The sun and moon and stars will burn up. The earth and all that is in it will be burned up.",
      "11": "Since all these things are to be destroyed in this way, you should think about the kind of life you are living. It should be holy and God-like.",
      "12": "You should look for the day of God to come. You should do what you can to make it come soon. At that time the heavens will be destroyed by fire. And the sun and moon and stars will melt away with much heat.",
      "13": "We are looking for what God has promised, which are new heavens and a new earth. Only what is right and good will be there.",
      "14": "Dear friends, since you are waiting for these things to happen, do all you can to be found by Him in peace. Be clean and free from sin.",
      "15": "You can be sure the long waiting of our Lord is part of His plan to save men from the punishment of sin. God gave our dear brother Paul the wisdom to write about this also.",
      "16": "He wrote about these things in all of his writings. Some of these things are hard to understand. People who do not have much understanding and some who are not strong in the faith change the meaning of his letters. They do this to the other parts of the Holy Writings also. They are destroying themselves as they do this.",
      "17": "And so, dear friends, now that you know this, watch so you will not be led away by the mistakes of these sinful people. Do not be moved by them.",
      "18": "Grow in the loving-favor that Christ gives you. Learn to know our Lord Jesus Christ better. He is the One Who saves. May He have all the shining-greatness now and forever. Let it be so."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:57.884742-04:00",
    "Translation": "NLV"
  }
}