{
  "2 Samuel": {
    "1": {
      "1": "Now after the death of Saul, David returned from killing the Amalekites and stayed two days in Ziklag.",
      "2": "On the third day, a man came from the tents of Saul. His clothes were torn and he had dust on his head. When he came to David, he fell with his face to the ground.",
      "3": "David said to him, “Where do you come from?” And he answered, “I have run away from the tents of Israel.”",
      "4": "David said to him, “How did it go? Tell me.” And the man said, “The people have run from the battle. Many have fallen and are dead. Saul and his son Jonathan are dead also.”",
      "5": "David said to the young man, “How do you know that Saul and his son Jonathan are dead?”",
      "6": "The young man said, “I happened to be on Mount Gilboa. There I saw Saul holding himself up with his spear. The war-wagons and the horsemen were coming close after him.",
      "7": "When he looked behind him, he saw me. He called to me and I said, ‘Here I am.’",
      "8": "He said to me, ‘Who are you?’ And I answered, ‘I am an Amalekite.’",
      "9": "Then he said to me, ‘I beg you, stand beside me and kill me. I am in pain, and yet I am still alive.’",
      "10": "So I stood beside him and killed him, because I knew he could not live after he had fallen. Then I took the crown which was on his head and the beautiful gold band which he wore on his arm, and I have brought them here to my lord.”",
      "11": "Then David took hold of his clothes and tore them, and so did all the men who were with him.",
      "12": "They cried in sorrow and did not eat until evening, because of Saul and his son Jonathan, and of the people of the Lord and of the family of Israel. For they had fallen by the sword.",
      "13": "David said to the young man, “Where are you from?” And he answered, “I am the son of one from another land, an Amalekite.”",
      "14": "Then David said to him, “Why were you not afraid to put out your hand to destroy the Lord’s chosen one?”",
      "15": "Then David called one of the young men and said, “Go, cut him down.” So he hit him and he died.",
      "16": "David said to him, “Your blood is on your head. Because your mouth has spoken against you, saying, ‘I have killed the Lord’s chosen one.’”",
      "17": "Then David sang a song of sorrow for Saul and his son Jonathan.",
      "18": "He told them to teach the song of the bow to the people of Judah. See, it is written in the book of Jashar.",
      "19": "“O Israel, your beauty is destroyed on your high places! How have the powerful fallen!",
      "20": "Do not tell about it in Gath. Do not tell about it in the streets of Ashkelon, or the daughters of the Philistines might be filled with joy. The daughters of those who have not gone through our religious act might be filled with joy.",
      "21": "O mountains of Gilboa, do not let the water that is on the grass in the early morning or rain be on you. Let not grass be grown on your fields. For there the covering of the powerful was made dirty, the covering of Saul, as if he had not been set apart with oil.",
      "22": "The bow of Jonathan did not turn away. The sword of Saul did not return empty. They did not turn from the blood of the dead and the fat of the powerful.",
      "23": "Saul and Jonathan were loved and pleasing in their life. And they were not divided in their death. They were faster than eagles. They were stronger than lions.",
      "24": "O daughters of Israel, cry for Saul. He dressed you in fine red clothing. He put on your clothing objects of gold.",
      "25": "How have the powerful fallen in the center of the battle! Jonathan has been killed on your high places.",
      "26": "I am troubled because of you, my brother Jonathan. You have been very pleasing to me. Your love to me was greater than the love of women.",
      "27": "How have the powerful fallen, and the bows and swords of war destroyed!”"
    },
    "2": {
      "1": "After this, David asked the Lord, “Should I go up to one of the cities of Judah?” And the Lord said to him, “Go up.” So David said, “Where should I go?” And He said, “To Hebron.”",
      "2": "So David went up there with his two wives, Ahinoam of Jezreel, and Abigail who had been the wife of Nabal of Carmel.",
      "3": "David brought up his men who were with him, each one with those of his family. They lived in the cities of Hebron.",
      "4": "Then the men of Judah came and there they chose David to be king over the family of Judah.\nThey told David, “It was the men of Jabesh-gilead who buried Saul.”",
      "5": "So David sent men with news to the men of Jabesh-gilead, saying, “May the Lord bring good to you. Because you have shown kindness to your king Saul, and have buried him.",
      "6": "Now may the Lord show loving-kindness and truth to you. And I will do good to you, because you have done this.",
      "7": "So now let your hands be strong. Have strength of heart. For your king Saul is dead. And those of the family of Judah have chosen me to be their king.”",
      "8": "But Abner the son of Ner, captain of Saul’s army, had taken Saul’s son Ish-bosheth to Mahanaim.",
      "9": "He made him king of Gilead, the Ashurites, Jezreel, Ephraim, Benjamin, and all Israel.",
      "10": "Saul’s son Ish-bosheth was forty years old when he became king of Israel. He was king for two years. But the family of Judah followed David.",
      "11": "David was king in Hebron over the family of Judah for seven years and six months.",
      "12": "Now Abner the son of Ner went out from Mahanaim to Gibeon with the servants of Saul’s son Ish-bosheth.",
      "13": "And Zeruiah’s son Joab and the servants of David went out and met them by the pool of Gibeon. One group sat down on one side of the pool, and the other group on the other side.",
      "14": "Then Abner said to Joab, “Let the young men get up and have a test of strength in front of us.” And Joab said, “Let them get up.”",
      "15": "So they stood up and went over by number. There were twelve for Benjamin and Ish-bosheth the son of Saul, and twelve of the servants of David.",
      "16": "Each one of them took hold of the head of the one fighting against him, and put his sword into the other’s side. So they fell down together. That is why that place was called field of swords, which is in Gibeon.",
      "17": "The battle was very bad that day. Abner and the men of Israel were beaten by the servants of David.",
      "18": "Now the three sons of Zeruiah were there, Joab and Abishai and Asahel. Asahel was as fast as a wild deer.",
      "19": "And Asahel ran after Abner. He did not turn to the right or the left from following him.",
      "20": "Then Abner looked behind him and said, “Is that you, Asahel?” And he answered, “It is I.”",
      "21": "So Abner said to him, “Turn aside to your right or left. Take hold of one of the young men, and take for yourself what belongs to him.” But Asahel was not willing to turn aside from following him.",
      "22": "Abner said again to Asahel, “Turn aside from following me. Why should I make you fall? How then could I lift up my face to your brother Joab?”",
      "23": "But he would not turn aside. So Abner hit him in the stomach with the end of his spear, so that the spear came out at his back. He fell there and died where he fell. And all who came to the place where Asahel fell and died, stood still.",
      "24": "But Joab and Abishai went after Abner. When the sun was going down, they came to the hill of Ammah, which is before Giah by the way of the desert of Gibeon.",
      "25": "The sons of Benjamin gathered together behind Abner and became one army. They stood on the top of a hill.",
      "26": "Abner called to Joab and said, “Should the sword destroy forever? Do you not know that it will be bad in the end? How long will you keep from telling the people to stop following their brothers?”",
      "27": "Joab said, “As God lives, if you had not spoken, for sure the people would have stopped going after their brothers in the morning.”",
      "28": "So Joab sounded the horn, and all the people stopped and went after Israel no longer. And they did not fight any more.",
      "29": "Abner and his men went all night through the Arabah. They crossed the Jordan, walked all morning, and came to Mahanaim.",
      "30": "Joab returned from following Abner, and gathered all the people together. Added to Asahel, nineteen of David’s servants were missing.",
      "31": "But the servants of David had killed many of Benjamin and Abner’s men, so that 360 men died.",
      "32": "They picked up Asahel and buried him in his father’s grave in Bethlehem. Then Joab and his men walked all night and came to Hebron early the next morning."
    },
    "3": {
      "1": "There was a long war between the family of Saul and the family of David. David became stronger and stronger. But the family of Saul became weaker and weaker.",
      "2": "Sons were born to David at Hebron. His first-born was Amnon, by David’s wife Ahinoam of Jezreel.",
      "3": "His second son was Chileab, by Abigail who had been the wife of Nabal of Carmel. The third was Absalom the son of Maacah, the daughter of Talmai, king of Geshur.",
      "4": "The fourth was Adonijah the son of Haggith. The fifth was Shephatiah the son of Abital.",
      "5": "And the sixth was Ithream, by David’s wife Eglah. These sons were born to David at Hebron.",
      "6": "While there was war between the family of Saul and the family of David, Abner was making himself strong in the family of Saul.",
      "7": "Now Saul had a woman acting as his wife whose name was Rizpah, the daughter of Aiah. Ish-bosheth said to Abner, “Why have you gone in to the woman who acted as my father’s wife?”",
      "8": "Abner was very angry because of Ish-bosheth’s words, and said, “Am I a dog’s head that belongs to Judah? Today I show kindness to the family of your father Saul, to his brothers and to his friends. I have not given you into David’s hands. Yet today you say I am guilty because of this woman.",
      "9": "May God do so to Abner, and more also, if I do not do for David what the Lord has promised him.",
      "10": "He has promised to build the throne of David over Israel and over Judah, from Dan to Beersheba.”",
      "11": "And Ish-bosheth could not answer Abner, because he was afraid of him.",
      "12": "Then Abner sent men with news to David at Hebron, saying, “Whose land is this? Make your agreement with me, and I will help you bring all Israel over to you.”",
      "13": "David said, “Good! I will make an agreement with you. But you must do one thing that I say. You will not see my face unless you first bring Saul’s daughter Michal when you come to see me.”",
      "14": "Then David sent men to Saul’s son Ish-bosheth, saying, “Give me my wife Michal. I was married to her by giving a hundred pieces of skin from the sex parts of the Philistines.”",
      "15": "So Ish-bosheth sent men to take her from her husband Paltiel the son of Laish.",
      "16": "But her husband went with her, crying as he went. He followed her as far as Bahurim. Then Abner said to him, “Go, return.” So he returned.",
      "17": "Now Abner spoke with the leaders of Israel, saying, “In times past you wanted David to be your king.",
      "18": "Now make it happen! For the Lord has said of David, ‘By the hand of My servant David I will save My people Israel from the Philistines and from all those who hate them.’”",
      "19": "Abner spoke to Benjamin also. Then Abner went to Hebron to tell David all that Israel and the whole family of Benjamin thought was good to do.",
      "20": "Abner came with twenty men to David at Hebron. And David made a special supper for Abner and the men who were with him.",
      "21": "Abner said to David, “Let me go and gather all Israel to my lord the king so they may make an agreement with you. Then you may be king over all your heart desires.” So David sent Abner away, and he went in peace.",
      "22": "Then David’s servants and Joab came from a battle and brought with them many good things they had taken. But Abner was not with David in Hebron, for David had sent him away. Abner had gone in peace.",
      "23": "When Joab and the army with him came, it was told to Joab, “Abner the son of Ner came to the king. And the king has sent him away in peace.”",
      "24": "Then Joab came to the king and said, “What have you done? See, Abner came to you. Why then have you sent him away, so that he is gone?",
      "25": "You know Abner the son of Ner. He came to fool you, and to learn about your going out and coming in. He came to learn all that you are doing.”",
      "26": "When Joab left David, he sent men after Abner. They brought him back from the well of Sirah. But David did not know it.",
      "27": "When Abner returned to Hebron, Joab took him aside into the center of the gate to speak with him alone. There Joab hit him in the stomach and killed him because of the blood of his brother Asahel.",
      "28": "When David heard about it, he said, “I and my nation are forever without guilt before the Lord, from the blood of Abner the son of Ner.",
      "29": "May the guilt be on the head of Joab and all his father’s family. May the family of Joab never be without one who has a flow from his body, or a bad skin disease, or the need to use a walking stick. Or may his family never be without one who falls by the sword, or who needs more bread.”",
      "30": "So Joab and his brother Abishai killed Abner because he had killed their brother in the battle at Gibeon.",
      "31": "Then David said to Joab and all the people who were with him, “Tear your clothes and dress in clothes made from hair. Cry in sorrow in front of Abner.” And King David walked behind the box in which the dead man was carried.",
      "32": "They buried Abner in Hebron. And the king cried in a loud voice at Abner’s grave. All the people cried.",
      "33": "The king sang a song of sorrow for Abner, saying, “Should Abner die as a fool dies?",
      "34": "Your hands were not tied. Your feet were not put in chains. You have fallen as one falls in front of the sinful.” And all the people cried again over him.",
      "35": "Then all the people came to try to talk David into eating bread while it was still day. But David promised, saying, “May God do so to me, and more also, if I taste bread or anything else before the sun goes down.”",
      "36": "All the people saw it, and it pleased them. Everything the king did pleased all the people.",
      "37": "So all the people and all Israel understood that day that it had not been the king’s will to kill Abner the son of Ner.",
      "38": "Then the king said to his servants, “Do you not know that a leader, and a great man has fallen this day in Israel?",
      "39": "And I am weak today, even if I was chosen to be king. The sons of Zeruiah are too hard for me. May the Lord pay the sinner for his sin.”"
    },
    "4": {
      "1": "When Saul’s son Ish-bosheth heard that Abner had died in Hebron, he lost his strength of heart. All Israel was troubled.",
      "2": "Saul’s son had two men who were captains of small armies. The name of one was Baanah, and the name of the other was Rechab. They were sons of Rimmon the Beerothite of Benjamin. (For Beeroth is thought of as part of Benjamin.",
      "3": "The people of Beeroth ran to Gittaim, and have been strangers there to this day.)",
      "4": "Now Saul’s son Jonathan had a son who could not walk because of his feet. He was five years old when the news of Saul and Jonathan came from Jezreel. His nurse had picked him up and ran. In her hurry to get away, he fell and hurt his feet so he could not walk. His name was Mephibosheth.",
      "5": "The sons of Rimmon the Beerothite, Rechab and Baanah, left and came to the family of Ish-bosheth. It was during the heat of the day, while Ish-bosheth was taking his noon rest.",
      "6": "They came to the center of the house as if to get wheat, and they hit Ish-bosheth in the stomach. Then Rechab and his brother Baanah ran away.",
      "7": "They had come into the house while he was lying on his bed in his room. And they had hit him and killed him and cut off his head. They took his head and traveled by the way of Arabah all night.",
      "8": "Then they brought Ish-bosheth’s head to David at Hebron, and said to the king, “See, the head of Ish-bosheth, the son of Saul, who hated you and tried to kill you. So this day the Lord has punished Saul and his children for the king.”",
      "9": "David answered Rechab and Baanah his brother, sons of Rimmon the Beerothite. He said to them, “As the Lord lives, Who has saved my life from all trouble,",
      "10": "when one told me, ‘See, Saul is dead,’ he thought he was bringing good news. But I took hold of him and killed him in Ziklag. This was the reward I gave him for his news.",
      "11": "How much worse it is when sinful men have killed a man who is right and good, on his bed in his own house! Should I not now punish you for his blood and destroy you from the earth?”",
      "12": "Then David had the young men kill them and cut off their hands and feet. They hung them up beside the pool in Hebron. But they took the head of Ish-bosheth and buried it in Abner’s grave in Hebron."
    },
    "5": {
      "1": "Then all the families of Israel came to David at Hebron and said, “See, we are your bone and your flesh.",
      "2": "When Saul was our king, you were the one who led Israel out and in. The Lord said to you, ‘You will be the shepherd of My people Israel. You will be a ruler over Israel.’”",
      "3": "So all the leaders of Israel came to the king at Hebron. And there King David made an agreement with them before the Lord. Then they chose David to be the king of Israel.",
      "4": "David was thirty years old when he became king, and he ruled for forty years.",
      "5": "He ruled over Judah seven years and six months at Hebron. Then he ruled in Jerusalem thirty-three years over all Israel and Judah.",
      "6": "Now the king and his men went to Jerusalem against the Jebusites, the people living in the land. They said to David, “You will not come here. Even those who cannot see or walk could stop you.” They thought that David could not come here.",
      "7": "But David took the strong place of Zion, that is, the city of David.",
      "8": "David said on that day, “Whoever would kill the Jebusites, let him go up through the hole where the water flows, to those who cannot walk or see and who are hated by David’s soul.” So it is said, “Those who cannot see or walk will not come to the house.”",
      "9": "David lived in the strong place and called it the city of David. He built all around it from Millo toward the center.",
      "10": "David became greater and greater, for the Lord God of All was with him.",
      "11": "Hiram king of Tyre sent men to David with cedar trees and men who build with wood and stone. And they built a house for David.",
      "12": "David understood that the Lord had made him the king of Israel, and that the Lord had given honor to David’s rule because of His people Israel.",
      "13": "David took more wives from Jerusalem, after he came from Hebron. And more sons and daughters were born to him.",
      "14": "The names of those who were born to him in Jerusalem were Shammua, Shobab, Nathan, Solomon,",
      "15": "Ibhar, Elishua, Nepheg, Japhia,",
      "16": "Elishama, Eliada and Eliphelet.",
      "17": "When the Philistines heard that David had been chosen to be king of Israel, all the Philistines went up to find him. When David heard of it, he went down to the strong place.",
      "18": "The Philistines came and spread themselves out in the valley of Rephaim.",
      "19": "Then David asked the Lord, “Should I go up against the Philistines? Will You give them into my hand?” And the Lord said to David, “Go up, for it is sure that I will give the Philistines into your hand.”",
      "20": "So David came to Baal-perazim and beat them there in battle. He said, “The Lord has broken through those who hate me like the breaking through of a flood.” So he gave that place the name Baal-perazim.",
      "21": "The Philistines left their false gods there, and David and his men carried them away.",
      "22": "The Philistines came up again, and spread themselves out in the valley of Rephaim.",
      "23": "David asked the Lord what he should do. And the Lord said, “Do not go up, but go around behind them and come at them in front of the balsam trees.",
      "24": "When you hear the sound of their steps in the tops of the balsam trees, then hurry to fight, for then the Lord will have gone out before you to destroy the Philistine army.”",
      "25": "David did just as the Lord told him. He killed the Philistines from Geba to Gezer."
    },
    "6": {
      "1": "Again David gathered all the chosen men of Israel. There were 30,000.",
      "2": "He got up and went with all the people who were with him to Baale-judah to bring from there the special box of God. It is called by the name of the Lord of All Who sits on His throne above the cherubim.",
      "3": "They carried the special box of God on a new wagon, and brought it out of the family of Abinadab which was on the hill. Abinadab’s sons Uzzah and Ahio were leading the new wagon.",
      "4": "They brought it with the special box of God from the family of Abinadab, which was on the hill. Ahio was walking in front of the special box.",
      "5": "And David and all those of the family of Israel sang and danced before the Lord with all their strength. They played songs with harps and timbrels.",
      "6": "But the cattle pulling the wagon almost made the special box of God fall when they came to the grain-floor of Nacon. So Uzzah put out his hand and took hold of the special box so it would not fall.",
      "7": "The anger of the Lord burned against Uzzah. God killed him there for his mistake. And he died there by the special box of God.",
      "8": "David became angry because the Lord had gone against Uzzah. So that place is called Perez-uzzah to this day.",
      "9": "David was afraid of the Lord that day, and he said, “How can the special box of the Lord come to me?”",
      "10": "So David was not willing to move the special box of the Lord into the city of David. But he took it aside to the house of Obed-edom the Gittite.",
      "11": "The special box of the Lord stayed in the house of Obed-edom the Gittite for three months. And the Lord brought good to Obed-edom and all of his family.",
      "12": "Now it was told to King David, “The Lord has brought good to the house of Obed-edom and all that belongs to him, because of the special box of God.” So David went and brought the special box of God from Obed-edom’s family into the city of David with joy.",
      "13": "When the men who carried the special box of the Lord had gone six steps, David killed and gave to the Lord a bull and a fat calf.",
      "14": "He was dancing before the Lord with all his strength. And he was wearing a linen vest.",
      "15": "So David and all those of the family of Israel were bringing the special box of the Lord with a loud voice and the sound of the horn.",
      "16": "As the special box of the Lord came into the city of David, Saul’s daughter Michal looked out of the window. She saw King David jumping and dancing before the Lord, and she hated him in her heart.",
      "17": "They brought in the special box of the Lord and put it in its place inside the tent David had set up for it. And David gave burnt gifts and peace gifts to the Lord.",
      "18": "When he had finished giving the burnt gifts and peace gifts, David prayed that good would come to the people in the name of the Lord of All.",
      "19": "Then he gave a loaf of bread, a loaf of dates and a loaf of dried grapes to each man and woman of all the people of Israel. And all the people went home.",
      "20": "David returned to pray that good would come to his family. But Saul’s daughter Michal came out to meet him, and said, “How the king of Israel honored himself today! He took his clothes off today so that his servants’ young women would see him. He acted like one of the foolish ones taking his clothes off without shame!”",
      "21": "So David said to Michal, “It was before the Lord. He chose me over your father and all his family, and made me ruler over the people of the Lord, over Israel. So I will act with joy before the Lord.",
      "22": "I will be honored less than this. I will be without pride in my own eyes. But the young women you have spoken about will honor me.”",
      "23": "And Saul’s daughter Michal had no child to the day of her death."
    },
    "7": {
      "1": "King David lived in his house. The Lord had given him rest from all those around him who hated him. At this time,",
      "2": "the king said to Nathan, the man who spoke for God, “See now, I live in a house of cedar wood. But the special box of God stays within tent curtains.”",
      "3": "Nathan said to the king, “Go and do all that is in your mind. For the Lord is with you.”",
      "4": "But that same night the word of the Lord came to Nathan, saying,",
      "5": "“Go and tell My servant David, ‘This is what the Lord says, “Are you the one who should build a house for Me to live in?",
      "6": "I have not lived in a house since the day I brought the people of Israel from Egypt to this day. But I have been moving about with a tent to live in.",
      "7": "In all the places where I have moved with all the people of Israel, did I say anything about this to any of the families of Israel which I told to shepherd My people? Did I say to any of them, ‘Why have you not built a house of cedar wood for Me?’”’",
      "8": "So now tell My servant David, ‘This is what the Lord of All says, “I took you from following the sheep in the field to be the ruler of My people Israel.",
      "9": "I have been with you in all the places you have gone. I have destroyed from in front of you all those who fought against you. I will make you a great name, like the names of the great men who are on the earth.",
      "10": "I will choose a place for My people Israel and will plant them, that they may live in their own place and not be troubled again. The sinful will not bring trouble to them any more, as they did before",
      "11": "since the day I told special people to rule My people Israel. I will give you rest from all those who hate you. And the Lord makes known to you that He will make a house for you.",
      "12": "When your days are done and you lie down with your fathers, I will raise up your son after you, who will be born from you. And I will build his nation.",
      "13": "He will build a house for My name, and I will build the throne of his nation to last forever.",
      "14": "I will be a Father to him and he will be a son to Me. When he sins, I will punish him with the stick of men. And I will let the sons of men hit him.",
      "15": "But My loving-kindness will not leave him, as I took it away from Saul, whom I took away from you.",
      "16": "Your house and your nation will be made sure before Me forever. Your throne will be built to last forever.”’”",
      "17": "Nathan said to David all these words of this special dream.",
      "18": "Then King David went in and sat before the Lord, and said, “Who am I, O Lord God, and what is my family, that You have brought me this far?",
      "19": "Yet this was a small thing in Your eyes, O Lord God. You have spoken of Your servant’s family in the future. And this is the way of man, O Lord God.",
      "20": "What more can David say to You? For You know Your servant, O Lord God.",
      "21": "Because of Your Word and Your own heart, You have done all these great things to let Your servant know.",
      "22": "For this reason You are great, O Lord God. There is none like You. And there is no God but You, by all that we have heard with our ears.",
      "23": "What other nation on earth is like Your people Israel. God went to make them free to be His people and to make a name for Himself. You did a great thing for Yourself and great things for Your land. You did them before Your people whom You have made free from Egypt, from nations and their gods.",
      "24": "For You have made for Yourself Your people Israel to be Your people forever. O Lord, You have become their God.",
      "25": "Now, O Lord God, make sure forever the word which You have spoken about Your servant and his family. Do as You have said.",
      "26": "And Your name will be honored forever. It will be said, ‘The Lord of All is God over Israel.’ May the family of Your servant David be made strong before You.",
      "27": "For You, O Lord of All, the God of Israel, have shown this to Your servant, saying, ‘I will build a house for you.’ So Your servant has found strength of heart to pray this prayer to You.",
      "28": "And now, O Lord God, You are God. Your Words are truth. And You have promised this good thing to Your servant.",
      "29": "So now may it please You to bring good to the house of Your servant, that it may last forever before You. For You have spoken, O Lord God. May Your good come to the family of Your servant forever.”"
    },
    "8": {
      "1": "After this David won the battle against the Philistines. And he took the most important city from the Philistines.",
      "2": "He won the battle against Moab, and had them lie down on the ground in straight groups. Two groups were put to death, and one group was kept alive. The Moabites became servants to David and paid taxes to him.",
      "3": "Then David won the battle against Hadadezer the son of Rehob king of Zobah, as he went to get his power again at the Euphrates River.",
      "4": "David took 1,700 horsemen and 20,000 foot soldiers from him. He cut the legs of some of the war-wagon horses, but saved enough of them for 100 war-wagons.",
      "5": "When the Syrians of Damascus came to help Hadadezer king of Zobah, David killed 22,000 of them.",
      "6": "Then he put groups of soldiers in Damascus of Syria. The Syrians became servants to David and were made to pay taxes to him. The Lord helped David every place he went.",
      "7": "David took the coverings of gold which were carried by Hadadezer’s army, and brought them to Jerusalem.",
      "8": "And he took a very large amount of brass from Hadadezer’s cities, Betah and Berothai.",
      "9": "Now Toi king of Hamath heard that David had won the battle against the whole army of Hadadezer.",
      "10": "So Toi sent his son Joram to King David, to greet him and pray that good would come to him, because David had fought against Hadadezer and had won. Hadadezer had been at war with Toi. Joram brought with him objects of silver, gold and brass.",
      "11": "David set these apart to the Lord, together with the silver and gold he had set apart from all the nations he had taken in battle.",
      "12": "He had taken silver and gold from Syria, Moab, the sons of Ammon, the Philistines, Amalek, and from the things taken from Hadadezer the son of Rehob, king of Zobah.",
      "13": "So David’s name was very respected when he returned from killing 18,000 Syrians in the Valley of Salt.",
      "14": "And he put groups of soldiers in Edom. In all Edom he put soldiers, and all the Edomites became servants to David. The Lord helped David every place he went.",
      "15": "So David ruled all of Israel. He did what was right and good and fair for all his people.",
      "16": "Joab the son of Zeruiah was the head of the army. Jehoshaphat the son of Ahilud wrote down the important things of the nation.",
      "17": "Ahitub’s son Zadok and Abiathar’s son Ahimelech were religious leaders. Seraiah was the writer.",
      "18": "Benaiah the son of Jehoiada ruled the Cherethites and the Pelethites. And David’s sons were the king’s helpers."
    },
    "9": {
      "1": "Then David said, “Is there anyone left of the family of Saul, to whom I may show kindness because of Jonathan?”",
      "2": "Now there was a servant in Saul’s house whose name was Ziba. They called him to David, and the king said to him, “Are you Ziba?” And he said, “I am your servant.”",
      "3": "The king said, “Is there not still someone of the family of Saul to whom I may show the kindness of God?” And Ziba said to the king, “There is still a son of Jonathan who cannot walk because of his feet.”",
      "4": "So the king said to him, “Where is he?” Ziba answered the king, “See, he is in the family of Machir the son of Ammiel in Lo-debar.”",
      "5": "Then King David sent men to bring him from the family of Machir the son of Ammiel, from Lo-debar.",
      "6": "Mephibosheth the son of Saul’s son Jonathan came to David and fell on his face to the ground in respect. David said, “Mephibosheth.” And he answered, “Here is your servant!”",
      "7": "David said to him, “Do not be afraid. For I will be sure to show kindness to you because of your father Jonathan. I will return to you all the land of your grandfather Saul. And you will eat at my table always.”",
      "8": "Again Mephibosheth put his face to the ground and said, “Who am I? Why should you care for a dead dog like me?”",
      "9": "Then the king called Saul’s servant Ziba and said to him, “I have given to your owner’s grandson all that belonged to Saul and his family.",
      "10": "You and your sons and your servants will grow food on the land for him. You will bring in the food so your owner’s grandson may eat. But Mephibosheth your owner’s grandson will always eat at my table.” Now Ziba had fifteen sons and twenty servants.",
      "11": "Then Ziba said to the king, “Your servant will do all that my lord the king tells your servant to do.” So Mephibosheth ate at David’s table as one of the king’s sons.",
      "12": "Mephibosheth had a young son whose name was Mica. And all who lived in Ziba’s house were Mephibosheth’s servants.",
      "13": "So Mephibosheth lived in Jerusalem, for he always ate at the king’s table. Both his feet had been hurt and he could not walk."
    },
    "10": {
      "1": "After this the king of the Ammonites died. His son Hanun became king in his place.",
      "2": "Then David said, “I will show kindness to Nahash’s son Hanun, just as his father showed kindness to me.” So David sent some of his servants to comfort him in the loss of his father. But when David’s servants came to the land of the Ammonites,",
      "3": "the Ammonite leaders said to their lord Hanun, “Do you think that David is honoring your father because he sent men to comfort you? Has he not sent his servants to you so they can spy out the city and destroy it?”",
      "4": "So Hanun took David’s servants and cut off half the hair from their faces. Then he cut off half their clothing, almost up to the belt, and sent them away.",
      "5": "When David heard about it, he sent men to meet them, for they were very ashamed. The king said, “Stay at Jericho until the hair grows again on your faces. Then return.”",
      "6": "Now when the sons of Ammon saw that they had become hated by David, they paid for the help of the Syrians of Beth-rehob and the Syrians of Zobah, 20,000 foot soldiers. And they paid for the help of the king of Maacah with 1,000 men, and 12,000 men of Tob.",
      "7": "When David heard about it, he sent Joab and all the army of the powerful men.",
      "8": "The sons of Ammon came to the city gate and got ready for battle. And the Syrians of Zobah and of Rehob, and the men of Tob and Maacah, were by themselves in the field.",
      "9": "Joab saw that the battle was set against him both in front and behind him. So he chose all the best men of Israel and dressed them for battle against the Syrians.",
      "10": "He put the rest of the people under the rule of his brother Abishai. He dressed them for battle against the sons of Ammon.",
      "11": "Joab said, “If the Syrians are too strong for me, then help me. But if the sons of Ammon are too strong for you, then I will come and help you.",
      "12": "Be strong. Let us show ourselves to have strength of heart because of our people and the cities of our God. And may the Lord do what is good in His eyes.”",
      "13": "So Joab and the people who were with him came near to battle against the Syrians, and they ran away from him.",
      "14": "When the sons of Ammon saw that the Syrians had run away, they ran away from Abishai and went into the city. Then Joab returned from fighting against the sons of Ammon, and came to Jerusalem.",
      "15": "When the Syrians saw that they had lost the battle against Israel, they gathered together.",
      "16": "Hadadezer sent men and brought out the Syrians who were on the other side of the Euphrates River, and they came to Helam. They were led by Shobach, the captain of Hadadezer’s army.",
      "17": "When it was told to David, he gathered all Israel together and crossed the Jordan, and came to Helam. The Syrians dressed themselves for battle against David, and fought against him.",
      "18": "But the Syrians ran away from Israel. David killed 700 drivers of the Syrian war-wagons, and 40,000 horsemen. He killed Shobach, the captain of their army, who died there.",
      "19": "When all the kings who were servants of Hadadezer saw that they had lost the battle against Israel, they made peace with Israel and served them. The Syrians were afraid to help the sons of Ammon any more."
    },
    "11": {
      "1": "The spring of the year was the time when kings went out to battle. At that time David sent Joab and his servants and all Israel. They destroyed the sons of Ammon and gathered the army around Rabbah. But David stayed at Jerusalem.",
      "2": "When evening came David got up from his bed and walked around on the roof of the king’s house. From the roof he saw a woman washing herself. The woman was very beautiful.",
      "3": "So David sent someone to ask about the woman. And one said, “Is this not Eliam’s daughter Bathsheba, the wife of Uriah the Hittite?”",
      "4": "David sent men and took her. When she came to him, he lay with her. After she had made herself clean again, she returned to her house.",
      "5": "She was going to have a baby, so she sent someone to tell David, “I am going to have a baby.”",
      "6": "Then David sent men to Joab, saying, “Send me Uriah the Hittite.” So Joab sent Uriah to David.",
      "7": "When Uriah came to him, David asked how Joab and the people were doing, and how the war was going.",
      "8": "Then David said to Uriah, “Go down to your house, and wash your feet.” And Uriah left the king’s house, and a gift from the king was sent to him.",
      "9": "But Uriah slept at the door of the king’s house with all the servants of his lord. He did not go down to his house.",
      "10": "When they told David that Uriah did not go down to his house, David said to Uriah, “Have you not returned from traveling a long way? Why did you not go down to your house?”",
      "11": "Uriah said to David, “The special box of the Lord, and Israel and Judah, are staying in tents. My lord Joab and the servants of my lord are staying in the open field. Should I go to my house to eat and drink and lie with my wife? By your life and the life of your soul, I will not do this thing.”",
      "12": "Then David said to Uriah, “Stay here today also. Tomorrow I will let you go.” So Uriah stayed in Jerusalem that day and the next.",
      "13": "David called him, and he ate and drank with him, and David made him drunk. In the evening Uriah went out to lie on his bed with his lord’s servants. He did not go down to his house.",
      "14": "In the morning, David wrote a letter to Joab, and sent it by Uriah.",
      "15": "He had written in the letter, “Put Uriah in the front of the hardest battle and come away from him, so that he may be killed.”",
      "16": "So while Joab was watching the city, he sent Uriah to the place where he knew there were soldiers with strength of heart.",
      "17": "The men of the city went out and fought against Joab. Some of David’s servants were killed. And Uriah the Hittite died also.",
      "18": "Then Joab sent a man with news to David to tell him all about the war.",
      "19": "Joab told the man, “When you have finished telling the king all about the war,",
      "20": "the king might become angry. He might say to you, ‘Why did you go so near the city to fight? Did you not know that they would shoot from the wall?",
      "21": "Who killed Abimelech the son of Jerubbesheth? Did not a woman throw a grinding stone on him from the wall so that he died at Thebez? Why did you go so near the wall?’ Then you should say, ‘Your servant Uriah the Hittite is dead also.’”",
      "22": "So the man left and came to David. He told him all that Joab had sent him to tell.",
      "23": "The man said to David, “The men were winning the fight against us. They came out against us in the field. But we drove them back as far as the city gate.",
      "24": "Then they shot arrows at your servants from the wall. So some of the king’s servants are dead, and your servant Uriah the Hittite is dead also.”",
      "25": "Then David said to the man, “Tell Joab, ‘Do not let this thing trouble you. For the sword kills one as well as another. Make your battle against the city stronger and destroy it.’ Comfort him with these words.”",
      "26": "When Uriah’s wife heard that her husband was dead, she was filled with sorrow for him.",
      "27": "When the time of sorrow was finished, David sent men and brought her to his house. She became his wife, and gave birth to his son. But what David had done was sinful in the eyes of the Lord."
    },
    "12": {
      "1": "Then the Lord sent Nathan to David. He came to him and said, “There were two men in one city. One was rich and the other was poor.",
      "2": "The rich man had many flocks and cattle.",
      "3": "But the poor man had nothing except one little female lamb which he bought and fed. It grew up together with him and his children. It would eat his bread and drink from his cup and lie in his arms. It was like a daughter to him.",
      "4": "Now a traveler came to the rich man. But the rich man was not willing to take from his own flock or his own cattle, to make food for the traveler who had come to him. Instead, he took the poor man’s female lamb and made it ready for the man who had come to him.”",
      "5": "David was very angry at the man, and said to Nathan, “As the Lord lives, for sure the man who has done this should die.",
      "6": "And he must pay four times the worth of the lamb, because he did this thing without pity.”",
      "7": "Nathan said to David, “You are the man! This is what the Lord God of Israel says: ‘I chose you to be the king of Israel. I saved you from the hand of Saul.",
      "8": "I gave you Saul’s family and Saul’s wives into your care. I gave you the nations of Israel and Judah. And if this were too little, I would give you as much more.",
      "9": "Why have you hated the Word of the Lord by doing what is bad in His eyes? You have killed Uriah the Hittite with the sword. You have taken his wife to be your wife. You have killed him with the sword of the sons of Ammon.",
      "10": "So now some from your family, even in the future, will die by the sword, because you have turned against Me and have taken the wife of Uriah the Hittite to be your wife.’",
      "11": "This is what the Lord says: ‘See, I will bring trouble against you from your own family. I will take your wives in front of your eyes and give them to your neighbor. He will lie with your wives in the light of day.",
      "12": "You did it in secret. But I will do this in front of all Israel, and under the sun.’”",
      "13": "Then David said to Nathan, “I have sinned against the Lord.” And Nathan said to him, “The Lord has taken away your sin. You will not die.",
      "14": "But by this act you have given those who hate the Lord a reason to speak against the Lord. The child that is born to you will die for sure.”",
      "15": "Then Nathan went home.\nThe Lord sent trouble upon the child of Uriah’s wife and David, so that he was very sick.",
      "16": "David begged God to make the child well. He went without food and lay all night on the ground.",
      "17": "The leaders of his family stood beside him to lift him up from the ground. But David was not willing. He would not eat food with them.",
      "18": "The child died on the seventh day. And David’s servants were afraid to tell him that the child was dead, for they said, “See, we spoke to him while the child was still alive, and he did not listen to us. So how can we tell him the child is dead? He might hurt himself.”",
      "19": "But when David saw his servants speaking together in secret, he understood that the child was dead. He asked his servants, “Is the child dead?” And they said, “He is dead.”",
      "20": "So David got up from the ground, washed, poured oil on himself, and changed his clothes. Then he came into the house of the Lord and worshiped. He returned to his own house and asked for food. So they set food in front of him, and he ate.",
      "21": "Then his servants said to him, “What is this that you have done? While the child was alive, you went without food and cried. But when the child died, you got up and ate food.”",
      "22": "David said, “I went without food and cried while the child was still alive, for I said, ‘Who knows? The Lord might be kind to me and let the child live.’",
      "23": "But now he has died. Why should I go without food? Can I bring him to life again? I will go to him, but he will not return to me.”",
      "24": "Then David comforted his wife Bathsheba. He went in and lay with her, and she gave birth to a son. He gave him the name Solomon. The Lord loved him,",
      "25": "and sent word through Nathan who spoke for God. And Nathan gave him the name Jedidiah because of the Lord.",
      "26": "Now Joab fought against Rabbah of the sons of Ammon, and took the king’s city.",
      "27": "Joab sent men to David, saying, “I have fought against Rabbah. I have taken the city of waters.",
      "28": "So gather the rest of the people together. Go against the city and take it, or I will take the city myself and it will be called by my name.”",
      "29": "So David gathered all the people and went to Rabbah. He fought against it, and took it.",
      "30": "Then he took the very heavy crown from their king’s head. In it were beautiful stones of much worth. The crown was put on David’s head. And he brought a large amount of things out of the city.",
      "31": "He brought out the people who were in it also. He made them work with saws, sharp iron tools, and iron axes. And he made them work in the heat making building stones. He did this to all the cities of the sons of Ammon. Then David and all the people returned to Jerusalem."
    },
    "13": {
      "1": "Now David’s son Absalom had a beautiful sister whose name was Tamar. And David’s son Amnon loved her.",
      "2": "Amnon was so troubled because of his sister Tamar that he became sick. She was a woman who had never had a man, and Amnon thought how hard it would be to have her.",
      "3": "But Amnon had a friend whose name was Jonadab. He was the son of David’s brother Shimeah. And Jonadab was very good at making plans.",
      "4": "He said to Amnon, “O son of the king, why are you so sad from day to day? Will you not tell me?” Amnon said to him, “I am in love with Tamar, the sister of my brother Absalom.”",
      "5": "Then Jonadab said to him, “Lie down on your bed and pretend to be sick. When your father comes to see you, say to him, ‘I beg you, let my sister Tamar come and give me some food to eat. Let her make food ready here so I can see it and eat it from her hand.’”",
      "6": "So Amnon lay down and pretended to be sick. When the king came to see him, Amnon said to him, “I beg you, let my sister Tamar come and make two loaves beside me, that I may eat from her hand.”",
      "7": "Then David sent home for Tamar, saying, “Go now to your brother Amnon’s house, and make food for him.”",
      "8": "So Tamar went to her brother Amnon’s house. He was lying down. And she took dough and made loaves so he could watch. Then she baked them ready to eat.",
      "9": "And she took the dish and held it out in front of him. But he would not eat. Amnon said, “Have everyone leave me.” So everyone left him.",
      "10": "Then Amnon said to Tamar, “Bring the food to my room, so I may eat from your hand.” So Tamar took the loaves she had made and brought them to her brother Amnon in his room.",
      "11": "When she brought them to him to eat, he took hold of her and said, “Come, lie with me, my sister.”",
      "12": "But she said, “No, my brother. Do not make me. For such a thing is not done in Israel. Do not do this bad and foolish thing!",
      "13": "As for me, where could I get rid of my shame? And as for you, you would be like one of the fools in Israel. So now I beg you, speak to the king, for he will not keep me from you.”",
      "14": "But Amnon would not listen to her. Being stronger than she, he made her lay with him.",
      "15": "Then Amnon hated her very much. He hated her more than he had loved her. He said to her, “Get up! Go away!”",
      "16": "But she said to him, “No! Sending me away is worse than what you have done to me!” But he would not listen to her.",
      "17": "He called the young man who helped him and said, “Throw this woman out of my house, and lock the door behind her.”",
      "18": "Now she was wearing a dress which covered her arms. For this is how the king’s daughters dressed when they had never had a man. The man who helped Amnon took her out and locked the door behind her.",
      "19": "Then Tamar put ashes on her head. She tore the dress she was wearing which covered her arms. And she put her hand on her head and went away with a loud cry.",
      "20": "Absalom her brother said to her, “Has your brother Amnon been with you? Be quiet now, my sister. He is your brother. Do not take this to heart.” So Tamar stayed in her brother Absalom’s house, sad and alone.",
      "21": "When King David heard about all this, he was very angry.",
      "22": "But Absalom did not speak good or bad to Amnon. Absalom hated Amnon because he had put his sister to shame.",
      "23": "After two full years, Absalom had men cut the wool from the sheep in Baal-hazor, near Ephraim. And Absalom asked all the king’s sons to come.",
      "24": "He came to the king and said, “See, your servant has men to cut the wool from the sheep. Let the king and his men go with your servant.”",
      "25": "But the king said to Absalom, “No, my son. We should not all go, or we will be trouble for you.” Absalom tried to talk him into going. The king prayed that good would come to him, but he would not go with him.",
      "26": "Then Absalom said, “If you will not go, let my brother Amnon go with us.” And the king said to him, “Why should he go with you?”",
      "27": "But when Absalom kept asking him, he let Amnon and all the king’s sons go with him.",
      "28": "Then Absalom told his servants, “Watch when Amnon’s heart is happy with wine. When I say to you, ‘Kill Amnon,’ then put him to death. Do not be afraid. Have not I myself told you to do it? Have strength of heart.”",
      "29": "So Absalom’s servants did to Amnon just as Absalom had told them. Then all the king’s sons got up on their horses and left in a hurry.",
      "30": "While they were on their way, the news came to David, saying, “Absalom has killed all the king’s sons. Not one of them is left.”",
      "31": "The king got up and tore his clothes, and lay on the ground. And all his servants standing beside him tore their clothes.",
      "32": "But Jonadab, the son of David’s brother Shimeah, said, “Do not let my lord think they have killed all the young men, the king’s sons. Only Amnon is dead. Absalom has wanted to kill him since the day he put his sister Tamar to shame.",
      "33": "So do not let my lord the king take this to heart and think that all the king’s sons are dead, for only Amnon is dead.”",
      "34": "Now Absalom had run away. And the young man who kept watch looked up and saw many people coming from the road behind him by the side of the mountain.",
      "35": "Jonadab said to the king, “See, the king’s sons have come. What your servant said is true.”",
      "36": "As soon as he had finished speaking, the king’s sons came and cried in a loud voice. The king and all his servants cried also.",
      "37": "Absalom ran away and went to Talmai the son of Ammihud, the king of Geshur. And David was filled with sorrow for his son every day.",
      "38": "So Absalom had run away to Geshur, and was there three years.",
      "39": "The spirit of King David wanted very much to go out to Absalom. For he was comforted about Amnon, since he was dead."
    },
    "14": {
      "1": "Now Joab the son of Zeruiah saw that the king missed Absalom very much.",
      "2": "So Joab sent for a wise woman from Tekoa, and said to her, “Pretend to be filled with sorrow. Dress as if you were filled with sorrow, and do not pour oil on yourself. Dress like a woman who has been filled with sorrow for the dead many days.",
      "3": "Then go to the king and speak to him in this way.” And Joab told her what to say.",
      "4": "When the woman of Tekoa spoke to the king, she fell on her face to the ground, showing honor, and said, “Help, O king.”",
      "5": "The king said to her, “What is your trouble?” And she answered, “I am a woman whose husband has died.",
      "6": "Your woman servant had two sons. But they fought together in the field and there was no one to pull them apart. So one hit the other and killed him.",
      "7": "Now the whole family has come against your woman servant. They say, ‘Give us the one who killed his brother. We must put him to death for the life of his brother whom he killed.’ So I would be without a son to receive what belonged to his parents when I die. They would put out the last of the fire which is left to me. My husband would be left without a name and with no children on the earth.”",
      "8": "Then the king said to the woman, “Go to your house. I will say what should be done about your trouble.”",
      "9": "The woman of Tekoa said to the king, “O my lord the king, the sin is on me and my father’s family. But the king and his throne are without guilt.”",
      "10": "The king said, “If anyone says anything to you, bring him to me. And he will not touch you again.”",
      "11": "Then she said, “I beg the king to remember the Lord your God, that the one who punishes for blood will stop destroying. Or my son might be destroyed.” And the king said, “As the Lord lives, not one hair of your son will fall to the ground.”",
      "12": "Then the woman said, “Let your woman servant speak to my lord the king.” And he said, “Speak.”",
      "13": "The woman said, “Why then have you planned such a thing against the people of God? For in deciding in this way, the king is as one who is guilty. For the king does not bring home his son who has been driven away.",
      "14": "It is sure that we will die. We are like water poured on the ground, which cannot be picked up again. But God does not take away life. He plans ways so that the one who is driven away may not be kept away from Him.",
      "15": "I have come to say this to my lord the king because the people have made me afraid. Your woman servant thought, ‘I will speak to the king. It might be that the king will do what his woman servant asks.",
      "16": "For the king will hear and save his woman servant from the man who would destroy both me and my son from the gift of God.’",
      "17": "Then your woman servant thought, ‘The word of my lord the king will comfort me. For my lord the king is like the angel of God in understanding what is good and bad. May the Lord your God be with you.’”",
      "18": "Then the king said to the woman, “Do not hide anything from me that I ask you.” And the woman said, “Let my lord the king speak.”",
      "19": "So the king said, “Is Joab with you in all this?” The woman answered, “As your soul lives, my lord the king, no one can turn to the right or left from anything my lord the king has said. Yes, it was your servant Joab who told me to do this. It was he who put all these words in the mouth of your woman servant.",
      "20": "Your servant Joab has done this to change the way things are now. But my lord is wise like the angel of God, to know all that is on the earth.”",
      "21": "Then the king said to Joab, “See now, I will do this. Go and bring back the young man Absalom.”",
      "22": "And Joab fell on his face to the ground in honor and thanks to the king. Joab said, “Today your servant knows that I have found favor in your eyes, O my lord the king. Because the king has done what his servant has asked of him.”",
      "23": "So Joab got up and went to Geshur, and brought Absalom to Jerusalem.",
      "24": "But the king said, “Let him go to his own house. Do not let him see my face.” So Absalom went to his own house and did not see the king’s face.",
      "25": "Now there was no one in Israel as good looking and as much praised as Absalom. There was nothing wrong with him from the bottom of his foot to the top of his head.",
      "26": "At the end of every year he would cut the hair from his head, for it was heavy on him. When he cut it, he weighed the hair of his head. It weighed as much as 200 pieces of silver, by the king’s weight.",
      "27": "Three sons were born to Absalom, and one daughter whose name was Tamar. She was a beautiful woman.",
      "28": "Absalom lived two whole years in Jerusalem, and did not see the king’s face.",
      "29": "Then Absalom sent for Joab, to send him to the king. But Joab would not come to him. So he sent for him a second time. But he would not come.",
      "30": "He said to his servants, “See, Joab’s field is next to mine, and he has barley there. Go and set it on fire.” So Absalom’s servants burned the field.",
      "31": "Then Joab got up and came to Absalom at his house, and said to him, “Why have your servants burned my field?”",
      "32": "Absalom answered Joab, “I sent for you, saying, ‘Come here, that I may send you to say to the king, “Why have I come from Geshur? It would have been better for me to stay there.”’ Now let me see the king’s face. If there is guilt in me, let him put me to death.”",
      "33": "Then Joab went to the king and told him. And he called for Absalom. So he came to the king and put his face to the ground in front of him. And the king kissed Absalom."
    },
    "15": {
      "1": "After this, Absalom got a war-wagon and horses, and fifty men to run in front of him.",
      "2": "He used to get up early and stand beside the way to the gate. When any man had a problem to be decided upon by the king, Absalom would call to him and say, “What city are you from?” And he would answer, “Your servant is from one of the families of Israel.”",
      "3": "Then Absalom would say to him, “Your side of the problem is good and right. But there is no man to listen to you for the king.”",
      "4": "And Absalom would say, “If only I were chosen to be the one to be judge in the land! Then every man who has a problem could come to me. And I would do for him what is right and fair.”",
      "5": "When a man came near to put his face to the ground in front of him, Absalom would put out his hand and take hold of him and kiss him.",
      "6": "He acted this way toward all those of Israel who came with a problem for the king to judge. So Absalom became friends with the men of Israel.",
      "7": "At the end of four years, Absalom said to the king, “I ask you, let me go to Hebron and keep my promise that I have promised to the Lord.",
      "8": "For your servant made a promise while I was living at Geshur in Syria, saying, ‘If the Lord will bring me again to Jerusalem, then I will serve the Lord.’”",
      "9": "And the king said to him, “Go in peace.” So he got up and went to Hebron.",
      "10": "But Absalom sent men to go in secret through all the families of Israel. He said to them, “As soon as you hear the sound of the horn, then say, ‘Absalom is king at Hebron.’”",
      "11": "With Absalom went 200 men from Jerusalem. They had been asked to come, and did not know what Absalom had planned.",
      "12": "While Absalom was giving gifts on the altar in worship, he sent for Ahithophel the Gilonite, from his city Giloh. He was the man who talked with David about what to do. The plans against David became strong. For more and more people joined Absalom.",
      "13": "Then a man came to David with news, saying, “The hearts of the men of Israel are with Absalom.”",
      "14": "David said to all his servants who were with him at Jerusalem, “Get up and let us run. Or else none of us will be safe from Absalom. Hurry and go, or he will be quick to catch us and bring trouble upon us. He would destroy the city with the sword.”",
      "15": "The king’s servants said to him, “See, your servants are ready to do whatever my lord the king chooses.”",
      "16": "So the king left with all those of his house. But he left ten of his women to take care of the house.",
      "17": "The king left with all the people, and they stopped at the last house.",
      "18": "All his servants passed by him, and all the Cherethites, Pelethites, Gittites, and 600 men who had come with him from Gath. They all passed by the king.",
      "19": "Then the king said to Ittai the Gittite, “Why do you go with us also? Return and stay with the king. For you are from another land and have been driven from your home.",
      "20": "You came only yesterday. Should I make you go with us today, when I do not know where I am going? Return with your brothers. May loving-kindness and faith be with you.”",
      "21": "But Ittai said to the king, “As the Lord lives, and as my lord the king lives, your servant will be where my lord the king may be, in death or in life.”",
      "22": "So David said to him, “Go then, pass on.” And Ittai the Gittite passed on, with all his men and all the little ones who were with him.",
      "23": "All the country was crying with a loud voice as all the people passed by. The king crossed the river Kidron, and all the people went on toward the desert.",
      "24": "Zadok came also, with all the Levites who carried the special box with the Law of God. Abiathar had the special box of God put down until all the people had passed out of the city.",
      "25": "The king said to Zadok, “Return the special box of God to the city. If I find favor in the eyes of the Lord, He will have me return. And He will have me see both it and His family.",
      "26": "But if He says, ‘I have no joy in you,’ then here I am. Let Him do to me what He thinks is good.”",
      "27": "And the king said to Zadok the religious leader, “Are you not a man who speaks for God? Return to the city in peace with Abiathar and your two sons, your son Ahimaaz and Abiathar’s son Jonathan.",
      "28": "See, I will wait in the desert by the place where the river is crossed, until I hear from you.”",
      "29": "So Zadok and Abiathar returned the special box of God to Jerusalem and stayed there.",
      "30": "David went up the Mount of Olives and cried as he went. His head was covered and he wore no shoes. And all the people who were with him covered their heads and went up crying as they went.",
      "31": "Now David was told, “Ahithophel is among those who are making plans with Absalom.” And David said, “O Lord, I pray, make the words of Ahithophel foolish.”",
      "32": "As David was coming to the top of the mountain, where God was worshiped, Hushai the Archite met him. His coat was torn and there was dust on his head.",
      "33": "David said to him, “If you go with me, you will be trouble for me.",
      "34": "But if you return to the city, you can bring trouble to the words of Ahithophel for me. Say to Absalom, ‘I will be your servant, O king. I will work for you as I have worked for your father in the past.’ Then you can make the words of Ahithophel foolish for me.",
      "35": "Will not Zadok and Abiathar the religious leaders be there with you? Tell Zadok and Abiathar whatever you hear from the king’s house.",
      "36": "Their two sons are with them there, Zadok’s son Ahimaaz and Abiathar’s son Jonathan. By them you can send me news of all that you hear.”",
      "37": "So David’s friend Hushai came into Jerusalem, just as Absalom was coming into the city."
    },
    "16": {
      "1": "When David had gone a short way past the mountain top, Mephibosheth’s servant Ziba met him with two donkeys ready for traveling. On them were 200 loaves of bread, 100 vines of dried grapes, 100 summer fruits, and a bottle of wine.",
      "2": "The king said to Ziba, “Why do you have these?” And Ziba said, “The donkeys are for those of the king’s house to travel on. The bread and summer fruit are for the young men to eat. And the wine drink is for whoever is weak in the desert.”",
      "3": "Then the king said, “Where is your owner’s son?” And Ziba answered, “He is staying in Jerusalem. For he said, ‘Today the family of Israel will return to me the nation of my father.’”",
      "4": "So the king said to Ziba, “See, all that belongs to Mephibosheth is yours.” And Ziba said, “I bow down in honor to you. O my lord the king, let me find favor in your eyes!”",
      "5": "When King David came to Bahurim, there came out a man of the family of Saul. His name was Shimei, the son of Gera. He did not stop speaking bad things as he came.",
      "6": "He threw stones at David, and at all the servants of King David. And all the people and all the strong men were at his right and at his left.",
      "7": "Shimei said as he said bad things, “Get out! Get out, you man of blood, you man of no worth!",
      "8": "The Lord has punished you for all the blood of the family of Saul, in whose place you have ruled! The Lord has given the nation to your son Absalom! Your trouble is upon you, because you are a man of blood!”",
      "9": "Zeruiah’s son Abishai said to the king, “Why should this dead dog speak against my lord the king? Let me go now and cut off his head.”",
      "10": "But the king said, “What have I to do with you, O sons of Zeruiah? If he speaks against me, and if the Lord has told him, ‘Speak against David,’ then who should say, ‘Why have you done so?’”",
      "11": "Then David said to Abishai and all his servants, “See, my own son wants to kill me. How much more now may this Benjamite? Let him alone and let him speak against me, for the Lord has told him.",
      "12": "It may be that the Lord will look upon my trouble and return good to me instead of his bad words today.”",
      "13": "So David and his men went on the way. And Shimei went beside him on the hill. He spoke against David as he went, and threw stones and dust at him.",
      "14": "The king and all the people with him were tired when they came to the Jordan. There he rested and received new strength.",
      "15": "Absalom and all the people, the men of Israel, came into Jerusalem. And Ahithophel was with him.",
      "16": "When David’s friend Hushai the Archite came to Absalom, Hushai said to him, “Long live the king! Long live the king!”",
      "17": "And Absalom said to Hushai, “Is this your kindness to your friend? Why did you not go with your friend?”",
      "18": "Hushai said to Absalom, “No! I will belong to whoever is chosen by the Lord, this people, and all the men of Israel.",
      "19": "And whom should I serve? Should I not serve his son? As I have served your father, so I will serve you.”",
      "20": "Then Absalom said to Ahithophel, “Give your wise words. What should we do?”",
      "21": "Ahithophel answered, “Go in to your father’s women, whom he has left to take care of the house. Then all Israel will hear that you have made yourself hated by your father. Then the hands of all who are with you will be made stronger.”",
      "22": "So they set up a tent for Absalom on the roof. And Absalom went in to his father’s women so that the eyes of all Israel could see.",
      "23": "The words that Ahithophel spoke in those days were as if one had asked for the Word of God. Both David and Absalom thought of Ahithophel’s words in this way."
    },
    "17": {
      "1": "Then Ahithophel said to Absalom, “Let me choose 12,000 men, and I will leave and go after David tonight.",
      "2": "I will come upon him while he is tired and weak. I will fill him with fear so that all the people who are with him will run away. Then I will kill the king alone",
      "3": "and return all the people to you. All will return if the man you want to kill is dead. Then all the people will be at peace.”",
      "4": "The plan pleased Absalom and all the leaders of Israel.",
      "5": "Then Absalom said, “Call Hushai the Archite also. Let us hear what he has to say.”",
      "6": "When Hushai had come to Absalom, Absalom said to him, “Ahithophel has said this. Should we do as he says? If not, tell us.”",
      "7": "So Hushai said to Absalom, “This time what Ahithophel has said to do is not good.”",
      "8": "Hushai said, “You know your father and his men. They are powerful and angry, like a bear robbed of her young ones in the field. And your father is a very able man of war. He will not stay with the people during the night.",
      "9": "He has now hidden himself in one of the caves, or in another place. When some of the people are killed in the first battle, whoever hears it will say, ‘There have been many people killed who follow Absalom.’",
      "10": "Even the one who has strength of heart like the heart of a lion will be afraid. For all Israel knows that your father is a powerful man, and that those who are with him are men with strength of heart.",
      "11": "But I say that all Israel should be gathered to you, from Dan to Beersheba, as much as the sand by the sea. And you yourself should go into battle.",
      "12": "So we will find David wherever he is. We will fall on him like water falls on the ground in the early morning. And not he or any of the men with him will be left.",
      "13": "If he runs into a city, then all Israel will bring ropes to that city. We will pull it into the valley until not even a small stone is left there.”",
      "14": "Then Absalom and all the men of Israel said, “The words of Hushai the Archite are better than the words of Ahithophel.” In this way the Lord had planned to destroy the good leading of Ahithophel, so He might bring trouble to Absalom.",
      "15": "Hushai said to Zadok and Abiathar the religious leaders, “This is what Ahithophel said that Absalom and the leaders of Israel should do. And this is what I have said they should do.",
      "16": "So be quick to send someone to tell David, ‘Do not stay the night in the desert beside the place where the Jordan is crossed. But cross over, or the king and all the people with him will be destroyed.’”",
      "17": "Now Jonathan and Ahimaaz were staying at Enrogel. And a woman servant would go and tell them, and they would go and tell King David. For they could not be seen coming into the city.",
      "18": "But a boy saw them, and told Absalom. So the two of them left in a hurry and came to the house of a man in Bahurim. He had a well in the open space in the center of his house. And they went down into it.",
      "19": "Then the woman took the covering and spread it over the well’s mouth, and spread grain on it, so nothing was known of it.",
      "20": "Then Absalom’s servants came to the woman at the house and said, “Where are Ahimaaz and Jonathan?” The woman answered, “They have crossed the river.” And after looking and not finding them, they returned to Jerusalem.",
      "21": "When they had left, Ahimaaz and Jonathan came up out of the well and went and told King David. They said to David, “Be quick to get ready and cross over the water. For Ahithophel has told them to come against you.”",
      "22": "So David and all the people with him got up and crossed the Jordan. By the light of morning, not one was left who had not crossed the Jordan.",
      "23": "When Ahithophel saw that his words were not followed, he got onto his donkey and went home to his city. He told those of his family what they must do, and he hanged himself. So he died and was buried in his father’s grave.",
      "24": "Then David came to Mahanaim. Absalom and all the men of Israel with him crossed the Jordan.",
      "25": "Absalom made Amasa captain of the army instead of Joab. Amasa was the son of a man whose name was Jithra the Israelite, who went in to Nahash’s daughter Abigal, the sister of Joab’s mother Zeruiah.",
      "26": "And Israel and Absalom set up their tents in the land of Gilead.",
      "27": "When David had come to Mahanaim, he met Nahash’s son Shobi from Rabbah of the sons of Ammon, Ammiel’s son Machir from Lo-debar, and Barzillai the Gileadite from Rogelim.",
      "28": "They brought him beds, washing pots, dishes, grain, flour, seeds,",
      "29": "honey, sour milk, sheep, and cheese from the cattle, for David and his men to eat. For they said, “The people are hungry and tired and thirsty in the desert.”"
    },
    "18": {
      "1": "Then David numbered the people who were with him. He set over them leaders of thousands and of hundreds.",
      "2": "And he sent the people out. One third of them was under the rule of Joab. One third was under the rule of Zeruiah’s son Abishai, Joab’s brother. And one third was under the rule of Ittai the Gittite. The king said to the people, “I myself will go out with you also.”",
      "3": "But the people said, “You should not go out. For if we run, they will not care about us. If half of us die, they will not care about us. But you are worth 10,000 of us. So it is better that you send us help from the city.”",
      "4": "The king said to them, “I will do whatever you think is best.” So the king stood beside the gate, and all the people went out by hundreds and thousands.",
      "5": "The king told Joab and Abishai and Ittai, “Be gentle toward the young man Absalom because of me.” And all the people heard him say this to all the leaders about Absalom.",
      "6": "Then the people went out into the field to fight against Israel. The battle was fought among the trees of Ephraim.",
      "7": "The people of Israel lost the fight there to the servants of David. Twenty thousand men were killed there that day.",
      "8": "The battle was spread over the whole country. Dangers from the trees destroyed more people that day than the sword.",
      "9": "Absalom met the servants of David. He was going on his horse, and the horse went under the many branches of a large oak tree. Absalom’s hair caught in the branches of the oak. He was left hanging between heaven and earth, while the horse under him kept going.",
      "10": "When a certain man saw it, he told Joab, “I saw Absalom hanging in an oak.”",
      "11": "Joab said to the man, “You saw him! Why did you not kill him and let him fall to the ground? I would have given you ten pieces of silver and a belt.”",
      "12": "The man said to Joab, “Even for a thousand pieces of silver in my hand, I would not go against the king’s son. For we heard the king tell you and Abishai and Ittai, ‘Keep the young man Absalom safe for me.’",
      "13": "If I had gone against his life, there is nothing hidden from the king. And you would not have helped me.”",
      "14": "Then Joab said, “I will not waste time here with you.” He took three spears in his hand and threw them through Absalom’s heart while he was still alive in the oak.",
      "15": "And ten young men who carried Joab’s battle clothes gathered around and hit Absalom and killed him.",
      "16": "Then Joab sounded the horn, and all the people returned from going after Israel, for Joab stopped them.",
      "17": "They took Absalom and threw him into a deep hole among the trees, and set many stones over him. And all Israel ran away, every one to his own home.",
      "18": "While Absalom was alive, he had set up stones in his honor in the King’s Valley. For he said, “I have no son to let my name be remembered.” So he called the stones after his own name. And they are there to have Absalom be remembered to this day.",
      "19": "Then Zadok’s son Ahimaaz said, “Let me run and bring the king news that the Lord has saved him from those who hate him.”",
      "20": "But Joab said to him, “You must not carry news today, but another time. Today you should carry no news, because the king’s son is dead.”",
      "21": "Then Joab said to the Cushite, “Go and tell the king what you have seen.” So the Cushite bowed to Joab and ran.",
      "22": "Zadok’s son Ahimaaz said to Joab, “Whatever happens, let me run after the Cushite.” Joab said, “Why would you run, my son? You would receive no reward for going.”",
      "23": "But Ahimaaz said, “Whatever happens, I will run.” So Joab said to him, “Run.” Then Ahimaaz ran by way of the plain and passed the Cushite.",
      "24": "David was sitting between the two gates. The man who kept watch went up to the roof of the gate by the wall. He looked up and saw a man running by himself.",
      "25": "The man who kept watch called and told the king. The king said, “If he is by himself, he has good news.” And he came nearer and nearer.",
      "26": "Then the man who kept watch saw another man running. He called to the gate-keeper and said, “See, another man is running by himself.” The king said, “This one is bringing good news also.”",
      "27": "And the man who kept watch said, “I think the man in front runs like Ahimaaz the son of Zadok.” The king said, “He is a good man, and comes with good news.”",
      "28": "Ahimaaz called and said to the king, “All is well.” He put his face to the ground in front of the king, and said, “Thanks be to the Lord your God. He has given up the men who raised their hands against my lord the king.”",
      "29": "The king said, “Is it well with the young man Absalom?” And Ahimaaz answered, “When Joab sent the king’s servant, your servant, I heard noise and saw much fighting. But I did not know what it was.”",
      "30": "Then the king said, “Turn aside and stand here.” So he turned aside and stood still.",
      "31": "Then the Cushite came and said, “Let my lord the king receive good news. For the Lord has saved you today from all those who came against you.”",
      "32": "The king said to the Cushite, “Is it well with the young man Absalom?” And the Cushite answered, “May those who hate my lord the king, all those who come to do bad things against you, be as that young man!”",
      "33": "The king filled with much sorrow. He went up to the room above the gate and cried. As he walked he said, “O my son Absalom, my son, my son Absalom! If only I had died instead of you, O Absalom, my son, my son!”"
    },
    "19": {
      "1": "Then Joab was told, “See, the king is crying. He is filled with sorrow for Absalom.”",
      "2": "So the happiness of winning the battle that day was changed to sorrow for all the people. For they heard that day, “The king is filled with sorrow for his son.”",
      "3": "So the people were quiet as they went in secret into the city that day. They acted like people who are ashamed when they run away from a battle.",
      "4": "The king covered his face and cried out with a loud voice, “O my son Absalom, O Absalom, my son, my son!”",
      "5": "Then Joab came into the house to the king and said, “Today you have covered the faces of all your servants with shame. Today they have saved your life and the lives of your sons and daughters, your wives and the women who act as your wives.",
      "6": "But you love those who hate you, and hate those who love you. You have shown today that rulers and servants are nothing to you. For today I see that if Absalom were alive and all of us were dead, you would be pleased.",
      "7": "So now get up and go out and speak in kindness to your servants. I swear by the Lord that if you do not, for sure not a man will stay with you this night. And this will be worse for you than all the bad things that have happened to you since you were young.”",
      "8": "So the king got up and sat in the gate. When they told all the people, “See, the king is sitting in the gate,” then all the people came to the king.\nNow every man of Israel had run to his tent.",
      "9": "And all the people in all the family groups of Israel were arguing. They said, “The king saved us from those who hate us. He saved us from the Philistines. But now he has run from Absalom and away from the land.",
      "10": "We chose Absalom to rule over us and he has died in battle. So now why do you say nothing about bringing the king back?”",
      "11": "Then King David sent word to Zadok and Abiathar the religious leaders, saying, “Speak to the leaders of Judah. Say to them, ‘Why are you the last to bring the king back to his house? I have heard from all Israel for me to return to my house.",
      "12": "You are my brothers. You are my bone and my flesh. Why should you be the last to bring back the king?’",
      "13": "And say to Amasa, ‘Are you not my bone and my flesh? May God do so to me, and more also, if you will not be the captain of my army at all times instead of Joab.’”",
      "14": "He changed the hearts of all the men of Judah as if they were one man. So they sent word to the king, saying, “Return, you and all your servants.”",
      "15": "So the king returned and came as far as the Jordan. Judah came to Gilgal to meet the king and bring him over the Jordan.",
      "16": "Then Gera’s son Shimei, the Benjamite from Bahurim, came down in a hurry with the men of Judah to meet King David.",
      "17": "There were 1,000 men of Benjamin with him. And Ziba the servant of the family of Saul came with his fifteen sons and twenty servants. They rushed to the king at the Jordan.",
      "18": "They crossed the river to bring over those of the king’s house, and to do what pleased him. Gera’s son Shimei fell down in front of the king as he was about to cross the Jordan.",
      "19": "He said to the king, “Let not my lord think I am guilty. Do not remember what your servant did wrong on the day when my lord the king left Jerusalem. Let not the king take it to heart.",
      "20": "For your servant knows that I have sinned. So I have come today. I am the first of all the family of Joseph to come down to meet my lord the king.”",
      "21": "But Zeruiah’s son Abishai answered, “Should not Shimei be put to death for this? He spoke against the Lord’s chosen one.”",
      "22": "But David said, “What have I to do with you, O sons of Zeruiah? Why should you be against me this day? Should any man be put to death in Israel today? For do I not know that this day I am king of Israel?”",
      "23": "The king said to Shimei, “You will not die.” And the king gave him his promise.",
      "24": "Then Saul’s grandson Mephibosheth came down to meet the king. He had not dressed his feet, trimmed the hair of his face, or washed his clothes, from the day the king left until the day he returned in peace.",
      "25": "When he came from Jerusalem to meet the king, David said to him, “Why did you not go with me, Mephibosheth?”",
      "26": "He answered, “O my lord the king, my servant lied to me. Your servant had said to him, ‘Get a donkey ready for me to travel on, so I may go with the king.’ Because your servant cannot walk.",
      "27": "And he has spoken against me to my lord the king. But my lord the king is like the angel of God. So do what you think is best.",
      "28": "For all those of my father’s house were nothing but dead men in front of my lord the king. But you set your servant among those who ate at your own table. What right do I have to complain any more to the king?”",
      "29": "The king said to him, “Why speak any more of how things are with you? I have decided that you and Ziba should divide the land.”",
      "30": "Mephibosheth said to the king, “Let him take it all, since my lord the king has come home and is safe.”",
      "31": "Now Barzillai of Gilead had come down from Rogelim. He went on to the Jordan with the king, to lead him over the river.",
      "32": "Barzillai was eighty years old. He had given food to the king while he stayed at Mahanaim, for he was a very rich man.",
      "33": "The king said to Barzillai, “You cross over with me, and I will take care of you with me in Jerusalem.”",
      "34": "But Barzillai said to the king, “How much longer have I to live, that I should go up with the king to Jerusalem?",
      "35": "I am now eighty years old. Can I know the difference between good and bad? Can your servant taste what I eat or what I drink? Can I hear the voice of singing men and women any more? Why should your servant be an added problem to my lord the king?",
      "36": "Your servant will only cross over the Jordan with the king. Why should the king reward me in this good way?",
      "37": "Let your servant return, that I may die in my own city near the grave of my father and mother. But here is your servant Chimham. Let him cross over with my lord the king. And do for him what is good in your eyes.”",
      "38": "The king answered, “Chimham will cross over with me. And I will do for him what is pleasing to you. I will do for you whatever you ask.”",
      "39": "All the people crossed over the Jordan, and the king also. Then the king kissed Barzillai and prayed that good would come to him. And Barzillai returned to his own home.",
      "40": "The king went on to Gilgal, and Chimham went with him. And all the people of Judah and half the people of Israel went with the king.",
      "41": "Then all the men of Israel came to the king and said to him, “Why have our brothers the men of Judah stolen you away? Why have they brought the king and those of his family over the Jordan, and all David’s men with him?”",
      "42": "All the men of Judah answered the men of Israel, “Because the king is a close brother to us. Why are you angry about this? Has the king paid for our food? Has he given us any gift?”",
      "43": "But the men of Israel said to the men of Judah, “We have ten shares in the king. So we have more right to David than you. Why then did you hate us? Were we not the first to speak of bringing back our king?” But the words of the men of Judah had more anger than the words of the men of Israel."
    },
    "20": {
      "1": "A man of no worth happened to be there whose name was Sheba, the son of Bichri, a Benjamite. He sounded the horn and said, “We have no share in David! We have no share in the son of Jesse! Every man to his tents, O Israel!”",
      "2": "So all the men of Israel stopped following David, and followed Sheba the son of Bichri. But the men of Judah were not moved from following their king, from the Jordan to Jerusalem.",
      "3": "Then David came to his house at Jerusalem. The king took his ten women whom he had left to take care of the house, and had a prison soldier watch them. David gave them food, but did not go in to them. So they were shut up until the day of their death, living as women whose husbands had died.",
      "4": "Then the king said to Amasa, “Call the men of Judah to come to me within three days, and you be here yourself.”",
      "5": "So Amasa went to call out the men of Judah. But he took longer than the time which had been given him.",
      "6": "David said to Abishai, “Now Bichri’s son Sheba will bring us more trouble than Absalom. Take your lord’s servants and go after him. Or he might find strong cities for himself, and get away from us.”",
      "7": "So Joab’s men went out after him. With them went the Cherethites, the Pelethites and all the strong men. They left Jerusalem to go after Sheba the son of Bichri.",
      "8": "Amasa came to meet them at the large stone in Gibeon. Now Joab was dressed in soldier’s clothing. Over his clothing was a belt with a sword in its holder tied at his side. As he walked, the sword fell out.",
      "9": "Joab said to Amasa, “Is it well with you, my brother?” And he took Amasa by the hair of his face with his right hand to kiss him.",
      "10": "But Amasa did not see the sword which was in Joab’s hand. So Joab hit him in the stomach with it, and poured his inside parts out on the ground. He did not hit him again, and Amasa died.\nThen Joab and his brother Abishai went after Sheba the son of Bichri.",
      "11": "Now one of Joab’s young men stood by him and said, “Whoever favors Joab and whoever is for David, let him follow Joab.”",
      "12": "But Amasa lay in his blood in the center of the road. When the man saw that all the people stood still, he took Amasa out of the road and into the field. And he threw a covering over him.",
      "13": "After he was taken out of the road, all the men went on and followed Joab to go after Sheba the son of Bichri.",
      "14": "Sheba passed through all the families of Israel to Abel Bethmaacah. Then all the Berites gathered together and followed him into the city.",
      "15": "And all the men who were with Joab came and gathered their armies around him in Abel Bethmaacah. They built up a hill of dirt against the wall of the city. And they were trying their best to make the wall fall down.",
      "16": "Then a wise woman called from the city, “Listen! I beg you, tell Joab to come here that I may speak with him.”",
      "17": "So he came to her, and the woman said, “Are you Joab?” He answered, “I am.” Then she said to him, “Listen to the words of your woman servant.” And he answered, “I am listening.”",
      "18": "Then she said, “In the past they used to say, ‘Let them ask for words of wisdom at Abel.’ And so they would stop fighting.",
      "19": "I am one of peace and faith in Israel. You want to destroy a city and a mother in Israel. Why would you swallow up the gift of the Lord?”",
      "20": "Joab answered, “Far be it from me! Far be it that I should swallow up or destroy!",
      "21": "That is not true. But a man from the hill country of Ephraim has turned against King David. His name is Sheba the son of Bichri. Give up only him, and I will leave the city.” And the woman said to Joab, “See, his head will be thrown to you over the wall.”",
      "22": "Then the woman went to all the people with her plan. And they cut off the head of Sheba the son of Bichri and threw it to Joab. So he sounded the horn and they left the city, every man going to his home. Joab returned to the king at Jerusalem.",
      "23": "Now Joab was the captain of the whole army of Israel. Benaiah the son of Jehoiada was captain of the Cherethites and the Pelethites.",
      "24": "Adoram was captain of those who were made to work. Jehoshaphat the son of Ahilud wrote down the things that happened.",
      "25": "Sheva was the teacher. Zadok and Abiathar were religious leaders.",
      "26": "And Ira the Jairite was a religious leader to David also."
    },
    "21": {
      "1": "While David was king there was a time without food for three years. David went to the Lord. The Lord said, “It is because of Saul and his house of blood, for he put the Gibeonites to death.”",
      "2": "So the king called the Gibeonites. (Now the Gibeonites were not of the sons of Israel, but of the people who were left of the Amorites. The sons of Israel had made an agreement with them. But Saul had wanted to kill them because he thought so much of the sons of Israel and Judah.)",
      "3": "David said to the Gibeonites, “What should I do for you? How can I pay for the sin, so you may bring good to the land of the Lord?”",
      "4": "The Gibeonites said to him, “We will take no silver or gold from Saul or his family. And it is not for us to put any man to death in Israel.” David said, “I will do for you whatever you say.”",
      "5": "So they said to the king, “Saul destroyed us and planned to keep us from staying in any land of Israel.",
      "6": "Let seven men from his sons be given to us. We will hang them before the Lord at Gibeon on the Lord’s mountain.” And the king said, “I will give them.”",
      "7": "But the king kept alive Mephibosheth, the son of Saul’s son Jonathan, because David had made a promise to Saul’s son Jonathan before the Lord.",
      "8": "The king took the two sons of Aiah’s daughter Rizpah, Armoni and Mephibosheth, whom she had born to Saul. And he took the five sons of Saul’s daughter Merab, whom she had born to Adriel the son of Barzillai the Meholathite.",
      "9": "He gave them to the Gibeonites, and they hanged them on the mountain before the Lord. The seven of them died together. They were put to death in the first days of gathering time, when the barley was ready to gather.",
      "10": "Aiah’s daughter Rizpah spread cloth made from hair on the rock for herself to lie upon, from the beginning of gathering time until the rain fell from the sky upon the bodies. She would not let the birds of the sky rest on them during the day, or the animals of the field during the night.",
      "11": "David was told what Aiah’s daughter Rizpah, Saul’s woman, had done.",
      "12": "Then he went and took the bones of Saul and his son Jonathan from the men of Jabesh-gilead. They had stolen them from the open space in the center of Bethshan. That was where the Philistines had hanged them on the day they killed Saul in Gilboa.",
      "13": "David brought the bones of Saul and his son Jonathan. They gathered the bones of those who had been hanged.",
      "14": "And they buried the bones of Saul and his son Jonathan in the country of Benjamin in Zela, in the grave of Kish his father. They did all that the king told them to do. After that, God heard and answered when they prayed for the land.",
      "15": "The Philistines were at war again with Israel. David went down with his servants and they fought the Philistines. And David became tired.",
      "16": "Then Ishbi-benob wanted to kill David. He was one of the sons of the very tall and strong people. His spear weighed as much as 300 pieces of brass, and he had a new sword.",
      "17": "But Zeruiah’s son Abishai helped David and killed the Philistine. Then David’s men promised him, “You will not go out again with us to battle. You might put out the lamp of Israel.”",
      "18": "After this there was war again with the Philistines at Gob. Then Sibbecai the Hushathite killed Saph, who was one of the sons of the very tall and strong people.",
      "19": "There was war with the Philistines again at Gob. And Elhanan the son of Jaare-oregim the Bethlehemite killed Goliath the Gittite. Goliath’s spear was like the heavy piece of wood used by a cloth-maker.",
      "20": "There was war at Gath again. There was a very tall man there who had six fingers on each hand and six toes on each foot, twenty-four in number. He was one of the sons of the very tall and strong people also.",
      "21": "When he spoke against Israel, Jonathan the son of Shimei, David’s brother, killed him.",
      "22": "These four were sons of the very tall and strong people in Gath. They were killed by David and his servants."
    },
    "22": {
      "1": "David spoke the words of this song to the Lord on the day the Lord saved him from all who hated him, and from Saul.",
      "2": "He said, “The Lord is my rock, my strong place, and the One Who sets me free.",
      "3": "He is my God, my rock, where I go to be safe. He is my covering and the horn that saves me, my strong place where I go to be safe. You save me from being hurt.",
      "4": "I call upon the Lord, Who should be praised. I am saved from those who hate me.",
      "5": "“For the waves of death were all around me. The storm that destroys made me afraid.",
      "6": "The cords of the grave were around me. The nets of death came against me.",
      "7": "In my trouble I called upon the Lord. Yes, I cried to my God. From His house He heard my voice. My cry for help came into His ears.",
      "8": "“Then the earth shook. The mountains were shaking. They shook because He was angry.",
      "9": "Smoke went up from His nose. Fire that destroyed came from His mouth. Burnt pieces of wood were set on fire by it.",
      "10": "He tore open the heavens and came down, with darkness under His feet.",
      "11": "He sat on a cherub and flew. He was seen on the wings of the wind.",
      "12": "He made darkness around Him his tent, gathering waters, and clouds of the sky.",
      "13": "From the light before Him, burnt pieces of wood were set on fire.",
      "14": "“The Lord thundered from heaven. The Most High let His voice be heard.",
      "15": "He sent out arrows, and made them run. He sent lightning, and made them troubled and afraid.",
      "16": "Then the bottom of the sea was seen. The bottom of the world lost its covering, at the strong words of the Lord, at the rush of breath from His nose.",
      "17": "“He sent from above. He took me. He pulled me out of many waters.",
      "18": "He saved me from those strong ones who hated me. For they were too strong for me.",
      "19": "They came upon me in the day of my trouble. But the Lord held me up.",
      "20": "He brought me into a big place. He saved me, because He was pleased with me.",
      "21": "“The Lord has paid me for being right with Him. He has paid me for my clean hands.",
      "22": "For I have kept the ways of the Lord. I have not acted in sin against my God.",
      "23": "For all His Laws were in front of me, and I did not turn aside from them.",
      "24": "I was without blame before Him. I kept myself from guilt.",
      "25": "So the Lord has paid me for being right with Him, for being clean in His eyes.",
      "26": "“With the faithful You show Yourself faithful. With the one without blame You show Yourself without blame.",
      "27": "With the pure You show Yourself pure. But with the sinful, You show Yourself wise.",
      "28": "You save a troubled people. But Your eyes are on the proud whom You put to shame.",
      "29": "“For You are my lamp, O Lord. The Lord gives light to my darkness.",
      "30": "For by You I can run through an army. By my God I can jump over a wall.",
      "31": "As for God, His way is perfect. The Word of the Lord is proven true. He is a covering to all who go to Him to be safe.",
      "32": "“For who is God, but the Lord? Who is a Rock, except our God?",
      "33": "God is my strong place. He has made my way safe.",
      "34": "He makes my feet like the feet of a deer. He sets me safe on high places.",
      "35": "He makes my hands ready for battle, so that my arms can use a bow of brass.",
      "36": "“You have given me the covering of Your saving power. Your help makes me strong.",
      "37": "You give me a big place for my steps. I have not fallen.",
      "38": "I went after those who hated me and destroyed them. I did not return until they were destroyed.",
      "39": "I destroyed them and cut them through, so that they did not rise. They fell under my feet.",
      "40": "For You have dressed me with strength for battle. You have put under me those who came against me.",
      "41": "You made those who fought me turn their backs to me. I destroyed those who hated me.",
      "42": "They looked, but there was no one to save them. They cried to the Lord, but He did not answer them.",
      "43": "Then I beat them as fine as the dust of the earth. I crushed and stepped on them like the mud of the streets.",
      "44": "“You have saved me from trouble with my people. You have kept me as head of the nations. People whom I have not known serve me.",
      "45": "Strangers obey me. As soon as they heard of me, they obeyed me.",
      "46": "Strangers lost their strength of heart. They came out of their secret places shaking with fear.",
      "47": "“The Lord lives. Thanks be to my Rock. May God be honored, the Rock that saves me.",
      "48": "He is the God Who punishes for me. He puts people under my rule.",
      "49": "He makes me free from those who hate me. You lift me above those who come against me. You save me from the man who wants to hurt me.",
      "50": "So I will give thanks to You among the nations, O Lord. I will sing praises to Your name.",
      "51": "With great power He saves His king. He shows loving-kindness to His chosen one, to David and his children forever.”"
    },
    "23": {
      "1": "Now these are the last words of David. David the son of Jesse, the man who was raised on high, the chosen one of the God of Jacob, the sweet song writer of Israel, says,",
      "2": "“The Spirit of the Lord spoke by me. His Word was on my tongue.",
      "3": "The God of Israel has spoken. The Rock of Israel said to me, ‘When one is right and good in ruling over men, ruling in the fear of God,",
      "4": "he shines on them like the morning light. He is like the sunshine on a morning without clouds. He is like rain that makes the new grass grow out of the earth through sunshine after rain.’",
      "5": "In truth, does not my house stand right with God? For He has made an agreement with me that lasts forever. It is planned right in all things, and sure. For will He not make all my help and my desire grow?",
      "6": "But those of no worth are all like thorns that are thrown away, because they cannot be taken with the hand.",
      "7": "The man who touches them must be covered with iron and have a spear. All of them will be burned up with fire as they sit.”",
      "8": "These are the names of David’s men of war. There was Josheb-basshebeth a Tahchemonite, head of the three. He was called Adino the Eznite, because he had killed 800 men at one time.",
      "9": "Next to him among the three strong men was Eleazar the son of Dodo the Ahohite. He was with David when they spoke against the Philistines who were gathered there for battle, and the men of Israel had left.",
      "10": "Eleazar got up and killed the Philistines until his hand was tired from holding the sword. The Lord saved many of His people that day. The men returned after him only to take what had belonged to the dead.",
      "11": "Next to him was Shammah the son of Agee a Hararite. The Philistines were gathered together at Lehi, where there was a piece of ground full of lentil plants. The people ran from the Philistines.",
      "12": "But Shammah stood in the center of the piece of ground and fought for it. He killed the Philistines. The Lord saved many of His people that day.",
      "13": "Then three of the thirty leaders went down to David during the gathering time to the cave of Adullam. The Philistine army was staying in the valley of Rephaim.",
      "14": "David was in the strong place, while the Philistine soldiers were in Bethlehem.",
      "15": "David had a desire and said, “If only someone would give me water to drink from the well by the gate of Bethlehem!”",
      "16": "So the three strong men broke through the Philistine army and took water from the well by the gate of Bethlehem. They brought it to David. But David would not drink it. He poured it out to the Lord,",
      "17": "and said, “O Lord, far be it from me to do this. Should I drink the blood of the men who went and put their lives in danger?” So he would not drink it. The three strong men did these things.",
      "18": "Now Abishai the brother of Joab, son of Zeruiah, was head of the thirty. He fought with his spear against 300 men and killed them. His name was respected as well as the three.",
      "19": "He was the most honored of the thirty. So he became their captain. But he was not as strong as the three.",
      "20": "Benaiah the son of Jehoiada was a man of Kabzeel with strength of heart. He had done powerful things. He killed the two sons of Ariel of Moab. And he went down and killed a lion in a hole while the snow was falling.",
      "21": "He killed an Egyptian, an important man. The Egyptian had a spear in his hand. But Benaiah went down to him with a heavy stick and took the spear from the Egyptian’s hand. Then he killed him with his own spear.",
      "22": "Benaiah the son of Jehoiada did these things. His name was respected as well as the three strong men.",
      "23": "He was honored among the thirty. But he was not as strong as the three. David made him captain of the soldiers who kept him from danger.",
      "24": "Joab’s brother Asahel was among the thirty. Then there was Elhanan the son of Dodo of Bethlehem,",
      "25": "Shammah the Harodite, Elika the Harodite,",
      "26": "Helez the Paltite, Ira the son of Ikkesh the Tekoite,",
      "27": "Abiezer the Anathothite, and Mebunnai the Hushathite.",
      "28": "There was Zalmon the Ahohite, Maharai the Netophathite,",
      "29": "Heleb the son of Baanah the Netophathite, and Ittai the son of Ribai of Gibeah of the sons of Benjamin.",
      "30": "There was Benaiah a Pirathonite, Hiddai of the rivers of Gaash,",
      "31": "Abialbon the Arbathite, Azmaveth the Barhumite,",
      "32": "Eliahba the Shaalbonite, the sons of Jashen, and Jonathan.",
      "33": "There was Shammah the Hararite, Ahiam the son of Sharar the Ararite,",
      "34": "Eliphelet the son of Ahasbai of Maacah, Eliam the son of Ahithophel of Gilo,",
      "35": "Hezro the Carmelite, and Paarai the Arbite.",
      "36": "There was Igal the son of Nathan of Zobah, Bani the Gadite,",
      "37": "Zelek the Ammonite, Naharai the Beerothite, the one who carried the battle clothes of Joab the son of Zeruiah.",
      "38": "And there was Ira the Ithrite, Gareb the Ithrite,",
      "39": "and Uriah the Hittite. There were thirty-seven in all."
    },
    "24": {
      "1": "Again the anger of the Lord burned against Israel. He moved David against them, saying, “Go, number Israel and Judah.”",
      "2": "So the king said to Joab the captain of the army who was with him, “Go through all the families of Israel, from Dan to Beersheba. Number the people, so I may know how many there are.”",
      "3": "But Joab said to the king, “May the Lord your God add to the people a hundred times as many as they are. And may it be while the eyes of my lord the king still see. But why does my lord the king find this thing pleasing?”",
      "4": "But the king’s word was stronger than Joab and the captains of the army. So Joab and the army leaders went out from the king to number the people of Israel.",
      "5": "They crossed the Jordan and stopped at Aroer, on the south side of the city in the center of the valley of Gad. And they went on to Jazer.",
      "6": "Then they came to Gilead, and to the land of Tahtimhodshi. They came to Dan-jaan and around to Sidon.",
      "7": "They came to the strong place of Tyre and to all the cities of the Hivites and the Canaanites. And they went out to the south of Judah, to Beersheba.",
      "8": "When they had gone through the whole land, they came to Jerusalem. They had traveled nine months and twenty days.",
      "9": "And Joab gave the number of the people to the king. There were 800,000 strong men in Israel who used the sword, and 500,000 men of Judah.",
      "10": "David’s heart troubled him after he had numbered the people. So he said to the Lord, “I have sinned. But now I beg you, O Lord. Take away the sin of Your servant, for I have acted like a fool.”",
      "11": "When David got up in the morning, the word of the Lord came to Gad, the one who spoke for God to David. The Lord said,",
      "12": "“Go and tell David, ‘This is what the Lord says: “I give you three things to choose from. Choose one of them, that I may do it to you.”’”",
      "13": "So Gad came to David and told him, and said, “Will you have seven years without food in your land? Or will you run from those who hate you for three months, while they come after you? Or will there be disease in your land for three days? Now think about it. Decide what answer I should return to Him Who sent me.”",
      "14": "David said to Gad, “I am in much trouble. Let us fall into the hand of the Lord, for His loving-kindness is great. But do not let me fall into the hand of man.”",
      "15": "So the Lord sent a disease upon Israel from the morning until the time given. And 70,000 men died, from Dan to Beersheba.",
      "16": "The angel put out his hand to destroy Jerusalem. But the Lord had pity on them because of their trouble. He said to the angel who destroyed the people, “It is enough! Do no more!” The angel of the Lord was by the grain-floor of Araunah the Jebusite.",
      "17": "When David saw the angel who was killing the people, he said to the Lord, “See, it is I who have sinned. It is I who have done wrong. But these sheep, what have they done? I beg You, let Your hand be against me and my father’s family.”",
      "18": "Then Gad came to David and said, “Go up and build an altar to the Lord on the grain-floor of Araunah the Jebusite.”",
      "19": "So David went up at Gad’s word, just as the Lord had told him.",
      "20": "Araunah looked, and saw the king and his servants crossing over toward him. And he went out and put his face to the ground in front of the king.",
      "21": "Araunah said, “Why has my lord the king come to his servant?” David answered, “To buy the grain-floor from you, to build an altar to the Lord. Then the disease may be kept away from the people.”",
      "22": "Araunah said to David, “Let my lord the king take whatever is good in his eyes, and make a gift of it. Look, there are the bulls for the burnt gift. The tools for cleaning the grain, and the cross-pieces the bulls wear to pull loads, can be used for the wood.",
      "23": "Araunah gives all this to the king.” And Araunah said, “May the Lord your God be pleased with your gift.”",
      "24": "But the king said to Araunah, “No, I will buy it from you for a price. I will not give burnt gifts to the Lord my God which I do not pay for.” So David bought the grain-floor and the bulls for fifty pieces of silver.",
      "25": "And David built an altar there to the Lord. He gave burnt gifts and peace gifts. So the Lord listened to the prayers for the land, and stopped the disease in Israel."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:08.750996-04:00",
    "Translation": "NLV"
  }
}