{
  "2 Thessalonians": {
    "1": {
      "1": "This letter is from Paul and Silas and Timothy. It is to the church in the city of Thessalonica that belongs to God the Father and the Lord Jesus Christ.",
      "2": "May you have loving-favor and peace from God the Father and the Lord Jesus Christ.",
      "3": "We must give thanks to God for you always, Christian brothers. It is the right thing to do because your faith is growing so much. Your love for each other is stronger all the time.",
      "4": "We are proud of you and tell the other churches about you. We tell them how your faith stays so strong even when people make it hard for you and make you suffer.",
      "5": "God wants you to prove yourselves to be worth being in His holy nation by suffering for Him.",
      "6": "He does what is right and will allow trouble to come to those who are making it hard for you.",
      "7": "He will help you and us who are suffering. This will happen when the Lord Jesus comes down from heaven with His powerful angels in a bright fire.",
      "8": "He will punish those who do not know God and those who do not obey the Good News of our Lord Jesus Christ.",
      "9": "They will be punished forever and taken away from the Lord and from the shining-greatness of His power.",
      "10": "On the day He comes, His shining-greatness will be seen in those who belong to Him. On that day, He will receive honor from all those who put their trust in Him. You believed what we had to say to you.",
      "11": "For this reason, we always pray for you. We pray that our God will make you worth being chosen. We pray that His power will help you do the good things you want to do. We pray that your work of faith will be complete.",
      "12": "In this way, the name of the Lord Jesus Christ will be honored by you and you will be honored by Him. It is through the loving-favor of our God and of the Lord Jesus Christ."
    },
    "2": {
      "1": "Our Lord Jesus Christ is coming again. We will be gathered together to meet Him. But we ask you, Christian brothers,",
      "2": "do not be troubled in mind or worried by the talk you hear. Some say that the Lord has already come. People may say that I wrote this in a letter or that a spirit told them.",
      "3": "Do not let anyone fool you. For the Lord will not come again until many people turn away from God. Then the leader of those who break the law will come. He is the man of sin.",
      "4": "He works against and puts himself above every kind of god that is worshiped. He will take his seat in the house of God and say that he himself is God.",
      "5": "Do you not remember that while I was with you, I told you this?",
      "6": "You know the power that is keeping the man of sin back now. The man of sin will come only when his time is ready.",
      "7": "For the secret power of breaking the law is already at work in the world. But that secret power can only do so much until the One Who keeps back the man of sin is taken out of the way.",
      "8": "Then this man of sin will come. The Lord Jesus will kill him with the breath of His mouth. The coming of Christ will put an end to him.",
      "9": "Satan will use this man of sin. He will have Satan’s power. He will do strange things and many powerful works that will be false.",
      "10": "Those who are lost in sin will be fooled by the things he can do. They are lost in sin because they did not love the truth that would save them.",
      "11": "For this reason, God will allow them to follow false teaching so they will believe a lie.",
      "12": "They will all be guilty as they stand before God because they wanted to do what was wrong.",
      "13": "Christian brothers, the Lord loves you. We always thank God for you. It is because God has chosen you from the beginning to save you from the punishment of sin. He chose to make you holy by the Holy Spirit and to give you faith to believe the truth.",
      "14": "It was by our preaching the Good News that you were chosen. He chose you to share the shining-greatness of our Lord Jesus Christ.",
      "15": "So then, Christian brothers, keep a strong hold on what we have taught you by what we have said and by what we have written.",
      "16": "Our Lord Jesus Christ and God our Father loves us. Through His loving-favor He gives us comfort and hope that lasts forever.",
      "17": "May He give your hearts comfort and strength to say and do every good thing."
    },
    "3": {
      "1": "My last words to you, Christian brothers, are that you pray for us. Pray that the Word of the Lord will go out over all the land and prove its power just as it did with you.",
      "2": "Pray that we will be kept from sinful men, because not all men are Christians.",
      "3": "But the Lord is faithful. He will give you strength and keep you safe from the devil.",
      "4": "We have faith in the Lord for you. We believe you are doing and will keep on doing the things we told you.",
      "5": "May the Lord lead your hearts into the love of God. May He help you as you wait for Christ.",
      "6": "Now this is what we tell you to do, Christian brothers. In the name of the Lord Jesus, keep away from any Christian who is lazy and who does not do what we taught you.",
      "7": "You know you should follow the way of life we lived when we were with you. We worked hard while we were there.",
      "8": "We did not eat anyone’s food without paying for it. We worked hard night and day so none of you would have to give us anything.",
      "9": "We could have asked you to give us food. But we did not so that you might follow our way of living.",
      "10": "When we were with you, we told you that if a man does not work, he should not eat.",
      "11": "We hear that some are not working. But they are spending their time trying to see what others are doing.",
      "12": "Our words to such people are that they should be quiet and go to work. They should eat their own food. In the name of the Lord Jesus Christ we say this.",
      "13": "But you, Christian brothers, do not get tired of doing good.",
      "14": "If anyone does not want to listen to what we say in this letter, remember who he is and stay away from him. In that way, he will be put to shame.",
      "15": "Do not think of him as one who hates you. But talk to him as a Christian brother.",
      "16": "May the Lord of peace give you His peace at all times. The Lord be with you all.",
      "17": "I, Paul, write this last part with my own hand. It is the way I finish all my letters.",
      "18": "May all of you have loving-favor from our Lord Jesus Christ."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:53.253171-04:00",
    "Translation": "NLV"
  }
}