{
  "2 Timothy": {
    "1": {
      "1": "This letter is from Paul, a missionary of Jesus Christ. God has sent me to tell that He has promised life that lasts forever through Christ Jesus.",
      "2": "I am writing to you, Timothy. You are my much-loved son. May God the Father and Christ Jesus our Lord give you His loving-favor and loving-kindness and peace.",
      "3": "I thank God for you. I pray for you night and day. I am working for God the way my early fathers worked. My heart says I am free from sin.",
      "4": "When I remember your tears, it makes me want to see you. That would fill me with joy.",
      "5": "I remember your true faith. It is the same faith your grandmother Lois had and your mother Eunice had. I am sure you have that same faith also.",
      "6": "For this reason, I ask you to keep using the gift God gave you. It came to you when I laid my hands on you and prayed that God would use you.",
      "7": "For God did not give us a spirit of fear. He gave us a spirit of power and of love and of a good mind.",
      "8": "Do not be ashamed to tell others about what our Lord said, or of me here in prison. I am here because of Jesus Christ. Be ready to suffer for preaching the Good News and God will give you the strength you need.",
      "9": "He is the One Who saved us from the punishment of sin. He is the One Who chose us to do His work. It is not because of anything we have done. But it was His plan from the beginning that He would give us His loving-favor through Christ Jesus.",
      "10": "We know about it now because of the coming of Jesus Christ, the One Who saves. He put a stop to the power of death and brought life that never dies which is seen through the Good News.",
      "11": "I have been chosen to be a missionary and a preacher and a teacher of this Good News.",
      "12": "For this reason, I am suffering. But I am not ashamed. I know the One in Whom I have put my trust. I am sure He is able to keep safe that which I have trusted to Him until the day He comes again.",
      "13": "Keep all the things I taught you. They were given to you in the faith and love of Jesus Christ.",
      "14": "Keep safe that which He has trusted you with by the Holy Spirit Who lives in us.",
      "15": "I am sure you have heard that all the Christians in the countries of Asia have turned away from me. Phygelus and Hermogenes turned away also.",
      "16": "Onesiphorus was not ashamed of me in prison. He came often to comfort me. May the Lord show loving-kindness to his family.",
      "17": "When he came to Rome, he looked everywhere until he found me.",
      "18": "You know what a help he was to me in Ephesus. When the Lord comes again, may He show loving-kindness to Onesiphorus."
    },
    "2": {
      "1": "So you, my son, be strong in the loving-favor of Christ Jesus.",
      "2": "What you have heard me say in front of many people, you must teach to faithful men. Then they will be able to teach others also.",
      "3": "Take your share of suffering as a good soldier of Jesus Christ.",
      "4": "No soldier fighting in a war can take time to make a living. He must please the one who made him a soldier.",
      "5": "Anyone who runs in a race must follow the rules to get the crown.",
      "6": "A hard-working farmer should receive first some of what he gathers from the field.",
      "7": "Think about these things and the Lord will help you understand them.",
      "8": "Remember this! Jesus Christ, Who was born from the early family of David, was raised from the dead! This is the Good News I preach.",
      "9": "I suffer much and am in prison as one who has done something very bad. I am in chains, but the Word of God is not chained.",
      "10": "I suffer all things so the people that God has chosen can be saved from the punishment of their sin through Jesus Christ. Then they will have God’s shining-greatness that lasts forever.",
      "11": "These things are true. If we die with Him, we will live with Him also.",
      "12": "If we suffer and stay true to Him, then we will be a leader with Him. If we say we do not know Him, He will say He does not know us.",
      "13": "If we have no faith, He will still be faithful for He cannot go against what He is.",
      "14": "Tell your people about these things again. In the name of the Lord, tell them not to argue over words that are not important. It helps no one and it hurts the faith of those who are listening.",
      "15": "Do your best to know that God is pleased with you. Be as a workman who has nothing to be ashamed of. Teach the words of truth in the right way.",
      "16": "Do not listen to foolish talk about things that mean nothing. It only leads people farther away from God.",
      "17": "Such talk will spread like cancer. Hymenaeus and Philetus are like this.",
      "18": "They have turned from the truth. They say the dead have already been raised. The faith of some people has been made weak because of such foolish talk.",
      "19": "But the truth of God cannot be changed. It says, “The Lord knows those who are His.” And, “Everyone who says he is a Christian must turn away from sin!”",
      "20": "In a big house there are not only things made of gold and silver, but also of wood and clay. Some are of more use than others. Some are used every day.",
      "21": "If a man lives a clean life, he will be like a dish made of gold. He will be respected and set apart for good use by the owner of the house.",
      "22": "Turn away from the sinful things young people want to do. Go after what is right. Have a desire for faith and love and peace. Do this with those who pray to God from a clean heart.",
      "23": "Let me say it again. Have nothing to do with foolish talk and those who want to argue. It can only lead to trouble.",
      "24": "A servant owned by God must not make trouble. He must be kind to everyone. He must be able to teach. He must be willing to suffer when hurt for doing good.",
      "25": "Be gentle when you try to teach those who are against what you say. God may change their hearts so they will turn to the truth.",
      "26": "Then they will know they had been held in a trap by the devil to do what he wanted them to do. But now they are able to get out of it."
    },
    "3": {
      "1": "You must understand that in the last days there will come times of much trouble.",
      "2": "People will love themselves and money. They will have pride and tell of all the things they have done. They will speak against God. Children and young people will not obey their parents. People will not be thankful and they will not be holy.",
      "3": "They will not love each other. No one can get along with them. They will tell lies about others. They will not be able to keep from doing things they know they should not do. They will be wild and want to beat and hurt those who are good.",
      "4": "They will not stay true to their friends. They will act without thinking. They will think too much of themselves. They will love fun instead of loving God.",
      "5": "They will do things to make it look as if they are Christians. But they will not receive the power that is for a Christian. Keep away from such people.",
      "6": "These are the kind of people who go from house to house. They talk to foolish women who are loaded down with sins and all kinds of sinful desires.",
      "7": "Such women are always listening to new teaching. But they are never able to understand the truth.",
      "8": "Jannes and Jambres fought against Moses. So do these teachers fight against the truth today. Their minds think only of sinful things. They have turned against the Christian teaching.",
      "9": "They will not get very far. Their foolish teaching will be seen by everyone. That was the way it was with the two who worked against Moses.",
      "10": "But you know what I teach and how I live. You know what I want to do. You know about my faith and my love. You know how long I am willing to wait for something. You know how I keep on working for God even when it is hard for me.",
      "11": "You know about all the troubles and hard times I have had. You have seen how I suffered in the cities of Antioch and Iconium and Lystra. Yet the Lord brought me out of all those troubles.",
      "12": "Yes! All who want to live a God-like life who belong to Christ Jesus will suffer from others.",
      "13": "Sinful men and false teachers will go from bad to worse. They will lead others the wrong way and will be led the wrong way themselves.",
      "14": "But as for you, hold on to what you have learned and know to be true. Remember where you learned them.",
      "15": "You have known the Holy Writings since you were a child. They are able to give you wisdom that leads to being saved from the punishment of sin by putting your trust in Christ Jesus.",
      "16": "All the Holy Writings are God-given and are made alive by Him. Man is helped when he is taught God’s Word. It shows what is wrong. It changes the way of a man’s life. It shows him how to be right with God.",
      "17": "It gives the man who belongs to God everything he needs to work well for Him."
    },
    "4": {
      "1": "These words are from my heart to you. I say this before God and Jesus Christ. Some day He will judge those who are living and those who are dead. It will be when Christ comes to bring His holy nation.",
      "2": "Preach the Word of God. Preach it when it is easy and people want to listen and when it is hard and people do not want to listen. Preach it all the time. Use the Word of God to show people they are wrong. Use the Word of God to help them do right. You must be willing to wait for people to understand what you teach as you teach them.",
      "3": "The time will come when people will not listen to the truth. They will look for teachers who will tell them only what they want to hear.",
      "4": "They will not listen to the truth. Instead, they will listen to stories made up by men.",
      "5": "You must watch for all these things. Do not be afraid to suffer for our Lord. Preach the Good News from place to place. Do all the work you are to do.",
      "6": "It will soon be time for me to leave this life.",
      "7": "I have fought a good fight. I have finished the work I was to do. I have kept the faith.",
      "8": "There is a crown which comes from being right with God. The Lord, the One Who will judge, will give it to me on that great day when He comes again. I will not be the only one to receive a crown. All those who love to think of His coming and are looking for Him will receive one also.",
      "9": "Come to me here as soon as you can.",
      "10": "Demas left me. He loved the things of this world and has gone to the city of Thessalonica. Crescens has gone to the city of Galatia. Titus has gone to the city of Dalmatia.",
      "11": "Luke is the only one with me here. Bring Mark when you come. He is a help to me in this work.",
      "12": "I sent Tychicus to the city of Ephesus.",
      "13": "When you come, bring the coat I left with Carpus in the city of Troas. Bring the books and for sure do not forget the writings written on sheepskin.",
      "14": "Alexander, the man who makes things out of copper, has worked hard against me. The Lord will give him the pay that is coming to him.",
      "15": "Watch him! He fought against every word we preached.",
      "16": "At my first trial no one helped me. Everyone left me. I hope this will not be held against them.",
      "17": "But the Lord was with me. He gave me power to preach the Good News so all the people who do not know God might hear. I was taken from the mouth of the lion.",
      "18": "The Lord will look after me and will keep me from every sinful plan they have. He will bring me safe into His holy nation of heaven. May He have all the shining-greatness forever. Let it be so.",
      "19": "Greet Priscilla and Aquila for me and to all the family of Onesiphorus.",
      "20": "Erastus stayed in the city of Corinth. I left Trophimus sick in the city of Miletus.",
      "21": "Try to come before winter. Eubulus, Pudens, Linus, Claudia, and all the Christian brothers greet you.",
      "22": "May the Lord Jesus Christ be with your spirit. May you have God’s loving-favor."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:54.309081-04:00",
    "Translation": "NLV"
  }
}