{
  "3 John": {
    "1": {
      "1": "The church leader writes to the much-loved Gaius. I love you because of the truth.",
      "2": "Dear friend, I pray that you are doing well in every way. I pray that your body is strong and well even as your soul is.",
      "3": "I was very happy when some Christians came and told me about how you are following the truth.",
      "4": "I can have no greater joy than to hear that my children are following the truth.",
      "5": "Dear friend, you are doing a good work by being kind to the Christians, and for sure, to the strangers.",
      "6": "They have told the church about your love. It will be good for you to help them on their way as God would have you.",
      "7": "These people are working for the Lord. They are taking nothing from the people who do not know God.",
      "8": "So we should help such people. That way we will be working with them as they teach the truth.",
      "9": "I wrote a letter to the church. But Diotrephes wants to be the leader and put himself first. He will have nothing to do with us.",
      "10": "So if I come, I will show what he is doing by the bad things he is saying about us. Not only that, he will not take the Christian brothers into his home. He keeps others from doing it also. When they do, he puts them out of the church.",
      "11": "Dear friend, do not follow what is sinful, but follow what is good. The person who does what is good belongs to God. The person who does what is sinful has not seen God.",
      "12": "Everyone speaks good things about Demetrius. The truth itself speaks for him. We say the same thing also and you know we are speaking the truth.",
      "13": "I have much to write about but I do not want to write it in this letter.",
      "14": "I hope to see you soon and then we can talk together. May you have peace. The friends here greet you. Greet each friend there by name."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:59.419088-04:00",
    "Translation": "NLV"
  }
}