{
  "Amos": {
    "1": {
      "1": "These are the words of Amos, a shepherd of Tekoa, which he received in special dreams about Israel two years before the earth shook. Uzziah was king of Judah then, and Jeroboam the son of Joash was the king of Israel.",
      "2": "He said, “The Lord makes a loud noise from Zion. He lets His voice be heard from Jerusalem. And the shepherds’ fields are filled with sorrow, and the top of Carmel dries up.”",
      "3": "The Lord says, “For three sins of Damascus and for four, I will not hold back punishment. They have crushed Gilead with tools of sharp iron.",
      "4": "So I will send fire upon the people of Hazael, and it will destroy the strong-places of Ben-hadad.",
      "5": "I will break down the gate of Damascus, and destroy the people from the Valley of Aven and the king from Beth-Eden. The people of Syria will be taken away to Kir,” says the Lord.",
      "6": "The Lord says, “For three sins of Gaza and for four, I will not hold back punishment. They took a nation of people away and sold them to Edom.",
      "7": "So I will send fire upon the wall of Gaza, and it will destroy her strong-places.",
      "8": "I will destroy the people from Ashdod and the king from Ashkelon. I will send My power against Ekron, and the rest of the Philistines will die,” says the Lord God.",
      "9": "The Lord says, “For three sins of Tyre and for four, I will not hold back punishment. They took a nation of people and sold them to Edom. They did not remember the agreement between brothers.",
      "10": "So I will send fire upon the wall of Tyre, and it will destroy her strong-places.”",
      "11": "The Lord says, “For three sins of Edom and for four, I will not hold back punishment. He went after his brother with the sword and would not have loving-pity. He was always angry, and he held on to his anger forever.",
      "12": "So I will send fire upon Teman, and it will destroy the strong-places of Bozrah.”",
      "13": "The Lord says, “For three sins of Ammon and for four, I will not hold back punishment. They tore open the women of Gilead who were going to have a baby, so that they would get more land.",
      "14": "So I will set a fire on the wall of Rabbah, and it will destroy her strong-places. Then there will be cries of war on the day of battle, and strong winds on the day of the storm.",
      "15": "And their king and his sons will be taken away to a strange land,” says the Lord."
    },
    "2": {
      "1": "The Lord says, “For three sins of Moab and for four, I will not hold back punishment. He burned the bones of the king of Edom to ashes.",
      "2": "So I will send fire upon Moab, and it will destroy the strong-places of Kerioth. Moab will die among much noise, with cries of war and the sound of a horn.",
      "3": "I will kill the ruler of Moab and all his sons with him,” says the Lord.",
      "4": "The Lord says, “For three sins of Judah and for four, I will not hold back punishment. They turned away from the Law of the Lord. They have not obeyed His Laws. They have gone the wrong way, following the lies of their fathers.",
      "5": "So I will send fire upon Judah, and it will destroy the strong-places of Jerusalem.”",
      "6": "The Lord says, “For three sins of Israel and for four, I will not hold back punishment. They sell those who are right and good for money. To get shoes, they sell people who are in need.",
      "7": "They crush those who are poor in the dust of the earth with their feet. They push the poor out of the way. A man and his father go to the same girl and sin against My holy name.",
      "8": "They lie down beside every altar on clothing taken as trust for promises. And in the house of their God they drink the wine which was paid by those who have done wrong.",
      "9": "“I destroyed the Amorite before them, who was as tall as the cedar trees and as strong as the oaks. I destroyed his fruit above and his root below.",
      "10": "I brought you up from the land of Egypt and led you in the desert for forty years to give you the land of the Amorite.",
      "11": "Then I raised up some of your sons to speak for Me, and some of your young men to be Nazirites. Is this not true, you sons of Israel?” says the Lord.",
      "12": "“But you made the Nazirites drink wine. And you told the men who speak for Me not to speak.",
      "13": "Now I will crush you down like a wagon is crushed under a heavy load of grain.",
      "14": "Even the fast man will not get away. The strong man will not keep his strength. And the powerful man will not save his life.",
      "15": "He who uses the bow will not stand. The fast runner will not get away. The horseman will not save his life.",
      "16": "Even the strongest of heart among the men of war will run away without clothes on that day,” says the Lord."
    },
    "3": {
      "1": "O people of Israel, hear this word which the Lord has spoken against you and against the whole family which He brought up from the land of Egypt.",
      "2": "“You are the only ones I have chosen among all the families of the earth. So I must punish you for all your sins.”",
      "3": "Do two men walk together unless they have made an agreement?",
      "4": "Does a lion make noise among the trees when he has no food? Does a young lion cry out from his home if he has not caught anything?",
      "5": "Does a bird fall into a trap on the ground when there is no food to tempt it? Does a trap jump up from the ground when it does not catch anything?",
      "6": "Are not the people afraid when a horn is blown in a city? When trouble comes to a city, has not the Lord caused it?",
      "7": "For sure the Lord does not do anything without making His plan known to His servants who speak for Him.",
      "8": "The lion has made a noise! Who will not be afraid? The Lord God has spoken! Who can keep from speaking His Word?",
      "9": "Say to the people who live in the strong cities of Ashdod and Egypt, “Gather together on the mountains of Samaria. See all the trouble within her and how her people suffer.",
      "10": "They do not know how to do what is right,” says the Lord. “They store up in their strong cities what they have fought for and robbed.”",
      "11": "So the Lord God says, “Those who hate you will gather around the land. They will pull down your strong-places and rob your strong cities.”",
      "12": "The Lord says, “As the shepherd saves from the lion’s mouth just two legs or a piece of an ear, so will the people of Israel living in Samaria be saved, with the corner of a bed and a part of a cover.",
      "13": "Hear and speak against the family of Jacob,” says the Lord God, the God of All.",
      "14": "“On the day I punish Israel for her sins, I will punish the altars of Bethel. The horns of the altar will be cut off and fall to the ground.",
      "15": "I will destroy the winter house together with the summer house. The houses of ivory will be destroyed, and the beautiful houses will come to an end,” says the Lord."
    },
    "4": {
      "1": "Listen to this, you fat cows of Bashan who are on the mountain of Samaria. You make it hard for the poor. You crush those in need. You say to your husbands, “Bring us something to drink!”",
      "2": "As the Lord God is holy, He has promised, “The days are coming when they will take you away with meat hooks. And the last of you will be taken with fish hooks.",
      "3": "You will go out through breaks in the walls. Each of you will go straight out. And you will be sent to Harmon,” says the Lord.",
      "4": "“Go to Bethel and sin! Go and sin much more in Gilgal! Bring your gifts in worship every morning. Every three days give a tenth part of what you receive.",
      "5": "Give a thank gift of bread made with yeast. And make your free-will gifts known. For this is what you love to do, O people of Israel,” says the Lord God.",
      "6": "“I kept food from your teeth in all your cities. I did not let you have enough bread in all your places. Yet you have not returned to Me,” says the Lord.",
      "7": "“I kept the rain from you while there were still three months until gathering time. Then I would send rain on one city, but would send no rain on another city. One part would receive rain, while the part which did not receive rain would dry up.",
      "8": "People would go from city to city to drink water, but would not get enough. Yet you have not returned to Me,” says the Lord.",
      "9": "“I sent hot wind to dry up your fields. The locust destroyed your many gardens and grape-fields, fig trees and olive trees. Yet you have not returned to Me,” says the Lord.",
      "10": "“I sent a very bad disease upon you as I had done to Egypt. I killed your young men with the sword and took your horses away. I filled your nose with the bad smell of your camp. Yet you have not returned to Me,” says the Lord.",
      "11": "“I destroyed some of you as I destroyed Sodom and Gomorrah. You were like a burning stick pulled out of the fire. Yet you have not returned to Me,” says the Lord.",
      "12": "“So I will do this to you, O Israel. And because I will do this to you, get ready to meet your God, O Israel.”",
      "13": "He is the One Who makes the mountains and the wind. He makes His thoughts known to man. He turns the morning into darkness, and walks on the high places of the earth. The Lord God of All is His name."
    },
    "5": {
      "1": "Hear this word, O people of Israel, this song of sorrow which I sing for you:",
      "2": "“The young pure woman Israel has fallen, and she will not rise again. She is left alone on her land. There is no one to raise her up.”",
      "3": "For the Lord God says, “The city of Israel that sends out a thousand soldiers will have a hundred left. And the one that sends out a hundred will have ten left.”",
      "4": "The Lord says to the people of Israel, “Look for Me and live.",
      "5": "But do not look for Bethel. Do not go to Gilgal or cross over to Beersheba. For the people of Gilgal will be taken away to a strange land, and Bethel will come to nothing.”",
      "6": "Look for the Lord and live, or He will break out like fire in the family of Joseph. It will destroy, and no one in Bethel will be able to stop it.",
      "7": "You turn what is right into something bitter. You throw what is right and good down to the earth.",
      "8": "The Lord made the stars of Pleiades and Orion. He changes darkness into morning, and turns day into night. He calls for the waters of the sea and pours them out on the earth. The Lord is His name.",
      "9": "He destroys the strong, so that the strong city is laid waste.",
      "10": "They hate him who speaks strong words in the gate. They hate him who speaks the truth.",
      "11": "You crush the poor under foot and make them pay taxes with their grain. Because of this, even though you have built houses of cut stone, you will not live in them and even though you have planted beautiful grape-fields, you will not drink their wine.",
      "12": "For I know that you have done much wrong and your sins are many. You make trouble for those who are right and good, and you take pay in secret for wrong-doing. You will not be fair to the poor.",
      "13": "The wise man keeps quiet at such a time, for it is a sinful time.",
      "14": "Look for good and not sin, that you may live. Then the Lord God of All will be with you, just as you have said.",
      "15": "Hate sin, and love good. And let what is fair be done at the gate. It may be that the Lord God of All will show kindness to those left of Joseph.",
      "16": "So the Lord, the Lord God of All, says, “There is a loud crying in the city. In all the streets they say, ‘It is bad! It is bad!’ They call the farmers to cry in sorrow. They call those whose work is to cry over the dead to sing songs of sorrow.",
      "17": "And there are cries of sorrow in all the grape-fields, because I will pass among you,” says the Lord.",
      "18": "It is bad for you who want the day of the Lord to come. For what will the day of the Lord be to you? It will be darkness and not light.",
      "19": "It will be as when a man runs away from a lion and is met by a bear. It will be as when a man goes home and rests with his hand against the wall, and gets bitten by a snake.",
      "20": "Will not the day of the Lord be darkness instead of light, very dark with nothing bright in it?",
      "21": "“I hate your special suppers. I will have nothing to do with them. And I am not pleased with your religious meetings.",
      "22": "Even if you give Me burnt gifts and grain gifts in worship, I will not receive them. I will not even look at the peace gifts of your fat animals.",
      "23": "Take the noise of your songs away from Me. I will not listen to the sound of your harps.",
      "24": "But let what is fair roll down like waters. Let what is right and good flow forever like a river.",
      "25": "“O people of Israel, was it to Me you gave gifts of animals and grain on the altar for forty years in the desert?",
      "26": "You also carried with you Sikkuth your king and Kiyyun your star god, the false gods you made for yourselves.",
      "27": "So I will make you go as prisoners to the other side of Damascus,” says the Lord, Whose name is the God of All."
    },
    "6": {
      "1": "It is bad for those who are taking it easy in Zion, and for those who feel safe on the mountain of Samaria, you great men of the most important nation, to whom the people of Israel come!",
      "2": "Go over to Calneh and look. And go from there to great Hamath. Then go down to Gath of the Philistines. Are they better than these nations? Is their land better than yours?",
      "3": "You put off the day of trouble, and bring near the seat of anger.",
      "4": "How bad it will be for you who lie on beds of ivory and spread out upon your long seats! You eat lambs from the flock and calves from the cattle-house.",
      "5": "You sing songs to the sound of the harp. Like David you write songs for yourselves.",
      "6": "You drink wine from the holy dishes, and pour the best oil on yourselves. Yet you are not filled with sorrow because Joseph has been destroyed!",
      "7": "You will be among the first to be taken away as prisoners to a strange land, and your happy times of rest will pass away.",
      "8": "The Lord God has promised by Himself. The Lord God of All has said, “I hate the pride of Jacob, and I hate his strong-places, so I will give up the city and everything in it.”",
      "9": "If ten men are left in one house, they will die.",
      "10": "The dead man’s brother, who is to take care of the body, will lift him up to carry his bones from the house. And he will say to the one inside the house, “Is anyone else with you?” That one will say, “No.” Then he will say, “Keep quiet! For the name of the Lord must not be spoken.”",
      "11": "For the Lord is going to say that the great house must be broken apart and the small house into pieces.",
      "12": "Do horses run on rocks? Does one plow them with oxen? Yet you have turned what is fair into poison. You have turned what is right and good into something bitter.",
      "13": "You who have joy in Lo-debar, and say, “Did we not take Karnaim by our own strength?”",
      "14": "The Lord God of All says, “I am going to raise up a nation against you, O people of Israel. And they will bring much suffering upon you from the gate of Hamath to the river of the Arabah.”"
    },
    "7": {
      "1": "This is what the Lord God showed me: He was making a gathering of locusts when the spring grain began to grow. The spring grain was after the king’s share had been cut.",
      "2": "When they had finished eating the grass I said, “Lord God, forgive! O that Jacob may stay alive for he is so small!”",
      "3": "So the Lord changed His mind about this. “It will not be,” said the Lord.",
      "4": "This is what the Lord God showed me: The Lord God was calling for a punishment by fire. It dried up the deep waters and began to destroy the farm land.",
      "5": "Then I said, “Lord God, I beg You to stop! How can Jacob stay alive, for he is so small?”",
      "6": "So the Lord changed His mind about this. “This also will not be,” said the Lord God.",
      "7": "This is what He showed me: The Lord was standing by a wall made straight by a string held in His hand.",
      "8": "The Lord said to me, “What do you see, Amos?” And I said, “A string.” Then the Lord said, “See, I am about to put a straight string among my people Israel. I will not change My mind again about punishing them.",
      "9": "The high places of Isaac will be destroyed. The holy places of Israel will be laid waste. Then I will rise up against the people of Jeroboam with the sword.”",
      "10": "Then Amaziah, the religious leader of Bethel, sent word to King Jeroboam of Israel, saying, “Amos has made plans against you among the people of Israel. His words will destroy the land.",
      "11": "For this is what Amos is saying: ‘Jeroboam will die by the sword, and the people of Israel will be taken away from their own land to a strange land.’”",
      "12": "Then Amaziah said to Amos, “Go, you who tell what is going to happen in the future! Run away to the land of Judah! There eat your bread, and there speak your words!",
      "13": "But never speak about your special dreams again at Bethel. For it is a holy place of the king, a place where the nation worships.”",
      "14": "Amos answered Amaziah, saying, “I am not a man who tells what is going to happen in the future, or the son of such a man. I take care of sheep and cattle, and grow fig trees.",
      "15": "But the Lord took me from following the flock and said to me, ‘Go and speak in My name to My people Israel.’",
      "16": "So now hear the Word of the Lord. You are saying, ‘Do not speak against Israel or preach against the people of Isaac.’",
      "17": "So this is what the Lord says: ‘Your wife will sell the use of her body in the city. Your sons and daughters will be killed by the sword. Your land will be divided and given to others. You yourself will die in an unclean land. And Israel will be driven away from this land to a strange country.’”"
    },
    "8": {
      "1": "This is what the Lord God showed me: There was a basket of summer fruit.",
      "2": "And the Lord said, “What do you see, Amos?” I said, “A basket of summer fruit.” Then the Lord said to me, “The end has come for My people Israel. I will not change My mind again about punishing them.",
      "3": "The songs of the king’s house will become loud cries of sorrow on that day,” says the Lord God. “There will be many dead bodies. In every place they will be thrown out without a word.”",
      "4": "Hear this, you who crush under foot those who are in need, to put an end to the poor of the land.",
      "5": "You say, “When will the New Moon be over, so that we may buy grain? When will the Day of Rest be over, so that we may open the store and sell grain? Then we will make the basket smaller and the weight bigger, and we will lie about the weight.",
      "6": "We will buy the poor for money, and those in need for shoes. And we will sell the part of the grain that is of no worth.”",
      "7": "The Lord has promised by the pride of Jacob, “For sure I will never forget anything they have done.",
      "8": "Will not the land shake because of this? Will not everyone who lives in it be filled with sorrow? All of it will rise up like the Nile. It will be troubled, and will fall like the Nile River of Egypt.",
      "9": "On that day,” says the Lord God, “I will make the sun go down at noon. I will make the earth dark in the daytime.",
      "10": "I will turn your special suppers into times of sorrow, and all your songs into songs of sorrow. I will make all of you wear cloth made from hair, and cut all the hair from your heads. I will fill that time with sorrow, as if an only son had died. And the end of it will be like a bitter day.",
      "11": "“The days are coming,” says the Lord God, “when I will send a time upon the land when the people will be very hungry. They will not be hungry for bread or thirsty for water, but they will be hungry to hear the Words of the Lord.",
      "12": "People will go from sea to sea, and from the north to the east. They will go from place to place to look for the Word of the Lord, but they will not find it.",
      "13": "On that day the beautiful, pure, young women and the young men will lose their strength and fall because of thirst.",
      "14": "As for those who swear by the false gods of Samaria, saying, ‘As your god lives, O Dan,’ and ‘As the way of Beersheba lives,’ they will fall and never rise again.”"
    },
    "9": {
      "1": "I saw the Lord standing beside the altar, and He said, “Break the tops of the pillars so that the bases shake! Break them to pieces on the heads of all the people! Then I will kill the rest of them with the sword. Not one of them will get away.",
      "2": "Even if they dig into the place of the dead, My hand will take them from there. Even if they go up to heaven, I will bring them down from there.",
      "3": "Even if they hide on the top of Mount Carmel, I will find them and take them from there. Even if they hide themselves from My eyes on the bottom of the sea, there I will tell the large sea-snake to bite them.",
      "4": "Even if they are taken away to a strange land by those who hate them, there I will have the sword kill them. I will set My eyes against them to hurt them, and not to bring good to them.”",
      "5": "The Lord God of All is the One Who touches the land and it melts. All those who live in it are filled with sorrow. All of it rises and falls like the Nile River of Egypt.",
      "6": "The Lord builds His upper rooms in the heavens and sets His sky over the earth. He calls for the waters of the sea and pours them out on the earth. The Lord is His name.",
      "7": "“Are you not like the Ethiopians to Me, you people of Israel?” says the Lord. “Did I not bring up Israel from the land of Egypt, and the Philistines from Caphtor, and the Syrians from Kir?",
      "8": "See, the eyes of the Lord God are on the sinful nation, and I will destroy it from the earth. But I will not destroy all the people of Jacob,” says the Lord.",
      "9": "“I will say what must be done. I will shake the people of Jacob among all the nations, as grain is shaken on a fine net. But not the smallest seed will fall to the ground.",
      "10": "All the sinners among My people who say, ‘The trouble will not catch up to us or come to us,’ will die by the sword.",
      "11": "“In that day I will build again the tent of David that fell down. Yes, I will build it again from the stones that fell down. I will set it up again as it used to be.",
      "12": "And so the people of Israel will own what is left of the land of Edom and all the nations that are called by My name,” says the Lord who does this.",
      "13": "“The days are coming,” says the Lord, “when the man who plows will catch up with the man who gathers. The man who crushes the grapes will catch up with the man who plants the seed. The mountains will drip sweet wine, and all the hills will flow with it.",
      "14": "And I will return My people Israel to their riches. They will build again the cities that have been destroyed, and live in them. They will plant grape-fields and drink their wine. And they will make gardens and eat their fruit.",
      "15": "I will plant My people on their land. And they will never again be pulled up from the land I gave them,” says the Lord your God."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:35.905625-04:00",
    "Translation": "NLV"
  }
}