{
  "Daniel": {
    "1": {
      "1": "In the third year that Jehoiakim was king of Judah, King Nebuchadnezzar of Babylon came against Jerusalem. His army was all around the city.",
      "2": "The Lord let him take King Jehoiakim of Judah, with some of the objects of the house of God. He brought them to the house of his god in the land of Shinar, and put the objects into the store-room of his god.",
      "3": "Then the king told Ashpenaz, his head ruler, to bring in some of the sons of Israel, both those of the king’s family and of the important leaders.",
      "4": "They were to be young men, perfect in body, good-looking, with wisdom, understanding, much learning, and able to serve in the king’s house. The king told Ashpenaz to teach them the writings and language of the Babylonians.",
      "5": "And the king gave them a share of his best food and wine every day. They were to be taught for three years, and after that they were to serve the king.",
      "6": "Among these were Daniel, Hananiah, Mishael, and Azariah from the sons of Judah.",
      "7": "The king’s head ruler gave them new names. To Daniel he gave the name Belteshazzar. To Hananiah he gave the name Shadrach. To Mishael he gave the name Meshach. And to Azariah he gave the name Abed-nego.",
      "8": "But Daniel made up his mind that he would not make himself unclean with the king’s best food and wine. So he asked the head ruler to allow him not to make himself unclean.",
      "9": "Now God gave Daniel favor and pity in the eyes of the head ruler.",
      "10": "The head ruler said to him, “I am afraid of my lord the king, who has said you were to have so much and he would see that you were not looking as good as the other young men who are as old as you. The king would cut off my head because of you.”",
      "11": "Then Daniel said to the man whom the head ruler had chosen to watch over Daniel, Hananiah, Mishael, and Azariah,",
      "12": "“Test your servants for ten days. Give us only vegetables to eat and water to drink.",
      "13": "Then compare how we look with the young men who are eating the king’s best food. And do with us what you think is best by what you see.”",
      "14": "So he listened to them, and tested them for ten days.",
      "15": "At the end of ten days they looked even better. They were fatter than all the young men who had been eating the king’s best food.",
      "16": "So the man who watched over them took away the best food and the wine they were to drink, and kept giving them vegetables.",
      "17": "God gave these four young men much learning and understanding in all kinds of writings and wisdom. Daniel even had understanding in all kinds of special dreams.",
      "18": "At the end of the time set by the king to bring them in, the head ruler brought them to Nebuchadnezzar.",
      "19": "The king talked with them, and found no one like Daniel, Hananiah, Mishael, and Azariah. So they became the king’s own helpers.",
      "20": "Every time the king asked them questions that needed wise and understanding answers, he found that they knew ten times more than all the wonder-workers under his rule who used their secret ways.",
      "21": "And Daniel was there until the first year of King Cyrus."
    },
    "2": {
      "1": "In the second year that Nebuchadnezzar was king, he had a dream. His spirit was troubled and he could not sleep.",
      "2": "Then the king called for the wonder-workers, those who used secret ways, those who learned from stars, to tell the king what he had dreamed. So they came in and stood in front of the king.",
      "3": "The king said to them, “I had a dream that troubles me, and I want to know what the dream means.”",
      "4": "Then those who learn from stars said to the king in the Aramaic language, “O king, live forever! Tell the dream to your servants, and we will tell you what it means.”",
      "5": "The king answered, saying, “My word is sure. If you do not tell me what my dream was and what it means, you will be torn apart and your houses will be laid waste.",
      "6": "But if you tell me the dream and what it means, I will give you gifts and riches and great honor. So tell me the dream and what it means.”",
      "7": "They answered the king a second time, saying, “Let the king tell the dream to his servants, and we will tell you what it means.”",
      "8": "The king said, “I am sure that you are trying to get more time, because you see that my word is sure.",
      "9": "You know that if you do not tell me what I dreamed, there is only one penalty for you. You have agreed among yourselves to keep telling me lies until things change. So tell me the dream. Then I will know that you can tell me what it means.”",
      "10": "Those who learn from stars answered the king and said, “There is not a man on earth who can do this for the king. For no great king or ruler has ever asked anything like this of any wonder-worker or one who learns from stars.",
      "11": "What the king asks is too hard. No one can do it for you except the gods, who do not live among men.”",
      "12": "Because of this the king became very angry and said that all the wise men of Babylon must be destroyed.",
      "13": "So the law was sent out that the wise men must be killed. They looked for Daniel and his friends, to kill them also.",
      "14": "Then Daniel spoke with wisdom and understanding to Arioch, the captain of the soldiers who watched over the king, who had gone out to kill the wise men of Babylon.",
      "15": "He said to Arioch, the king’s captain, “Why is the king’s law so hard?” Then Arioch told him what had happened.",
      "16": "So Daniel went in and asked the king for time, so that he could tell the king what the dream meant.",
      "17": "Then Daniel went to his house and told his friends, Hananiah, Mishael and Azariah, what had happened.",
      "18": "He told them to ask for loving-pity from the God of heaven about this secret, so that Daniel and his friends might not be killed with the other wise men of Babylon.",
      "19": "Then the secret was made known to Daniel in a special dream during the night. He gave honor and thanks to the God of heaven.",
      "20": "Daniel said, “Let the name of God be honored forever and ever, for wisdom and power belong to Him.",
      "21": "He changes the times and the years. He takes kings away, and puts kings in power. He gives wisdom to wise men and much learning to men of understanding.",
      "22": "He makes known secret and hidden things. He knows what is in the darkness. Light is with Him.",
      "23": "I give thanks and praise to You, O God of my fathers. For You have given me wisdom and power. Even now You have made known what we asked of You. You have made the king’s dream known to us.”",
      "24": "So Daniel went in to Arioch, whom the king had told to kill the wise men of Babylon. He went and said to him, “Do not kill the wise men of Babylon! Take me to the king, and I will tell him what his dream means.”",
      "25": "Then Arioch brought Daniel to the king in a hurry, and said to him, “I have found a man among those brought out of Judah who can tell the king the meaning of his dream!”",
      "26": "The king said to Daniel (also called Belteshazzar), “Are you able to tell me the dream I had, and what it means?”",
      "27": "Daniel answered the king and said, “No wise men, wonder-workers, or men who use secret ways can make this dream known to the king.",
      "28": "But there is a God in heaven who makes secrets known. And He has made known to King Nebuchadnezzar what will happen in the future. This was the special dream you had while you were on your bed.",
      "29": "O king, while on your bed your thoughts turned to what would happen in the future. And He Who makes secrets known has let you know what will happen.",
      "30": "But this secret has not been made known to me because I am wiser than any other living man. It was made known to me so that I can make it known to the king, and that you may understand the thoughts of your mind.",
      "31": "“O king, you were looking and saw a great object. The object was large and very bright, and it was standing in front of you. It filled you with fear and wonder as you looked at it.",
      "32": "The object’s head was made of fine gold. Its breast and arms were made of silver. Its stomach and thighs were made of brass.",
      "33": "Its legs were made of iron, and its feet were part iron and part clay.",
      "34": "While you were watching, a rock was cut out, but not by human hands. It fell and hit the large object on its feet of iron and clay, and crushed them.",
      "35": "Then the iron, the clay, the brass, the silver and the gold were broken to pieces at the same time and became like dust on the grain-floor in the summer. The wind carried the dust away so nothing was to be found. But the stone that hit the large object became a large mountain and filled the whole earth.",
      "36": "“This was the dream. Now we will tell the king what it means.",
      "37": "You, O king, are the king of kings. The God of heaven has given you the nation, the power, the strength, and the honor.",
      "38": "In every place where people live, or the animals of the field, or the birds of the air, He has given them to you and has caused you to rule over them all. You are the head of gold.",
      "39": "After you there will be another nation that is not as great as yours. A third nation of brass will come, which will rule over all the earth.",
      "40": "Then there will be a fourth nation, as strong as iron. Iron crushes and breaks all things. So, like iron breaks things to pieces, this nation will crush and break all the others.",
      "41": "Just as you saw the feet and toes made of part clay and part iron, it will be a divided nation. But it will have some of the strength of iron, just as you saw the iron mixed with the clay.",
      "42": "As the toes of the feet were made of part iron and part clay, so some of the nation will be strong and part of it will be weak.",
      "43": "As you saw the iron mixed with clay, they will try to join with one another. But they will not stay together any more than iron mixes with clay.",
      "44": "In the days of those kings the God of heaven will set up a nation which will never be destroyed. And it will never be taken by another people. It will crush and put an end to all these nations, but it will last forever.",
      "45": "You saw how a stone was cut out of the mountain by no human hands, and how it crushed the iron, the brass, the clay, the silver, and the gold. The great God has shown the king what will happen in the future. The dream is true. And I have given you its true meaning.”",
      "46": "Then King Nebuchadnezzar fell on his face and gave honor to Daniel. He had a gift and special perfume brought to him.",
      "47": "The king said to Daniel, “For sure your God is God of gods and Lord of kings, and He makes hidden things known. For you have been able to make known this secret.”",
      "48": "Then the king gave Daniel much power and gave him many great gifts. He made him ruler over the whole land of Babylon and the head of all the wise men of Babylon.",
      "49": "And Daniel asked the king to put Shadrach, Meshach and Abed-nego as leaders over the land of Babylon, while Daniel stayed near the king."
    },
    "3": {
      "1": "King Nebuchadnezzar made an object of gold which looked like a god. It was fifteen times taller than a man, and as wide as three long steps. He set it up on the plain of Dura in the land of Babylon.",
      "2": "Then Nebuchadnezzar called together all the captains, leaders, rulers, wise men, money-keepers, judges, and law-keepers of Babylon’s lands. He called them to come to the first showing of the object that he had set up.",
      "3": "So all the captains, leaders, rulers, wise men, money-keepers, judges, and law-keepers of Babylon’s lands were gathered together for the special time of setting apart this object Nebuchadnezzar had set up. And they stood in front of it.",
      "4": "Then the man who spread news for the king said in a loud voice, “This is what you must do, O people of every nation and language:",
      "5": "When you hear the sound of the horns and harps, and all kinds of music, you are to get down on your knees and worship the object of gold that King Nebuchadnezzar has set up.",
      "6": "Whoever does not get down and worship will be thrown at once into the big and hot fire.”",
      "7": "Then all the people heard the sound of the horns and harps and all kinds of music. All the people of every nation and language got down and worshiped the object of gold that King Nebuchadnezzar had set up.",
      "8": "At this time certain ones who learned from stars came up and spoke against the Jews.",
      "9": "They said to King Nebuchadnezzar, “O king, live forever!",
      "10": "You yourself, O king, have made a law that every man who hears the sound of the horns and harps and all kinds of music is to get down on his knees and worship the object of gold.",
      "11": "And whoever does not get down and worship must be thrown into the big and hot fire.",
      "12": "There are certain Jews whom you have chosen as leaders over the land of Babylon. Their names are Shadrach, Meshach, and Abed-nego. These men have not listened to you, O king. They do not serve your gods or worship the object of gold which you have set up.”",
      "13": "Then Nebuchadnezzar became very angry and called for Shadrach, Meshach, and Abed-nego. And they were brought to the king.",
      "14": "Nebuchadnezzar said to them, “Is it true, Shadrach, Meshach and Abed-nego, that you do not serve my gods or worship the object of gold that I have set up?",
      "15": "Now if you are ready to get down on your knees and worship the object I have made when you hear the sound of the horns and harps and all kinds of music, very well. But if you will not worship, you will be thrown at once into the fire. And what god is able to save you from my hands?”",
      "16": "Shadrach, Meshach and Abed-nego answered and said to the king, “O Nebuchadnezzar, we do not need to give you an answer to this question.",
      "17": "If we are thrown into the fire, our God Whom we serve is able to save us from it. And He will save us from your hand, O king.",
      "18": "But even if He does not, we want you to know, O king, that we will not serve your gods or worship the object of gold that you have set up.”",
      "19": "Then Nebuchadnezzar was filled with anger, and he looked at Shadrach, Meshach and Abed-nego with an angry face. He had the fire made seven times hotter than it was.",
      "20": "And he told certain powerful soldiers in his army to tie up Shadrach, Meshach and Abed-nego, and to throw them into the fire.",
      "21": "So the men were tied up in their coats and head-coverings and their other clothes, and were thrown into the fire.",
      "22": "Because the king had spoken that the fire was to be very hot, those men who put Shadrach, Meshach and Abed-nego into the fire were killed by the fire.",
      "23": "The three men were still tied up when they fell into the fire.",
      "24": "Then King Nebuchadnezzar was very surprised and stood up in a hurry. He said to his leaders, “Did we not throw three men who were tied up into the fire?” They answered, “That is true, O king.”",
      "25": "He said, “Look! I see four men loose and walking about in the fire without being hurt! And the fourth one looks like a son of the gods (or the Son of God)!”",
      "26": "Then Nebuchadnezzar came near the door where the fire was burning, and said, “Shadrach, Meshach and Abed-nego, servants of the Most High God, come out! Come here!” So Shadrach, Meshach and Abed-nego came out of the fire.",
      "27": "The captains, leaders, rulers, and the king’s important men gathered around and saw that the fire had not hurt the bodies of these three men. Their hair was not burned. Their clothes were not burned. They did not even smell like fire.",
      "28": "Nebuchadnezzar said, “Praise be to the God of Shadrach, Meshach, and Abed-nego. He has sent His angel and saved His servants who put their trust in Him. They changed the king’s word and were ready to give up their lives instead of serving or worshiping any god except their own God.",
      "29": "So I now make a law that if any people of any nation or language say anything against the God of Shadrach, Meshach and Abed-nego, they will be torn apart and their houses will be laid waste. For there is no other god who is able to save in this way.”",
      "30": "Then the king made Shadrach, Meshach and Abed-nego very important in the land of Babylon."
    },
    "4": {
      "1": "King Nebuchadnezzar sent this letter to all the people of every nation and language who live in all the world: “May you have much peace!",
      "2": "I am pleased to tell you about the wonderful things which the Most High God has done for me.",
      "3": "How great are the special things He shows us! How powerful are His wonderful works! His nation lasts forever, and His rule is for all people for all time.",
      "4": "“I, Nebuchadnezzar, was at rest in my house. Everything was going well for me there.",
      "5": "But I had a dream that made me afraid. As I lay on my bed the pictures that passed through my mind filled me with fear.",
      "6": "So I called for all the wise men of Babylon to come and tell me the meaning of my dream.",
      "7": "Then the wonder-workers, those who learn from stars, and those who use their secret ways, came in. I told them about the dream, but they could not tell me what it meant.",
      "8": "At last Daniel came to me, who was given the name Belteshazzar after the name of my god. A spirit of the holy gods is in him, and I told him about my dream. I said,",
      "9": "‘O Belteshazzar, head of the wonder-workers, I know that the spirit of the holy gods is in you and that no secret is hidden from you. So tell me what dream I had, and what it means.",
      "10": "This is what I saw in my mind as I lay on my bed: I saw a tree in the center of the land. It was very tall.",
      "11": "The tree grew and became strong. Its top went up to the sky, and it could be seen to the end of the whole earth.",
      "12": "Its leaves were beautiful and it had much fruit. It had enough food for everyone. The wild animals of the field rested in its shadow. The birds of the air lived in its branches. And every living thing was fed from it.",
      "13": "‘In the dreams I had as I lay on my bed, I looked and saw an angel who kept watch. He was a holy one who came down from heaven.",
      "14": "He said in a loud voice, “Cut down the tree and cut off its branches. Tear off its leaves and throw away its fruit. Let the animals run from under it and the birds fly from its branches.",
      "15": "Yet leave the base of the tree with its roots in the ground, and tie a chain of iron and brass around it. Leave it there in the new grass of the field. Let him be wet with the water from heaven on the grass in the early morning. Let him share with the wild animals in the grass of the earth.",
      "16": "Let his mind be changed from that of a man, and for seven years let him have the mind of an animal.",
      "17": "This penalty is by the law of the angels who keep watch. This is what the holy ones have decided, so that the living may know that the Most High is ruler over the nation of all people. He gives it to whomever He wants, and lets the least important of men rule over it.”",
      "18": "This is the dream that I, King Nebuchadnezzar, have seen. Now, Belteshazzar, tell me what it means. None of the wise men in my nation can tell me what it means, but you can. For the spirit of the holy gods is in you.’",
      "19": "“Then Daniel (also called Belteshazzar) was afraid for a while. His thoughts filled him with fear. The king said, ‘Belteshazzar, do not be afraid of the dream or its meaning.’ Belteshazzar answered, ‘My lord, if only the dream and its meaning had to do with those who hate you and fight against you!",
      "20": "You saw the tree which grew large and strong, whose top went up to the sky and could be seen over all the earth.",
      "21": "Its leaves were beautiful and it had much fruit, enough food for all. Wild animals of the field rested under it, and birds of the air lived in its branches.",
      "22": "This tree is you, O king! For you have become great and strong. Your power has become great and has gone up to the sky, and your rule has gone to the end of the earth.",
      "23": "The king saw an angel who kept watch, a holy one coming down from heaven and saying, “Cut down the tree and destroy it. Yet leave its base with its roots in the ground. Put a chain of iron and brass around it and leave it in the new grass of the field. And let him be wet with the water from heaven on the grass in the early morning. Let him share with the wild animals of the field for seven years.”",
      "24": "This is what it means, O king. This is what the Most High said would happen to my lord the king:",
      "25": "You will be driven away from all people and will live with the wild animals of the field. You will eat grass like cattle and become wet with the water from heaven. Seven years will pass until you understand that the Most High is ruler over the nations of men, and gives them to whomever He wants.",
      "26": "It was said that the base of the tree and its roots must be left. This means that your nation will be returned to you after you understand that it is Heaven that rules.",
      "27": "So, O king, may my words be pleasing to you. Turn away from your sins by doing what is right and good. Turn away from your wrong-doing by being kind to the poor. Then it may be that things will keep going well for you.’",
      "28": "“All this happened to King Nebuchadnezzar.",
      "29": "Twelve months later he was walking on the roof of his beautiful house in Babylon.",
      "30": "And he said, ‘Is not this the great Babylon which I have built as a beautiful place for the king? I have built it by my great strength and for the greatness of my power.’",
      "31": "Before the king was finished speaking, a voice came from heaven, saying, ‘King Nebuchadnezzar, to you it is said: Your power over the nation has been taken from you.",
      "32": "You will be driven away from all people and will live with the wild animals of the field. You will eat grass like cattle. And seven years will pass until you understand that the Most High is ruler over the nations of men, and gives them to whomever He wants.’",
      "33": "At once these words about Nebuchadnezzar came true. He was driven away from all people and began eating grass like cattle. His body became wet with the water from heaven, until his hair grew as long as eagles’ feathers and his nails like those of birds.",
      "34": "“But at the end of that time I, Nebuchadnezzar, looked up toward heaven and my understanding returned to me. And I gave thanks to the Most High and praised and honored Him Who lives forever. For His nation lasts forever, and His rule is for all people for all time.",
      "35": "All the people of the earth are thought of as nothing. He does as He pleases with the angels of heaven and the people of the earth. No one can hold back His hand or say to Him, ‘What have You done?’",
      "36": "At that time my understanding returned to me. And my honor and power were returned to me for the greatness of my nation. My wise men and my leaders began looking for me, and I was made king again, with even more greatness added to me.",
      "37": "Now I, Nebuchadnezzar, praise and honor the King of heaven. For all His works are true and His ways are right. And He is able to bring down those who walk in pride.”"
    },
    "5": {
      "1": "King Belshazzar gave a special supper for a thousand of his important men, and drank wine with them.",
      "2": "When Belshazzar tasted the wine, he had all the gold and silver cups brought which his father Nebuchadnezzar had taken out of the Lord’s house in Jerusalem. The king sent for them so that he and his important men and all his wives could drink from them.",
      "3": "So they brought the gold cups that had been taken from the house of God in Jerusalem. And the king and his important men and all his wives drank from them.",
      "4": "They drank wine and praised the gods of gold and silver, brass, iron, wood, and stone.",
      "5": "All at once the fingers of a man’s hand were seen writing on the wall near the lamp-stand of the king’s house. And the king saw the back of the hand as it wrote.",
      "6": "Then the king’s face turned white, and his thoughts turned to fear. His legs became weak and his knees began shaking.",
      "7": "The king called in a loud voice for the wonder-workers, the men who learned from stars and those who used their secret ways. He said to the wise men of Babylon, “Any man who can read this writing and tell me what it means will be dressed with purple clothing and have a chain of gold around his neck. And he will be the third in power in the nation.”",
      "8": "Then all the king’s wise men came in. But they could not read the writing or tell the king what it meant.",
      "9": "Then King Belshazzar was very afraid. His face lost even more of its color, and his important men did not know what to do.",
      "10": "The queen heard the words of the king and his men, and came into the room where they were eating. She said, “O king, live forever! Do not let your thoughts make you afraid or your face turn white.",
      "11": "There is a man in your nation who has the spirit of the holy gods in him. In your father’s time light and understanding and wisdom, like the wisdom of the gods, were found in him. And King Nebuchadnezzar, your father, made him the head of the wonder-workers, the men who learned from stars, and those who use their secret ways.",
      "12": "This was because a special spirit was found in this Daniel whom the king called Belteshazzar. He had much learning and understanding to tell the meaning of dreams and secrets and to give answers to problems. Call for Daniel, and he will tell you what this means.”",
      "13": "So Daniel was brought to the king. And the king said to him, “Are you that Daniel who is one of the people whom my father the king brought from Judah?",
      "14": "I have heard that the spirit of the gods is in you. Light and understanding and special wisdom have been found in you also.",
      "15": "The wise men and wonder-workers were brought in to me so that they might read this writing and tell me what it means. But they could not tell me its meaning.",
      "16": "Now I have heard that you are able to tell the meaning of such things and give answers to hard problems. If you are able to read the writing and tell me what it means, you will be dressed in purple and wear a chain of gold around your neck. And you will be the third in power in the nation.”",
      "17": "Then Daniel answered the king, saying, “Keep your gifts for yourself, or give them to someone else. But I will read the writing to the king and tell him what it means.",
      "18": "O king, the Most High made your father Nebuchadnezzar king, and gave him greatness, honor, and power.",
      "19": "Because of the greatness He gave to him, all the people of every nation and language shook in fear in front of him. He killed whomever he wanted. And he let live whomever he wanted. He gave honor to whomever he wanted. And he put down whomever he wanted.",
      "20": "But when his heart and spirit became proud and he acted in pride, he was taken from his throne and his greatness was taken from him.",
      "21": "He was driven away from people, and his mind became like that of an animal. He lived with the wild donkeys. He ate grass like cattle, and his body became wet with the water from heaven. It was like this for him until he understood that the Most High God is ruler over the nation of all men, and that He lets whomever He wants rule it.",
      "22": "Yet you, his son Belshazzar, have not put away the pride from your heart, even though you knew all this.",
      "23": "You have honored yourself more than the Lord of heaven. The cups of His house have been brought to you. And you and your important men and all your wives have been drinking wine from them. You have praised the gods of silver, gold, brass, iron, wood, and stone, which do not see, hear or understand. But you have not honored the God Who holds your life and your ways in His hand.",
      "24": "So the hand was sent from Him to write on your wall.",
      "25": "“This is what was written: ‘MENE, MENE, TEKEL, and PARSIN.’",
      "26": "And this is what it means: ‘MENE’ means that God has numbered the days of your rule and has brought it to an end.",
      "27": "‘TEKEL’ means that you have been weighed and found to be too light.",
      "28": "‘PERES’ means that your nation has been divided and given to the Medes and Persians.”",
      "29": "Then Belshazzar had them dress Daniel in purple and put a chain of gold around his neck. And he made it known that Daniel was the third most powerful ruler in the nation.",
      "30": "That very night Belshazzar the king of Babylon was killed.",
      "31": "So Darius the Mede became the king when he was sixty-two years old."
    },
    "6": {
      "1": "It pleased Darius to choose 120 captains to rule over the people. They would rule over the whole nation.",
      "2": "And three leaders were to rule over them, and Daniel was one. The captains were to answer to them, so that the king might suffer no loss.",
      "3": "Then Daniel showed that he could do better work than the other leaders and captains because a special spirit was in him. So the king planned to give him power over the whole nation.",
      "4": "Then the leaders and captains tried to find a reason to complain against Daniel about his duties over the nation. But they could not find any reason to complain or anything to blame him for, because he was faithful and honest and did not do anything wrong.",
      "5": "Then these men said, “We will not find anything to say against Daniel unless it has to do with the Law of his God.”",
      "6": "So these leaders and captains came as a group to the king and said, “King Darius, live forever!",
      "7": "All the leaders of the nation, the captains, the important men and the rulers have spoken with each other and have agreed that a new law should be made. The king should make a law that must be obeyed, saying that anyone who asks something of any god or man besides you, O king, for thirty days, must be thrown to the lions.",
      "8": "O king, make this law now and write your name on it so that it may not be changed. It will be by the law of the Medes and Persians, and cannot be changed.”",
      "9": "So King Darius made the law and wrote his name on it.",
      "10": "When Daniel knew that the king had written his name on this law, he went into his house where, in his upper room, he had windows open toward Jerusalem. There he got down on his knees three times each day, praying and giving thanks to his God, as he had done before.",
      "11": "Then these men came as a group and found Daniel praying and asking favor from his God.",
      "12": "So they went to the king and spoke to him about his law, saying, “Did you not write your name on a law which says that anyone who asks something of any god or man besides you, O king, for thirty days, is to be thrown to the lions?” The king answered, “This is true. It is by the law of the Medes and Persians, which cannot be changed.”",
      "13": "Then they said to the king, “Daniel, who is one of the people brought from Judah, does not listen to you, O king. He is not obeying the law that you wrote your name on. He is still asking things of his God three times a day.”",
      "14": "When the king heard this, he was very troubled and tried to think of a way to save Daniel. Even until sunset he was trying to find a way to save him.",
      "15": "Then these men came as a group to the king and said, “Understand, O king, that it is a law of the Medes and Persians that any law the king makes cannot be changed.”",
      "16": "So the king had Daniel brought in and thrown into the place where lions were kept. The king said to Daniel, “May your God, Whom you are faithful to serve, save you.”",
      "17": "And a stone was brought and laid over the mouth of the hole. The king marked it with his own special ring and with the rings of his important men, so that no one could save Daniel.",
      "18": "Then the king went to his beautiful house and spent the night without food and sleep. And nothing was brought to make him feel better.",
      "19": "The king got up at sunrise and went in a hurry to the place where lions were kept.",
      "20": "When he came to the hole in the ground where Daniel was, he called to him with a troubled voice, “Daniel, servant of the living God, has your God, Whom you always serve, been able to save you from the lions?”",
      "21": "Then Daniel said to the king, “O king, live forever!",
      "22": "My God sent His angel and shut the lions’ mouths. They have not hurt me, because He knows that I am not guilty, and because I have done nothing wrong to you, O king.”",
      "23": "Then the king was very pleased and had Daniel taken up out of the hole in the ground. So they took Daniel out of the hole and saw that he had not been hurt at all, because he had trusted in his God.",
      "24": "Then the king had those men brought to him who had spoken against Daniel. And they threw them with their wives and children into the hole with the lions. Even before they hit the bottom of the hole, the lions went after them and crushed all their bones.",
      "25": "Then King Darius wrote to all the people of every nation and language who were living on the earth. He wrote, “May you have much peace!",
      "26": "I make a law that all those under my rule are to fear and shake before the God of Daniel. For He is the living God and He lives forever. His nation will never be destroyed and His rule will last forever.",
      "27": "He saves and brings men out of danger, and shows His great power in heaven and on earth. And He has saved Daniel from the power of the lions.”",
      "28": "So things went well for Daniel during the rule of Darius and during the rule of Cyrus the Persian."
    },
    "7": {
      "1": "In the first year that Belshazzar was king of Babylon, Daniel had a special dream in his mind as he lay on his bed. And he wrote the dream down, telling what he saw.",
      "2": "Daniel said, “In my dream at night I looked and saw the four winds of heaven causing waves in the great sea.",
      "3": "And four large animals were coming up from the sea, different from one another.",
      "4": "The first was like a lion and it had the wings of an eagle. I watched until its wings were pulled off, and it was lifted up from the ground and made to stand on two feet like a man. A man’s heart was given to it also.",
      "5": "Then I saw a second animal, which looked like a bear. It was raised up on one of its sides, and three ribs were in its mouth between its teeth. And it was told, ‘Get up, and eat much meat!’",
      "6": "Then I looked and saw another animal, which looked like a leopard. It had four wings of a bird on its back, and four heads. And it was given the power to rule.",
      "7": "After this I looked in my dream in the night and saw a fourth animal. It filled me with a very great fear. It was very strong and it had large, iron teeth. It ate and crushed, and whatever was left, it crushed with its feet. It was different from all the animals that were before it, and it had ten horns.",
      "8": "While I was thinking about the horns, I saw another horn, a little one, come up among them. And three of the first horns were pulled out by the roots in front of it. This horn had eyes like the eyes of a man, and a mouth which spoke in pride.",
      "9": "“As I kept looking, thrones were set up and the One Who has lived forever took His seat. His clothing was as white as snow and the hair of His head was like pure wool. His throne and its wheels were a burning fire.",
      "10": "A river of fire was flowing and coming out from before Him. Many thousands were serving Him, and many millions were standing before Him. The Judge was seated, and The Books were opened.",
      "11": "I kept looking because of the sound of the proud words which the horn was speaking. I watched until the fourth animal was killed, and its body was destroyed and thrown into the burning fire.",
      "12": "The other three animals had their power taken away, but they were allowed to live for a time.",
      "13": "“I kept looking in the night dream and saw One like a Son of Man coming with the clouds of heaven. He came to the One Who has lived forever, and was brought before Him.",
      "14": "And He was given power and shining-greatness, and was made King, so that all the people of every nation and language would serve Him. His rule lasts forever. It will never pass away. And His nation will never be destroyed.",
      "15": "“As for me, Daniel, my spirit was troubled within me. The things I saw in my dream made me afraid.",
      "16": "I went to one of those who were standing near and asked him the true meaning of all this. So he told me what these things meant.",
      "17": "‘These four large animals are four kings who will rise from the earth.",
      "18": "But the holy ones of the Most High will receive the nation and keep it forever and ever.’",
      "19": "Then I wanted to know the true meaning of the fourth animal which was different from all the others. It filled me with fear, with its iron teeth and sharp nails of brass. It ate and crushed, and whatever was left it crushed with its feet.",
      "20": "I wanted to know about the ten horns on its head, and the other horn which came up. I wanted to know about the three horns that fell in front of this larger horn which had eyes and a mouth which spoke proud words.",
      "21": "As I watched, this horn was fighting a war against the holy ones and winning the battle,",
      "22": "until the One came Who has lived forever. This One judged in favor of the holy ones of the Most High. And the time came when the holy ones took the nation for their own.",
      "23": "“He told me, ‘The fourth animal will be a fourth nation on the earth. It will be different from all the other nations. It will destroy the whole earth. And it will crush under foot whatever is left.",
      "24": "The ten horns are ten kings who will come from this nation. And another will come after them who will be different from the ones before. He will put three kings under his power.",
      "25": "He will speak against the Most High and make it hard for His holy ones. And he will try to make changes in times and in law. The holy ones will be given into his hand for a time, times, and half a time (three and a half years).",
      "26": "But the Judge will decide against him. And his ruling power will be taken away and destroyed forever.",
      "27": "Then the ruling power and greatness of all the nations under the whole heaven will be given to the holy people of the Most High. His nation will last forever, and all rulers will serve and obey Him.’",
      "28": "This is the end of the special dream. As for me, Daniel, my thoughts filled me with fear and my face turned white. But I kept everything to myself.”"
    },
    "8": {
      "1": "In the third year that Belshazzar was king, I, Daniel, had another special dream.",
      "2": "In the dream I looked and saw that I was in the strong city of Susa, in the land of Elam. I saw that I was beside the Ulai River.",
      "3": "Then I looked up and saw a ram with two horns standing by the river. The two horns were long, but one was longer than the other. And the longer one came up last.",
      "4": "I saw the ram pushing to the west, to the north, and to the south. No other animals could stop him or be saved from his power. He did as he pleased and made himself great.",
      "5": "While I was watching, a male goat came from the west across the whole earth without touching the ground. And the goat had a horn between his eyes that was very easy to see.",
      "6": "He came up to the ram with the two horns, which I had seen standing by the river, and rushed at him in his strong anger.",
      "7": "I saw him come at the ram in his anger. He hit the ram and broke his two horns to pieces. The ram was not strong enough to fight against him. So the goat threw him to the ground and crushed him under foot. And there was no one to save the ram from his power.",
      "8": "Then the male goat became very great. But as soon as he was powerful, the large horn was broken. And four large horns came up in its place, toward the four winds of heaven.",
      "9": "Out of them came a little horn which grew in power toward the south, toward the east, and toward the Beautiful Land.",
      "10": "It grew to be as great as the army of heaven and made some of them fall to the earth, and it crushed them into the ground.",
      "11": "It thought itself to be as great as the Ruler of the army of heaven. It took away the burnt gifts which were given to Him each day, and destroyed His holy place.",
      "12": "Because of sin, the army of heaven and the burnt gifts were given over to the horn. It did well in whatever it wanted to do, and truth was thrown to the ground.",
      "13": "Then I heard a holy one speaking. And another holy one said to the one that spoke, “How long will it take for the things seen in the dream to happen? How long will the burnt gifts be taken, and sin allowed to destroy, so that the holy place and the army of heaven are crushed under foot?”",
      "14": "He said to me, “For 2,300 evenings and mornings. Then the holy place will be put to use again.”",
      "15": "When I, Daniel, had seen the special dream, I tried to understand it. Then I saw one standing in front of me who looked like a man.",
      "16": "And I heard a man’s voice from the Ulai River. He called out and said, “Gabriel, help this man to understand the special dream.”",
      "17": "When he came near the place where I was standing, I was afraid and fell on my face to the ground. But he said to me, “Son of man, understand that the special dream is about the time of the end.”",
      "18": "While he was talking to me, I fell into a deep sleep with my face to the ground. But he touched me and made me stand up.",
      "19": "He said, “I am going to let you know what the end of God’s anger will be. For the special dream is about the time of the end.",
      "20": "The ram you saw had two horns which are the kings of Media and Persia.",
      "21": "The male goat is the king of Greece, and the large horn between his eyes is the first king.",
      "22": "The broken horn and the four horns that grew in its place are the four nations which will come from his nation. But they will not be as powerful.",
      "23": "In the later part of their rule, when they have become as sinful as they can be, a king will rise to power. This king will be very proud and will understand secret things.",
      "24": "He will become very strong, but not by his own power. He will destroy much, and do well in whatever he wants done. He will destroy powerful men and the holy people.",
      "25": "He will do well by using his false ways and lies, and will think of himself as great. He will destroy many who are taking it easy. He will even go against the Prince of princes. Yet he will be destroyed, but not by a human hand.",
      "26": "The special dream of the evenings and mornings that has been given to you is true. But keep the dream secret, for it has to do with things far into the future.”",
      "27": "I, Daniel, was tired and sick for days. Then I got up again and did the work that the king had given me. But I was filled with wonder because of the special dream, and did not understand it."
    },
    "9": {
      "1": "Darius the son of Ahasuerus, who was born a Mede, was made king over the nation of the Babylonians.",
      "2": "In the first year of his rule, I, Daniel, understood the books which were given by the Lord through Jeremiah that Jerusalem would lie waste for seventy years.",
      "3": "So I turned to the Lord God in prayer and did not eat. I dressed in cloth made from hair, and threw ashes on myself.",
      "4": "I prayed to the Lord my God and told him the sins of my people, saying, “O Lord, you are great and we fear You. You keep Your agreement and show loving-kindness to those who love You and keep Your Laws.",
      "5": "“But we have sinned. We have done wrong and have acted in sin. We have turned against You and against Your Laws.",
      "6": "We have not listened to Your servants who spoke for You, who spoke in Your name to our kings, our leaders, our fathers, and all the people of the land.",
      "7": "You are right and good, O Lord. But we are all covered with shame, all the men of Judah, the people of Jerusalem, and all Israel. The people both near and far away in all the countries where You have driven us are covered with shame because they have not been faithful to You.",
      "8": "We, our kings, our leaders and our fathers are all covered with shame, O Lord, because we have sinned against You.",
      "9": "O Lord our God, You are kind and forgiving, even when we would not obey You.",
      "10": "We have not obeyed the voice of the Lord our God by following the Laws He gave us through His servants who spoke for Him.",
      "11": "All Israel has sinned against Your Law and turned away, not obeying Your voice. So the curses and punishments have been poured out on us, which were written about in the Law of God’s servant Moses. For we have sinned against Him.",
      "12": "He has done what He said He would do against us and our leaders, and has brought much trouble upon us. For under the whole heaven nothing has ever been done like what has been done to Jerusalem.",
      "13": "All this trouble has come upon us just as it is written in the Law of Moses. Yet we have not looked for the favor of the Lord our God by turning from our sin and following Your truth.",
      "14": "So the Lord brought trouble upon us. For the Lord our God is right and good in all He does, but we have not obeyed His voice.",
      "15": "“O Lord our God, You have brought Your people out of the land of Egypt with a powerful hand. And You have made a name for Yourself that is known to this day. Now we have sinned. We have done sinful things.",
      "16": "O Lord, because You are right and good in what You do, do not be angry any longer with Your city Jerusalem, Your holy mountain. For because of our sins and the sins of our fathers, Jerusalem and Your people have been put to shame by everyone around us.",
      "17": "So now, our God, listen to Your servant’s prayer and what he is asking. And for Your good, O Lord, look with favor upon the House of God which now lies waste.",
      "18": "O my God, turn Your ear and hear! Open Your eyes and see our trouble and the city that is called by Your name. We are not asking this of You because we are right or good, but because of Your great loving-pity.",
      "19": "O Lord, hear! O Lord, forgive! O Lord, listen and act! For Your own good, O my God, do not wait, because Your city and Your people are called by Your name.”",
      "20": "I was speaking and praying, and telling the Lord my sin and the sin of my people Israel. I was asking the Lord my God to show favor to His holy mountain.",
      "21": "And while I was still praying, the man Gabriel, whom I had seen before in the dream, flew to me in a hurry at about the time when the evening gift is given in worship.",
      "22": "He talked to me and told me things, saying, “O Daniel, I have now come to give you wisdom and understanding.",
      "23": "As soon as you began to pray, an answer was given, which I have come to tell you. For you are loved very much. So listen to what I say and understand the special dream.",
      "24": "“Seventy weeks are given for your people and your holy city to finish the wrong-doing and put an end to sin. By the end of this time, you must pay for your sins and follow what is right and good forever. You must finish what was shown in the special dream and what has been spoken in My name, and set apart the most holy place.",
      "25": "Know and understand that seven weeks and sixty-two weeks will pass from the time the people are told to build Jerusalem again until the Chosen One comes. It will be built again, with streets and with a ditch of water around it. But that will be a troubled time.",
      "26": "After the sixty-two weeks, the Chosen One will be killed and have nothing. And the people of the ruler who is to come will destroy the city and the holy place. The end will come like a flood. Even to the end there will be war. For the Lord has said that much will be destroyed.",
      "27": "That ruler will make a strong agreement with many for one week. But when half that time is past, he will put a stop to burnt gifts and grain gifts. And a very sinful man-made god will be put there. It will stay there until the one who put it there is destroyed.”"
    },
    "10": {
      "1": "In the third year that Cyrus was the king of Persia, some news was made known to Daniel (who was called Belteshazzar). The news was true and it was about a battle. He received understanding of the news in a special dream.",
      "2": "In those days, I, Daniel, had been full of sorrow for three weeks.",
      "3": "I did not eat any fine food, and no meat or wine came into my mouth. And I did not use any oil at all, until the three weeks were finished.",
      "4": "On the twenty-fourth day of the first month, I was standing by the side of the wide Tigris River.",
      "5": "I looked up and saw a certain man dressed in linen. Around him was a belt of fine gold.",
      "6": "His body was like shining stone. His face looked like lightning. His eyes were like fire. His arms and feet were like shining brass. And his voice was like the noise of many people.",
      "7": "I, Daniel, was the only one who saw the special dream. The men who were with me did not see it. But they were filled with much fear, and ran away to hide themselves.",
      "8": "So I was left alone and saw this special dream. I had no strength left. My skin color turned white as if I were dead, and there was no strength left in me.",
      "9": "Then I heard the sound of his words. And as soon as I heard him speak, I fell into a deep sleep with my face to the ground.",
      "10": "Then a hand touched me and I shook with fear on my hands and knees.",
      "11": "And he said to me, “O Daniel, you who are loved very much, understand what I am about to tell you, and stand up. For I have now been sent to you.” When he said this to me, I stood up shaking in fear.",
      "12": "Then he said to me, “Do not be afraid, Daniel. Since the first day that you set your mind on understanding and getting rid of your pride before your God, your words were heard. And I have come because of your words.",
      "13": "But the ruler of Persia stood against me for twenty-one days. Then Michael, one of the leading princes of honor, came to help me, because I had been left there with the king of Persia.",
      "14": "Now I have come to help you understand what will happen to your people in the last days. For the special dream is about the days yet to come.”",
      "15": "When he had said this to me, I turned my face toward the ground and could not speak.",
      "16": "Then one who looked like a man touched my lips, and I opened my mouth and spoke. I said to him who was standing in front of me, “O my lord, pain has come to me because of the special dream, and I have no strength left.",
      "17": "How can I, your servant, talk with you, my lord? My strength is gone and no breath is left in me.”",
      "18": "Then the one who looked like a man touched me again and gave me strength.",
      "19": "He said, “O man who is loved very much, do not be afraid. May peace be with you. Be strong and have strength of heart.” And when he had spoken to me, I received strength, and said, “May my lord speak, for you have given me strength.”",
      "20": "He said, “Do you understand why I have come to you? Soon I will return to fight against the ruler of Persia. And when I go, the ruler of Greece will come.",
      "21": "But first I will tell you what is written in the Book of Truth. (No one helps me against these rulers except Michael, your leading angel."
    },
    "11": {
      "1": "“And in the first year of Darius the Mede, I stood up to help him and give him strength.)",
      "2": "I tell you the truth. Three more kings will rule over Persia. Then a fourth will become much richer than all of them. As soon as he becomes strong because of his riches, he will move everyone against the nation of Greece.",
      "3": "Then a powerful king will rise up, and he will rule with power and do as he pleases.",
      "4": "But as soon as he has risen to power, his nation will be broken and divided to the four winds of heaven. It will not be divided among his own children, or because of his own power. For his power will be taken and given to others besides these.",
      "5": "“Then the king of the South will become strong. But one of his leaders will become stronger than he and will rule with much power.",
      "6": "After some years they will join together. The daughter of the king of the South will come to the king of the North to make an agreement. But she will not keep her power, and he will not keep his. She will be killed, together with those who brought her, and her father, and the one who helped her.",
      "7": "But one of her family will become king in his place. He will fight against the army and go into the strong city of the king of the North. He will fight against them and win.",
      "8": "And he will carry their false gods and objects of silver and gold away to Egypt. For some years he will leave the king of the North alone.",
      "9": "Then the king of the North will go to fight against the king of the South, but will return to his own land.",
      "10": "“His sons will get ready for war and gather together a very large army. They will come like a flood and pass through, and fight in battle as far as his strong city.",
      "11": "The king of the South will be very angry and will go and fight with the king of the North, who will have a very large army. But his army will be given over to the king of the South.",
      "12": "When the army is taken away, the king of the South will become very proud, and he will kill tens of thousands. But his strength will not last.",
      "13": "For the king of the North will gather together a larger army than before. And after some years he will come with a large army ready to do battle.",
      "14": "“In those times many will fight against the king of the South. Angry men among your people will also go against the king to do what was shown in the special dream, but they will not win.",
      "15": "Then the king of the North will come and build a battle-wall, and take a very strong city. The army of the South will not be able to stand against him, not even their best soldiers. They will not have enough strength.",
      "16": "The king of the North will do as he pleases. No one will be able to stand against him. He will stay for awhile in the Beautiful Land with the power to destroy it.",
      "17": "He will plan to come with the strength of his whole nation and will make a peace agreement with the king of the South. He will give him a daughter in marriage to try to destroy his nation. But she will not help him or be on his side.",
      "18": "Then he will turn to the lands beside the sea and take many in battle. But a captain will stop him (king of the North) in his pride, and cause trouble to be put on him.",
      "19": "So he will turn to the strong cities of his own land. But he will lose his step and fall, and will not be seen again.",
      "20": "“Then one will become king in his place, who will send a man through his great nation to make the people pay taxes. Yet within a short time that king will be killed, but not in anger or in battle.",
      "21": "A very sinful person will rise to power in his place. He will not be given the honor of being king, but he will come in a time of peace and take over the nation using smooth sounding words and false ways.",
      "22": "Armies will be driven away and destroyed in front of him, and also the ruler of the agreement.",
      "23": "And after a peace agreement is made with him, he will use false ways and become strong with a small army.",
      "24": "In a time of peace he will go into the richest parts of the land, and do what his fathers and his fathers’ fathers never did. He will divide the things taken in war and things of worth among them, and make plans against strong cities, but only for a time.",
      "25": "He will gather all his strength against the king of the South with a large army. So the king of the South will gather together a very large and powerful army for war, but he will not win the battle. Secret plans will be made against him.",
      "26": "Those who eat his best food will destroy him. And his army will be driven away and many will be killed.",
      "27": "The hearts of both kings will be sinful. They will lie to each other at the same table. But nothing will come of it, for the end will still come at the chosen time.",
      "28": "Then the king of the North will return to his land with many things of much worth. But his heart will be set against the holy agreement. He will work against it and then return to his own land.",
      "29": "“At the chosen time he will return to the South, but this time it will not be as it was before.",
      "30": "For ships of Kittim will come against him, and he will be afraid and turn back. He will return in anger and go against the holy agreement. He will come back and show favor to those who have turned away from the holy agreement.",
      "31": "His armies will come and make the house of God unclean, and put an end to the burnt gifts. Then they will set up the very sinful manmade god.",
      "32": "He will speak well of those who sin against the agreement. But the people who know their God will show their strength and stand against him.",
      "33": "Those people who are wise will make many understand. But for many days they will be killed by the sword or by fire, or be taken to prison or robbed.",
      "34": "When they fall, they will receive a little help. And many will pretend to be their friends.",
      "35": "Some of the wise people will be hurt, but this is so they will be made pure through punishment until the time of the end. For the end will still come at the chosen time.",
      "36": "“Then the king will do as he pleases. He will honor himself more than every god, and will say very bad things against the God of gods. Everything will go well for him until the time of anger is finished. For what has been planned will be done.",
      "37": "He will not care about the gods of his fathers or for the one that women like. He will not care about any other god, for he will honor himself more than any of them.",
      "38": "Instead he will honor a god of strong cities, a god his fathers did not know. He will honor him with gold, silver, stones of much worth, and riches.",
      "39": "And he will fight against the strongest cities with the help of a strange god. He will give great honor to those who follow him, and will let them rule over many people. And he will divide the land for a price.",
      "40": "“At the time of the end the king of the South will go against him. And the king of the North will fight against him with war-wagons, horsemen, and many ships. He will come into countries like a flood and pass through.",
      "41": "He will also come into the Beautiful Land and many countries will be taken. But Edom, Moab and the leaders of Ammon will be saved from his power.",
      "42": "Then he will fight against other countries, and Egypt will be taken.",
      "43": "He will get the hidden riches of gold and silver and all the things of great worth in Egypt. And the people of Libya and Ethiopia will follow behind him.",
      "44": "But news from the East and from the North will trouble him, and he will go with much anger to kill and destroy many people.",
      "45": "He will set up his tents made for kings between the sea and the beautiful holy mountain. Yet he will come to his end, and no one will help him."
    },
    "12": {
      "1": "“At that time the great angel Michael, who watches over your people, will rise up. And there will be a time of trouble, the worst since there was a nation. But at that time, every one whose name is written in the Book will be taken out of the trouble.",
      "2": "Many of those who sleep in the dust of the earth will wake up. Some will have life that lasts forever, but others will have shame and will suffer much forever.",
      "3": "Those who are wise will shine like the bright heavens. And those who lead many to do what is right and good will shine like the stars forever and ever.",
      "4": "But as for you, Daniel, keep these words hidden and lock up the Book until the end of time. Many will travel here and there and knowledge will be more and more.”",
      "5": "Then I, Daniel, looked and saw two others. One was standing on this side of the river, and the other was standing on that side.",
      "6": "And one said to the man dressed in linen, who was above the waters of the river, “How long will it be until the end of these wonders?”",
      "7": "The man dressed in linen, who was above the waters of the river, raised his right hand and his left hand toward heaven. And I heard him promise by Him Who lives forever that it would be for a time, times, and a half a time (three and a half years). As soon as the power of the holy people is broken, all these things will be completed.",
      "8": "I heard, but I did not understand. So I said, “My lord, how will it all end?”",
      "9": "And he said, “Go your way, Daniel. For these words are hidden and locked up until the end of time.",
      "10": "Many will be made pure and made white and tried, but the sinners will be very sinful. None of the sinful will understand, but those who are wise will understand.",
      "11": "From the time the burnt gifts are stopped and the very sinful manmade god is set up, there will be 1,290 days.",
      "12": "How happy is he who waits and comes to the end of the 1,335 days!",
      "13": "But go your way until the end. Then you will have rest, and will rise again to take your place at the end of time.”"
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:33.768653-04:00",
    "Translation": "NLV"
  }
}