{
  "Deuteronomy": {
    "1": {
      "1": "These are the words which Moses spoke to all Israel on the other side of the Jordan, in the desert, in the Arabah beside Suph, between Paran and Tophel, Laban, Hazeroth and Dizahab.",
      "2": "It takes eleven days to travel from Horeb by the way of Mount Seir to Kadesh-barnea.",
      "3": "On the first day of the eleventh month in the fortieth year, Moses spoke to the children of Israel. He told them all the Lord said they must do.",
      "4": "This was after he had won the war against Sihon the king of the Amorites, who lived in Heshbon, and Og the king of Bashan, who lived in Ashtaroth and Edrei.",
      "5": "On the other side of the Jordan in the land of Moab, Moses talked to the people about this Law. He said,",
      "6": "“The Lord our God spoke to us at Mount Sinai, saying, ‘You have stayed long enough at this mountain.",
      "7": "Get ready to travel now. Go to the hill country of the Amorites, and to all their neighbors in the Arabah, in the hill country and in the valley, in the Negev and by the sea, the land of the Canaanites, and Lebanon, as far as the big river, the river Euphrates.",
      "8": "See, I have set the land in front of you. Go in and take for your own the land which the Lord promised to give to your fathers, Abraham, Isaac and Jacob, and to their children after them.’",
      "9": "“At that time I said to you, ‘I am not able to take care of you alone.",
      "10": "The Lord your God has made you become many people. Now you are as many as the stars of heaven.",
      "11": "May the Lord, the God of your fathers, make you 1,000 times as many as you are. May He bring good to you just as He has promised you!",
      "12": "How can I alone carry the weight of your troubles?",
      "13": "Choose wise, understanding and able men from your family groups. And I will make them leaders over you.’",
      "14": "You answered me and said, ‘The thing which you have spoken is good for us to do.’",
      "15": "So I took the leaders of your family groups, wise and able men. I made them leaders over you, leaders of thousands, of hundreds, of fifties and of tens, and rulers of your family groups.",
      "16": "“Then I said to your judges at that time, ‘Listen to the problems between your brothers. And be right in what you decide between a man and his brother or the stranger who is with him.",
      "17": "Do not show favor as you judge. Listen to the small and the great alike. Do not be afraid of any man, because you are judging for God. Bring to me any problem that is too hard for you, and I will hear it.’",
      "18": "I told you at that time all the things you should do.",
      "19": "“Then we left Mount Sinai. We went through the big desert you saw which fills people with fear, on the way to the hill country of the Amorites, just as the Lord our God had told us. And we came to Kadesh-barnea.",
      "20": "I said to you, ‘You have come to the hill country of the Amorites, which the Lord our God will give us.",
      "21": "See, the Lord your God has set the land in front of you. Go and take it for your own, as the Lord, the God of your fathers, has told you. Do not be afraid or troubled.’",
      "22": "Then all of you came to me and said, ‘Let us send men before us, to spy out the land for us. They will return and tell us which way we should go and which cities we will come to.’",
      "23": "What you said pleased me. I took twelve of your men, one man for each family group.",
      "24": "They went up into the hill country, came to the valley of Eshcol, and saw what was there.",
      "25": "They took some of the fruit of the land in their hands and brought it down to us. And they told us that it is a good land which the Lord our God is giving us.",
      "26": "“Yet you would not go up. You went against what the Lord your God told you to do.",
      "27": "You complained in your tents, saying, ‘Because the Lord hates us He has brought us out of the land of Egypt to give us to the Amorites to destroy us.",
      "28": "Where would we be going? Our brothers have made our hearts weak with fear, saying, ‘The people are bigger and taller than we. The cities are large, with walls as high as the heavens. And we have even seen the sons of the Anakim there.’”",
      "29": "Then I said to you, ‘Do not be afraid of them.",
      "30": "The Lord your God Who goes before you will Himself fight for you. He did this for you in Egypt in front of your eyes,",
      "31": "and in the desert. There you saw how the Lord your God carried you, as a man carries his son, in all the way you have walked until you came to this place.’",
      "32": "But even so, you did not trust the Lord your God,",
      "33": "Who goes before you on your way. He finds a place for you to set up your tents. He uses fire to show you the way to go during the night. During the day He uses a cloud to lead you.",
      "34": "“The Lord heard your words and was angry. He swore,",
      "35": "‘Not one of these men of these sinful people will see the good land I promised to give your fathers,",
      "36": "except Caleb the son of Jephunneh. He will see it. I will give the land on which he has walked to him and his children because he has always followed the Lord.’",
      "37": "The Lord was angry with me because of you. He said, ‘Not even you will go in there.",
      "38": "Joshua the son of Nun, who stands in front of you, will go in there. Tell him to be strong, for he will bring Israel into their new land.",
      "39": "And your little ones whom you said would be taken by strange hands, and your children who do not yet know the difference between good and bad, will go in there. I will give the land to them. It will be theirs.",
      "40": "But as for you, turn around and go into the desert by way of the Red Sea.’",
      "41": "“Then you said to me, ‘We have sinned against the Lord. We will go up and fight, just as the Lord our God told us.’ So every man of you put on his sword and thought it an easy thing to go up into the hill country.",
      "42": "The Lord said to me, ‘Say to them, “Do not go up or fight. For I am not among you. You would be destroyed by those who hate you.”’",
      "43": "So I spoke to you but you would not listen. You went against what the Lord told you. In your pride you went up into the hill country.",
      "44": "Then the Amorites who lived in that hill country came out against you. They came at you like bees, and crushed you from Seir to Hormah.",
      "45": "And you returned and cried before the Lord but the Lord did not listen to you.",
      "46": "So you stayed in Kadesh. Many days you stayed there."
    },
    "2": {
      "1": "“Then we turned and went into the desert by the way of the Red Sea, as the Lord said to me. We went around Mount Seir for many days.",
      "2": "And the Lord said to me,",
      "3": "‘You have traveled around this mountain long enough. Now turn north.",
      "4": "Tell the people, “You will pass through the land of your brothers the sons of Esau who live in Seir. They will be afraid of you, so be very careful.",
      "5": "Do not make them angry. For I will not give you any of their land, not even enough for a foot to step on. I have given Mount Seir to Esau for his own.",
      "6": "You will pay them with money for the food you eat. And you will pay them with money for the water you drink.",
      "7": "For the Lord your God has brought good to you in all you have done. He knows about your traveling through this big desert. The Lord your God has been with you these forty years. You have not been without a thing.”’",
      "8": "“So we moved on from our brothers the sons of Esau who live in Seir, away from the Arabah road, away from Elath and Ezion-geber. We turned and went by the way of the desert of Moab.",
      "9": "Then the Lord said to me, ‘Do not bring trouble to Moab or fight them in war. For I will not give you any of their land for your own. I have given Ar to the children of Lot for their own.’",
      "10": "(The Emim had lived there before. These people were many and powerful, and as tall as the Anakim.",
      "11": "They are known as Rephaim also, like the Anakim. But the Moabites call them Emim.",
      "12": "The Horites once lived in Seir also. But the sons of Esau took their place. They destroyed them and took the land for themselves, as Israel did to the land which the Lord gave them for their own.)",
      "13": "‘Now get up and go over the river Zered.’ So we went over the river Zered.",
      "14": "It was thirty-eight years from the time we left Kadesh-barnea until we crossed over the river Zered. By that time all the men of war among us had died, as the Lord had said they would.",
      "15": "The hand of the Lord was against them, to destroy them within their tents until they were all dead.",
      "16": "“When all the men of war had died from among the people,",
      "17": "the Lord said to me,",
      "18": "‘Today you will cross over Ar and into Moab.",
      "19": "But when you come near the land of the sons of Ammon, do not bring them trouble or make them angry. For I will not give you any of the land of the sons of Ammon for your own. Because I have given it to the sons of Lot for their own.’",
      "20": "(It is known as the land of the Rephaim also. For Rephaim once lived in it. But the Amorites call them Zamzummin,",
      "21": "a people as great, as many and as tall as the Anakim. But the Lord destroyed them, and the sons of Ammon took their place and lived in their land.",
      "22": "It was as He did for the sons of Esau, who live in Seir. He destroyed the Horites, and the sons of Esau took their place and live in their land even to this day.",
      "23": "And the Caphtorim who came from Caphtor destroyed the Avvim who lived in towns as far as Gaza. Then they lived in their place.)",
      "24": "‘Now rise up and go on your way. Pass through the valley of Arnon. See, I have given you Sihon the Amorite, king of Heshbon, and his land. Begin to take it for your own, and fight with him in battle.",
      "25": "This day I will begin to put much fear of you upon the nations everywhere under the heavens. When they hear about you, they will shake with fear and be filled with trouble because of you.’",
      "26": "“So I sent men carrying news from the desert of Kedemoth to Sihon king of Heshbon with words of peace. They said,",
      "27": "‘Let me pass through your land. I will travel only on the road. I will not turn to the right or to the left.",
      "28": "You will sell me food for money so I may eat, and give me water for money so I may drink. Only let me pass through on foot",
      "29": "as the sons of Esau did for us in Seir and the Moabites in Ar. Do this until I cross over the Jordan into the land the Lord our God is giving us.’",
      "30": "But Sihon king of Heshbon was not willing to let us pass through his land. For the Lord your God made his spirit and heart hard, so He might give him into your hand, as he is today.",
      "31": "Then the Lord said to me, ‘See, I have begun to give Sihon and his land to you. Begin to take it for your own, so you may live in it.’",
      "32": "“Then Sihon and all his people came out to meet us in battle at Jahaz.",
      "33": "The Lord our God gave him to us. We won the fight against him, his sons and all his people.",
      "34": "So we took all his cities at that time, and destroyed every man, woman and child in them. We left no one alive.",
      "35": "We took only the animals for our own, and the things that were left behind in the cities.",
      "36": "There was no city too strong for us, from Aroer by the valley of Arnon, and from the city which is in the valley, as far as Gilead. The Lord our God gave all to us.",
      "37": "Only you did not go near the land of the sons of Ammon, all along the river Jabbok and the cities of the hill country. You did not go where the Lord our God told us not to go."
    },
    "3": {
      "1": "“Then we turned and went up the road to Bashan. Og king of Bashan and all his people came out to meet us in battle.",
      "2": "But the Lord said to me, ‘Do not be afraid of him. For I have given him and all his people and his land to you. Do to him just as you did to Sihon king of the Amorites who lived at Heshbon.’",
      "3": "So the Lord our God gave us Og king of Bashan and all his people also. We destroyed them until no one was left alive.",
      "4": "And we took all his cities at that time. There was not a city which we did not take from them. We took sixty cities, the whole land of Argob, the nation of Og in Bashan.",
      "5": "All these cities were built strong, with high walls, gates and iron. There were many towns without walls also.",
      "6": "We destroyed them, as we had done to Sihon king of Heshbon. We destroyed every man, woman and child in every city.",
      "7": "But we took for ourselves all the animals and what was left in the cities.",
      "8": "So we took the land at that time from the two kings of the Amorites who were on the east side of the Jordan, from the valley of Arnon to Mount Hermon",
      "9": "(Sidonians call Hermon Sirion, and the Amorites call it Senir).",
      "10": "We took all the cities of the plain and all Gilead and all Bashan, as far as Salecah and Edrei, cities of the nation of Og in Bashan.",
      "11": "(For only Og king of Bashan was left of the children of the Rephaim. His bed was made of iron. It is in Rabbah of the sons of Ammon. It was as long as five steps, and as wide as two long steps.)",
      "12": "“So we took this land for ourselves at that time. I gave to the Reubenites and the Gadites the land from Aroer, which is by the valley of Arnon, and half the hill country of Gilead.",
      "13": "I gave to the half-family of Manasseh the rest of Gilead and all Bashan, the nation of Og, all the land of Argob. It is called the land of Rephaim.",
      "14": "Manasseh’s son Jair took all the land of Argob as far as the land of the Geshurites and the Maacathites. He called Bashan after his own name, Havvothjair. And that is its name to this day.",
      "15": "I gave Gilead to Machir.",
      "16": "To the Reubenites and the Gadites I gave from Gilead to the valley of Arnon, from the center of the valley to the river Jabbok, beside the Ammonites.",
      "17": "I gave them the Arabah also, with the Jordan as its west side, from Chinnereth as far as the sea of the Arabah, the Salt Sea, at the bottom of the hills of Pisgah on the east.",
      "18": "“At that time I told you, ‘The Lord your God has given you this land for your own. All you men with strength of heart will cross over ready to fight before your brothers, the sons of Israel.",
      "19": "But your wives, your little ones and your animals (I know you have many animals) will stay in your cities that I have given you.",
      "20": "They will stay until the Lord gives rest to your brothers as He has to you, and until they own the land the Lord your God will give them on the other side of the Jordan. Then every one of you may return to what is his, which I have given you.’",
      "21": "And then I told Joshua, ‘Your eyes have seen all the Lord your God has done to these two kings. The Lord will do the same to all the nations through which you pass.",
      "22": "Do not be afraid of them. For the Lord your God is the One fighting for you.’",
      "23": "“After that I begged the Lord,",
      "24": "‘O Lord God, You have begun to show Your servant Your great power and Your strong hand. For what god is there in heaven or on earth who can do such works and powerful acts as You do?",
      "25": "I ask of You, let me cross over and see the good land on the other side of the Jordan, that good hill country and Lebanon.’",
      "26": "But the Lord was angry with me because of you. He would not listen to me. The Lord told me, ‘Enough! Speak to Me no more about this.",
      "27": "Go up to the top of Pisgah, and look to the west and north and south and east. See it with your eyes, for you will not cross over this Jordan.",
      "28": "But tell Joshua what is to be done. Comfort him and give him strength. For he will cross in front of this people. And he will give them for their own the land that you will see.’",
      "29": "So we stayed in the valley beside Beth-peor."
    },
    "4": {
      "1": "“Now, O Israel, listen to the Laws I am teaching you. Do them so that you may live and go in to take the land for your own that the Lord, the God of your fathers, is giving you.",
      "2": "Do not add to the Word that I tell you, and do not take away from it. Keep the Laws of the Lord your God which I tell you.",
      "3": "Your eyes saw what the Lord did because of Baal-peor. The Lord your God destroyed from among you all the men who followed the Baal of Peor.",
      "4": "But you who stayed faithful to the Lord your God are all alive today.",
      "5": "See, I have taught you Laws just as the Lord my God told me. So you are to live by them in the land you are going to have for your own.",
      "6": "Keep them and do them. For this will show how wise and understanding you are. The people who will hear all these Laws will say, ‘For sure this great nation is a wise and understanding people.’",
      "7": "For what great nation is there that has a god so near as the Lord our God is to us every time we call to Him?",
      "8": "What great nation is there that has laws as right as this whole Law which I am giving you today?",
      "9": "“Only be careful. Keep watch over your life. Or you might forget the things you have seen. Do not let them leave your heart for the rest of your life. But teach them to your children and to your grandchildren.",
      "10": "Remember the day you stood before the Lord your God at Mount Sinai. The Lord said to me, ‘Gather the people together before Me, so I may let them hear My words. Then they may learn to fear Me all the days they live on the earth, and they may teach their children.’",
      "11": "You came near and stood at the bottom of the mountain. And the mountain burned with fire into the heavens, which were covered with darkness and black clouds.",
      "12": "Then the Lord spoke to you from the center of the fire. You heard the sound of words, but saw no body. There was only a voice.",
      "13": "He told you His agreement which He told you to keep, the Ten Laws. And He wrote them on two pieces of stone.",
      "14": "The Lord told me at that time to teach you Laws. So you might obey them in the land that you are going to have for your own.",
      "15": "“So watch yourselves and be careful. For you saw no body on the day the Lord spoke to you in the fire at Mount Sinai.",
      "16": "Do not become sinful and make a false god for yourselves that looks like a body or object, like a male or female,",
      "17": "or like an animal on the earth, or a bird with wings that flies in the sky,",
      "18": "or like anything that moves on the ground, or like any fish in the water below the earth.",
      "19": "Be careful not to lift up your eyes toward heaven and see the sun and moon and stars, all the things of heaven, and be pulled away and worship them and serve them. The Lord your God has given these things to all the nations under the whole heavens.",
      "20": "But the Lord has taken you and brought you out of the iron stove, out of Egypt, to be His own people, as you are this day.",
      "21": "“The Lord was angry with me because of you. He swore that I should not cross the Jordan, and that I should not go into the good land the Lord your God is giving you for your own.",
      "22": "For I must die in this land. I will not cross the Jordan. But you will cross and take that good land for your own.",
      "23": "So watch yourselves, so that you do not forget the agreement the Lord your God made with you, or make a false god for yourselves that looks like something which the Lord your God has told you not to do.",
      "24": "For the Lord your God is an all-burning fire, a jealous God.",
      "25": "“When you become the father of children and grandchildren and have grown old in the land, if you become sinful and make a god that looks like anything, and anger the Lord your God by doing what is bad in His eyes,",
      "26": "I call heaven and earth to speak against you this day. You will soon be destroyed from the land you are crossing the Jordan to have for your own. You will not live long on it, but will all be destroyed.",
      "27": "The Lord will spread you out among the nations. And there will not be many of you left among the nations where the Lord will drive you.",
      "28": "There you will work for gods made by man’s hands out of wood and stone. They do not see or hear or eat or smell.",
      "29": "But from there you will look for the Lord your God. And you will find Him if you look for Him with all your heart and soul.",
      "30": "When you are in trouble and all these things have happened to you in later days, you will return to the Lord your God and listen to His voice.",
      "31": "For the Lord your God is a God of loving-pity. He will not leave you or destroy you or forget the agreement He promised to your fathers.",
      "32": "“Ask about the past days, the days before your time, since the day that God made man on the earth. Ask from one end of the heavens to the other. Has anything been done like this great thing? Has anything been heard like it?",
      "33": "Have any people ever heard the voice of God speaking from the center of the fire, as you have heard it, and still live?",
      "34": "Or has a god tried to go to take for himself a nation from within another nation, by trials, special things to see, great works, war, a powerful hand, a long arm, and spreading much fear? The Lord your God did this for you in Egypt in front of your eyes.",
      "35": "It was shown to you so you might know that the Lord is God. There is no other except Him.",
      "36": "He let you hear His voice from the heavens to teach you. On earth He let you see His great fire. And you heard His words from the center of the fire.",
      "37": "He loved your fathers, so He chose their children after them. He Himself brought you from Egypt by His great power.",
      "38": "He drove out from in front of you nations greater and more powerful than you. And He brought you in and gave you their land for your own, as it is today.",
      "39": "So know this day, take it to your heart, that the Lord is God in the heavens above and on the earth below. There is no other.",
      "40": "Keep His Laws which I am giving you today. Then it may go well with you and your children after you. And you may live long in the land the Lord your God is giving you for all time.”",
      "41": "Then Moses set apart three cities east of the Jordan",
      "42": "where a person may run to, if he killed his neighbor without meaning to and had not hated him in the past. He might save his life by running to one of these cities:",
      "43": "Bezer in the desert on the plain for the Reubenites, and Ramoth in Gilead for the Gadites, and Golan in Bashan for the Manassites.",
      "44": "This is the Law which Moses gave to the children of Israel.",
      "45": "These are the Laws which Moses spoke to the children of Israel when they came out of Egypt.",
      "46": "They were on the other side of the Jordan, in the valley beside Beth-peor, in the land of Sihon, king of the Amorites who lived at Heshbon. Moses and the sons of Israel won the war against him when they came out of Egypt.",
      "47": "They took for their own his land and the land of Og king of Bashan, the two kings of the Amorites, east of the Jordan,",
      "48": "from Aroer beside the valley of Arnon, as far as Mount Sion (that is, Hermon).",
      "49": "They took all the Arabah east of the Jordan, as far as the sea of the Arabah at the bottom of the hills of Pisgah."
    },
    "5": {
      "1": "Then Moses called all Israel, and said to them, “Listen, O Israel, to the Laws which I speak in your hearing today. Learn them and be careful to live by them.",
      "2": "The Lord our God made an agreement with us at Mount Sinai.",
      "3": "The Lord did not make this agreement with our fathers, but with us, all those of us alive here today.",
      "4": "The Lord spoke to you face to face at the mountain from the center of the fire.",
      "5": "I was standing between the Lord and you then, to tell you the Word of the Lord. For you were afraid because of the fire and did not go up the mountain. He said:",
      "6": "‘I am the Lord your God, Who brought you out of the land of Egypt, out of the house where you were servants.",
      "7": "‘Have no other gods except Me.",
      "8": "‘Do not make a false god for yourselves, or anything that is like what is in heaven above or on the earth below or in the water under the earth.",
      "9": "Do not bow down to them or serve them. I, the Lord your God, am a jealous God. I punish the children, the grandchildren and the great-grandchildren for the sins of their fathers who hate Me.",
      "10": "But I show loving-kindness to thousands, to those who love Me and keep My Laws.",
      "11": "‘Do not use the name of the Lord your God in a bad way. For the Lord will punish the one who uses His name in a bad way.",
      "12": "‘Remember the Day of Rest, to keep it holy, as the Lord your God told you.",
      "13": "Six days you will do all your work.",
      "14": "But the seventh day is a Day of Rest to the Lord your God. You, your son, your daughter, your man servant, your woman servant, your bull, donkey or any of your cattle, or the traveler who stays with you, must not do any work on this day. So your man servant and woman servant may rest as well as you.",
      "15": "Remember that you were servants in the land of Egypt. The Lord your God brought you out of there by a powerful hand and a long arm. So the Lord your God told you to keep the Day of Rest.",
      "16": "‘Honor your father and your mother, as the Lord your God has told you. So your life may be long and it may go well with you in the land the Lord your God gives you.",
      "17": "‘Do not kill another person.",
      "18": "‘Do not do sex sins.",
      "19": "‘Do not steal.",
      "20": "‘Do not tell a lie about your neighbor.",
      "21": "‘Do not have a desire for your neighbor’s wife. Do not desire your neighbor’s house, his field, his man servant, his bull, his donkey, or anything that belongs to your neighbor.’",
      "22": "“The Lord spoke these words to you while you were all gathered at the mountain. He spoke with a loud voice from the center of the fire, the cloud and the darkness. He added no more. And He wrote them on two pieces of stone and gave them to me.",
      "23": "“When you heard the voice from the center of the darkness while the mountain burned with fire, you came to me with all the heads of your families and your leaders.",
      "24": "And you said, ‘See, the Lord our God has shown us His shining-greatness. We have heard His voice from the center of the fire. Today we have seen that God speaks with man and man still lives.",
      "25": "But why should we die now? For this big fire will burn us up. If we hear the voice of the Lord our God any more, we will die.",
      "26": "For who of all flesh has ever heard the voice of the living God speaking from the center of the fire, as we have heard, and lived?",
      "27": "Go near and hear all the Lord our God says. Then tell us all the Lord our God says to you, and we will listen and do it.’",
      "28": "“The Lord heard what you said when you spoke to me. And the Lord said to me, ‘I have heard the words which the people have spoken to you. They have done well in all that they have said.",
      "29": "If only they had such a heart in them that they would fear Me and live by all My Laws always! Then it would go well with them and with their children forever.",
      "30": "Go and say to them, “Return to your tents.”",
      "31": "But you stand here by Me. And I will tell you all the Laws which you should teach them, so they may keep them in the land I give them for their own.’",
      "32": "Be careful to do just as the Lord your God has told you. Do not turn aside to the right or to the left.",
      "33": "Walk in all the way the Lord your God has told you. Then you may live, it may be well with you, and you may live a long time in the land that will belong to you."
    },
    "6": {
      "1": "“These are the Laws which the Lord your God has told me to teach you. You are to do them in the land you are going to take for your own.",
      "2": "Then you and your son and your grandson will fear the Lord your God. You will obey all His Laws that I tell you, all the days of your life. And then you will have a longer life.",
      "3": "O Israel, you should listen and be careful to do them. Then it will go well with you. And you will become many in a land flowing with milk and honey. This is what the Lord, the God of your fathers, has promised you.",
      "4": "“Hear, O Israel! The Lord our God is one Lord!",
      "5": "And you must love the Lord your God with all your heart and with all your soul and with all your strength.",
      "6": "Keep these words in your heart that I am telling you today.",
      "7": "Do your best to teach them to your children. Talk about them when you sit in your house and when you walk on the road and when you lie down and when you get up.",
      "8": "Tie them as something special to see on your hand and on your forehead.",
      "9": "Write them beside the door of your house and on your gates.",
      "10": "“The Lord your God will bring you into the land He promised to your fathers, Abraham, Isaac and Jacob, to give to you. There will be big and beautiful cities which you did not build.",
      "11": "Houses will be full of good things which you did not fill. There will be pools for keeping water which you did not dig, and grape vines and olive trees which you did not plant. You will eat and be filled.",
      "12": "But then be careful not to forget the Lord Who brought you from the land of Egypt, out of the land where you were held as servants.",
      "13": "You must fear the Lord your God. You must worship Him, and swear by His name.",
      "14": "Do not follow other gods, any of the gods of the people around you.",
      "15": "Or the anger of the Lord your God will burn against you. He will destroy you from the earth. For the Lord your God Who is among you is a jealous God.",
      "16": "“Do not test the Lord your God, as you put Him to the test at Massah.",
      "17": "Be careful to keep all the Laws which the Lord your God has told you.",
      "18": "Do what is right and good in the eyes of the Lord. Then it will be well with you. And you may go in and take the good land for your own which the Lord promised to give to your fathers.",
      "19": "You will drive out of your way all who hate you, as the Lord has promised.",
      "20": "“In time to come your son will ask you, ‘What do all the Laws mean which the Lord told you?’",
      "21": "Then say to your son, ‘We were servants of Pharaoh in Egypt. But the Lord brought us out of Egypt with a strong hand.",
      "22": "The Lord showed us great and powerful works against Egypt, Pharaoh, and all those of his house.",
      "23": "The Lord brought us out from there to bring us into the land He had promised to our fathers.’",
      "24": "So the Lord told us to do all these Laws and to fear the Lord our God for our good always, as it is today.",
      "25": "We will be right with the Lord our God if we are careful to obey all of the Law before Him, just as He told us."
    },
    "7": {
      "1": "“The Lord your God will bring you into the land you are taking for your own. He will drive away many nations in front of you, the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, seven nations bigger and stronger than you.",
      "2": "When the Lord your God gives them to you and you win the battles against them, you must destroy all of them. Make no agreement with them and show no favor to them.",
      "3": "Do not take any of them in marriage. Do not give your daughters to their sons. And do not take their daughters for your sons.",
      "4": "For they will turn your sons away from following Me to serve other gods. Then the anger of the Lord will burn against you. And He will be quick to destroy you.",
      "5": "But do this to them: Break down their altars. Crush their objects of worship. Cut down their female goddess Asherim. And burn their false gods with fire.",
      "6": "“For you are a holy nation to the Lord your God. The Lord your God has chosen you out of all the nations on the earth, to be His own.",
      "7": "The Lord did not give you His love and choose you because you were more people than any of the nations. For the number of your people was less than all nations.",
      "8": "But it is because the Lord loves you and is keeping the promise He made to your fathers. So the Lord brought you out by a strong hand. He set you free from the land where you were servants, and from the power of Pharaoh king of Egypt.",
      "9": "Know then that the Lord your God is God, the faithful God. He keeps His promise and shows His loving-kindness to those who love Him and keep His Laws, even to a thousand family groups in the future.",
      "10": "But He destroys those who hate Him. He will not show kindness to the one who hates Him, but will punish him to his face.",
      "11": "So keep and obey all the Laws I am telling you today.",
      "12": "“If you listen to these Laws and keep and obey them, the Lord your God will keep His agreement and loving-kindness as He promised to your fathers.",
      "13": "He will love you and bring good to you and make you a nation of many. He will bring good to your children and the fruit of your land, your grain, your new wine and your oil. And He will give you many cattle and young ones in your flock, in the land He promised to your fathers to give you.",
      "14": "More good will come to you than to any other nation. There will be no male or female among you or your cattle that is not able to have young ones.",
      "15": "The Lord will take all sickness from you. He will not let any bad diseases come upon you that you have known in Egypt. But He will give them to all who hate you.",
      "16": "You will destroy all the nations the Lord your God will give to you. You will not pity them or worship their gods, for that would be a trap to you.",
      "17": "“You may say in your heart, ‘These nations are stronger than I. How can I drive them out?’",
      "18": "But you will not be afraid of them. You will remember what the Lord your God did to Pharaoh and to all Egypt.",
      "19": "You will remember the hard trials you saw, the powerful works, and the strong hand and powerful arm the Lord your God used to bring you out. The Lord your God will do the same to all the nations who make you afraid.",
      "20": "And the Lord your God will send the hornet against them. Those who are left will hide themselves from you and be destroyed.",
      "21": "You will not be afraid of them. For the Lord your God is among you, a great and powerful God.",
      "22": "The Lord your God will drive away these nations in front of you one by one. You will not be able to destroy them in a short time, or the wild animals may become too many for you.",
      "23": "But the Lord your God will give them to you. He will bring much trouble upon them until they are destroyed.",
      "24": "He will give their kings into your hand. And you will destroy their name from under heaven. No man will be able to stand in front of you until you have destroyed them.",
      "25": "You must burn with fire their objects of worship. Do not want the silver or gold that is on them, or take it for yourselves. It would be a trap to you, for it is a hated thing to the Lord your God.",
      "26": "Do not bring a hated thing into your house. You would become hated also. But turn from it with fear and hate, for bad will come from it."
    },
    "8": {
      "1": "“Be careful to do all that I am telling you today. Then you will live and have many children, and go in to own the land the Lord promised to give to your fathers.",
      "2": "You will remember all the way the Lord your God led you in the desert these forty years, so you would not have pride, and how He tested you to know what was in your heart to see if you would obey His Laws or not.",
      "3": "He let you be hungry which helped you to not have pride. Then He fed you with bread from heaven which you and your fathers had not known. He did this to make you understand that man does not live by bread alone. But man lives by everything that comes out of the mouth of the Lord.",
      "4": "Your clothes did not wear out, and your feet did not get sore during these forty years.",
      "5": "So know in your heart that the Lord your God was punishing you just as a man punishes his son.",
      "6": "Keep the Laws of the Lord your God. Walk in His ways, and fear Him.",
      "7": "For the Lord your God is bringing you into a good land, a land of rivers and wells of water, flowing into valleys from hills.",
      "8": "It is a land of grains, vines, fig trees, fruit, olive oil and honey.",
      "9": "It is a land where you will have enough food to eat and not have to do without, a land where stones are iron. And you can make brass from what you dig out of its hills.",
      "10": "When you have eaten and are filled, you will honor and thank the Lord your God for the good land He has given you.",
      "11": "“Be careful not to forget the Lord your God by not keeping all His Laws which I am telling you today.",
      "12": "When you have eaten and are filled, and have built good houses to live in,",
      "13": "and when your cattle and flocks become many, and you get much silver and gold, and have many things for your own,",
      "14": "be careful not to become proud. Do not forget the Lord your God Who brought you out of the land of Egypt, out of the house where you were servants.",
      "15": "He led you through the big desert that brought fear with its poisonous snakes and scorpions and thirsty ground where there was no water. He brought you water out of hard rock.",
      "16": "In the desert He fed you bread from heaven, which your fathers did not know about. He did this so you would not have pride and that He might test you. It was for your good in the end.",
      "17": "Be careful not to say in your heart, ‘My power and strong hand have made me rich.’",
      "18": "But remember the Lord your God. For it is He Who is giving you power to become rich. By this He may keep His agreement which He promised to your fathers, as it is this day.",
      "19": "If you ever forget the Lord your God and go to other gods to worship and work for them, I tell you today that you will be destroyed for sure.",
      "20": "You will be destroyed like the nations the Lord destroys before you, because you would not listen to the voice of the Lord your God."
    },
    "9": {
      "1": "“Hear, O Israel! You are crossing over the Jordan today to take the land that belongs to nations greater and stronger than you, with big cities with walls as high as heaven.",
      "2": "The people there are strong and tall, the sons of Anakim. You know of them and have heard it said, ‘Who can stand in front of the sons of Anak?’",
      "3": "But know today that it is the Lord your God Who is crossing over before you as a fire that destroys everything. He will destroy them and bring them down before you. So you may drive them out and be quick to destroy them, just as the Lord has told you.",
      "4": "But after the Lord your God has driven them out before you, do not say in your heart, ‘The Lord has brought me in to take this land because I am right and good.’ It is because of the sin of these nations that the Lord is driving them out in front of you.",
      "5": "It is not because of your being right with God that you are going to take their land. But it is because of the sin of these nations that the Lord your God is driving them out in front of you. By this the Lord is proving that He keeps the promise He made to your fathers, to Abraham, Isaac and Jacob.",
      "6": "Understand that it is not because you are right with God that the Lord your God is giving you this good land for your own, for you are a strong-willed people.",
      "7": "“Remember and do not forget how you made the Lord your God angry in the desert. You have gone against the Lord from the day you left the land of Egypt until you came to this place.",
      "8": "Even at Mount Sinai you made the Lord angry. The Lord was so angry with you that He would have destroyed you.",
      "9": "I went up the mountain to receive the pieces of stone, the Laws of the agreement which the Lord had made with you. I stayed on the mountain forty days and nights. I did not eat bread or drink water.",
      "10": "Then the Lord gave me the two pieces of stone written by the finger of God. On them were all the words the Lord had spoken with you on the mountain from the fire on the day of the meeting.",
      "11": "At the end of forty days and nights the Lord gave me the two pieces of stone, the Laws of the agreement.",
      "12": "Then the Lord said to me, ‘Get up. Hurry and go down from here. For your people whom you brought out of Egypt have become very sinful. They have been quick to turn away from what I told them. They have made a false god for themselves.’",
      "13": "And the Lord said to me, ‘I have seen these people. See, they are strong-willed.",
      "14": "Let Me alone, so I may destroy them and destroy their name from under heaven. I will make you into a nation that will be greater and stronger than they.’",
      "15": "So I turned and came down from the mountain while the mountain was burning with fire. The two pieces of stone of the agreement were in my two hands.",
      "16": "And I saw that it was true that you had sinned against the Lord your God. You had made for yourselves a calf out of gold. You had been quick to turn away from what the Lord had told you.",
      "17": "So I took the two pieces of stone and threw them from my hands, and broke them in front of your eyes.",
      "18": "Then again I fell down before the Lord for forty days and nights. I did not eat bread or drink water, because of all the sin you had done. You did what was sinful in the eyes of the Lord and made Him angry.",
      "19": "I was afraid of the anger of the Lord which was burning against you to destroy you. But the Lord listened to me again.",
      "20": "The Lord was angry enough with Aaron to destroy him. So I prayed for Aaron at the same time also.",
      "21": "Then I took your sinful thing, the calf you had made, and burned it with fire and crushed it. I ground it into pieces until it was as fine as dust. And I threw its dust into the river that flowed down from the mountain.",
      "22": "“You made the Lord angry again at Taberah, Massah and Kibroth-hattaavah.",
      "23": "The Lord sent you from Kadesh-barnea, saying, ‘Go and take for your own the land I have given you.’ But you went against what the Lord your God told you to do. You did not believe Him or listen to His voice.",
      "24": "You have gone against the Lord from the day I first knew you.",
      "25": "“So I fell down before the Lord and lay forty days and nights, because the Lord had said He would destroy you.",
      "26": "I prayed to the Lord, saying, ‘O Lord God, do not destroy Your people, Your chosen nation, whom You have set free by Your power and brought out of Egypt with a strong hand.",
      "27": "Remember Your servants, Abraham, Isaac and Jacob. Do not look at the strong will or sin or wrong-doing of these people.",
      "28": "Or the land You brought us from may say, “The Lord was not able to bring them into the land He promised them. Because He hated them, He brought them out to kill them in the desert.”",
      "29": "Yet they are Your people, Your chosen nation, whom You have brought out by Your great power and Your long arm.’"
    },
    "10": {
      "1": "“At that time the Lord said to me, ‘Cut out for yourself two pieces of stone like the other ones. Then come up to Me on the mountain, and make a box of wood.",
      "2": "I will write on the pieces of stone the words that were on the other pieces of stone which you broke. And you will put them in the box.’",
      "3": "So I made a box of acacia wood and cut out two pieces of stone like the other ones. Then I went up the mountain with the two stone pieces in my hand.",
      "4": "The Lord wrote the Ten Laws the same as before on the pieces of stone which He had spoken to you on the mountain from the fire on the day of the meeting. And the Lord gave them to me.",
      "5": "Then I turned and came down from the mountain, and put the stone pieces in the box I had made. There they are, as the Lord told me.”",
      "6": "(The people of Israel traveled from the wells of the sons of Jaakan to Moserah. Aaron died there and was buried and his son Eleazar took his place as religious leader.",
      "7": "From there they traveled to Gudgodah. And from Gudgodah they went to Jotbathah, a land of rivers of water.",
      "8": "At that time the Lord set apart the family of Levi to carry the special box of the Law of the Lord, and to stand before the Lord to work for Him and honor His name to this day.",
      "9": "So Levi does not have a share of what is given to his brothers. The Lord is his share, just as the Lord your God promised him.)",
      "10": "“Once more I stayed on the mountain forty days and forty nights, like the first time. And the Lord listened to me that time also. The Lord did not destroy you.",
      "11": "Then the Lord said to me, ‘Get up. Travel in front of the people, so they may go in and take the land which I promised to give their fathers.’",
      "12": "“And now, Israel, what does the Lord your God ask of you? He wants you to fear the Lord your God, to walk in all His ways and love Him. He wants you to serve the Lord your God with all your heart and all your soul.",
      "13": "He wants you to keep all the Laws of the Lord which I am telling you today for your good.",
      "14": "See, heaven and the highest heavens, the earth and all that is in it belong to the Lord your God.",
      "15": "The Lord had joy in loving your fathers more than other nations, and you are still His chosen people to this day.",
      "16": "So then, from now on, obey the Lord. Do not be strong-willed any more.",
      "17": "For the Lord your God is the God of gods and the Lord of lords. He is the great and powerful God and is to be honored with fear. He does not show favor, and cannot be bought with money.",
      "18": "He does what is right and fair for the child without parents and the woman whose husband has died. He shows His love for the stranger by giving him food and clothing.",
      "19": "So show your love for the stranger. For you were strangers in the land of Egypt.",
      "20": "Fear the Lord your God. Work for Him, hold on to Him, and swear by His name.",
      "21": "He is your praise and He is your God. You have seen the great and powerful things He has done for you.",
      "22": "Your fathers went to Egypt, seventy people in all. And now the Lord your God has made you as many as the stars of heaven."
    },
    "11": {
      "1": "“Love the Lord your God. Always do what He tells you and keep all His Laws.",
      "2": "I am not speaking to your children. They have not seen how the Lord worked and how great He is.",
      "3": "They have not seen the special things you have seen, what He did in Egypt to Pharaoh the king of Egypt and to all his land.",
      "4": "They have not seen what He did to Egypt’s army, the horses and war-wagons. He made the water of the Red Sea flow over them while they were coming after you. He destroyed every one of them.",
      "5": "They have not seen what He did to you in the desert until you came to this place.",
      "6": "They do not know what He did to Dathan and Abiram, the sons of Eliab, son of Reuben. The earth opened its mouth and swallowed them, those of their house, their tents, and every living thing that followed them among Israel.",
      "7": "But your own eyes have seen all the great work the Lord has done.",
      "8": "“So keep every Law which I am telling you today. And you will be strong and go in and take the land which is to be yours.",
      "9": "You will live long in the land the Lord promised to your fathers and their children, a land flowing with milk and honey.",
      "10": "For the land you are going in to take is not like the land you came from in Egypt. There you planted your seed and watered it using your feet, like a vegetable garden.",
      "11": "But the land you are about to go into and take for your own is a land of hills and valleys. It drinks water from the rain of heaven.",
      "12": "The Lord your God cares for this land. His eyes watch over it from the beginning to the end of the year.",
      "13": "“Listen to and obey all the Laws I am telling you today. Love the Lord your God. Work for Him with all your heart and soul. If you do,",
      "14": "He will give the rain for your land at the right times, the early and late rain. So you may gather in your grain, your new wine and your oil.",
      "15": "He will give grass in your fields for your cattle. And you will eat and be filled.",
      "16": "Be careful not to let your hearts be fooled so you turn away and work for other gods and worship them.",
      "17": "Or the anger of the Lord will burn against you. He will shut the heavens so there will be no rain and the ground will not give its fruit. Then you will be quick to die from the good land the Lord is giving you.",
      "18": "“Keep these words of mine in your heart and in your soul. Tie them as something special to see upon your hand and on your forehead between your eyes.",
      "19": "Teach them to your children. Talk about them when you sit in your house and when you walk on the road and when you lie down and when you get up.",
      "20": "Write them beside the door of your house and on your gates.",
      "21": "And your days and the days of your children will become many in the land the Lord promised to give to your fathers, as long as the heavens are above the earth.",
      "22": "Be careful to obey all this Law which I am telling you. Love the Lord your God. Walk in all His ways and hold on to Him. If you do,",
      "23": "the Lord will drive out all these nations in front of you. And you will take for your own what has belonged to nations greater and stronger than you.",
      "24": "Every place where your foot steps will be yours. Your land will be from the desert to Lebanon, and from the River Euphrates to the sea in the west.",
      "25": "There no man will be able to stand in front of you. The Lord your God will put the fear of you on all the land where you walk, as He has promised you.",
      "26": "“See, I am putting in front of you today good and a curse.",
      "27": "Good will come to you if you listen to the Laws of the Lord your God, which I am telling you today.",
      "28": "But a curse will come to you if you do not listen to the Laws of the Lord your God and turn aside from the way I am telling you today, by following other gods you have not known.",
      "29": "When the Lord your God brings you into the land which is to be yours, you are to speak on Mount Gerizim about the good and on Mount Ebal the curses.",
      "30": "You know they are on the other side of the Jordan, west of the road where the sun goes down. They are in the land of the Canaanites who live in the Arabah, beside Gilgal, next to the trees of Moreh.",
      "31": "You are about to cross the Jordan to go in to take the land the Lord your God is giving you. It will be your land and you will live in it.",
      "32": "Be careful to obey all the Laws which I am giving you today."
    },
    "12": {
      "1": "“These are the Laws you should be careful to obey in the land which the Lord, the God of your fathers, has given you for your own as long as you live on the earth.",
      "2": "Be sure to destroy all the places of worship of the nations whose place you are taking. Destroy them on the high mountains, on the hills, and under every green tree.",
      "3": "Break down their altars and crush their pillars of worship. Burn their wooden female gods of worship named Asherim with fire. Cut down the objects made to look like their gods. And destroy their name from that place.",
      "4": "But do not act like this toward the Lord your God.",
      "5": "Look for the Lord at the place which the Lord your God will choose from all your family groups. There He will make His name known, and make His home there, and there you will come.",
      "6": "Bring to this place your burnt gifts, your gifts of worship, the tenth part of what you receive, the gifts of your hands, your promises, your free-will gifts, and the first-born of your cattle and your flock.",
      "7": "You and those of your house will eat there before the Lord your God, and have joy in all that you do, in which the Lord your God has brought good to you.",
      "8": "You will not do at all the things we are doing here today, for every man is doing whatever is right in his own eyes.",
      "9": "For you have not yet come to the resting place and the land the Lord your God is giving you.",
      "10": "You will cross the Jordan and live in the land the Lord your God is giving you. He will give you rest from all those around you who hate you, so you will be safe.",
      "11": "Then bring all I tell you to the place where the Lord your God will choose to make His name known. Bring your burnt gifts, your gifts of worship, the tenth part of what you receive, the gifts of your hands, and all the special gifts that you promised to the Lord.",
      "12": "Be full of joy before the Lord your God, you and your sons and daughters, your men and women servants, and the Levite within your town who has no share of their gift.",
      "13": "Be careful that you do not give your burnt gifts in just any place you see.",
      "14": "But give your burnt gifts in the place which the Lord chooses in the land where your families live. There you should do all that I tell you.",
      "15": "“But you may kill and eat meat within any of your towns, as much as you want, as the Lord your God has given you His good gifts. Both the clean and the unclean may eat of it, as you would of the gazelle and the deer.",
      "16": "Only do not eat the blood. You are to pour it out on the ground like water.",
      "17": "You are not allowed to eat within your towns the tenth part of your grain, or new wine, or oil, or the first-born of your cattle or flock, or any of your promised gifts, or your free-will gifts, or the gifts of your hands.",
      "18": "But you should eat them before the Lord your God in the place which the Lord your God will choose, you and your son and daughter, your men and women servants, and the Levite who is within your towns. Be full of joy before the Lord your God in everything you do.",
      "19": "Be careful that you do not stop caring for the Levites as long as you live in your land.",
      "20": "“The Lord your God will give you more land as He has promised you. And when you say, ‘I will eat meat,’ because you want to eat meat, then you may eat as much meat as you want.",
      "21": "If the place where the Lord your God chooses to put His name is too far from you, then you may kill from your cattle or flock which the Lord has given you, as I have told you, and you may eat within your towns whatever you want.",
      "22": "You will eat it just as a gazelle or a deer is eaten. Both the clean and unclean may eat of it.",
      "23": "Only be sure not to eat the blood. For the blood is the life. You must not eat the life with the flesh.",
      "24": "Do not eat it, but pour it out on the ground like water.",
      "25": "Do not eat it, so it may go well with you and your children after you. For you will be doing what is right in the eyes of the Lord.",
      "26": "Take your holy things which you may have and all the special gifts you promised to give to the place which the Lord chooses.",
      "27": "Give your burnt gifts, the flesh and the blood, on the altar of the Lord your God. The blood of your gifts will be poured out on the altar of the Lord your God. And you will eat the flesh.",
      "28": "Be careful to listen to all these words I am telling you. Then it will go well with you and your children after you forever. For you will be doing what is good and right in the eyes of the Lord your God.",
      "29": "“The Lord your God will cut off before you the nations whose land you will take. You will take their place and live in their land.",
      "30": "But be careful that you are not fooled into following them, after they are destroyed before you. Do not ask about their gods, saying, ‘How do these nations worship their gods so that I may do the same?’",
      "31": "Do not act this way toward the Lord your God. For they have done for their gods every sinful act which the Lord hates. They even burn their sons and daughters in the fire for their gods.",
      "32": "“Be careful to do whatever I tell you. Do not add to it or take away from it."
    },
    "13": {
      "1": "“A man who tells what is going to happen or a dreamer of dreams may come among you. He may give you something special to see or do a powerful work.",
      "2": "And what he tells you will happen might come true. But if he says to you, ‘Let us follow other gods (whom you have not known) and let us worship them,’",
      "3": "do not listen to the words of that man who tells you what will happen or that dreamer of dreams. For the Lord your God is putting you to the test to see if you love the Lord your God with all your heart and with all your soul.",
      "4": "Follow the Lord your God and fear Him. Keep His Laws, and listen to His voice. Work for Him, and hold on to Him.",
      "5": "But that man who tells what is going to happen or that dreamer of dreams must be put to death, because he has talked to you about turning away from the Lord your God Who brought you from the land of Egypt and set you free from the land where you were servants. That man tried to turn you from the way the Lord your God told you to walk. You must take the sinful away from you.",
      "6": "“Your brother, your mother’s son, or your son or daughter, or the wife you love, or your friend who is as your own soul, might tempt you in secret. They might say, ‘Let us go and worship other gods’ (whom you and your fathers have not known.",
      "7": "They might be gods of the nations who are around you, near you, or far from you, from one end of the earth to the other).",
      "8": "Do not agree with him or listen to him. Do not look on him with pity. And do not show him loving-kindness or hide him.",
      "9": "You must kill him. Your hand should be first against him to put him to death, and then the hand of all the people.",
      "10": "Kill him with stones, because he has tried to turn you away from the Lord your God Who brought you out of the land of Egypt, out of the land where you were servants.",
      "11": "Then all Israel will hear and be afraid. No one will do such a sinful thing among you again.",
      "12": "“You might hear that in one of the cities the Lord your God has given you to live in",
      "13": "that some men of no worth have gone out from among you to tempt those who live in their city. They might say, ‘Let us go and worship other gods,’ (whom you have not known).",
      "14": "Then you should ask around and try to find out if this is true. If it is true that this sinful thing has been done among you,",
      "15": "you must be sure to go against those of that city with the sword. Destroy all of it, all that is in it, and its cattle, with the sword.",
      "16": "Then gather all that is left into the center of the city. Burn the city and all that is left in it with fire as a whole burnt gift to the Lord your God. It will be destroyed forever. It will never be built again.",
      "17": "Let nothing of the things to be destroyed be kept in your own hand so the Lord may turn from His burning anger and show loving-kindness to you. He will show you loving-pity and make you a nation of many, just as He promised your fathers.",
      "18": "But you must listen to the voice of the Lord your God. Obey all His Laws which I am telling you today. Do what is right in the eyes of the Lord your God."
    },
    "14": {
      "1": "“You are the sons of the Lord your God. Do not cut yourselves or cut the hair from your foreheads because of the dead.",
      "2": "For you are a holy nation to the Lord your God. The Lord has chosen you to be His own nation out of all the nations on the earth.",
      "3": "“Do not eat any hated thing.",
      "4": "These are the animals you may eat: the bull, the sheep, the goat,",
      "5": "the deer, the gazelle, the roebuck, the wild goat, the ibex, the antelope, and the mountain sheep.",
      "6": "And you may eat any animal that has a parted foot divided in two and that chews its food again.",
      "7": "But you must not eat of those that chew their food again or have a divided foot: the camel, the rabbit and the rock badger. For though they eat their food again, they do not have a divided foot. They are unclean to you.",
      "8": "And do not eat the pig, because it has a divided foot but does not chew its food again. It is unclean for you. Do not eat any of their flesh or touch their dead bodies.",
      "9": "“Of all that are in the water, you may eat anything that has fins and scales.",
      "10": "But do not eat anything that does not have fins and scales. It is unclean for you.",
      "11": "“You may eat any clean bird.",
      "12": "But these are the ones you may not eat: the eagle, the vulture, the buzzard,",
      "13": "the red kite, the falcon, every kind of kite,",
      "14": "every kind of raven,",
      "15": "the ostrich, the owl, the sea gull, every kind of hawk,",
      "16": "the little owl, the great owl, the white owl,",
      "17": "the pelican, the vulture that eats dead flesh, the cormorant,",
      "18": "the stork, every kind of heron, the hoopoe and the bat.",
      "19": "And all flying bugs are unclean for you. Do not eat them.",
      "20": "But you may eat any clean bird.",
      "21": "“Do not eat anything that dies of itself. You may give it to the stranger in your town, so he may eat it. Or you may sell it to a person from another land. For you are a holy nation to the Lord your God.\n“Do not boil a young goat in its mother’s milk.",
      "22": "“Be sure to give a tenth part to the Lord of all you plant that comes from your field every year.",
      "23": "Before the Lord your God, at the place He chooses to put His name, you may eat the tenth part of your grain, your new wine, your oil, and the first-born of your cattle and your flock. Then you may learn to fear the Lord your God always.",
      "24": "If the place where the Lord your God chooses to put His name is too far away for you to bring the tenth part of all the good things you have received,",
      "25": "you should trade it for money. Then tie the money in your hand and go to the place which the Lord your God chooses.",
      "26": "You may spend the money for whatever your heart may desire, for bulls, sheep, wine, strong drink, or whatever you desire. And there you and those of your house may eat before the Lord and be full of joy.",
      "27": "Do not stop caring for the Levite who is in your town for he has no share of what is given to you.",
      "28": "“At the end of every third year you should bring the tenth part of that year’s grain into your towns.",
      "29": "And the Levite who has no share of what is given to you, and the stranger, and the child without parents, and the woman whose husband has died, who are in your towns, may come and eat and be filled. Then the Lord your God will bring good to you in all the work done by your hands."
    },
    "15": {
      "1": "“At the end of every seven years you must do away with debts that are owed.",
      "2": "This is the way you are to do it: Every man who has loaned money must forget the debt. He cannot make his neighbor and his brother pay it because the Lord has said that all should be forgotten.",
      "3": "You may make a stranger pay what he owes, but not your brother.",
      "4": "Yet there will be no poor among you for the Lord will be sure to bring good to you in the land the Lord your God is giving you for your own.",
      "5": "But you must listen and obey the voice of the Lord your God. Be careful to do all the Law which I am telling you today.",
      "6": "The Lord your God will bring good to you as He has promised. You will let many nations use what belongs to you but you will not use what belongs to them. You will rule over many nations but they will not rule over you.",
      "7": "“In any of the towns in your land the Lord your God is giving you, if there is anyone poor among you, do not let your heart be hard and not be willing to help him.",
      "8": "Be free to give to him. Let him use what is yours of anything he needs.",
      "9": "Be careful that there is no sinful thought in your heart, saying, ‘It is almost the seventh year, the time to do away with the debt owed to me,’ so you look on your brother with hate and give him nothing. Then he may cry to the Lord against you and you may be guilty of sin.",
      "10": "Give much to him, without being sorry that you do. Because the Lord your God will bring good to you for this, in all your work and in everything you do.",
      "11": "The poor will always be in the land. So I tell you to be free in giving to your brother, to those in need, and to the poor in your land.",
      "12": "“If your brother, a Hebrew man or a Hebrew woman, is sold to you, he will work for you six years. But you must set him free in the seventh year.",
      "13": "When you set him free, do not send him away with nothing.",
      "14": "Give him much from your flock, from your grain, and from your wine. Give to him as the Lord your God has given to you.",
      "15": "Remember that you were servants in the land of Egypt, and the Lord your God set you free. And so I am telling you today to do this.",
      "16": "But he may say to you, ‘I will not leave you,’ because he loves you and those of your house and gets along well with you.",
      "17": "Then take a sharp tool and put it through his ear into the door. And he will be your servant forever. Do the same with your woman servant.",
      "18": "It should not be hard for you to set him free for he has worked for you six years. He has been worth twice as much as a man paid to work for you. The Lord your God will bring good to you in whatever you do.",
      "19": "“Set apart for the Lord your God all the first-born males among your cattle and your flock. Do no work with the first-born of your cattle. Do not cut the wool from the first-born of your flock.",
      "20": "You and those of your house will eat it every year before the Lord your God in the place the Lord chooses.",
      "21": "But do not kill it and give it to the Lord your God if it is not perfect, such as not being able to walk or see, or anything else wrong with it.",
      "22": "Eat it within your towns. Both the clean and the unclean may eat it, as if it were a gazelle or deer.",
      "23": "But do not eat its blood. You must pour it out on the ground like water."
    },
    "16": {
      "1": "“Remember the month of Abib and keep the Passover to the Lord your God. For the Lord your God brought you out of Egypt during the night in the month of Abib.",
      "2": "Give the Passover gift to the Lord your God from the flock and the cattle, in the place where the Lord chooses to put His name.",
      "3": "Do not eat bread made with yeast. For seven days eat bread made without yeast, the bread of sorrow, because you came out of the land of Egypt in a hurry. So all the days of your life you will remember the day when you came out of the land of Egypt.",
      "4": "For seven days there is to be no yeast around in all your land. And none of the flesh you give in worship on the evening of the first day will be kept through the night until morning.",
      "5": "You are not allowed to give the Passover gift in any of your towns the Lord your God gives you.",
      "6": "But give it at the place where the Lord your God chooses to put His name. You must kill the Passover gift in the evening when the sun goes down, at the time that you came out of Egypt.",
      "7": "Make it ready and eat it in the place the Lord your God chooses. Then return to your tents in the morning.",
      "8": "For six days eat bread made without yeast. On the seventh day there will be a holy meeting to the Lord your God. Do no work on this day.",
      "9": "“Number seven weeks. Begin to number seven weeks from the time you begin to cut the standing grain.",
      "10": "Then keep the Special Supper of Weeks to the Lord your God by giving a free-will gift. Give as the Lord your God has given to you.",
      "11": "Be full of joy before the Lord your God, you and your son and daughter, your men and women servants, the Levite who is in your town, the stranger, the child whose parents have died, and the woman whose husband has died. Be full of joy in the place where the Lord your God chooses to put His name.",
      "12": "Remember that you were servants in Egypt. And be careful to obey these Laws.",
      "13": "“Keep the Special Supper of Tents seven days after you have gathered your grain and wine.",
      "14": "Be full of joy during your special supper, you and your son and daughter, your men and women servants, the Levite, the stranger, the child whose parents have died, and the woman whose husband has died, who are in your towns.",
      "15": "Seven days you will have a special supper to the Lord your God in the place which the Lord chooses. You will be full of joy because the Lord your God will bring good to you in all the food you grow and in all the work you do.",
      "16": "All your males must show themselves before the Lord your God three times a year in the place He chooses, at the Special Supper of Bread Without Yeast, the Special Supper of the First Fruits of the Land, and the Special Supper of Tents. They must not show themselves before the Lord with nothing in their hands.",
      "17": "Every man should give as he is able, as the Lord your God has given to you.",
      "18": "“Choose judges and other leaders for all your towns the Lord your God is giving you, among each of your family groups. They must be wise in judging the people.",
      "19": "Be fair and do not show favor. Do not take pay in secret for doing wrong. Such pay blinds the eyes of the wise and causes them to change the words of a good man.",
      "20": "Follow what is right, and only what is right. Then you will live and receive the land the Lord your God is giving you.",
      "21": "“When you make an altar for the Lord your God, do not put beside it a wooden god like the false goddess Asherah.",
      "22": "Do not set up for yourself a pillar for worship that the Lord your God hates."
    },
    "17": {
      "1": "“Do not give to the Lord your God a bull or a sheep which is not perfect. For that is a hated thing to the Lord your God.",
      "2": "“You may find among you, within any of your towns the Lord your God gives you, a man or a woman who does what is sinful in the eyes of the Lord your God by sinning against the Lord’s agreement.",
      "3": "If he has served other gods and worshiped them, or the sun, or the moon or the stars, which I have told him not to worship,",
      "4": "and if someone told you about this, then you should do your best to find out if it is true. If it is true that this hated thing has been done in Israel,",
      "5": "then bring that man or woman who has done this sinful act to your gates, and kill the man or woman with stones.",
      "6": "If two or three people tell what they know against this person, he who is to die must be put to death. But he should not be put to death if only one person speaks against him.",
      "7": "Those who speak against him should be first to put him to death. And then all the people should join them. You must get rid of all sin from among you.",
      "8": "“There may be a problem too hard for you to decide, between two kinds of killing, between two kinds of questions about the law, between two kinds of hurting, problems argued about in your courts. Then get up and go to the place which the Lord your God chooses.",
      "9": "Go to the Levite religious leader or the judge who is at work at that time. Ask them, and they will tell you what they decide.",
      "10": "Then do what should be done by what they tell you they have decided at that place which the Lord chooses. Be careful to do all they tell you.",
      "11": "Do what they teach you about the Law and about what they decide. Do not turn aside from what they tell you to do, to the right or to the left.",
      "12": "The man must die who does foolish things and will not listen to the judge or the religious leader who serves the Lord your God. You must get rid of sin from Israel.",
      "13": "Then all the people will hear and be afraid. They will not act in a foolish way again.",
      "14": "“When you go into the land the Lord your God gives you, and own it and live in it, and you say, ‘I will have a king rule over me like all the nations around me,’",
      "15": "then you will set a king over you whom the Lord your God chooses. Set a king over you from among your brothers. Do not give a stranger power over you if he is not your brother.",
      "16": "He must not take many horses for himself or make the people return to Egypt to get many horses. Because the Lord has told you, ‘You must never again return that way.’",
      "17": "He must not take many wives for himself or his heart may turn away. And he must not gather much silver and gold for himself.",
      "18": "“When he sits on the throne of his nation, he should write this Law for himself in a book in front of the Levite religious leaders.",
      "19": "It should be kept with him and he should read it all the days of his life. Then he will learn to fear the Lord his God, by being careful to obey all the words of these Laws.",
      "20": "And he will not think he is better than his brothers. He will not turn aside from the Law, to the right or to the left, so that he and his children may live long in his nation in Israel."
    },
    "18": {
      "1": "“The Levite religious leaders of the family group of Levi will have no share of the land given to Israel. They will live on the gifts given to the Lord by fire.",
      "2": "They will have no share of the land among their brothers. The Lord is their share, as He promised them.",
      "3": "“When the people bring their gifts, a bull or a sheep, the religious leader is to be given the shoulder, the parts of the face, and the stomach.",
      "4": "Give him the first of your grain, your wine, and your oil, and the first wool of your sheep.",
      "5": "For the Lord your God has chosen him and his sons from all your families, to stand and serve in the name of the Lord forever.",
      "6": "“If a Levite comes whenever he desires from any of the towns in Israel to the place the Lord chooses,",
      "7": "then he may work in the name of the Lord his God, like all his brother Levites who stand there before the Lord.",
      "8": "They will all eat the same share of food, except what they receive from what is sold of their fathers’ lands.",
      "9": "“When you go into the land the Lord your God gives you, do not learn to follow the hated and sinful ways of those nations.",
      "10": "There must not be found among you anyone who makes his son or daughter pass through the fire, or uses secret ways, or does witchcraft, or tells the meaning of special things, or is a witch,",
      "11": "or uses secret power on people, or helps people talk to spirits, or talks to spirits himself, or talks with the dead.",
      "12": "For the Lord hates whoever does these things. And because of these hated things, the Lord your God will drive them out from in front of you.",
      "13": "You must be without blame before the Lord your God.",
      "14": "For these nations that you are about to take listen to those who do witchcraft and use secret ways. But the Lord your God has not allowed you to do so.",
      "15": "“The Lord your God will give you a man who speaks for God like me from among your own brothers. You must listen to him.",
      "16": "This is what you asked of the Lord your God at Sinai on the day of the meeting, when you said, ‘Do not let me hear the voice of the Lord my God again. Do not let me see this fire any more, or I will die.’",
      "17": "And the Lord said to me, ‘They have spoken well.",
      "18": "I will give them a man who speaks for God like you from among their brothers. I will put My words in his mouth. And he will make known to them all that I tell him.",
      "19": "He will speak in My name. And I will punish whoever will not listen to him.",
      "20": "But that man of God will die who is not careful and speaks in My name what I did not tell him to speak, or speaks in the name of other gods.’",
      "21": "You may say to yourselves, ‘How can we know which words the Lord has not spoken?’",
      "22": "When a man who speaks for God speaks in the name of the Lord, and what he says does not come true, that word is not from the Lord. The man has spoken on his own. Do not be afraid of him."
    },
    "19": {
      "1": "“The Lord your God will destroy the nations whose land the Lord your God gives you. You will take their place and live in their cities and in their houses. At that time",
      "2": "you should set apart three cities for yourself in the land the Lord your God gives you for your own.",
      "3": "Make the roads good that lead to these cities. Divide into three parts the land the Lord your God gives you for your own. Any man who kills another may run to a city and be safe.",
      "4": "“This is the law of the person who kills another and runs to a city to save his life. He might have killed his friend without meaning to, a friend he did not hate in the past.",
      "5": "He could have gone among the trees with his friend to cut wood. As he was using his ax to cut down a tree, the ax head could have come off the stick and hit his friend, killing him. Then he may run to one of these cities and live.",
      "6": "Or else the one who is angry will want to punish him for the killing, and will catch him and kill him. But the killer should not be put to death, because he had not hated the man in the past.",
      "7": "So I tell you, ‘Set apart three cities for yourself.’",
      "8": "The Lord your God will give you even more land, as He has promised your fathers. He will give you all the land which He promised to give your fathers,",
      "9": "if you are careful to obey all the Laws I tell you today. Love the Lord your God. Walk in His ways always. Then you will add three other cities to these three.",
      "10": "So the person without guilt will not be put to death in the land the Lord your God gives you as a gift. And you will not be guilty of blood.",
      "11": "“But there might be a man who hates his neighbor, lies in wait for him, goes against him, and hurts him so that he dies. After this he might run to one of these cities.",
      "12": "Then the leaders of his city should send men to take him from there and bring him to the one who wants to punish him for the killing that he may die.",
      "13": "Do not pity him. In Israel be free from the blood of those that are not guilty. Then it will go well with you.",
      "14": "“Do not move your neighbor’s land-mark which the fathers of long ago have set in the land the Lord your God gives you for your own.",
      "15": "“One person will not prove the guilt of a sin another man may have done. It will take two or three people who know about the sin to prove the man’s guilt.",
      "16": "If an angry person speaks against a man, saying that he did something wrong,",
      "17": "then both men who are arguing should stand before the Lord, in front of the religious leaders and the judges who are at work at that time.",
      "18": "The judges will choose careful questions to ask about the problem. If the man lied who said his brother is guilty,",
      "19": "then you should do to him just what he wanted to do to his brother. In this way you will get rid of the sin among you.",
      "20": "The rest of the people will hear and be afraid. They will never do such a sinful thing among you again.",
      "21": "Do not pity him. It will be life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
    },
    "20": {
      "1": "“When you go to battle against those who hate you and see more horses and war-wagons and soldiers than you have, do not be afraid of them. For the Lord your God, Who brought you from the land of Egypt, is with you.",
      "2": "When you are coming near the battle, the religious leader will come near and speak to the people.",
      "3": "He will say to them, ‘Hear, O Israel. Today you are going into battle against those who hate you. Do not let your hearts become weak. Do not be afraid and shake in fear before them.",
      "4": "For the Lord your God is the One Who goes with you. He will fight for you against those who hate you. And He will save you.’",
      "5": "The leaders will speak to the people also, saying, ‘Is there anyone among you who has built a new house and has not given it to God? Let him go and return to his house or he might die in battle and another man will give it to God.",
      "6": "Is there anyone who has planted grape vines and has not begun to eat their fruit? Let him go and return to his house or he might die in the battle and another man will begin to eat the fruit.",
      "7": "Is there a man who is promised in marriage to a woman and has not married her? Let him go and return to his house or he might die in the battle and another man marry her.’",
      "8": "Then the leaders will say to the people, ‘Is there a man here who is afraid and is weak in heart? Let him go and return to his house so he will not make his brothers’ hearts afraid like his heart.’",
      "9": "When the leaders have finished speaking to the people, they will choose heads of the army to lead the people.",
      "10": "“When you come near a city to fight against it, ask the people of the city if they would rather have peace.",
      "11": "If they agree to make peace with you and open their gates to you, all the people who are found there will be made to work for you and serve you.",
      "12": "But if they do not make peace with you and fight against you, you must take the city in battle.",
      "13": "When the Lord your God gives the city to you, you must kill all the men in it with the sword.",
      "14": "Take for yourselves what is left, the women, the children, all the animals, and all that is in the city. Use what is left of those who fought against you, which the Lord your God has given you.",
      "15": "Do this to all the cities that are very far from you and are not of the cities of the nations that are near.",
      "16": "But in the cities of these nations that the Lord your God is giving you for your own, do not leave alive anything that breathes.",
      "17": "Destroy everything and everyone in them, the Hittite, the Amorite, the Canaanite, the Perizzite, the Hivite and the Jebusite, as the Lord your God has told you.",
      "18": "Then they will not teach you to do all the hated and sinful things they have done for their gods, and make you sin against the Lord your God.",
      "19": "“When you stay around a city a long time, to make war against it and take it, do not destroy its trees with the ax. You may eat from them but do not cut them down. For are trees of the field men that they should be killed?",
      "20": "You may destroy and cut down only the trees you know are not fruit trees. Then you may build walls with the trees to help you fight against the city that makes war with you, until it falls."
    },
    "21": {
      "1": "“If a person has been killed and is found lying in a field in the land the Lord your God is giving you for your own and it is not known who killed him,",
      "2": "then your leaders and judges will go out and see how far it is to the cities that are around the dead man.",
      "3": "The leaders of the city that is nearest to the dead man will take a young cow from the cattle. The cow must never have been worked or pulled a plow.",
      "4": "The leaders of that city will bring the young cow down to a valley with flowing water, which has not been plowed or planted. They will break the cow’s neck there in the valley.",
      "5": "Then the religious leaders, the sons of Levi, will come near for the Lord your God has chosen them to serve Him and to bring good in the name of the Lord. Every question about what is right and every fight will be decided upon by them.",
      "6": "All the leaders of that city nearest to the dead man will wash their hands over the young cow whose neck was broken in the valley.",
      "7": "Then they will say, ‘Our hands have not killed him. Our eyes have not seen it.",
      "8": "O Lord, forgive Your people Israel whom You have set free. Do not put the guilt of killing a man who did no wrong on Your people Israel.’ And they will be forgiven from the guilt of the man’s death.",
      "9": "So you must take away the guilt of taking the life of a good man by doing what is right in the eyes of the Lord.",
      "10": "“When you go out to battle against those who hate you, and the Lord your God gives them to you, and you make them go with you,",
      "11": "and you see a beautiful woman and have a desire for her as a wife,",
      "12": "bring her home to your house. There she will cut off all the hair from her head and cut her nails.",
      "13": "She will change the clothes she wore when you took her away, and stay in your house. She will have sorrow for her father and mother for one month. After that you may go in to her and be her husband and she will be your wife.",
      "14": "If you are not pleased with her, you should let her go wherever she wants. But do not sell her for money or act as if she were a servant because you have put her to shame.",
      "15": "“If a man has two wives, one loved and the other not loved, and both the loved and the one not loved have borne him sons, and if the first-born son belongs to the wife who is not loved,",
      "16": "on the day when the man divides what he has for his sons, he cannot make the first-born of his loved wife the first-born before the son of the wife who is not loved, who is the first-born.",
      "17": "He must respect the first-born, the son of the wife who is not loved, by giving him twice the share of all he has. He is the beginning of his strength and the right of the first-born belongs to him.",
      "18": "“If a man has a strong-willed son who goes against him and does not obey his father or mother and when they punish him he will not even listen to them,",
      "19": "then his father and mother will take hold of him and bring him to the leaders of his city at the gate of his city.",
      "20": "They will say to the leaders of his city, ‘This son of ours is strong-willed and goes against us. He will not obey us. He eats and drinks too much.’",
      "21": "Then all the men of his city will kill him with stones. You must get rid of the sin from among you. All Israel will hear about it and be afraid.",
      "22": "“If a man has sinned and should be put to death and he is put to death and you hang him on a tree,",
      "23": "his body must not hang all night on the tree. You should be sure to bury him on the same day (for he who hangs is cursed by God). So do not make your land unclean which the Lord your God is giving you."
    },
    "22": {
      "1": "“If you see your brother’s bull or sheep walking away, do not pretend that you do not see them. Be sure to return them to your brother.",
      "2": "If your brother is not home, or if you do not know who he is, then bring the animal to your house. Keep it there until your brother looks for it. Then return it to him.",
      "3": "Do the same with his donkey, or his coat, or anything lost by your brother. If you find what he has lost, you must help him.",
      "4": "If you see your brother’s donkey or his ox fallen down by the road, do not pretend that you do not see them. Be sure to help him lift them up again.",
      "5": "“A woman must not wear men’s clothing. And a man must not put on women’s clothing. For the Lord your God hates whoever does these things.",
      "6": "“You might find a bird’s nest by the road, in a tree or on the ground, with young ones or eggs. If you find the mother sitting on the young or on the eggs, do not take the mother with the young.",
      "7": "Be sure to let the mother go. But you may take the young for yourself. Then it will go well with you, and you will live long.",
      "8": "“When you build a new house, you should put a short wall around your roof. Then no one will fall from it and bring the guilt of blood upon your house.",
      "9": "“Do not plant among your vines another kind of seed. All that grows from what you have planted will be unclean.",
      "10": "Do not plow with a bull and a donkey together.",
      "11": "Do not wear clothing made of both wool and linen together.",
      "12": "“Make tassels to put on the four corners of the clothing you use to cover yourself.",
      "13": "“If a man takes a wife and goes in to her and decides he does not like her,",
      "14": "and says that she did sinful acts and puts her to shame before others and says, ‘I took this woman, but when I came near her, I found that she had been with another man,’",
      "15": "then the girl’s father and mother should bring what is needed to prove she has not been with another man to the leaders of the city at the gate.",
      "16": "The girl’s father will say to the leaders, ‘I gave my daughter to this man for a wife. But he turned against her.",
      "17": "He said she has done sinful acts, saying, “I found that your daughter has been with another man.” But I brought what will prove that my daughter has not been with another man.’ And they will spread the clothing in front of the leaders of the city.",
      "18": "Then the leaders of that city will take the man and punish him.",
      "19": "They will make him pay a hundred pieces of silver and give it to the girl’s father, because he has put to shame the name of an Israelite girl who has not had a man. She will still be his wife. He cannot divorce her as long as he lives.",
      "20": "But if it is true that the girl was found to have had another man,",
      "21": "then they will bring the girl to the door of her father’s house. There the men of her city will kill her with stones, because she has done a foolish act in Israel by acting in her father’s house like a woman who sells the use of her body. So you will get rid of the sin from among you.",
      "22": "“If a man is found lying with a married woman, then both of them must die, the man who lay with the woman, and the woman. So you will get rid of the sin from Israel.",
      "23": "“If a girl who has never had a man is promised in marriage to a man, another man might find her in the city and lie with her.",
      "24": "Then you must bring them both to the gate of that city and kill them with stones. Put the girl to death because she did not cry for help in the city, and the man because he has sinned against his neighbor’s wife. So you will get rid of the sin from among you.",
      "25": "But if the man finds a girl in the field who is promised in marriage, and makes her lie with him, then only the man who lies with her will die.",
      "26": "Do nothing to the girl. There is no sin in the girl bad enough for her to be put to death. It is as if a man goes against his neighbor and kills him.",
      "27": "When he found her in the field, the girl promised in marriage cried out. But there was no one to save her.",
      "28": "“If a man finds a girl who has never had a man and is not promised in marriage, and takes her and lies with her, and they are found,",
      "29": "then the man who lay with her must give fifty pieces of silver to the girl’s father. And she will become his wife, because he has put her to shame. He cannot divorce her as long as he lives.",
      "30": "“A man must not take his father’s wife. He must not take the clothes off the woman who belongs to his father."
    },
    "23": {
      "1": "“No man who has his sex part crushed or cut off will go into the meeting of the Lord.",
      "2": "No one who was born to parents who were not married will go into the meeting of the Lord. And none of his children will go into the meeting of the Lord, even to the children’s children of ten families in the future.",
      "3": "No Ammonite or Moabite will go into the meeting of the Lord. None of their children will go into the meeting of the Lord, even to the children’s children of ten families of the future,",
      "4": "because they did not meet you with food and water on your way from Egypt, and they paid Balaam the son of Beor from Pethor of Mesopotamia to curse you.",
      "5": "But the Lord your God would not listen to Balaam. Instead He changed the curse into good for you, because the Lord your God loves you.",
      "6": "Do nothing for their peace or their well-being all your days.",
      "7": "“Do not hate an Edomite, for he is your brother. Do not hate an Egyptian. For you were a stranger in his land.",
      "8": "Their great-grandchildren may go into the meeting of the Lord.",
      "9": "“When you go as an army against those who hate you, keep yourself away from every sinful thing.",
      "10": "If there is any man among you who is unclean because he had a flow from his body during the night, he must go away from the tents. He must not come among the tents.",
      "11": "When evening comes he must wash his body with water. And when the sun goes down he may return to the tents.",
      "12": "“You should have a place to go away from the tents.",
      "13": "You should have a tool there to dig with. Use it to dig a hole when you sit down outside. Then use it to cover the waste from your body.",
      "14": "Because the Lord your God walks among your tents to set you free and make you win the battle against those who hate you, the place where your tents are must be holy. He must not see anything among you that is unclean and turn away from you.",
      "15": "“If a servant runs away from his owner and comes to you, do not return him to his owner.",
      "16": "Let him stay with you, in the place he chooses in one of your towns, where it pleases him. Do not make it hard for him.",
      "17": "“No daughter of Israel is to sell the use of her body in worship to a strange god. And no son of Israel is to sell the use of his body for a strange god.",
      "18": "You must not bring the pay of a woman who sells the use of her body or of a man who does sex sins into the house of the Lord your God for any promised gift. For the Lord your God hates both of these.",
      "19": "Do not make your brothers pay you for the use of money, food, or anything you might give them to use.",
      "20": "You may make a stranger pay you for the use of money, but not your brother. So the Lord your God may bring good to you in all you do in the land you are going into to have for your own.",
      "21": "“When you make a promise to the Lord your God, do not be slow to pay it. It would be sin in you, for the Lord your God will be sure to ask you for it.",
      "22": "But if you do not make a promise, it would not be sin in you.",
      "23": "Be careful to do what you say you are going to do. Keep the promise you have made to the Lord your God because you want to.",
      "24": "“When you go into your neighbor’s grape-field, you may eat grapes until you are full. But do not put any in your basket.",
      "25": "When you go into your neighbor’s grain field, you may pick the heads with your hand. But do not cut down any of your neighbor’s standing grain."
    },
    "24": {
      "1": "“When a man takes a wife and marries her, and he does not like her because he finds something bad in her, he will write her a paper of divorce and give it to her and send her away from his house.",
      "2": "When she leaves his house, she may go and become another man’s wife.",
      "3": "If the second husband turns against her and gives her a paper of divorce and sends her out of his house, or if the second husband dies who took her for his wife,",
      "4": "then her first husband who sent her away is not allowed to take her for his wife again, because she has become unclean. It is a hated thing to the Lord and you must not bring sin on the land the Lord your God is giving you.",
      "5": "“When a man takes a new wife, he must not go with the army or be given any other work. He should be free to be at home one year to make the wife he has taken happy.",
      "6": "“No one should take a man’s stones that he uses to crush grain as a promise to pay what he owes, for he would be taking away a man’s living.",
      "7": "“If a man is found stealing one of his brothers of the sons of Israel, and makes it hard for him, or sells him, then that robber must die. You must get rid of the sin from among you.",
      "8": "“When there is a very bad skin disease, be careful to do all the Levite religious leaders tell you to do. Be careful to do what I have told them.",
      "9": "Remember what the Lord your God did to Miriam on your way out of Egypt.",
      "10": "“When you let your neighbor use anything of yours, do not go into his house to take what he would give you to make his promise sure.",
      "11": "Stay outside. The man who is using something of yours will bring the object out to you.",
      "12": "If he is a poor man, do not keep what he gives you through the night.",
      "13": "Return his coat to him when the sun goes down so he may sleep in it and be thankful for you. You will be doing what is right before the Lord your God.",
      "14": "“Do not make it hard for a paid servant who is poor and in need, if he is one of your brothers or one of the strangers who is living in one of your towns.",
      "15": "Give him his pay on the day he earns it before the sun goes down. He is poor and he needs it. Then he will not cry to the Lord against you and you would be guilty of sin.",
      "16": "“Fathers are not to be put to death for their children. Children are not to be put to death for their fathers. Each man will be put to death for his own sin.",
      "17": "“Do what is fair for a stranger or a child whose parents are dead. Do not take the clothing of a woman whose husband has died to make sure she will pay what she owes.",
      "18": "Remember that you were servants in Egypt, and that the Lord your God set you free. So I am telling you to do this.",
      "19": "“When you gather the grain in your field and have forgotten some of it, do not return to the field to get it. Leave it for the stranger, the child whose parents have died, and the woman whose husband has died. Then the Lord your God will bring good to you in all the work of your hands.",
      "20": "When you beat your olive trees, do not beat the branches a second time. Leave the fruit for the stranger, the child whose parents have died, and the woman whose husband has died.",
      "21": "When you gather the grapes from your vines, do not gather a second time. Leave them for the stranger, the child whose parents have died, and the woman whose husband has died.",
      "22": "Remember that you were servants in the land of Egypt. Because of this, I am telling you to do this."
    },
    "25": {
      "1": "“Two men might argue and go to court. The judges will decide between them, saying that the right man is not guilty and that the sinful man is guilty.",
      "2": "If the sinful man should be beaten, the leader will make him lie down and be beaten in front of him. The number of times he is beaten will be decided upon by how bad his sin is.",
      "3": "The number may be as much as forty, but no more. If he is beaten more than this, your brother would be put to much shame in your eyes.",
      "4": "“When the bull is made to walk on the grain to break it open, do not stop him from eating some.",
      "5": "“When brothers live together and one of them dies and has no son, the dead man’s wife must not be married outside the family to a strange man. The husband’s brother will take her as his wife and do what he should for her as a brother-in-law.",
      "6": "The first son born to her will take the name of the dead brother so his name will not be forgotten in Israel.",
      "7": "But the man might not want to take his brother’s wife. Then his brother’s wife should go to the leaders at the gate and say, ‘My husband’s brother will not make his brother’s name to be remembered in Israel. He is not willing to do the duty of a brother-in-law to me.’",
      "8": "Then the leaders of his city will call him and speak to him. If he still says, ‘I do not want to take her,’",
      "9": "then his brother’s wife will come to him in front of the leaders. She will pull his shoe off his foot and spit in his face. And she will say, ‘This is what is done to the man who will not build up his brother’s house.’",
      "10": "In Israel his name will be called, ‘The house of him whose shoe is pulled off.’",
      "11": "“If two men are fighting together and the wife of one comes to save her husband from the one who is hitting him and if she puts out her hand and takes hold of his sex part,",
      "12": "you must cut off her hand. Do not show pity.",
      "13": "“You must not have two different weights in your bag, one large and one small.",
      "14": "You must not have in your house different ways of showing how big or small something is.",
      "15": "You must have a full and fair weight. You must have a fair way to show how big something is. Then you will live long in the land the Lord your God gives you.",
      "16": "For the Lord hates everyone who does such things, who lies and is not fair.",
      "17": "“Remember what Amalek did to you on your way out of Egypt.",
      "18": "He met you on the way when you were weak and tired. And he fought with those who were behind. He did not fear God.",
      "19": "When the Lord your God gives you rest from all those around you who hate you, in the land the Lord your God gives you for your own, you must forget all about Amalek, so no one under heaven will remember him. Do not forget to do this."
    },
    "26": {
      "1": "“When you go into the land the Lord your God gives you, it will be yours and you will live in it.",
      "2": "You must take some of the first of all the fruit of the ground, which you gather from the land the Lord your God gives you, and put it in a basket and go to the place where the Lord your God chooses to have His name.",
      "3": "Go to the religious leader who is working at that time, and say to him, ‘I make known this day to the Lord my God that I have come into the land which the Lord promised to our fathers to give us.’",
      "4": "Then the religious leader will take the basket from your hand and set it down in front of the altar of the Lord your God.",
      "5": "And you will say before the Lord your God, ‘My father was a traveling Aramean. He went to Egypt, few in number, and stayed there. But there he became a nation, great, powerful, and with many people.",
      "6": "The Egyptians made it hard for us. They brought us much trouble and made us work very hard.",
      "7": "Then we cried to the Lord, the God of our fathers. The Lord heard our voice and saw our troubles, our work, and how hard our lives were.",
      "8": "And the Lord brought us out of Egypt with a strong hand and a long arm, causing much fear by doing powerful works.",
      "9": "He has brought us to this place. He has given us this land, a land flowing with milk and honey.",
      "10": "Now see, I have brought the first of the fruit of the ground that You have given me, O Lord.’ Then you will set it down before the Lord your God, and worship Him.",
      "11": "You and the Levite and the stranger who is among you will be full of joy because of all the good the Lord your God has given you and those of your house.",
      "12": "“When you have finished paying all the tenth of the food you received in the third year, the year of giving a tenth, then give it to the Levite, the stranger, the child whose parents have died, and the woman whose husband has died. So they may eat it in your towns and be filled.",
      "13": "Then say before the Lord your God, ‘I have taken the share for holy use from my house. I have given it to the Levite, the stranger, the child whose parents have died, and the woman whose husband has died. I have done this because of all Your Laws which You have told me to do. I have not sinned or forgotten any of Your Laws.",
      "14": "I have not eaten of it while in sorrow, or taken any of it while I was unclean, or given any of it to the dead. I have listened to the voice of the Lord my God, and have done all You have told me to do.",
      "15": "Look down from Your holy place in heaven and bring good to Your people Israel. Bring good to the ground You have given us, a land flowing with milk and honey, as You promised our fathers.’",
      "16": "“This day the Lord your God tells you to obey these Laws. Be careful to obey them with all your heart and with all your soul.",
      "17": "Today you have said that the Lord is your God, and that you will walk in His ways, keep all His Laws, and listen to His voice.",
      "18": "And the Lord today has made it known that you are His own people, as He promised you, and that you should keep all His Laws.",
      "19": "He has told you that He will set you high above all the nations He has made. You will be praised, remembered, and honored. You will be a holy nation to the Lord your God, as He has said.”"
    },
    "27": {
      "1": "Then Moses and the leaders of Israel said to the people, “Keep all the Laws which I tell you today.",
      "2": "On the day you cross the Jordan to the land the Lord your God gives you, set up large stones and cover them with plaster.",
      "3": "Write on them all the words of this Law when you cross the river and go into the land the Lord your God gives you. It is a land flowing with milk and honey, as the Lord, the God of your fathers, promised you.",
      "4": "When you cross the Jordan, set up these stones on Mount Ebal and cover them with plaster, as I tell you today.",
      "5": "Build an altar of stones there to the Lord your God. Do not work on them with an iron tool.",
      "6": "And build the altar of the Lord your God with stones that are not cut. Then give a burnt gift on it to the Lord your God.",
      "7": "Give peace gifts and eat there. And be full of joy before the Lord your God.",
      "8": "Write all the words of this Law on the stones. Make it easy to read.”",
      "9": "Then Moses and the Levite religious leaders said to all Israel, “Be quiet and listen, O Israel! This day you have become the people of the Lord your God.",
      "10": "So obey the Lord your God. Keep all of His Laws which I tell you today.”",
      "11": "Moses told the people that same day,",
      "12": "“Simeon, Levi, Judah, Issachar, Joseph and Benjamin will stand on Mount Gerizim when you cross the Jordan. They will pray that good will come to the people.",
      "13": "And Reuben, Gad, Asher, Zebulun, Dan and Naphtali will stand on Mount Ebal to tell of the curses.",
      "14": "The Levites will say with a loud voice to all the people of Israel:",
      "15": "‘Cursed is every man who makes a god or something to look like a god, the work of the hands of the able workman, and sets it up in secret. It is hated by the Lord.’ Then all the people will answer, ‘Let it be so.’",
      "16": "‘Cursed is the one who puts his father or mother to shame.’ And all the people will say, ‘Let it be so.’",
      "17": "‘Cursed is the man who moves his neighbor’s land-mark.’ And all the people will say, ‘Let it be so.’",
      "18": "‘Cursed is the one who leads a blind person on the road the wrong way.’ Then all the people will say, ‘Let it be so.’",
      "19": "‘Cursed is the one who is not fair to a stranger, a child whose parents have died, and the woman whose husband has died.’ And all the people will say, ‘Let it be so.’",
      "20": "‘Cursed is the man who lies with his father’s wife because he has taken off the clothes of her who belongs to his father.’ And all the people will say, ‘Let it be so.’",
      "21": "‘Cursed is the man who lies with any animal.’ And all the people will say, ‘Let it be so.’",
      "22": "‘Cursed is the man who lies with his sister, the daughter of his father or mother.’ Then all the people will say, ‘Let it be so.’",
      "23": "‘Cursed is the man who lies with his mother-in-law.’ And all the people will say, ‘Let it be so.’",
      "24": "‘Cursed is the one who hits his neighbor in secret.’ And all the people will say, ‘Let it be so.’",
      "25": "‘Cursed is the one who receives pay to kill a person who is not guilty.’ Then all the people will say, ‘Let it be so.’",
      "26": "‘Cursed is the one who does not obey the words of this Law.’ And all the people will say, ‘Let it be so.’"
    },
    "28": {
      "1": "“Be faithful in obeying the Lord your God. Be careful to keep all His Laws which I tell you today. And the Lord your God will set you high above all the nations of the earth.",
      "2": "All these good things will come upon you if you will obey the Lord your God.",
      "3": "Good will come to you in the city, and good will come to you in the country.",
      "4": "Good will come to your children, and the fruit of your ground, and the young of your animals. Your cattle and flock will have many young ones.",
      "5": "Good will come to your basket and your bread pan.",
      "6": "Good will come to you when you come in, and when you go out.",
      "7": "“The Lord will cause you to win the battles against those who fight against you. They will come against you one way, and run away from you seven ways.",
      "8": "The Lord will send good upon you in your store-houses and in all your work. He will bring good to you in the land the Lord your God gives you.",
      "9": "The Lord will make you a holy nation to Himself, as He promised you. But you must keep the Laws of the Lord your God and walk in His ways.",
      "10": "Then all the nations of the earth will see that you are called by the name of the Lord and they will be afraid of you.",
      "11": "The Lord will give much to you. He will give you many children, and many young ones among your animals, and much food from the ground, in the land the Lord promised to your fathers to give you.",
      "12": "The Lord will open for you His good store-house, the heavens. He will give rain to your land at the right time. He will bring good to all the work you do. You will give to many nations. But you will not use anything that belongs to them.",
      "13": "The Lord will make you the head and not the tail. If you listen to the Laws of the Lord your God which I tell you today and be careful to obey them, you will only be above and not below.",
      "14": "Do not turn aside from any of the words I tell you today, to the right or to the left. Do not follow other gods and work for them.",
      "15": "“If you will not obey the Lord your God or be careful to do all His Laws which I tell you today, all these curses will come upon you.",
      "16": "You will be cursed in the city, and in the country.",
      "17": "Your basket and your bread pan will be cursed.",
      "18": "Your children will be cursed, and the fruit of your ground, and the young of your cattle and flock.",
      "19": "You will be cursed when you come in and when you go out.",
      "20": "“The Lord will send upon you curses, trouble and sharp words in all you try to do, until you are destroyed. You will be quick to die, because of the sinful things you do, and because you have turned away from Me.",
      "21": "The Lord will make disease to be with you until He has destroyed you from the land you are going in to take.",
      "22": "The Lord will punish you with a wasting disease, a hot sickness, growing pain, heat like fire, the sword, and diseases that destroy your food. They will follow you until you die.",
      "23": "The heavens above your head will be brass. And the earth under you will be iron.",
      "24": "The Lord will change the rain of your land into dust. It will come down on you until you are destroyed.",
      "25": "The Lord will cause you to lose the battle against those who hate you. You will go one way against them, but run seven ways away from them. You will fill all the nations of the earth with fear.",
      "26": "Your dead bodies will be food for all the birds of the sky and the wild animals of the earth. There will be no one to make them afraid and to send them away.",
      "27": "“The Lord will punish you with the sores of Egypt, growing sores, and skin diseases, that will not be healed.",
      "28": "The Lord will punish you by making you crazy, and blind, and troubled in your mind.",
      "29": "You will have to feel for your way at noon, as the blind man feels his way in darkness. And your way will not go well. It will be made hard for you, and you will always be robbed. There will be no one to save you.",
      "30": "You will marry a wife. But another man will lie with her. You will build a house. But you will not live in it. You will plant vines. But you will not eat the fruit.",
      "31": "Your bull will be killed in front of you. But you will not eat of it. Your donkey will be taken from you, and will not be returned. Your sheep will be given to those who hate you. No one will help you.",
      "32": "Your sons and daughters will be given to another nation. Your eyes will watch for them always and you will have much desire for them. But there will be nothing you can do.",
      "33": "A nation you have not known will eat the food of your field and of your work. You will suffer under the power of others always.",
      "34": "You will be driven crazy by what you see.",
      "35": "The Lord will make sores on your knees and legs that you cannot heal, from the bottom of your foot to the top of your head.",
      "36": "The Lord will bring you and your chosen king to a nation that you and your fathers have not known. There you will work for other gods, of wood and stone.",
      "37": "You will become a people who are hated, who are made fun of, and a shame among the people where the Lord will send you.",
      "38": "“You will sow much seed in the field, but gather little, for the locust will eat it.",
      "39": "You will plant and take care of vines, but you will not drink the wine or gather the grapes, for worms will eat them.",
      "40": "You will have olive trees everywhere. But you will not pour the oil upon yourself, for your olives will fall off.",
      "41": "You will have sons and daughters, but you will not keep them, for they will be taken away.",
      "42": "The locust will own all your trees and the food of your field.",
      "43": "The stranger among you will rise above you higher and higher, but you will become less and less.",
      "44": "He will give to you. But you will not give to him. He will be the head and you will be the tail.",
      "45": "All these curses will come upon you. They will follow you and come upon you until you are destroyed, because you would not obey the Lord your God by keeping all the Laws He gave you.",
      "46": "They will be something special to see, and a powerful work upon you and your children forever.",
      "47": "Because you did not serve the Lord your God with joy and a glad heart because of all He has given you,",
      "48": "you will serve those who hate you, whom the Lord will send against you. You will be hungry, thirsty, without clothing, and needing all things. He will put a heavy load on your neck until He has destroyed you.",
      "49": "“The Lord will bring a nation against you from far away, from the end of the earth, as fast as an eagle flies. It will be a nation whose language you will not understand,",
      "50": "a nation that shows a hard face. It will have no respect for the old, or show favor to the young.",
      "51": "It will eat the young ones of your cattle and the food of your field until you are destroyed. It will leave you no grain, new wine, oil, or the young of your cattle or flock, until it has caused you to die.",
      "52": "Your towns will be taken over by its armies until your high strong walls that you have trusted in come down everywhere in your land. Its armies will take over all your towns everywhere in the land the Lord your God has given you.",
      "53": "During this time and because of the trouble caused by those who hate you, you will eat your own children, the flesh of your sons and daughters whom the Lord your God has given you.",
      "54": "The most gentle man among you will be against his brother, the wife he loves, and the children he still has.",
      "55": "He will not give them any of the flesh of his children whom he is eating, because it is all he has left for himself. This is how bad the trouble will be that those who hate you will bring to all your towns.",
      "56": "The most gentle woman among you may be careful not to set the bottom of her foot on the ground. But she will be hard to the husband she loves, to her son and daughter,",
      "57": "to the afterbirth which comes out of her body, and to the children who are born from her. She will eat them in secret because she has nothing else. This is how bad the trouble will be that those who hate you will bring to all your towns.",
      "58": "“If you are not careful to obey all the words of the Law which are written in this book, to fear this honored name of the Lord your God,",
      "59": "then the Lord will bring bad diseases on you and your children, hard and lasting diseases and sicknesses.",
      "60": "He will bring all the diseases upon you that you were afraid of in Egypt. And they will stay with you.",
      "61": "The Lord will bring upon you every sickness and every trouble which is not written in the book of this Law also, until you are destroyed.",
      "62": "You will have been as many as the stars of heaven but there will be few of you left, because you did not obey the Lord your God.",
      "63": "As the Lord was happy with you and caused good to come to you and you were many, He will be happy to bring trouble upon you and destroy you. And you will be taken from the land you are going in to take.",
      "64": "The Lord will spread you out among all nations, from one end of the earth to the other. There you will serve other gods, of wood and stone, which you and your fathers have not known.",
      "65": "You will find no rest among those nations. There will be no place of rest for the bottom of your foot. But there the Lord will give you fear in your heart, eyes that become weak, and sorrow in your soul.",
      "66": "Your life will be full of doubts. You will be afraid night and day. And you will not be sure of anything in your life.",
      "67": "In the morning you will say, ‘If it were only evening!’ In the evening you will say, ‘If it were only morning!’ because of the fear of your heart, and the things your eyes see.",
      "68": "The Lord will bring you back to Egypt in ships, in the way I said, ‘You will never see it again.’ There you will try to sell yourselves as men and women servants to those who hate you. But no one will buy you.”"
    },
    "29": {
      "1": "These are the words of the agreement the Lord told Moses to make with the people of Israel in the land of Moab, as well as the agreement He had made with them at Mount Sinai.",
      "2": "Moses called all Israel and said to them, “You have seen all the Lord did in front of you in the land of Egypt to Pharaoh and all his servants and all his land.",
      "3": "You have seen great tests and powerful works.",
      "4": "Yet to this day the Lord has not given you a heart to know, or eyes to see, or ears to hear.",
      "5": "I have led you forty years in the desert. Your clothes did not wear out. And your shoes did not wear out on your feet.",
      "6": "You did not eat bread, or drink wine or strong drink, so you might know that I am the Lord your God.",
      "7": "When you came to this place, Sihon the king of Heshbon and Og the king of Bashan came to meet us to fight. But we won the fight.",
      "8": "We took their land and gave it as a gift to the Reubenites, the Gadites, and the half family group of Manasseh.",
      "9": "So be careful to keep the words of this agreement and obey them so all that you do will go well.",
      "10": "“Today you all stand before the Lord your God, you, your rulers, your families, your leaders, all the men of Israel,",
      "11": "your children, your wives, the stranger who is among your tents, from the one who cuts your wood to the one who gets your water.",
      "12": "You are here to take part in the agreement with the Lord your God, and in His promise which the Lord your God is making with you today.",
      "13": "So today He will make you His people. He will be your God, just as He told you and as He promised your fathers, Abraham, Isaac and Jacob.",
      "14": "“I am not making this agreement and this promise with you alone.",
      "15": "I am making them with those who stand here with us today before the Lord our God, and with those who are not here with us today.",
      "16": "You know how we lived in the land of Egypt, and how we passed through the land of the nations on our way here.",
      "17": "You have seen their sinful things and their gods of wood, stone, silver and gold, which they had with them.",
      "18": "Be careful not to have any man or woman or family or group among you whose heart turns away from the Lord our God today to go and worship the gods of those nations. Do not let there be a root among you giving poison fruit and bad-tasting plants.",
      "19": "When one hears the words of this curse, he will say in his pride, ‘I have peace even though I am strong-willed in my heart.’ This will destroy the land that is watered along with the dry land.",
      "20": "The Lord will never be willing to forgive him. But the Lord will be jealous and His anger will burn against that man. Every curse written in this book will be upon him. And the Lord will take out his name from under heaven.",
      "21": "The Lord will set him apart for trouble from all the families of Israel, with all the curses of the agreement which are written in this book of the Law.",
      "22": "“The children to come, your sons who grow up after you, and the stranger who comes from a land far away, will see the troubles and diseases the Lord has sent upon the land. And they will say,",
      "23": "‘The whole land is sulphur and salt, a burning waste, not planted and not giving any plants, and no grass grows in it. It is like Sodom and Gomorrah, Admah and Zeboiim, which the Lord destroyed in His anger.’",
      "24": "All the nations will say, ‘Why has the Lord done this to this land? Why was He so angry?’",
      "25": "Then men will say, ‘It is because they did not keep the agreement of the Lord, the God of their fathers, which He made with them when He brought them out of the land of Egypt.",
      "26": "They went and served other gods and worshiped them, gods they had not known and whom He had not given to them.",
      "27": "So the anger of the Lord burned against that land. Every curse was brought upon it that is written in this book.",
      "28": "The Lord drove them from their land in much anger. And He sent them into another land, as it is today.’",
      "29": "“The secret things belong to the Lord our God. But the things that are made known belong to us and to our children forever, so we may obey all the words of this Law."
    },
    "30": {
      "1": "“When all these things have come upon you, the good things and the curses which I have told you about, you will remember them in all the nations where the Lord your God has sent you.",
      "2": "When you and your children return to the Lord your God and obey Him with all your heart and soul by all I have told you today,",
      "3": "then the Lord your God will have you return from where you were held. He will have loving-pity for you. He will gather you again from all the nations where the Lord your God has sent you.",
      "4": "Even if you are driven to the ends of the earth, the Lord your God will gather you and bring you back.",
      "5": "The Lord your God will bring you into the land your fathers lived in and it will be yours. He will bring good to you and make you more in number than your fathers.",
      "6": "The Lord your God will take away the sin from your heart and from the heart of your children. You will love the Lord your God with all your heart and with all your soul, so you may live.",
      "7": "Then the Lord your God will send all these curses upon those who hate you and upon those who made it hard for you.",
      "8": "You will obey the Lord again, and keep all His Laws which I tell you today.",
      "9": "And the Lord your God will bring much good upon all the work you do, and upon your children, and the young of your cattle, and the food of your field. For the Lord will again be happy to bring good to you, just as He was happy with your fathers.",
      "10": "But you must obey the Lord your God to keep His Laws which are written in this book of the Law. You must turn to the Lord your God with all your heart and soul.",
      "11": "“For this Law I give you today is not too hard for you, or too far from you.",
      "12": "It is not in heaven. You do not need to say, ‘Who will go up to heaven for us and bring it down to make us hear it, so we may obey it?’",
      "13": "It is not farther than the sea. You do not need to say, ‘Who will cross the sea for us and bring it to us to make us hear it, so we may obey it?’",
      "14": "But the Word is very near you, in your mouth and in your heart, so that you may obey it.",
      "15": "“See, I have put in front of you today life and what is good, and death and what is bad.",
      "16": "I tell you today to love the Lord your God. Walk in His ways. Keep all His Laws and all that He has decided. Then you will live and become many. And the Lord your God will bring good to you in the land you are going in to take.",
      "17": "But if your heart turns away and you will not obey, but leave to worship other gods and serve them,",
      "18": "I tell you today that you will die for sure. You will not live long in that land across the Jordan which you are about to take for your own.",
      "19": "I call heaven and earth to speak against you today. I have put in front of you life and death, the good and the curse. So choose life so you and your children after you may live.",
      "20": "Love the Lord your God and obey His voice. Hold on to Him. For He is your life, and by Him your days will be long. You will be allowed to live in the land the Lord promised to give to your fathers, Abraham, Isaac and Jacob.”"
    },
    "31": {
      "1": "Then Moses spoke these words to all Israel.",
      "2": "He said to them, “I am 120 years old today. I am no longer able to come and go. And the Lord has told me, ‘You will not cross this Jordan.’",
      "3": "The Lord your God Himself will cross before you. He will destroy these nations in front of you. And you will take their place. Joshua will cross before you also, as the Lord has said.",
      "4": "The Lord will do the same to them that He did to Sihon and Og, the kings of the Amorites, and to their land when He destroyed them.",
      "5": "The Lord will give them to you. Then you will do to them as I have told you.",
      "6": "Be strong and have strength of heart. Do not be afraid or shake with fear because of them. For the Lord your God is the One Who goes with you. He will be faithful to you. He will not leave you alone.”",
      "7": "Then Moses called Joshua and said to him in front of all Israel, “Be strong and have strength of heart. For you will go with this people into the land the Lord has promised to their fathers to give them. And you will bring them in to take it.",
      "8": "The Lord is the One Who goes before you. He will be with you. He will be faithful to you and will not leave you alone. Do not be afraid or troubled.”",
      "9": "So Moses wrote this Law and gave it to the religious leaders, the sons of Levi who carried the special box of the Law of the Lord, and to all the leaders of Israel.",
      "10": "Then Moses told them, “At the end of every seven years, at the time when money owed is done away with at the Special Supper of Tents,",
      "11": "when all Israel comes to stand before the Lord your God at the place He will choose, you must read this Law so all Israel will hear it.",
      "12": "Gather together the people in your town, the men and the women, the children, and the stranger. So they may hear and learn and fear the Lord your God. Be careful to obey all the words of this Law.",
      "13": "Then their children, who have not known it, will hear and learn to fear the Lord your God, as long as you live in the land you are crossing the Jordan to take.”",
      "14": "The Lord said to Moses, “See, the time for you to die is near. Call Joshua, and go to the meeting tent, so I may tell him what to do.” So Moses and Joshua went to the meeting tent.",
      "15": "The Lord showed Himself in a pillar of cloud which stayed at the door of the tent.",
      "16": "And the Lord said to Moses, “See, you will soon die and be with your fathers. Then these people will soon act like a woman who sells the use of her body. They will follow the strange gods of the land where they are going. They will turn away from Me and break My agreement which I have made with them.",
      "17": "Then My anger will burn against them. I will leave them alone and hide My face from them and they will be destroyed. Many hard things and big troubles will come upon them. So they will say in that day, ‘Have not these troubles come upon us because our God is not with us?’",
      "18": "But I will hide My face in that day because of all the sinful things they will do, for they will turn to other gods.",
      "19": "So write this song for yourselves. Teach it to the people of Israel. Put it on their lips, so this song may speak for Me against all the people of Israel.",
      "20": "For when I bring them into the land flowing with milk and honey, which I promised to their fathers, and they eat and are filled and have become rich, they will turn to other gods and serve them. They will turn against Me and break My agreement.",
      "21": "When many hard things and big troubles come upon them, this song will speak for Me against them. It will not be forgotten from the lips of their children and their children’s children. I know the plans they are making today, before I have brought them into the land I promised them.”",
      "22": "So Moses wrote this song the same day, and taught it to the people of Israel.",
      "23": "Then the Lord said to Joshua the son of Nun, “Be strong and have strength of heart. For you will bring the people of Israel into the land I promised them. And I will be with you.”",
      "24": "Moses wrote the words of this Law in a book from beginning to the end.",
      "25": "Then Moses said to the Levites who carried the special box of the Law of the Lord,",
      "26": "“Take this book of the Law and put it beside the special box of the Law of the Lord your God. It will be there to speak against you.",
      "27": "For I know how strong your will is and that you do not want to obey. See, while I am still alive with you today, you have gone against the Lord. How much worse it will be after my death!",
      "28": "Gather together and bring to me all the leaders and heads of your families. I will speak these words to them and call heaven and earth to speak against them.",
      "29": "For I know that after my death you will sin and turn from the way I have told you. Much trouble will come to you in the days to come. For you will do what is sinful in the eyes of the Lord. You will make Him angry through the work of your hands.”",
      "30": "Then Moses spoke all the words of this song to all the people of Israel."
    },
    "32": {
      "1": "“Listen, O heavens, and let me speak. Let the earth hear the words of my mouth.",
      "2": "Let my teaching fall as the rain, and my voice like the water on the grass in the early morning, like rain upon the new grass, and rain upon the plant.",
      "3": "For I will make known the name of the Lord. I will tell of the greatness of God!",
      "4": "The Rock! His work is perfect. All His ways are right and fair. A God Who is faithful and without sin, right and good is He.",
      "5": "They have acted in sin toward Him, but they are not His children, because the mark of sin is on them. They are a bad and sinful people.",
      "6": "Is this how you pay the Lord, you foolish people who are not wise? Is He not your Father Who has bought you? He has made you and given you your place.",
      "7": "Remember the days long ago. Think of the years of all people. Ask your father and he will show you. Ask your leaders. They will tell you.",
      "8": "When the Most High divided up the world among the nations, he divided the children of men. He set the place where each nation was to live by the number of the sons of Israel.",
      "9": "For the Lord’s share is His people. He chose the people of Jacob for Himself.",
      "10": "He found him in a desert land, in the empty waste of a desert. He came around him and cared for him. He kept him as He would His own eye.",
      "11": "Like an eagle that shakes its nest, that flies over its young, He spread His wings and caught them. He carried them on His wings.",
      "12": "The Lord alone led him. There was no strange god with him.",
      "13": "He made him sit on the high places of the earth. And he ate the food of the field. He made him eat honey from the rock, oil out of hard rock,",
      "14": "milk from cows and milk from the flock, the fat of lambs, rams of Bashan, goats, and the best of the grain. And you drank wine of the blood of grapes.",
      "15": "“But Jeshurun grew fat and would not obey. You became fat and full of food. Then he turned away from God Who made him. He hated the Rock of His saving power.",
      "16": "They made Him jealous with strange gods. They made Him angry with hated things.",
      "17": "They gave gifts to demons who were not God, to gods they have not known, new gods who came later, whom your fathers did not fear.",
      "18": "You did not think of the Rock Who gave you birth. You forgot the God Who gave you birth.",
      "19": "“The Lord saw this, and hated them. His sons and daughters made Him angry.",
      "20": "Then He said, ‘I will hide My face from them. I will see what their end will be. For they are a sinful people, children who are not faithful.",
      "21": "They have made Me jealous with what is not God. They have made Me angry with their false gods. So I will make them jealous with those who are not a people. I will make them angry with a foolish nation.",
      "22": "For a fire is started by My anger. It burns to the very bottom of the place of the dead. It burns up the earth and all that grows on the earth. It burns the base of the mountains.",
      "23": "‘I will send much trouble upon them. I will use My arrows against them.",
      "24": "They will be wasted with hunger. They will be destroyed by burning heat and disease. I will send the teeth of wild animals against them, with the poison of things moving in the dust.",
      "25": "The sword will bring death in the street, and bring fear in the homes. It will destroy both young man and young woman, the baby and the man with white hair.",
      "26": "I would have said, “I will cut them to pieces. I will make all people forget about them.”",
      "27": "But I was afraid that those who hate them would fight in anger against them and would not understand. They would say, “We have won with our own strength. The Lord has not done this.”’",
      "28": "“For they are a nation without wise teaching. There is no understanding in them.",
      "29": "If they were wise, they would understand this. They would know their future!",
      "30": "How could one run after a thousand? How could two make ten thousand run away, unless their Rock had sold them, and the Lord had given them up?",
      "31": "For their rock is not like our Rock. Even those who hate us judge this.",
      "32": "Their vine is from the vine of Sodom, and from the fields of Gomorrah. Their grapes are grapes of poison. Their fruit tastes bitter.",
      "33": "Their wine is the poison of snakes that kill.",
      "34": "‘Are they not kept in store with Me, shut in with My stores of riches?",
      "35": "It is Mine to punish when their foot makes a false step. The day of their trouble is near. Their fall is coming fast upon them.’",
      "36": "For the Lord will judge His people. He will have loving-pity on His servants when He sees their strength is gone, and none are left of those who are free or of those who are not free.",
      "37": "Then He will say, ‘Where are their gods? Where is the rock where they went to be safe?",
      "38": "Who ate the fat of their burnt gifts and drank the wine of their drink gifts? Let them come and help you. Let them be your hiding place!",
      "39": "See now that it is I. I am He. There is no god except Me. It is I Who kills and gives life. I hurt, and I heal. And there is no one who can take from My hand.",
      "40": "For I lift up My hand to heaven, and promise that, as I live forever,",
      "41": "I will make My shining sword sharp. My hand takes hold of what is right and fair. I will punish those who are against Me. And I will punish those who hate Me.",
      "42": "I will make My arrows drunk with blood. My sword will eat flesh with the blood of those who are killed and those who are in prison, from the long-haired leaders of those who hate Me.’",
      "43": "Be glad, O nations, with His people! For He will punish because of the blood of His servants. He will punish those who fight against Him. And He will take away the sin of His land and His people.”",
      "44": "Moses came with Joshua the son of Nun and spoke all the words of this song in the ears of the people.",
      "45": "When Moses had finished speaking all these words to all Israel,",
      "46": "he said to them, “Take into your heart all the words I tell you today. Tell them to your children, so they may be careful to do all the words of this Law.",
      "47": "This word is of great worth to you. It is your very life. By this word you will live long in the land you are crossing the Jordan to take.”",
      "48": "The Lord said to Moses that same day,",
      "49": "“Go up to this mountain of the Abarim, Mount Nebo, in the land of Moab beside Jericho. Look at the land of Canaan, which I am giving to the people of Israel for their own.",
      "50": "Then die on the mountain you go up, and join your people, as Aaron your brother died on Mount Hor and joined his people.",
      "51": "This is because you were not faithful to Me among the people of Israel at the waters of Meribah-Kadesh, in the Desert of Zin and you did not honor Me as holy among the people of Israel.",
      "52": "You will see the land from far away, but you will not go into the land I am giving the people of Israel.”"
    },
    "33": {
      "1": "Moses the man of God prayed before his death that good would come to the people of Israel.",
      "2": "He said, “The Lord came from Sinai. He came upon us from Seir. He shined from Mount Paran. He came among 10,000 holy ones. He came with fire at His right hand.",
      "3": "Yes, He loves His people. All Your holy ones are in Your hand. They followed in Your steps. They receive Your Word.",
      "4": "Moses gave us the Law, which belongs to the people of Jacob.",
      "5": "The Lord was King in Jeshurun, when the leaders of the people were gathered, all the families of Israel together.",
      "6": "“May Reuben live and not die. Do not let his men be few.”",
      "7": "About Judah he said, “O Lord, hear the voice of Judah, and bring him to his people. He fought for them with his hands. Give him help against those who fight against him.”",
      "8": "About Levi he said, “Let Your Thummim and Your Urim belong to Your man of God. You proved him at Massah, and at the waters of Meribah.",
      "9": "He said of his father and mother, ‘I do not think of them.’ He kept himself apart from his brothers, and his own children. Yes, they obeyed Your Word and kept Your agreement.",
      "10": "They will teach Your Laws to Jacob. They will teach Your Laws to Israel. They will put special perfume before You, and whole burnt gifts on Your altar.",
      "11": "O Lord, give him good things. Receive the work of his hands. Crush those who go against him and those who hate him, so they may not get up again.”",
      "12": "About Benjamin he said, “May the one the Lord loves live by Him and be safe. The Lord covers him all the day long. And he lives between His shoulders.”",
      "13": "About Joseph he said, “May the Lord bring good to his land, with the best gifts from heaven above, with water on the grass in the early morning, and from the deep waters below,",
      "14": "with the best things from the sun, and the best foods of the months.",
      "15": "May the Lord bring good to his land with the best things of the old mountains, and the best things of the hills that last forever,",
      "16": "with the best things of the earth and all that is in it, and the favor of Him Who lived in the bush. Let these gifts come upon the head of Joseph, upon the crown of the head of the one who is ruler among his brothers.",
      "17": "His great power is like the first-born of his bull. His horns are like the horns of the wild bull. With them he will push all the nations to the ends of the earth. They are the ten thousands of Ephraim, and the thousands of Manasseh.”",
      "18": "About Zebulun he said, “Be full of joy, Zebulun, in your going out. Be full of joy, Issachar, in your tents.",
      "19": "They will call the people to the mountain. There they will give gifts that are right with God. For they will take out the riches of the seas and the hidden riches of the sand.”",
      "20": "About Gad he said, “Happy is the one who gives much land to Gad! He lies down like a lion, and tears the arm and the crown of the head.",
      "21": "He chose the best part for himself, for that was the ruler’s share. He came with the leaders of the people. He did what the Lord wanted him to do. And he obeyed His Law with Israel.”",
      "22": "About Dan he said, “Dan is a young lion, that jumps out from Bashan.”",
      "23": "About Naphtali he said, “O Naphtali, filled with favor, and full of the good things of the Lord, take the sea and the south for your own.”",
      "24": "About Asher he said, “May Asher be given more than the other sons. May he be favored by his brothers. Let him put his foot in oil.",
      "25": "Your locks will be iron and brass. And your strength will last like your days.",
      "26": "“There is none like the God of Jeshurun. He comes through the heavens to help you, through the sky in His great power.",
      "27": "The God Who lives forever is your safe place. His arms are always under you. He drove away from in front of you those who hate you, and said, ‘Destroy!’",
      "28": "So Israel lives in a safe place, the well of Jacob is safe, in a land of grain and new wine. Rain falls from His heavens.",
      "29": "Happy are you, O Israel! Who is like you, a nation saved by the Lord! He is the battle-covering Who helps you. He is the sword of your great power. So those who hate you will be afraid in front of you. And you will walk upon their high places.”"
    },
    "34": {
      "1": "Now Moses went up from the valleys of Moab to Mount Nebo, to the top of Pisgah, beside Jericho. And the Lord showed him all the land, Gilead as far as Dan,",
      "2": "all of Naphtali, the land of Ephraim and Manasseh, all the land of Judah as far as the sea in the west,",
      "3": "the Negev and the plain in the valley of Jericho, the city of palm trees, as far as Zoar.",
      "4": "Then the Lord said to him, “This is the land I promised Abraham, Isaac and Jacob, saying, ‘I will give it to your children.’ I have let you see it with your eyes, but you will not go there.”",
      "5": "So Moses the servant of the Lord died there in the land of Moab, as the Word of the Lord said.",
      "6": "And He buried him in the valley in the land of Moab, beside Beth-peor. But no man knows where he is buried to this day.",
      "7": "Moses was 120 years old when he died. But his eyes were not weak, and his strength had not left him.",
      "8": "The children of Israel cried for Moses in the valley of Moab for thirty days. Then the days of crying and sorrow for Moses came to an end.",
      "9": "Now Joshua the son of Nun was filled with the spirit of wisdom, for Moses had laid his hands on him. So the people of Israel listened to him and did what the Lord had told Moses.",
      "10": "There has never been another man who speaks for God in Israel like Moses. The Lord knew him face to face.",
      "11": "There has never been another like him who has done all the powerful works the Lord sent him to do in the land of Egypt against Pharaoh, all his servants, and all his land.",
      "12": "There has never been another who has shown all the great power and all the great fear which Moses did for all Israel to see."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:01.044750-04:00",
    "Translation": "NLV"
  }
}