{
  "Ecclesiastes": {
    "1": {
      "1": "These are the words of the Preacher, the son of David, king in Jerusalem.",
      "2": "“It is of no use,” says the Preacher. “It is of no use! All is for nothing.”",
      "3": "What does a man get for all his work which he does under the sun?",
      "4": "People die and people are born, but the earth stays forever.",
      "5": "The sun rises and the sun sets, and travels in a hurry to the place where it rises.",
      "6": "The wind blows to the south and goes around to the north. It goes around and around, and returns again on its way.",
      "7": "All the rivers flow into the sea, yet the sea is not full. And they return again to the place from which the rivers flow.",
      "8": "All things are tiring. Man is not able to tell about them. The eye never has enough to see, and the ear is never filled with what it hears.",
      "9": "What has been is what will be. And what has been done is what will be done. So there is nothing new under the sun.",
      "10": "Is there anything of which one might say, “See, this is new”? It has already been there since long before us.",
      "11": "No one remembers the things that happened before. And no one will remember the things that will happen in the future among those who will come later.",
      "12": "I, the Preacher, have been king over Israel in Jerusalem.",
      "13": "And I set my mind to look for wisdom to learn about all that has been done under heaven. It is a hard work which God has given to the sons of men to be troubled with.",
      "14": "I have seen all the works which have been done under the sun. And see, it is all for nothing. It is like trying to catch the wind.",
      "15": "What is not straight cannot be made straight. What is not there cannot be numbered.",
      "16": "I said to myself, “I have received more wisdom than all who were over Jerusalem before me. My mind has seen much wisdom and much learning.”",
      "17": "And I set my mind to know wisdom and to know what is crazy and foolish. I saw that this also is like trying to catch the wind.",
      "18": "Because in much wisdom there is much trouble. And he who gets much learning gets much sorrow."
    },
    "2": {
      "1": "I said to myself, “Come now, I will test you with things that are fun. So have a good time.” But see, this also was for nothing.",
      "2": "I said of laughing, “It is crazy,” and of fun, “What use is it?”",
      "3": "I tried to find in my mind how to make my body happy with wine, yet at the same time having my mind lead me with wisdom. I tried to find how to take hold of what is foolish, until I could see what good there is for the sons of men to do under heaven during the few years of their lives.",
      "4": "I did great things. I built houses for myself. I planted grape-fields for myself.",
      "5": "I made gardens and beautiful places for myself, and planted in them all kinds of fruit trees.",
      "6": "I made pools of water for myself from which to water many new trees.",
      "7": "I bought men and women servants, and had other servants who were born in my house. I had more flocks and cattle than anyone before me in Jerusalem.",
      "8": "I gathered for myself silver and gold and the riches of kings and lands. I got for myself male and female singers, and kept many women who acted as my wives, the joy of man.",
      "9": "Then I became great, greater than all who lived before me in Jerusalem. And my wisdom stayed with me.",
      "10": "Whatever my eyes wanted I did not keep away from them. I did not keep my heart from anything that was pleasing, for my heart was pleased with all my work. This was my reward for all my work.",
      "11": "Then I thought about all that my hands had done, and the work I had done. I saw that it was all for nothing. It was like trying to catch the wind, and there was nothing to get for it under the sun.",
      "12": "So I turned to think about wisdom and what is crazy and foolish. For what can the man do who comes after the king, except what has already been done?",
      "13": "And I saw that wisdom is better than what is foolish, as light is better than darkness.",
      "14": "The wise man’s eyes are in his head, but the fool walks in darkness. Yet I know that one thing will happen to both of them.",
      "15": "Then I said to myself, “What happens to the fool will happen to me also. Why then have I been so very wise?” So I said to myself, “This also is for nothing.”",
      "16": "For the wise man will not be remembered forever any more than the fool. All will be forgotten in the days to come. The wise man dies just like the fool!",
      "17": "So I hated life. For the work which had been done under the sun brought sorrow to me. Because everything is for nothing and is like trying to catch the wind.",
      "18": "I hated what came from all my work which I had done under the sun. For I must leave it to the man who will come after me.",
      "19": "And who knows if he will be a wise man or a fool? Yet he will rule over all that I have worked for by acting with wisdom under the sun. This also is for nothing.",
      "20": "So I was filled with sorrow for all I had worked for under the sun.",
      "21": "For here is a man who has worked with wisdom, much learning, and an able hand. Yet he must give this to one who has not worked for it. This also is for nothing, and very wrong.",
      "22": "For what does a man get from all his work and trouble under the sun?",
      "23": "For his work brings pain and sorrow all his days. Even during the night his mind does not rest. This also is for nothing.",
      "24": "There is nothing better for a man than to eat and drink and find joy in his work. I have seen that this also is from the hand of God.",
      "25": "For who can eat and who can find joy without Him?",
      "26": "For God has given wisdom and much learning and joy to the person who is good in God’s eyes. But to the sinner He has given the work of gathering and getting many riches together to give to the one who pleases God. This also is for nothing, like trying to catch the wind."
    },
    "3": {
      "1": "There is a special time for everything. There is a time for everything that happens under heaven.",
      "2": "There is a time to be born, and a time to die; a time to plant, and a time to pick what is planted.",
      "3": "There is a time to kill, and a time to heal; a time to break down, and a time to build up.",
      "4": "There is a time to cry, and a time to laugh; a time to have sorrow, and a time to dance.",
      "5": "There is a time to throw stones, and a time to gather stones; a time to kiss, and a time to turn from kissing.",
      "6": "There is a time to try to find, and a time to lose; a time to keep, and a time to throw away.",
      "7": "There is a time to tear apart, and a time to sew together; a time to be quiet, and a time to speak.",
      "8": "There is a time to love, and a time to hate; a time for war, and a time for peace.",
      "9": "What does the worker get for his work?",
      "10": "I have seen the work which God has given the sons of men to do.",
      "11": "He has made everything beautiful in its time. He has put thoughts of the forever in man’s mind, yet man cannot understand the work God has done from the beginning to the end.",
      "12": "I know that there is nothing better for men than to be happy and to do good as long as they live.",
      "13": "And I know that every man who eats and drinks sees good in all his work. It is the gift of God.",
      "14": "I know that everything God does will last forever. There is nothing to add to it, and nothing to take from it. God works so that men will honor Him with fear.",
      "15": "That which is, already has been. And that which will be, has already been. For God allows the same things to happen again.",
      "16": "Also I have seen under the sun that in the place of what is right and fair there is sin. And in the place of what is right and good there is wrong-doing.",
      "17": "I said to myself, “God will judge both the man who is right and good, and the sinful man.” For there is a time for everything to be done and a time for every work.",
      "18": "I said to myself about the sons of men, “God is testing them to show them that they are like animals.”",
      "19": "For the same thing is to happen to both the sons of men and animals. As one dies, so dies the other. They all have the same breath, and to be a man is no better than to be an animal. Because all is for nothing.",
      "20": "All go to the same place. All came from the dust and all return to the dust.",
      "21": "Who knows that the spirit of man goes up and the spirit of the animal goes down to the earth?",
      "22": "So I have seen that nothing is better than that man should be happy in his work, for that is all he can do. Who can bring him to see what will happen after him?"
    },
    "4": {
      "1": "Then I saw all the bad powers that were ruling under the sun. I saw the tears of the people who were suffering under these powers, with no one to comfort them. Those who made it hard for them had the power. But the people had no one to comfort them.",
      "2": "So I thought that those who are already dead are better off than those who are still living.",
      "3": "But better than both is the one who has never been, who has never seen the wrong that is done under the sun.",
      "4": "I have seen that all the work done is because a man wants what his neighbor has. This also is for nothing, like trying to catch the wind.",
      "5": "The fool folds his hands and has no food to eat.",
      "6": "One hand full of rest is better than two hands full of work and trying to catch the wind.",
      "7": "Then I looked again at what is of no use under the sun.",
      "8": "There was a certain man who lived alone. He did not have a son or a brother. Yet he worked all the time. His eyes were never happy with the riches he had, and he never asked, “For whom am I working and why am I keeping myself from happiness?” This also is for nothing. It is work that brings sorrow.",
      "9": "Two are better than one, because they have good pay for their work.",
      "10": "For if one of them falls, the other can help him up. But it is hard for the one who falls when there is no one to lift him up.",
      "11": "And if two lie down together, they keep warm. But how can one be warm alone?",
      "12": "One man is able to have power over him who is alone, but two can stand against him. It is not easy to break a rope made of three strings.",
      "13": "A poor and wise boy is better than an old and foolish king who will no longer listen to words of wisdom.",
      "14": "A man can come out of prison to become king, even if he was born poor in his nation.",
      "15": "I have seen all the living under the sun gather to the side of the boy who becomes king in his place.",
      "16": "There was no end to all the people. He ruled over all of them. Yet those who come later will not be happy with him. For this also is for nothing, like trying to catch the wind."
    },
    "5": {
      "1": "Watch your steps as you go to the house of God. Go near and listen but do not give the gift of fools. For they do not know they are sinning.",
      "2": "Do not hurry to speak or be in a hurry as you think what to tell God. For God is in heaven and you are on the earth. So let your words be few.",
      "3": "For a dream comes with much work, and the voice of a fool comes with many words.",
      "4": "When you make a promise to God, do not be late in paying it, for He is not pleased with fools. Pay what you promise to pay!",
      "5": "It is better not to make a promise, than to make a promise and not pay it.",
      "6": "Do not let your mouth cause you to sin. And do not say to the one sent from God that it was a mistake. Why should God be angry because of what you said, and destroy the work of your hands?",
      "7": "For when there are many dreams, there are many empty words. Instead of this, honor God with fear.",
      "8": "In one part of a land if you see a bad power held over the poor, and what is right and fair and good taken away, do not be surprised by what you see. For one leader watches over another leader, and more important leaders watch over them.",
      "9": "After all, a country does better with a king in power.",
      "10": "He who loves money will never have enough money to make him happy. It is the same for the one who loves to get many things. This also is for nothing.",
      "11": "When there are more good things, there are also more people to eat them. So what does their owner get except to see them with his eyes?",
      "12": "The sleep of the working man is pleasing, if he eats little or much. But the full stomach of the rich man does not let him sleep.",
      "13": "There is something very wrong which I have seen under the sun: Riches being kept by the owner and he is hurt by them.",
      "14": "When those riches are lost because he used them in a wrong way, and he had become the father of a son, there was nothing left for him.",
      "15": "A man comes from his mother without clothing, and he will go as he came. He will take nothing from his work that he can carry in his hand.",
      "16": "This also is very wrong: As a man is born, this is the way he will leave. So what does the man get who works for the wind?",
      "17": "All his life he eats in darkness with much sorrow, sickness and anger.",
      "18": "This is what I have seen to be good and right: to eat and to drink and be happy in all the work one does under the sun during the few years of his life which God has given him. For this is his reward.",
      "19": "As for every man to whom God has given riches and many good things, He has also given him the power to eat from them, receive his reward and be happy in his work. This is the gift of God.",
      "20": "For he will not think much about the years of his life, because God keeps him happy in his heart."
    },
    "6": {
      "1": "There is another bad thing which I have seen under the sun, and it is hard for men:",
      "2": "God gives a man riches and many good things and honor, so that he has everything he wants. But He does not allow him to have joy from them, for a stranger has joy from them. This is for nothing, and is very bad.",
      "3": "If a man becomes the father of a hundred children and lives many years until he is very old, but he is not happy with good things, and is not buried as he should be, then I say that the child who dies before it is born is shown more favor than he.",
      "4": "For this child comes for nothing and goes into darkness, and in darkness its name is covered.",
      "5": "It never sees the sun and it never knows anything. It is better off than he.",
      "6": "Even if the other man lives a thousand years twice and does not find joy in good things, do not all go to the same place?",
      "7": "All a man’s work is for his mouth, and yet his hunger is not filled.",
      "8": "For what is better for the wise man than for the fool? And what good does the poor man have who knows how to walk among the living?",
      "9": "What the eyes see is better than what there is a desire for. This also is for nothing, like trying to catch the wind.",
      "10": "Whatever has come to be has already been given a name. It is known what man is, and that he cannot argue with one who is stronger than he.",
      "11": "The more words there are, the more they are worth nothing. What good is that to anyone?",
      "12": "For who knows what is good for a man during his life, during the few years of his living for nothing? He will spend them like a shadow. For who can tell a man what will happen after he is gone under the sun?"
    },
    "7": {
      "1": "A good name is better than oil of much worth. And the day of one’s death is better than the day of one’s birth.",
      "2": "It is better to go to a house of sorrow than to go to a house of much eating. For this is the end of all men, and the living takes it to heart.",
      "3": "To have sorrow is better than to laugh because when a face is sad, the heart may become strong.",
      "4": "The heart of the wise is in the house of sorrow, while the heart of fools is in the house where there is fun.",
      "5": "It is better to listen to the sharp words of a wise man than to listen to the song of fools.",
      "6": "For the laughing of a fool is like the sound of a thorn bush burning under a pot. This also is for nothing.",
      "7": "For sure a bad power makes the wise man angry. And to get paid in secret for wrong-doing destroys the heart.",
      "8": "The end of something is better than its beginning. Not giving up in spirit is better than being proud in spirit.",
      "9": "Do not be quick in spirit to be angry. For anger is in the heart of fools.",
      "10": "Do not say, “Why were the days of the past better than these?” For it is not wise to ask this.",
      "11": "Wisdom with a gift passed down from father to son is good and a help to those who see the sun.",
      "12": "For wisdom keeps one from danger just as money keeps one from danger. But the good thing about much learning is that wisdom keeps alive those who have it.",
      "13": "Think of the work of God, for who is able to make straight what He has not made straight?",
      "14": "In the day of well-being be happy. But in the day of trouble, think about this: God has made the one as well as the other, so that man can never know what is going to happen.",
      "15": "In the days of my life I have seen everything, but my life has been worth nothing. There is a right and good man who is destroyed while he is right and good. And there is a sinful man who lives long in his wrong-doing.",
      "16": "Do not be too right and good, and do not be too wise. Why should you destroy yourself?",
      "17": "Do not be too sinful, and do not be a fool. Why should you die before your time?",
      "18": "It is good that you take hold of one thing, and do not let go of the other. For the one who fears God will have both of them.",
      "19": "Wisdom gives more strength to a wise man than ten rulers have in a city.",
      "20": "For sure there is not a right and good man on earth who always does good and never sins.",
      "21": "Do not listen to all the things that are said, or you might hear your servant cursing you.",
      "22": "For you know in your heart that many times you have cursed others.",
      "23": "I tested all this with wisdom, and I said, “I will be wise,” but it was far from me.",
      "24": "Wisdom has been far away and hidden. Who can find it?",
      "25": "I turned my mind to know, to find out, and to look for wisdom and the reason of things, and to know how sinful it is to be foolish, and that being mad is foolish.",
      "26": "And I found that the woman whose heart is traps and nets, and whose hands are chains is more bitter than death. He who pleases God will get away from her. But the sinner will be taken in by her.",
      "27": "“See, I have found this out,” says the Preacher. “I have added one thing to another to find the reason,",
      "28": "which I am still looking for but have not found. I have found one man among a thousand, but I have not found a woman among all these.",
      "29": "See, I have found only this, that God made men right, but they have found many sinful ways.”"
    },
    "8": {
      "1": "Who is like the wise man? And who understands the meaning of anything? A man’s wisdom makes his face shine. The hard look on his face is changed.",
      "2": "I say, “Obey the words of the king because of the promise you made to God.",
      "3": "Do not be in a hurry to leave him. Do not join in wrong-doing, for he will do whatever he pleases.”",
      "4": "Since the king’s word is powerful, who will say to him, “What are you doing?”",
      "5": "He who obeys the king’s law will have no trouble, for a wise heart knows the right time and way.",
      "6": "For there is a right time and way for everything, even if a man’s trouble is heavy upon him.",
      "7": "If no one knows what will happen, who can tell him when it will happen?",
      "8": "No man has the right and power to hold back the wind with the wind, or power over the day of his death. No man is free to leave in the time of war. And sin will not take the sinner out of trouble.",
      "9": "All this I have seen while thinking about every work that has been done under the sun. There is a time when one man has power over another man and makes him suffer.",
      "10": "Then I saw the sinful buried, who used to go in and out of the holy place. They are soon forgotten in the city where they did this. This also is for nothing.",
      "11": "Because a sinful act is not punished in a hurry, so the hearts of the sons of men are given completely over to sin.",
      "12": "Even though a sinner does sinful things a hundred times and lives a long time, still I know that it will be well for those who fear God, and let others know they fear God.",
      "13": "But it will not go well for the sinful man. His days will not be long like a shadow, because he does not fear God.",
      "14": "There is something that is of no use on the earth: There are right and good men who have the same thing happen to them that happens to those who do sinful things. And there are sinful men who have the same thing happen to them that happens to those who are right and good. I say this also is for nothing.",
      "15": "So I say a man should enjoy himself. For there is nothing good for a man under the sun except to eat and drink and be happy. For this will be with him in his work through the days of his life which God has given him under the sun.",
      "16": "I gave my heart to know wisdom and to see the work which has been done on the earth, not sleeping day or night.",
      "17": "And I saw all the work of God and knew that man cannot even think of all that is done under the sun. Even if man tries hard to find out, he will not be able to. Even if a wise man says he knows, he does not."
    },
    "9": {
      "1": "For I have thought of all this, how good and wise men and their works are in the hand of God. Man does not know if love or hate is waiting for them.",
      "2": "It is the same for all. The same thing will happen to both the man who is good and the man who is sinful. The same thing will happen to the clean and the unclean, and to the man who gives a gift on the altar and to the man who does not. As the good man is, so is the sinner. As the man who swears is, so is the one who is afraid to swear.",
      "3": "This is a bad thing in all that is done under the sun, that the same thing happens to all men. Also the hearts of men are sinful and crazy all their lives. Then they join the dead.",
      "4": "But there is hope for the one who is among the living. For sure a live dog is better off than a dead lion.",
      "5": "For the living know they will die. But the dead know nothing, and they will receive nothing further, for they are forgotten.",
      "6": "Their love and hate and desire have already died. They will no longer have a part in what is done under the sun.",
      "7": "Go and eat your bread in happiness. Drink your wine with a happy heart. For God has already been pleased with your works.",
      "8": "Let your clothes be white all the time. And let there always be oil on your head.",
      "9": "Enjoy life with the woman you love all the days of your life that will soon be over. God has given you these days under the sun. This is the good you will get in life and in your work which you have done under the sun.",
      "10": "Whatever your hand finds to do, do it with all your strength. For there is no work or planning or learning or wisdom in the place of the dead where you are going.",
      "11": "Again I saw under the sun that the race is not to the fast and the battle to the men of war. Bread is not to the wise and riches are not to the men of understanding. Favor is not to able workers. Time comes and goes and things happen for no reason to them all.",
      "12": "Man does not know his time. Like fish caught in a bad net, and birds caught in a trap, so men are trapped at a bad time when trouble comes upon them when they do not expect it.",
      "13": "I have also seen this as wisdom under the sun, and it made me think.",
      "14": "There was a small city with few men in it, and a great king came to it. His army gathered around it and built a large wall to help them in battle against it.",
      "15": "But a poor wise man was found in the city, and he brought the city out of its trouble by his wisdom. Yet no one remembered that poor man.",
      "16": "So I said, “Wisdom is better than strength.” But the wisdom of the poor man is hated and his words are not carried out.",
      "17": "The words of the wise heard in quiet are better than the loud words of a ruler among fools.",
      "18": "Wisdom is better than objects used in war, but one sinner destroys much good."
    },
    "10": {
      "1": "Dead flies make a perfume maker’s oil smell bad. So does acting a little foolish weigh more than wisdom and honor.",
      "2": "A wise man’s heart leads him toward the right. But the foolish man’s heart leads him toward the left.",
      "3": "Even when the fool walks on the road, he has little understanding and shows everyone that he is a fool.",
      "4": "If the ruler becomes angry with you, do not back away. If you are quiet, much wrong-doing may be put aside.",
      "5": "There is a sin I have seen under the sun, like a mistake done by a ruler:",
      "6": "Fools are put in many places of honor, while rich men sit in places that are not important.",
      "7": "I have seen servants riding on horses, and princes walking like servants on the land.",
      "8": "He who digs a deep hole may fall into it. And a snake may bite him who breaks through a wall.",
      "9": "He who cuts stones may be hurt by them. And he who cuts trees may be in danger by them.",
      "10": "If the ax is not sharp and he does not make it sharp, then he must use more strength. Wisdom helps one to do well.",
      "11": "If the snake bites before it is put under a man’s power, it will not be of help to the man who would have power over it.",
      "12": "The words of a wise man’s mouth are kind, but the lips of a fool destroy him.",
      "13": "The beginning of his talking is foolish, and the end of it is sinful and crazy.",
      "14": "Yet the fool speaks many words. No man knows what will happen. And who can tell him what will come after him?",
      "15": "The work of a fool makes him so tired that he does not even know the way to a city.",
      "16": "It is bad for you, O land, when your king is a child and your princes eat too much in the morning.",
      "17": "Happy are you, O land, when your king is from parents who have ruled, and your princes eat at the right time, for strength and not to get drunk.",
      "18": "When men are lazy, the roof begins to fall in. When they will do no work, the rain comes into the house.",
      "19": "Food is made ready to be enjoyed, wine makes life happy, but money is the answer to everything.",
      "20": "Do not curse a king even in your thoughts, and do not curse a rich man in your bedroom because a bird of the heavens will carry your voice and an animal with wings will make it known."
    },
    "11": {
      "1": "Throw your bread upon the waters, for you will find it after many days.",
      "2": "Share what you have with seven, or even with eight, for you do not know what trouble may come on the earth.",
      "3": "If the clouds are full, they pour out rain upon the earth. And if a tree falls to the south or to the north, wherever the tree falls, there it lies.",
      "4": "He who watches the wind will not plant his seeds. And he who looks at the clouds will not gather the food.",
      "5": "Just as you do not know the path of the wind or how the bones are made of a child yet to be born, so you do not know the work of God Who makes all things.",
      "6": "Plant your seeds in the morning, and do not be lazy in the evening. You do not know which will grow well, the morning or evening planting, or if both of them alike will do well.",
      "7": "Light is pleasing. It is good for the eyes to see the sun.",
      "8": "If a man should live many years, let him have joy in them all. Yet let him remember the days of darkness, for they will be many. All that comes is for nothing.",
      "9": "Young man, be filled with joy while you are young. And let your heart be happy while you are a young man. Follow the ways of your heart and the desires of your eyes. But know that God will judge you for all these things.",
      "10": "So put away trouble from your heart, and put away pain from your body. Because the years when you were a child and the best years of your life are going by fast."
    },
    "12": {
      "1": "Remember also your Maker while you are young, before the days of trouble come and the years when you will say, “I have no joy in them,”",
      "2": "before the sun, the light, the moon and the stars are made dark, and clouds return after the rain.",
      "3": "This will be the day when the men who watch the house shake in fear. Strong men bow. Those who grind will stop because they are few. And the eyes of those who look through windows will not see well.",
      "4": "The doors on the street will be shut when the sound of the grinding is no more. One will rise up at the sound of a bird. All the daughters of song will sing very low.",
      "5": "Men will be afraid of a high place and of fears on the road. Flowers will grow on the almond tree. The grasshopper will pull himself along. And desire will be at an end. For man will go to his home that lasts forever, while people filled with sorrow go about in the street.",
      "6": "Remember Him before the silver rope of life is broken and the gold dish is crushed. Remember Him before the pot by the well is broken and the wheel by the water-hole is crushed.",
      "7": "Then the dust will return to the earth as it was. And the spirit will return to God Who gave it.",
      "8": "“It is of no use,” says the Preacher, “It is all for nothing!”",
      "9": "Besides being a wise man, the Preacher also taught the people much learning. He thought about, and looked for, and put together many wise sayings.",
      "10": "The Preacher looked to find pleasing words and to write words of truth in the right way.",
      "11": "The words of wise men are like a stick. Their gathered sayings are like well-driven nails given by one Shepherd.",
      "12": "But more than this, my son, be careful. There is no end to the writing of many books and reading many of them makes the body tired.",
      "13": "The last word, after all has been heard, is: Honor God and obey His Laws. This is all that every person must do.",
      "14": "For God will judge every act, even everything which is hidden, both good and bad."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:25.450531-04:00",
    "Translation": "NLV"
  }
}