{
  "Exodus": {
    "1": {
      "1": "These are the names of the sons of Israel who came to Egypt with Jacob. Each one came with those of his house:",
      "2": "Reuben, Simeon, Levi, Judah,",
      "3": "Issachar, Zebulun, Benjamin,",
      "4": "Dan, Naphtali, Gad, and Asher.",
      "5": "There were seventy people in Jacob’s family. But Joseph was already in Egypt.",
      "6": "Joseph and all his brothers died and all their families of that time.",
      "7": "But the sons of Israel had many children, and the people became many in number. There were so many that the land was filled with them.",
      "8": "Then a new king came into power over Egypt. He did not know Joseph.",
      "9": "He said to his people, “See, the people of Israel are too many and too powerful for us.",
      "10": "Come, let us be wise in how we act towards them, or they will become more in number. If there is a war, they might join with those who hate us. They might fight against us and then leave the land.”",
      "11": "So they put men in power over them to make them work hard. And they built the store-cities Pithom and Raamses for Pharaoh the king.",
      "12": "But the more the Egyptians made them suffer, the more they became until they spread throughout the land. So the Egyptians were afraid of the people of Israel.",
      "13": "The Egyptians made the people of Israel work very hard.",
      "14": "They made their lives bitter with hard work building with stones and with all kinds of work in the field. They made them work very hard.",
      "15": "Then the king of Egypt spoke to the Hebrew nurses. The name of one was Shiphrah. The name of the other was Puah.",
      "16": "He said, “When you are helping the Hebrew women to give birth, and see the baby before the mother does, if it is a son, kill him. But if it is a daughter, let her live.”",
      "17": "But the nurses feared God. They did not do what the king of Egypt told them. They let the boys live.",
      "18": "So the king of Egypt called the nurses and said to them, “Why have you done this, and let the boys live?”",
      "19": "The nurses answered Pharaoh, “Because the Hebrew women are not like the Egyptian women. They are strong. They give birth before the nurse comes to them.”",
      "20": "So God was good to the nurses. And the people became many and strong.",
      "21": "Because the nurses feared God, He gave them families.",
      "22": "Then Pharaoh told all his people, “Throw every son who is born to the Hebrews into the Nile. But keep every daughter alive.”"
    },
    "2": {
      "1": "Now a man of the family of Levi married a daughter of Levi.",
      "2": "She was going to have a baby, and she gave birth to a son. When she saw that he was beautiful, she hid him for three months.",
      "3": "But the time came when she could hide him no longer. So she took a basket made from grass, and covered it with tar and put the child in it. And she set it in the grass by the side of the Nile.",
      "4": "His sister stayed to watch and find out what would happen to him.",
      "5": "Then the daughter of Pharaoh came to wash herself in the Nile. Her young women walked beside the Nile. She saw the basket in the tall grass and sent the woman who served her to get it.",
      "6": "She opened it and saw the child. The boy was crying. She had pity on him and said, “This is one of the Hebrews’ children.”",
      "7": "Then his sister said to Pharaoh’s daughter, “Should I go and call a nurse from the Hebrew women to nurse the child for you?”",
      "8": "Pharaoh’s daughter said to her, “Go.” So the girl went and called the child’s mother.",
      "9": "Then Pharaoh’s daughter said to her, “Take this child away and nurse him for me. And I will pay you.” So the woman took the child and nursed him.",
      "10": "The child grew, and she brought him to Pharaoh’s daughter. And he became her son. She gave him the name Moses, saying, “Because I took him out of the water.”",
      "11": "One day after Moses had grown up, he went out to his brothers and saw how hard they worked. He saw an Egyptian beating a Hebrew, one of his people,",
      "12": "so he looked this way and that way. He did not see anyone, so he killed the Egyptian and hid him in the sand.",
      "13": "The next day he went out and saw two Hebrews fighting. He said to the man who did the wrong, “Why are you hitting your neighbor?”",
      "14": "But the man said, “Who made you a ruler and a judge among us? Do you plan to kill me like you killed the Egyptian?” Then Moses was afraid. He thought, “For sure the thing I have done is known.”",
      "15": "When Pharaoh heard what had happened, he tried to kill Moses. But Moses ran away from Pharaoh and stayed in the land of Midian. He sat down there by a well.",
      "16": "Now the religious leader of Midian had seven daughters. They came to get water, and filled the barrels used to water their father’s flock.",
      "17": "The shepherds came and tried to make them go away. But Moses stood up and helped them. He gave water to their flock.",
      "18": "When they came to their father Reuel, he said, “Why have you returned so soon today?”",
      "19": "They answered, “An Egyptian saved us from the shepherds. He even got the water for us and gave water to the flock.”",
      "20": "He said to his daughters, “Where is he? Why have you left the man? Ask him to have something to eat with us.”",
      "21": "Moses was willing to stay with the man, and he gave his daughter Zipporah to Moses.",
      "22": "She gave birth to a son. And he gave him the name Gershom. For he said, “I have been a stranger in a strange land.”",
      "23": "Now after a long time, the king of Egypt died. The people of Israel were sad in their spirit because of being servants. They cried for help. And because of their hard work their cry went up to God.",
      "24": "God heard their crying and remembered His agreement with Abraham, Isaac and Jacob.",
      "25": "God saw the people of Israel and He cared about them."
    },
    "3": {
      "1": "Now Moses was taking care of the flock of his father-in-law Jethro, the religious leader of Midian. He led the flock to the west side of the desert, and came to Horeb, the mountain of God.",
      "2": "There the Angel of the Lord showed Himself to Moses in a burning fire from inside a bush. Moses looked and saw that the bush was burning with fire, but it was not being burned up.",
      "3": "So Moses said, “I must step aside and see this great thing, why the bush is not being burned up.”",
      "4": "The Lord saw him step aside to look. And God called to him from inside the bush, saying, “Moses, Moses!” Moses answered, “Here I am.”",
      "5": "God said, “Do not come near. Take your shoes off your feet. For the place where you are standing is holy ground.”",
      "6": "He said also, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.” Then Moses hid his face. For he was afraid to look at God.",
      "7": "The Lord said, “I have seen the suffering of My people in Egypt. I have heard their cry because of the men who make them work. I know how they suffer.",
      "8": "So I have come down to save them from the power of the Egyptians. I will bring them out of that land to a good big land, to a land flowing with milk and honey, to the place of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite and the Jebusite.",
      "9": "Now the cry of the people of Israel has come to Me. I have seen what power the Egyptians use to make it hard for them.",
      "10": "Now come, and I will send you to Pharaoh so that you may bring My people, the sons of Israel, out of Egypt.”",
      "11": "But Moses said to God, “Who am I to go to Pharaoh and bring the people of Israel out of Egypt?”",
      "12": "God said, “But I will be with you. And this will be something special for you to see to know that I have sent you: When you have brought the people out of Egypt, you will worship God at this mountain.”",
      "13": "Then Moses said to God, “See, I am going to the people of Israel, and I will say to them, ‘The God of your fathers has sent me to you.’ Now they might say to me, ‘What is His name?’ What should I say to them?”",
      "14": "And God said to Moses, “I AM WHO I AM.” And He said, “Say to the Israelites, ‘I AM has sent me to you.’”",
      "15": "Again He said, “Say this to the people of Israel, ‘The Lord, the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is My name forever. By this name I am to be remembered by all people for all time.",
      "16": "Go and gather together the leaders of Israel. Say to them, ‘The Lord, the God of your fathers, the God of Abraham, Isaac and Jacob, has shown Himself to me. And He said, “I have visited you and have seen what has been done to you in Egypt.",
      "17": "I promise to bring you out of the suffering of Egypt to the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite, to a land flowing with milk and honey.’”",
      "18": "They will listen to what you say. Then you and the leaders of Israel will go to the king of Egypt and say to him, ‘The Lord, the God of the Hebrews, has met with us. So now we ask you to let us travel three days to the desert to give gifts on an altar in worship to the Lord our God.’",
      "19": "But I know that the king of Egypt will not let you go, except by a powerful hand.",
      "20": "So I will put out My hand and trouble Egypt with all the powerful works I will do there. After that he will let you go.",
      "21": "And I will give these people favor in the eyes of the Egyptians. When you go, you will not go empty handed.",
      "22": "But each woman will get from her neighbor and the woman who lives in her house, things made of silver and gold, and clothes that you will put on your sons and daughters. You will take the best of things from the Egyptians.”"
    },
    "4": {
      "1": "Then Moses answered, “What if they will not believe me or listen to me? They might say, ‘The Lord has not shown Himself to you.’”",
      "2": "The Lord said to him, “What is that in your hand?” Moses said, “A stick.”",
      "3": "Then the Lord said, “Throw it on the ground.” So Moses threw it on the ground, and it became a snake. And Moses ran from it.",
      "4": "But the Lord said to Moses, “Put out your hand and take it by its tail.” So Moses put out his hand and caught it. And it became a stick in his hand.",
      "5": "The Lord said, “By seeing this they may believe that the Lord, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has shown Himself to you.”",
      "6": "The Lord said to him, “Put your hand inside your coat.” So Moses put his hand inside his coat. When he took it out, his hand had a bad skin disease and was white as snow.",
      "7": "Then God said, “Put your hand inside your coat again.” So Moses put his hand inside his coat again. When he took it out of his coat, he saw that it had become like his other flesh.",
      "8": "God said, “If they will not listen to you or believe you when they are shown the first thing, they may believe when this is shown to them.",
      "9": "But they might not believe even these two things or listen to what you say. So then take some water from the Nile and pour it on the dry ground. And the water you take from the Nile will become blood on the dry ground.”",
      "10": "Moses said to the Lord, “Lord, I am not a man of words. I have never been. Even now since You spoke to Your servant, I still am not. For I am slow in talking and it is difficult for me to speak.”",
      "11": "Then the Lord said to him, “Who has made man’s mouth? Who makes a man not able to speak or hear? Who makes one blind or able to see? Is it not I, the Lord?",
      "12": "So go now. And I will be with your mouth. I will teach you what to say.”",
      "13": "But Moses said, “O Lord, I ask of You, send some other person.”",
      "14": "Then the anger of the Lord burned against Moses. He said, “Is not Aaron the Levite your brother? I know he can speak well. Also, he is coming to meet you. And when he sees you, he will be glad in his heart.",
      "15": "You must speak to him and put the words in his mouth. I will be with your mouth and his mouth. I will teach you what you are to do.",
      "16": "He will speak to the people for you. He will be a mouth for you. And you will be as God to him.",
      "17": "You will take this special stick in your hand. And you will use it to make the special things happen for the people to see.”",
      "18": "Then Moses left and returned to Jethro his father-in-law, and said to him, “I ask of you, let me return to my brothers in Egypt to see if they are still alive.” And Jethro said to Moses, “Go in peace.”",
      "19": "The Lord said to Moses in Midian, “Return to Egypt. For all the men who wanted to kill you are dead.”",
      "20": "So Moses took his wife and sons and put them on a donkey, and he returned to the land of Egypt. Moses also took the special stick of God in his hand.",
      "21": "The Lord said to Moses, “When you return to Egypt, make sure you show Pharaoh all the works that I have placed in your power. But I will make his heart hard so that he will not let the people go.",
      "22": "Then say to Pharaoh, ‘The Lord says this: “Israel is My son, My first-born.",
      "23": "And I say to you, ‘Let My son go. Let him work for Me.’ But if you will not let him go, I will kill your son, your first-born.”’”",
      "24": "The Lord met Moses at a resting place on the way and would have put him to death.",
      "25": "But Zipporah took a knife and cut off her son’s piece of skin and threw it at Moses’ feet. And she said, “For sure you are a husband of blood to me.”",
      "26": "Then the Lord let him alone. Zipporah said, “You are a husband of blood,” because of the religious act of becoming a Jew.",
      "27": "The Lord said to Aaron, “Go to meet Moses in the desert.” So he went and met him at the mountain of God and kissed him.",
      "28": "Moses told Aaron all the words of the Lord with which He had sent him. And he told him about all the special works that the Lord had told him to do.",
      "29": "Then Moses and Aaron went and gathered together all the leaders of the people of Israel.",
      "30": "Aaron spoke all the words which the Lord had spoken to Moses. Then he did all the special works for the people to see.",
      "31": "So the people believed. When they heard that the Lord cared about the people of Israel and had seen their suffering, they bowed to the ground and worshiped."
    },
    "5": {
      "1": "After this, Moses and Aaron went to Pharaoh and said, “The Lord, the God of Israel, says this: ‘Let My people go, that they may have a special supper to honor Me in the desert.’”",
      "2": "But Pharaoh said, “Who is the Lord, that I should obey Him and let Israel go? I do not know the Lord. And I will not let Israel go.”",
      "3": "Then they said, “The God of the Hebrews has met with us. We ask of you, let us travel into the desert three days, to give a gift on an altar in worship to the Lord our God. Or He may send death to us by disease or by the sword.”",
      "4": "But the king of Egypt said to them, “Moses and Aaron, why do you take the people away from their work? Return to your work!”",
      "5": "Then Pharaoh said, “See, the people of the land are now many. And you would have them stop working!”",
      "6": "That same day Pharaoh told the men who made the people work,",
      "7": "“Do not give the people straw for making clay blocks any more. Let them go and gather straw for themselves.",
      "8": "But have them make the same number of clay blocks as before, and no less. They are crying, ‘Let us go and give a gift in worship to our God,’ because they are lazy.",
      "9": "Let more work be given to the men so they will not have time to listen to lies.”",
      "10": "So the men who made the people work went out and said to the people, “This is what Pharaoh says: ‘I will not give you straw.",
      "11": "You go and get straw for yourselves where you can find it. But you will not work any less than before.’”",
      "12": "So the people went out through all the land of Egypt to gather what they could use for straw.",
      "13": "The men who made them work made them hurry, saying, “Finish your full day’s work as you did when there was straw.”",
      "14": "And the Hebrew men who had been made to rule over the people by Pharaoh’s work-leaders were beaten. They were asked, “Why have you not made as many clay blocks yesterday or today as you made before?”",
      "15": "Then the Hebrew men who made the people work went to Pharaoh and cried, “Why do you act this way toward your servants?",
      "16": "There is no straw given to your servants. Yet they still say to us, ‘Make clay blocks!’ See, your servants are being beaten. But your own people are to blame.”",
      "17": "But Pharaoh said, “You are lazy, very lazy. So you say, ‘Let us go and give a gift on an altar in worship to the Lord.’",
      "18": "Go now and work. You will be given no straw. Yet you must make the same number of clay blocks.”",
      "19": "The Hebrew men who made the people work knew that they were in trouble because they were told, “You must make the same number of clay blocks each day.”",
      "20": "When they came from Pharaoh, they met Moses and Aaron who were waiting for them.",
      "21": "They said to Moses and Aaron, “May the Lord look upon you and judge you. For you have caused us to be hated by Pharaoh and his servants. You have put a sword in their hand to kill us.”",
      "22": "Then Moses returned to the Lord and said, “O Lord, why have You hurt these people? Why did you ever send me?",
      "23": "For since I went to Pharaoh to speak in Your name, he has hurt these people. You have not set Your people free at all.”"
    },
    "6": {
      "1": "Then the Lord said to Moses, “Now you will see what I will do to Pharaoh. For he will be made to let them go because of My strong hand. By My strong hand, he will make them go out of his land.”",
      "2": "God said to Moses, “I am the Lord.",
      "3": "I showed Myself as God All-powerful to Abraham, Isaac and Jacob. But I did not make Myself known to them by My name, the Lord.",
      "4": "I also made My agreement with them, to give them the land of Canaan, the land where they were strangers.",
      "5": "I have heard the crying of the people of Israel, because they are being held by the Egyptians. And I have remembered My agreement.",
      "6": "So say to the people of Israel, ‘I am the Lord. I will take you away from the hard work and suffering in Egypt. I will take you away from being their servants. I will make you free by the strength of My arm and by the great things I will do to punish the guilty.",
      "7": "Then I will take you for My people, and I will be your God. And you will know that I am the Lord your God. I will bring you out from under the heavy loads of the Egyptians.",
      "8": "I will bring you to the land I promised to give to Abraham, Isaac and Jacob. I will give it to you for your own. I am the Lord.’”",
      "9": "So Moses said this to the people of Israel. But they did not listen to Moses because of their broken spirit and how hard they were made to work.",
      "10": "Then the Lord said to Moses,",
      "11": "“Go and tell Pharaoh king of Egypt to let the people of Israel go out of his land.”",
      "12": "But Moses said to the Lord, “See, the people of Israel have not listened to me. How then will Pharaoh listen to me? I am not able to speak well.”",
      "13": "But the Lord spoke to Moses and Aaron. He told them to tell the people of Israel and Pharaoh king of Egypt that they were to bring the people of Israel out of the land of Egypt.",
      "14": "These are the leaders of their fathers’ families. The sons of Reuben, Israel’s first-born: Hanoch, Pallu, Hezron, and Carmi. These are the families of Reuben.",
      "15": "The sons of Simeon: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul the son of a Canaanite woman. These are the families of Simeon.",
      "16": "These are the names of Levi’s sons by their family groups: Gershon, Kohath and Merari. Levi lived 137 years.",
      "17": "The sons of Gershon by their families: Libni and Shimei.",
      "18": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel. Kohath lived 133 years.",
      "19": "The sons of Merari: Mahli and Mushi. These are the families of the Levites by their family groups.",
      "20": "Amram married his father’s sister Jochebed. She gave birth to his sons, Aaron and Moses. Amram lived 137 years.",
      "21": "The sons of Izhar: Korah, Nepheg and Zichri.",
      "22": "The sons of Uzziel: Mishael, Elzaphan and Sithri.",
      "23": "Aaron married Elisheba, the daughter of Amminadab, the sister of Nahshon. She gave birth to his sons, Nadab, Abihu, Eleazar, and Ithamar.",
      "24": "The sons of Korah: Assir, Elkanah and Abiasaph. These are the families of the Korahites.",
      "25": "Aaron’s son Eleazar married one of the daughters of Putiel. She gave birth to his son Phinehas. These are the heads of the fathers’ houses of the Levites by their families.",
      "26": "It was the same Aaron and Moses to whom the Lord said, “Bring the people of Israel out of the land of Egypt by their family groups.”",
      "27": "They were the ones who spoke to Pharaoh king of Egypt about bringing the people of Israel out of Egypt. It was the same Moses and Aaron.",
      "28": "On the day when the Lord spoke to Moses in the land of Egypt,",
      "29": "the Lord said to Moses, “I am the Lord. Tell Pharaoh king of Egypt all that I say to you.”",
      "30": "But Moses said to the Lord, “See, I am not able to speak well. How then will Pharaoh listen to me?”"
    },
    "7": {
      "1": "The Lord said to Moses, “See, I have made you as God to Pharaoh. Your brother Aaron will be the one who speaks for you.",
      "2": "You will speak all that I tell you. Your brother Aaron will tell Pharaoh to let the people of Israel leave his land.",
      "3": "But I will make Pharaoh’s heart hard. So I will do many powerful works for the people to see in the land of Egypt.",
      "4": "Pharaoh will not listen to you. Then I will lay My hand on Egypt. By great acts that will punish the Egyptians, I will bring out My family groups, My people, the sons of Israel, from the land of Egypt.",
      "5": "The Egyptians will know that I am the Lord when I put My hand upon Egypt and bring out the people of Israel from among them.”",
      "6": "So Moses and Aaron did what the Lord told them to do.",
      "7": "Moses was eighty years old and Aaron was eighty-three years old, when they spoke to Pharaoh.",
      "8": "The Lord said to Moses and Aaron,",
      "9": "“When Pharaoh says to you, ‘Prove yourselves by doing a powerful work,’ then you say to Aaron, ‘Take your special stick and throw it down in front of Pharaoh so that it will become a snake.’”",
      "10": "So Moses and Aaron went to Pharaoh. They did just as the Lord had told them. Aaron threw his stick down in front of Pharaoh and his servants and it became a snake.",
      "11": "Then Pharaoh called for his wise men and wonder-workers. They did the same thing using their secret ways.",
      "12": "For each one threw down his stick and it became a snake. But Aaron’s special stick ate their sticks.",
      "13": "Yet Pharaoh’s heart was hard. He did not listen to them, just as the Lord had said.",
      "14": "The Lord said to Moses, “Pharaoh’s heart is not changed. He will not let the people go.",
      "15": "Go to Pharaoh in the morning when he is going out to the water. Wait for him beside the Nile River. Take in your hand the special stick that became a snake.",
      "16": "And say to him, ‘The Lord, the God of the Hebrews, sent me to you, saying, “Let My people go, so they may worship Me in the desert. But see, you have not yet listened.”",
      "17": "So the Lord says, “By this you will know that I am the Lord. I will hit the water of the Nile with the special stick that is in my hand. And the water will be changed to blood.",
      "18": "The fish that are in the Nile will die. And the Nile will have a bad smell. The Egyptians will not be able to drink water from the Nile.”’”",
      "19": "Then the Lord said to Moses, “Say to Aaron, ‘Take your special stick and put your hand out over the waters of Egypt, over their rivers, their pools, and all their man-made lakes of water, so they will become blood. There will be blood through all the land of Egypt, even in pots of wood and pots of stone.’”",
      "20": "Moses and Aaron did what the Lord had told them. Aaron raised the special stick and hit the water of the Nile in front of Pharaoh and his servants. And all the water in the Nile was turned into blood.",
      "21": "The\nfish that were in the Nile died. And the Nile had a bad smell. So the Egyptians could not drink water from the Nile. The blood was through all the land of Egypt.",
      "22": "But the wonder-workers of Egypt did the same thing using their secret ways. And Pharaoh’s heart was hard. He did not listen to them, just as the Lord had said.",
      "23": "Then Pharaoh turned and went into his house, without even thinking what had happened.",
      "24": "And all the Egyptians dug around the Nile for water to drink. For they could not drink the water of the Nile.",
      "25": "Seven days passed after the Lord had hit the Nile."
    },
    "8": {
      "1": "Then the Lord said to Moses, “Go to Pharaoh and say to him, ‘The Lord says this: “Let My people go, so they may worship Me.",
      "2": "But if you will not let them go, I will bring trouble to your whole country with frogs.",
      "3": "The Nile will be full of frogs. They will come up and go in your house and in your room and on your bed. They will come in the houses of your servants and on your people. They will come in your stoves and in your bread dough.",
      "4": "The frogs will come up on you and your people and all your servants.”’”",
      "5": "Then the Lord said to Moses, “Say to Aaron, ‘Put out your hand with your special stick over the rivers and over the pools. Make frogs come up on the land of Egypt.’”",
      "6": "So Aaron put his hand out over the waters of Egypt. And the frogs came up and covered the land of Egypt.",
      "7": "But the wonder-workers did the same thing using their secret ways. They made frogs come up on the land of Egypt.",
      "8": "Then Pharaoh called for Moses and Aaron and said, “You pray to the Lord to take the frogs away from me and my people. And I will let the people go, so they may give a gift in worship to the Lord.”",
      "9": "Moses said to Pharaoh, “The honor is yours to tell me when I should pray for you and your servants and your people, that the frogs may be sent away from you and your houses and stay only in the Nile.”",
      "10": "Pharaoh said, “Tomorrow.” And Moses said, “May it be as you say. You will know that there is no one like the Lord our God.",
      "11": "The frogs will go away from you and your houses and your servants and your people. They will stay only in the Nile.”",
      "12": "Then Moses and Aaron went away from Pharaoh. And Moses cried to the Lord about the frogs that He had brought against Pharaoh.",
      "13": "The Lord did as Moses said. The frogs died in and around the houses and the fields.",
      "14": "The people gathered them together, and the land had a bad smell.",
      "15": "But when Pharaoh saw that there was rest from the trouble, he made his heart hard. He did not listen to them, just as the Lord had said.",
      "16": "Then the Lord said to Moses, “Say to Aaron, ‘Put out your special stick and hit the dust of the earth. It will become lice through all the land of Egypt.’”",
      "17": "And they did so. Aaron put out his hand with his stick and hit the dust of the earth. And there were lice on man and animal. All the dust of the earth became lice through all the land of Egypt.",
      "18": "The wonder-workers tried to cause lice to come by using their secret ways. But they could not. So there were lice on man and animal.",
      "19": "Then the wonder-workers said to Pharaoh, “This is the finger of God.” But Pharaoh’s heart was hard. He did not listen to them, just as the Lord had said.",
      "20": "Then the Lord said to Moses, “Get up early in the morning and wait for Pharaoh as he goes out to the water. Say to him, ‘The Lord says this: “Let My people go, so they may worship Me.",
      "21": "For if you will not let My people go, I will send many flies upon you and upon your servants and upon your people and into your houses. The houses of the Egyptians will be full of flies, and also the ground will be covered with them.",
      "22": "But on that day I will set apart the land of Goshen where My people are living so no flies will be there. Then you may know that I, the Lord, am in the land.",
      "23": "I will divide My people from your people. Tomorrow you will see this happen.”’”",
      "24": "And the Lord did so. And there came a great many flies flying all over inside the house of the Pharaoh and in the houses of his servants. The land was destroyed because of the many flies in all the land of Egypt.",
      "25": "Then Pharaoh called for Moses and Aaron and said, “Go and give a gift in worship to your God here in the land.”",
      "26": "But Moses said, “It is not right to do this. For the Egyptians hate what we would give in worship to the Lord our God. If the Egyptians see us giving this gift and doing what they think is sinful, will they not throw stones at us?",
      "27": "We must travel three days to the desert and give a gift in worship to the Lord our God, as He tells us to do.”",
      "28": "So Pharaoh said, “I will let you go, so you may give a gift to the Lord your God. But do not go very far away. Pray for me.”",
      "29": "Then Moses said, “I am leaving you. I will pray to the Lord that the many flies may leave Pharaoh and his servants and his people tomorrow. But do not let Pharaoh lie again by not letting the people go to give a gift on an altar to the Lord.”",
      "30": "So Moses left Pharaoh and prayed to the Lord.",
      "31": "And the Lord did as Moses asked. He took the many flies away from Pharaoh and his servants and his people. Not one was left.",
      "32": "But Pharaoh made his heart hard this time also. He did not let the people go."
    },
    "9": {
      "1": "Then the Lord said to Moses, “Go to Pharaoh and say to him, ‘The Lord, the God of the Hebrews, says this: “Let My people go, so they may worship Me.",
      "2": "For if you will not let them go, and still hold them,",
      "3": "the hand of the Lord will come with a very bad disease on your animals in the field: on the horses, the donkeys, the camels, the cattle and the flocks.",
      "4": "But the Lord will divide the animals of Israel from the animals of Egypt. So nothing will die of all that belongs to the people of Israel.”’”",
      "5": "The Lord made a time for this, saying, “Tomorrow the Lord will do this in the land.”",
      "6": "So the Lord did this on the next day. All the animals of Egypt died. But not one of the animals died that belonged to the people of Israel.",
      "7": "Pharaoh learned that not one of the animals of Israel was dead. But the heart of Pharaoh was hard. He did not let the people go.",
      "8": "Then the Lord said to Moses and Aaron, “Fill your hands with ashes from a stove. Let Moses throw them toward the sky in front of Pharaoh.",
      "9": "And it will become fine dust over all the land of Egypt and will become bad sores on man and animal through all the land of Egypt.”",
      "10": "So they took ashes from a stove. Moses stood in front of Pharaoh and threw the ashes toward the sky. And it became sores on man and animal.",
      "11": "The wonder-workers could not stand in front of Moses because of the sores. For the sores were on the wonder-workers and on all the Egyptians.",
      "12": "But the Lord made the heart of Pharaoh hard. He did not listen to them, just as the Lord had said to Moses.",
      "13": "Then the Lord said to Moses, “Get up early in the morning and stand in front of Pharaoh and say to him, ‘The Lord, the God of the Hebrews, says this: “Let My people go, so they may worship Me.",
      "14": "For this time I will send all My troubles on you and your servants and your people. So you may know that there is no one like Me in all the earth.",
      "15": "For by now I could have put out My hand and hit you and your people with much trouble and great suffering. You would then have been destroyed from the earth.",
      "16": "But I have let you live so you could see My power and so My name may be honored through all the earth.",
      "17": "But you still use your power against My people by not letting them go.",
      "18": "About this time tomorrow I will send a very heavy hail such as has never been seen in Egypt from the day it began until now.",
      "19": "Have your cattle and whatever you have in the field brought to a safe place. For the hail will come down upon every man and animal that is in the field and is not brought home. And they will die.”’”",
      "20": "Any of the people of Egypt who feared the word of the Lord made his servants and animals run to the houses.",
      "21": "But he who did not listen to the word of the Lord left his servants and animals in the field.",
      "22": "The Lord said to Moses, “Put out your hand toward the sky and hail will fall on all the land of Egypt. Hail will fall on man and animal and every plant of the field through all the land of Egypt.”",
      "23": "Moses put out his special stick toward the sky. Then the Lord sent thunder and hail. And lightning struck the ground. The Lord poured hail on the land of Egypt.",
      "24": "So there was hail and lightning striking through the hail without stopping. It was very bad, worse than had ever been in all the land of Egypt since it became a nation.",
      "25": "The hail hit all that was in the field through all the land of Egypt, both man and animal. The hail hit every plant of the field and broke down every tree of the field.",
      "26": "Only in the land of Goshen where the people of Israel were, there was no hail.",
      "27": "Then Pharaoh sent for Moses and Aaron. He said to them, “I have sinned this time. The Lord is right. I and my people are guilty.",
      "28": "Pray to the Lord. For there has been enough of God’s thunder and hail. And I will let you go. You will stay here no longer.”",
      "29": "Moses said to him, “When I have gone out of the city, I will spread out my hands to the Lord. The thunder will stop. There will be no more hail. Then you may know that the earth is the Lord’s.",
      "30": "But I know that you and your servants do not yet fear the Lord God.”",
      "31": "The flax and the barley were destroyed. For these plants had just begun to grow.",
      "32": "But the other grains were not destroyed, because they grow later.",
      "33": "So Moses left the city and Pharaoh. He spread out his hands to the Lord. And the thunder and the hail stopped. The rain no longer poured on the earth.",
      "34": "But when Pharaoh saw that the rain and hail and thunder had stopped, he sinned again. He and his servants made their hearts hard.",
      "35": "Pharaoh’s heart was not changed. He did not let the people of Israel go, just as the Lord had said by Moses."
    },
    "10": {
      "1": "Then the Lord said to Moses, “Go to Pharaoh. For I have made his heart and the heart of his servants hard, so that I may do My powerful works among them.",
      "2": "You may tell your son and your grandson how I made it very hard for the Egyptians and how I did My powerful works among them. So you may know that I am the Lord.”",
      "3": "Moses and Aaron went to Pharaoh. They said to him, “The Lord, the God of the Hebrews, says this: ‘How long will you hold your pride before Me? Let My people go, so they may worship Me.",
      "4": "If you will not let My people go, tomorrow I will bring locusts into your country.",
      "5": "They will cover the land, so no one will be able to see the ground. They will eat what is left for you after the hail. They will eat every tree of yours that grows in the field.",
      "6": "They will fill your houses, and the houses of your servants, and the houses of all the Egyptians. Your fathers and your grandfathers have never seen such a thing from the day they were born until this day.’” Then Moses turned and left Pharaoh.",
      "7": "Pharaoh’s servants said to him, “How long will this man bring trouble to us? Let the men go, so they may worship the Lord their God. Do you not yet understand that Egypt is destroyed?”",
      "8": "So Moses and Aaron were brought again to Pharaoh. He said to them, “Go and worship the Lord your God. But who will be going?”",
      "9": "Moses said, “We will go with our young and our old, our sons and our daughters, and our flocks and cattle. For we must make a special supper to the Lord.”",
      "10": "Then Pharaoh said to them, “Let the Lord be with you if I ever let you go with your little ones! See, you have something bad in mind.",
      "11": "No! You men go and worship the Lord. For that is what you want.” And Moses and Aaron were sent away from Pharaoh.",
      "12": "Then the Lord said to Moses, “Put out your hand over the land of Egypt for the locusts to come upon the land of Egypt. They will eat every plant of the land, all that the hail has left.”",
      "13": "So Moses put out his special stick over the land of Egypt. And the Lord sent an east wind on the land all that day and all that night. When it was morning, the east wind brought the locusts.",
      "14": "The locusts came over all the land of Egypt and they stayed on the whole country of Egypt. There were very many. There had never been so many locusts. And there would never be so many again.",
      "15": "For they covered the whole land and made it dark. They ate every plant of the land, and all the fruit of the trees that the hail had left. Nothing green was left on any tree or plant of the field through all the land of Egypt.",
      "16": "Then Pharaoh called for Moses and Aaron in a hurry. He said, “I have sinned against the Lord your God and against you.",
      "17": "So now forgive my sin only this once. Pray to the Lord your God to take this death away from me.”",
      "18": "So Moses left Pharaoh and prayed to the Lord.",
      "19": "And the Lord changed the wind to a very strong west wind. It lifted the locusts and sent them into the Red Sea. Not one locust was left in all the country of Egypt.",
      "20": "But the Lord made Pharaoh’s heart hard. He did not let the people of Israel go.",
      "21": "Then the Lord said to Moses, “Put out your hand toward the sky. And there will be darkness over the land of Egypt, a darkness people will feel.”",
      "22": "So Moses put out his hand toward the sky. And there was darkness in all the land of Egypt for three days.",
      "23": "The Egyptians did not see each other. No one got up from his place for three days. But all the people of Israel had light in their homes.",
      "24": "Then Pharaoh called to Moses, and said, “Go and worship the Lord. Your children may go with you also. Only let your flocks and your cattle stay.”",
      "25": "But Moses said, “You must let us have gifts to give in worship and gifts for burning, so we may give them to the Lord our God.",
      "26": "So our animals will go with us also. Not a foot of an animal will be left behind. For we will take some of them to use as we worship the Lord our God. And until we are there, we do not know which ones we will use in worshiping the Lord.”",
      "27": "But the Lord made Pharaoh’s heart hard. He was not willing to let them go.",
      "28": "Pharaoh said to Moses, “Go away from me! Make sure that you do not see my face again! For the day you see my face again, you will die!”",
      "29": "Moses said, “You are right. I will never see your face again.”"
    },
    "11": {
      "1": "The Lord said to Moses, “I will bring trouble upon Pharaoh and upon Egypt one more time. After that he will let you go. He will not only let you go, but he will make you leave.",
      "2": "Tell the people that each man should ask his neighbor and each woman ask her neighbor for things made of silver and gold.”",
      "3": "Then the Lord gave the people favor in the eyes of the Egyptians. And the man Moses was respected in the land of Egypt, in the eyes of Pharaoh’s servants and the people.",
      "4": "Moses said, “The Lord says this: ‘About midnight I will go through Egypt.",
      "5": "And all the first-born in the land of Egypt will die, from the first-born of Pharaoh who sits on his throne to the first-born of the servant girl grinding the grain, and even the first-born of the cattle.",
      "6": "There will be loud crying in all the land of Egypt, more than has ever been heard before or will ever be heard again.",
      "7": "Not even a dog will make a sound against those of Israel, man or animal, so you may know that the Lord divides Egypt from Israel.’",
      "8": "All these who are your servants will come to me and bow in front of me. They will say, ‘Go away, you and all the people who follow you.’ After that I will go.” And he went away from Pharaoh very angry.",
      "9": "Then the Lord said to Moses, “Pharaoh will not listen to you. So I will do more powerful works in the land of Egypt.”",
      "10": "Moses and Aaron did all these great works in front of Pharaoh. But the Lord made Pharaoh’s heart hard. He did not let the people of Israel leave his land."
    },
    "12": {
      "1": "The Lord said to Moses and Aaron in the land of Egypt,",
      "2": "“This month will be the beginning of months. It will be the first month of the year to you.",
      "3": "Speak to the people of Israel when they are gathered together. Tell them that on the tenth day of this month, every man must take a lamb for those of his father’s house, a lamb for each house.",
      "4": "If those in the house are too few to eat a lamb, let him and his nearest neighbor take the right amount for the number of people. Divide the lamb by how much each can eat.",
      "5": "Your lamb must be perfect, a male lamb one year old. You may take it from the sheep or the goats.",
      "6": "Keep it until the fourteenth day of the same month. Then all the people of Israel are to kill it in the evening.",
      "7": "Then they must take some of the blood and put it on the wood pieces at the sides and top of the door of each house where they will eat it.",
      "8": "They must eat the meat that same night, made ready over a fire. They will eat it with bread made without yeast and with bitter plants.",
      "9": "Do not eat any of it if it is not cooked or if it is made ready by boiling. But cook it over a fire, its head, legs and inside parts.",
      "10": "Do not save any of it until morning. Burn with fire whatever is left of it before morning.",
      "11": "“Eat it with your shoes on your feet and your walking stick in your hand. And you must eat it in a hurry. It is the time the Lord will pass over.",
      "12": "For I will go through the land of Egypt on that night. And I will kill all the first-born in the land of Egypt, both man and animal. I will punish all the gods of Egypt. I am the Lord.",
      "13": "But the blood will mark for you the houses where you live. When I see the blood I will pass over you. And no trouble will come upon you to destroy you when I punish the land of Egypt.",
      "14": "“This day will be for you to remember. You must remember it by having a special supper in honor to the Lord. All of you must keep it as a law forever.",
      "15": "Seven days you must eat bread made without yeast. On the first day you must get all the yeast out of your houses. Whoever eats anything with yeast from the first day until the seventh day will be taken away from Israel.",
      "16": "On the first day you must have a holy meeting of the people, and another holy meeting on the seventh day. Do no work at all on these days, except to get ready what every person must eat. You may do only that.",
      "17": "You must have the special supper of bread without yeast. For on this same day I brought your family groups out of the land of Egypt. So all of you must remember this day as a law forever.",
      "18": "“In the first month, from the evening of the fourteenth day until the evening of the twenty-first day, you must eat bread made without yeast.",
      "19": "There must be no yeast found in your houses for seven days. For whoever eats anything with yeast, that person, stranger or born in the land, will be cut off from the people of Israel.",
      "20": "Do not eat anything with yeast. You must eat bread made without yeast in all your homes.”",
      "21": "Then Moses called for all the leaders of Israel. He said to them, “Go and choose lambs for your families, and kill the Passover lamb.",
      "22": "Take a small branch and put it in the blood in the pot. Spread some of the blood on the wood pieces on the top and sides of the door. Then none of you go outside the door of his house until morning.",
      "23": "For the Lord will pass through to kill the Egyptians. But when He sees the blood around your door, the Lord will pass over the door. He will not let the one who destroys come into your houses to kill you.",
      "24": "You must remember this as a law for you and your children forever.",
      "25": "You must remember this special time when you go to the land that the Lord has promised to give you.",
      "26": "When your children ask you, ‘What does this special time mean to you?’",
      "27": "you will say, ‘It is a Passover gift to the Lord. Because He passed over the houses of the people of Israel in Egypt. He killed the Egyptians but saved our homes.’” And the people bowed to the ground and worshiped.",
      "28": "Then the people of Israel went and did what the Lord had told Moses and Aaron.",
      "29": "At midnight the Lord killed all the first-born in the land of Egypt, from the first-born of Pharaoh who sat on the throne to the first-born of the one who was held in prison, and all the first-born of the cattle.",
      "30": "Pharaoh got up in the night, he and his servants and all the Egyptians. And there was a loud cry in Egypt. For there was no home where there was not someone dead.",
      "31": "Then Pharaoh called for Moses and Aaron at night. He said, “Get up and go away from my people, both you and the people of Israel. Go and worship the Lord, as you have said.",
      "32": "Take your flocks and your cattle, as you have said, and go. And pray that good will come to me also.”",
      "33": "The Egyptians were trying to make the people hurry out of the land. For they said, “We will all be dead.”",
      "34": "So the people took their dough before yeast had been added. They tied their dough pots in their clothes on their shoulders.",
      "35": "The people of Israel had done what Moses had said. They had asked the Egyptians for things made of silver and gold and for clothes.",
      "36": "And the Lord had given the people favor in the eyes of the Egyptians. So the Egyptians let them have whatever they asked for. And they took the best things of Egypt.",
      "37": "The people of Israel traveled from Rameses to Succoth. There were about 600,000 men on foot, and also the women and children.",
      "38": "And a mixed group of people went with them, and very many flocks and cattle.",
      "39": "They made the dough they had brought out of Egypt into loaves of bread without yeast. Yeast was not added to the dough because they had been sent out of Egypt and could not wait. They could not make ready any food for themselves.",
      "40": "The people of Israel had lived in Egypt 430 years.",
      "41": "At the end of 430 years, on that same day, all of the Lord’s people left Egypt.",
      "42": "It was a night to be remembered for the Lord for having brought them out of the land of Egypt. This night is for the Lord, to be remembered by all the people of Israel for all time.",
      "43": "The Lord said to Moses and Aaron, “This is the Law of the Passover. No stranger may eat of it.",
      "44": "But every servant who is bought with money may eat of it, only after he has gone through the religious act of becoming a Jew.",
      "45": "A stranger or paid servant may not eat of it.",
      "46": "It must be eaten in one house. You must not carry any of the meat outside the house. And you must not break a bone of it.",
      "47": "All the people of Israel must remember this.",
      "48": "But when a stranger staying with you wants to share in this special supper to the Lord, let all his men and boys go through the religious act of becoming a Jew. Then let him come near to share in the special supper. He will be like one who is born in the land. But no person who has not gone through the religious act may eat of it.",
      "49": "The same law is for the one who is born in the land and for the stranger who stays among you.”",
      "50": "Then all the people of Israel did just as the Lord had told Moses and Aaron.",
      "51": "On that same day the Lord brought the people of Israel out of the land of Egypt by their family groups."
    },
    "13": {
      "1": "The Lord said to Moses,",
      "2": "“Set apart to Me every first-born male. The first-born male among the people of Israel, and the first-born male animal are Mine.”",
      "3": "Then Moses said to the people, “Remember this day in which you went out of Egypt, out of the land where you were made to stay and work. For the Lord brought you out of this place by a powerful hand. No bread made with yeast will be eaten.",
      "4": "This day you are about to go out, in the month of Abib.",
      "5": "And the Lord will bring you to the land of the Canaanite, the Hittite, the Amorite, the Hivite and the Jebusite, which He promised to your fathers to give you. It is a land flowing with milk and honey. There you will do this act of worship in this month.",
      "6": "For seven days you will eat bread without yeast. On the seventh day there will be a special supper to the Lord.",
      "7": "Bread without yeast will be eaten for seven days. Nothing made with yeast will be seen among you. No yeast will be seen among you in all your country.",
      "8": "You will say to your son on that day, ‘It is because of what the Lord did for me when I came out of Egypt.’",
      "9": "It will be a special mark on your hand and on your forehead to make people remember, that the Law of the Lord is to be in your mouth. For the Lord brought you out of Egypt with a powerful hand.",
      "10": "So you must keep this Law at the time given for it from year to year.",
      "11": "“The Lord will bring you to the land of the Canaanite. He will give it to you as He promised you and your fathers.",
      "12": "There you must give to the Lord the first male to be born. And all the first male animals born belong to the Lord.",
      "13": "But you may buy every first-born donkey by giving a lamb for it. But if you do not buy it, then you must break its neck. You must buy with a gift of money every first-born male among your sons.",
      "14": "And when the time comes when your son asks you, ‘What does this mean?’ then say to him, ‘With a powerful hand the Lord brought us out of Egypt, from the land where we were servants.",
      "15": "When Pharaoh would not let us go, the Lord killed every first-born in the land of Egypt, both the first-born of man and of animal. So I give to the Lord every first male animal to be born. But I buy with a gift of money every first-born of my sons.’",
      "16": "So it will be like a special mark on your hand and on your forehead. For the Lord brought us out of Egypt with a powerful hand.”",
      "17": "When Pharaoh had let the people go, God did not lead them by the way of the land of the Philistines, even when that was nearer. For God said, “The people may change their minds when they see war, and return to Egypt.”",
      "18": "So God led the people through the desert to get to the Red Sea. The people of Israel went out of the land of Egypt ready for war.",
      "19": "Moses took the bones of Joseph with him because Joseph had made the people of Israel promise. He had said, “For sure God will keep you and you will carry my bones with you from here.”",
      "20": "Then they left Succoth and set up their tents at Etham, beside the desert.",
      "21": "The Lord went before them, in a pillar of cloud during the day to lead them on the way, and in a pillar of fire during the night to give them light. So they could travel day and night.",
      "22": "The pillar of cloud during the day and the pillar of fire during the night did not leave the people."
    },
    "14": {
      "1": "Then the Lord said to Moses,",
      "2": "“Tell the people of Israel to turn around and set up their tents in front of Pi-hahiroth, between Migdol and the sea. Set up your tents in front of Baal-zephon, beside the sea.",
      "3": "For Pharaoh will say of the people of Israel, ‘They have lost their way. The desert has shut them in.’",
      "4": "I will make Pharaoh’s heart hard. And he will try to catch them. So I will be honored through Pharaoh and his whole army. Then the Egyptians will know that I am the Lord.” And they did so.",
      "5": "When the king of Egypt was told that the people had left, Pharaoh and his servants changed their minds about the people. They said, “What is this we have done? We have let Israel go from working for us.”",
      "6": "So he made his war-wagon ready and took his people with him.",
      "7": "He took 600 of the best war-wagons, and all the other war-wagons of Egypt in the care of leaders.",
      "8": "The Lord made the heart of Pharaoh, king of Egypt hard. And Pharaoh went to catch the people of Israel, who were leaving without fear.",
      "9": "The Egyptians followed them with all the horses and war-wagons of Pharaoh, his horsemen and his army. And they came to them at their tents by the sea, beside Pi-hahiroth, in front of Baal-zephon.",
      "10": "When Pharaoh came near, the people of Israel looked and saw the Egyptians coming after them. And they were filled with fear and cried out to the Lord.",
      "11": "Then they said to Moses, “Is it because there were no graves in Egypt that you have taken us away to die in the desert? What have you done to us, in bringing us out of Egypt?",
      "12": "Did we not tell you in Egypt, ‘Leave us alone and let us serve the Egyptians’? It would have been better for us to serve the Egyptians than to die here.”",
      "13": "But Moses said to the people, “Do not be afraid! Be strong, and see how the Lord will save you today. For the Egyptians you have seen today, you will never see again.",
      "14": "The Lord will fight for you. All you have to do is keep still.”",
      "15": "Then the Lord said to Moses, “Why do you cry to me? Tell the people of Israel to keep going.",
      "16": "Lift up your special stick and put out your hand over the sea, and divide it. Then the people of Israel will go through the sea on dry land.",
      "17": "I will make the Egyptians’ hearts hard, so they will go after them. And I will be honored through Pharaoh and his whole army, his war-wagons and his horsemen.",
      "18": "The Egyptians will know that I am the Lord when I am honored through Pharaoh, his war-wagons and his horsemen.”",
      "19": "Then the Angel of God, who had been going in front of the army of Israel, moved and went behind them. The cloud moved from the front of them and stood behind them.",
      "20": "It came between the army of Egypt and the army of Israel. There was the cloud and the darkness, yet it gave light at night. And the one army did not come near the other all night.",
      "21": "Then Moses put out his hand over the sea. And the Lord moved the sea all night by a strong east wind. So the waters were divided.",
      "22": "And the people of Israel went through the sea on dry land. The waters were like a wall to them on their right and on their left.",
      "23": "Then the Egyptians followed them. All Pharaoh’s horses and war-wagons and horsemen went in the sea after them.",
      "24": "In the morning hours, the Lord looked down on the Egyptian army through the fire and cloud. And He made the Egyptian army afraid.",
      "25": "He made the wheels of their war-wagons come off, so it was hard for the wagons to be moved. So the Egyptians said, “Let us run away from Israel. For the Lord is fighting for them against the Egyptians.”",
      "26": "Then the Lord said to Moses, “Put out your hand over the sea. And the waters will flow over the Egyptians, and over their war-wagons and their horsemen.”",
      "27": "And when the morning came, the Egyptians ran into the wall of water as the sea returned to the way it was before. The Lord destroyed the Egyptians in the sea.",
      "28": "The waters returned and covered the war-wagons and the horsemen and Pharaoh’s whole army that had gone in the sea after them. Not even one of them was left.",
      "29": "But the people of Israel walked on dry land through the sea. The waters were like a wall to them on their right and on their left.",
      "30": "So the Lord saved Israel that day from the Egyptians. And Israel saw the Egyptians dead beside the sea.",
      "31": "Israel saw the great power which the Lord had used against the Egyptians. And the people had fear of the Lord. They believed in the Lord and in His servant Moses."
    },
    "15": {
      "1": "Then Moses and the people of Israel sang this song to the Lord, saying, “I will sing to the Lord, for He is praised for His greatness. He has thrown the horse and horseman into the sea.",
      "2": "The Lord is my strength and song. He is the One Who saves me. He is my God and I will praise Him. He is my father’s God and I will honor Him.",
      "3": "The Lord is a fighter. The Lord is His name.",
      "4": "He has thrown Pharaoh’s war-wagons and army into the sea. The best of Pharaoh’s leaders are under the Red Sea.",
      "5": "The water covers them. They went down in the deep water like a stone.",
      "6": "O Lord, Your right hand is great in power. O Lord, Your right hand destroys those who hate You.",
      "7": "In the greatness of Your power You destroy those who fight against You. You send Your burning anger and it burns them like straw.",
      "8": "The waters were lifted up by Your breath. The flowing waters stood up like a wall. The water became hard in the middle of the sea.",
      "9": "Those who hated us said, ‘I will go after them. I will catch them. I will divide the riches taken from them. My soul will have its way against them. I will take out my sword and my hand will destroy them.’",
      "10": "You, Lord, blew with Your wind and the sea covered them. They went down like iron in the powerful sea.",
      "11": "Who is like You among the gods, O Lord? Who is like You, great and holy, praised in fear, doing powerful works?",
      "12": "You put out Your right hand, and the earth swallowed them.",
      "13": "You have led with loving-kindness the people You have made free. You have led them in Your strength to Your holy place.",
      "14": "The nations have heard of it, and they shake in fear. Pain has come upon the people of Philistia.",
      "15": "Now the leaders of Edom are afraid. The leaders of Moab shake in fear. All the people of Canaan have become weak.",
      "16": "Much fear comes upon them. They see Your strength, O Lord. They are afraid and do not move until Your people have passed by, the people You have bought and made free.",
      "17": "You will bring them in and put them on Your own mountain. It is the place, O Lord, where You have made Your house, the holy place, which Your hands have built.",
      "18": "The Lord will rule forever and ever.”",
      "19": "For Pharaoh’s horses and war-wagons and horsemen went in the sea. The Lord brought the waters of the sea upon them. But the people of Israel walked on dry land through the sea.",
      "20": "Then Aaron’s sister Miriam, the woman who spoke for the Lord, took a timbrel in her hand. And all the women followed her, with timbrels and dancing.",
      "21": "Miriam said to them, “Sing to the Lord, for He is praised for His greatness. He has thrown the horse and horseman into the sea.”",
      "22": "Then Moses led Israel from the Red Sea. They went into the Desert of Shur. They went three days in the desert and found no water.",
      "23": "When they came to Marah, they could not drink the water of Marah because it was bitter. So it was given the name Marah.",
      "24": "The people complained to Moses, saying, “What can we drink?”",
      "25": "Moses cried to the Lord, and the Lord showed him a tree. He threw it into the water, and the water became sweet.\nThere the Lord made a Law for them and tested them.",
      "26": "He said, “Listen well to the voice of the Lord your God. Do what is right in His eyes. Listen to what He tells you, and obey all His Laws. If you do this, I will put none of the diseases on you which I have put on the Egyptians. For I am the Lord Who heals you.”",
      "27": "Then they came to Elim, where there were twelve wells of water and seventy trees. They set up their tents there beside the water."
    },
    "16": {
      "1": "All the people of Israel left Elim, and came to the Desert of Sin, between Elim and Sinai. It was the fifteenth day of the second month after they left the land of Egypt.",
      "2": "And all the people of Israel complained against Moses and Aaron in the desert,",
      "3": "saying, “We should have died by the Lord’s hand in the land of Egypt, when we sat by the pots of meat and ate all the bread we wanted. For you have brought us out into this desert to kill all of us with hunger.”",
      "4": "Then the Lord said to Moses, “See, I will rain bread from heaven for you. The people will go out and gather a day’s share every day, so I may test them to see if they will follow My Law or not.",
      "5": "On the sixth day they are to bring in twice as much as they gather each day.”",
      "6": "So Moses and Aaron said to the people of Israel, “This evening you will know that the Lord has brought you out of the land of Egypt.",
      "7": "And in the morning you will see the greatness of the Lord. For He hears your complaining against the Lord. What are we, that you complain against us?”",
      "8": "Moses said, “The Lord is giving you meat to eat in the evening and all the bread you want in the morning. For He hears how you complain against Him. What are we? You complain not against us, but against the Lord.”",
      "9": "Then Moses said to Aaron, “Say to all the people of Israel, ‘Come near to the Lord, for He has heard your complaining.’”",
      "10": "When Aaron spoke to all the people of Israel, they looked toward the desert. And they saw in the cloud the shining-greatness of the Lord.",
      "11": "The Lord said to Moses,",
      "12": "“I have heard the complaining of the people of Israel. Say to them, ‘In the evening you will eat meat, and in the morning you will be filled with bread. Then you will know that I am the Lord your God.’”",
      "13": "In the evening quails came and covered the place where the people were staying. And in the early morning a little water was around the tents.",
      "14": "When the water had gone, there were small white pieces all over the ground of the desert.",
      "15": "When the people of Israel saw it, they said to one another, “What is it?” For they did not know what it was. Moses said to them, “It is the bread that the Lord has given you to eat.",
      "16": "This is what the Lord has told you to do: ‘Every man gather as much of it as he can eat. Take a jar for every person that each of you has in his tent.’”",
      "17": "The people did so. Some gathered much and some less.",
      "18": "When they saw how much they had, he who had gathered much had no more than what was needed. And he who had gathered less had enough. Every man gathered as much as he could eat.",
      "19": "Moses said to them, “Let no one save any of it until morning.”",
      "20": "But they did not listen to Moses. Some left part of it until morning. And worms grew in it and it became bad to eat. So Moses was angry with them.",
      "21": "Morning after morning they gathered it, every man as much as he could eat. But when the sun became hot, it would melt.",
      "22": "On the sixth day they gathered twice as much bread, two jars for each person. When all the leaders of the people came and told Moses,",
      "23": "he said to them, “This is what the Lord said: ‘Tomorrow is a time of rest, a holy Day of Rest to the Lord. Make ready the food you will need for today. Then put aside what is left to be kept until morning.’”",
      "24": "So they put it aside until morning, as Moses told them. And it did not become bad to eat, and there were no worms in it.",
      "25": "Moses said, “Eat it today. For today is a Day of Rest to the Lord. Today you will not find it in the field.",
      "26": "Six days you will gather it. But on the seventh day, the Day of Rest, there will be none.”",
      "27": "On the seventh day some of the people went out to gather it. But they found none.",
      "28": "Then the Lord said to Moses, “How much longer will you go against My Word and My Laws?",
      "29": "See, the Lord has given you the Day of Rest. This is why He gives you bread for two days on the sixth day. Every man should stay home and not leave his place on the seventh day.”",
      "30": "So the people rested on the seventh day.",
      "31": "The people of Israel called it bread from heaven. It was like coriander seed, white, and tasted like bread made with honey.",
      "32": "Moses said, “This is what the Lord has said: ‘Let a jar of it be kept for your children and grandchildren to come, so they may see the bread that I fed you in the desert when I brought you out of the land of Egypt.’”",
      "33": "Then Moses said to Aaron, “Take a jar full of the bread from heaven. And put it before the Lord, to be kept for all your children to come.”",
      "34": "As the Lord told Moses, Aaron put it in front of the special box of the agreement to be kept.",
      "35": "The people of Israel ate the bread from heaven forty years, until they came to a land where other people lived. They ate the bread from heaven until they came to the land of Canaan.",
      "36": "(It took about ten jars to fill a large basket.)"
    },
    "17": {
      "1": "All the people of Israel left the Desert of Sin, traveling from one place to another as the Lord told them. They set up their tents at Rephidim. But there was no water for the people to drink.",
      "2": "So the people argued with Moses, saying, “Give us water to drink.” And Moses said to them, “Why do you argue with me? Why do you test the Lord?”",
      "3": "But the people were thirsty there for water. They complained against Moses, saying, “Why did you bring us out of Egypt, to kill us and our children and animals with thirst?”",
      "4": "So Moses called to the Lord, saying, “What should I do with these people? They are almost ready to throw stones at me.”",
      "5": "The Lord said to Moses, “Pass in front of the people and take some of the leaders of Israel with you. Take the special stick in your hand with which you hit the Nile, and go.",
      "6": "See, I will stand before you there on the rock at Horeb. When you hit the rock, water will come out of it and the people will drink.” And Moses did so, with the leaders of Israel watching.",
      "7": "He called the name of the place Massah and Meribah because of the arguing of the people of Israel, and because they tested the Lord, saying, “Is the Lord among us or not?”",
      "8": "Then Amalek came and fought against Israel at Rephidim.",
      "9": "So Moses said to Joshua, “Choose men for us. And go out and fight against Amalek. Tomorrow I will stand on the top of the hill with the special stick of God in my hand.”",
      "10": "Joshua did as Moses told him. He fought against Amalek. And Moses, Aaron and Hur went up to the top of the hill.",
      "11": "When Moses held up his hand, Israel would be winning. But when he let his hand down, Amalek would win.",
      "12": "Moses’ hands became tired. So they took a stone and put it under him, and he sat on it. Then Aaron and Hur held up his hands, one on each side. His hands did not move until the sun went down.",
      "13": "So Joshua destroyed Amalek and his people with the sword.",
      "14": "Then the Lord said to Moses, “Write this in a book, to be remembered, and tell Joshua that I will take away everything under heaven that would help you remember Amalek.”",
      "15": "Moses built an altar and gave it the name The Lord is My Banner.",
      "16": "And he said, “Because the Lord has promised to have war against Amalek through all time.”"
    },
    "18": {
      "1": "Moses’ father-in-law, Jethro, the religious leader of Midian, heard about all that God had done for Moses and for Israel His people. He heard about how the Lord had brought Israel out of Egypt.",
      "2": "Moses’ father-in-law, Jethro, had taken Moses’ wife, Zipporah, after Moses had sent her away.",
      "3": "And he had taken her two sons. One was given the name Gershom, for he said, “I have been a stranger in a strange land.”",
      "4": "The other was given the name Eliezer, for he said, “The God of my father was my help. And He saved me from the sword of Pharaoh.”",
      "5": "Then Moses’ father-in-law, Jethro, came to Moses with his sons and his wife to the desert by the mountain of God where he was staying.",
      "6": "He sent the news to Moses, “I, your father-in-law, Jethro, am coming to you with your wife and her two sons with her.”",
      "7": "Then Moses went to meet his father-in-law. He bowed down and kissed him. They asked each other if all was well, and went into the tent.",
      "8": "Moses told his father-in-law all the Lord had done to Pharaoh and the Egyptians because of Israel. He told him about how they had suffered on the way, and how the Lord had saved them.",
      "9": "Jethro was glad because of all the good things the Lord had done for Israel in saving them from the hand of the Egyptians.",
      "10": "So Jethro said, “Honor and thanks be to the Lord, Who saved you from the hand of the Egyptians and from the hand of Pharaoh, and Who made you free from the power of Egypt.",
      "11": "Now I know that the Lord is greater than all the gods. It was proven when they acted in their pride against the people.”",
      "12": "Then Moses’ father-in-law, Jethro, gave a burnt gift in worship to God. And Aaron came with all the leaders of Israel to eat bread with Moses’ father-in-law before God.",
      "13": "The next day Moses sat to judge the people. And the people stood around Moses from morning until evening.",
      "14": "When Moses’ father-in-law saw all he was doing for the people, he said, “What is this that you do for the people? Why do you sit alone and judge and all the people stand around you from morning until evening?”",
      "15": "Moses said to his father-in-law, “Because the people come to me to learn God’s will.",
      "16": "When they argue, they come to me. And I judge between a man and his neighbor. I teach them the Laws of God.”",
      "17": "Moses’ father-in-law said to him, “What you are doing is not good.",
      "18": "You and the people with you will become tired and weak. For the work is too much for you. You cannot do it alone.",
      "19": "Now listen to me. I will tell you what you should do, and God be with you. You speak for the people before God. Bring the troubles to God.",
      "20": "Then teach them the Laws. Make them know the way they must walk and the work they must do.",
      "21": "Also, you should choose from the people able men who fear God, men of truth who hate to get things by doing wrong. Have these men rule over the people, as leaders of thousands, of hundreds, of fifties and of tens.",
      "22": "Let them judge the people at all times. Have all the big troubles brought to you. But have them judge the small troubles. So it will be easier for you. They will share the work with you.",
      "23": "If you do this and God tells you to do it, then you will be able to keep your strength. And all these people will go to their place in peace.”",
      "24": "Moses listened to his father-in-law, and did all that he had said.",
      "25": "Moses chose able men out of all Israel. And he made them leaders over the people, leaders of thousands, of hundreds, of fifties and of tens.",
      "26": "They judged the people at all times. They would bring the big troubles to Moses. But they would judge every small trouble themselves.",
      "27": "Then Moses let his father-in-law return to his own land."
    },
    "19": {
      "1": "In the third month after the people of Israel left Egypt, they came to the Sinai Desert on the same day.",
      "2": "They had left Rephidim and had come to the Sinai Desert. There Israel set up their tents in front of the mountain.",
      "3": "And Moses went up to God. The Lord called to him from the mountain, saying, “Say this to the house of Jacob and tell the people of Israel:",
      "4": "‘You have seen what I did to the Egyptians, and how I carried you on eagles’ wings and brought you to Myself.",
      "5": "Now then, if you will obey My voice and keep My agreement, you will belong to Me from among all nations. For all the earth is Mine.",
      "6": "You will be to Me a nation of religious leaders, a holy nation.’ These are the words you will speak to the people of Israel.”",
      "7": "So Moses came and called the leaders of the people. He told them all these words which the Lord had told him.",
      "8": "And all the people answered together and said, “We will do all that the Lord has said!” Then Moses went to tell the Lord what the people had said.",
      "9": "The Lord said to Moses, “See, I will come to you in a thick cloud. So the people may hear when I speak with you, and may believe you forever.” Then Moses told the Lord what the people had said.",
      "10": "The Lord said to Moses, “Go to the people. Today and tomorrow set them apart to be holy. Have them wash their clothes.",
      "11": "And let them be ready for the third day. For on the third day people will see the Lord come down on Mount Sinai.",
      "12": "Let the people know the places all around that they must not pass. Tell them, ‘Be careful that you do not go up on the mountain or touch any place around it. Whoever touches the mountain will be put to death.",
      "13": "No hand will touch him. But he will be killed with stones or arrows. If he be animal or man, he will not live.’ When a long sound from a horn is heard, they may come up to the mountain.”",
      "14": "So Moses went down from the mountain to the people. He set the people apart to be holy, and they washed their clothes.",
      "15": "He said to the people, “Be ready for the third day. Do not go near a woman.”",
      "16": "On the morning of the third day there was thunder and lightning. A cloud covered the mountain, and a very loud horn sounded. All the people among the tents shook with fear.",
      "17": "Then Moses brought the people from among the tents to meet God. They stood at the base of the mountain.",
      "18": "Mount Sinai was all in smoke because the Lord came down upon it in fire. Its smoke went up like the smoke of a stove. And the whole mountain shook.",
      "19": "The sound of the horn became louder and louder. Moses spoke, and God answered him with thunder.",
      "20": "Then the Lord came down upon Mount Sinai, to the top of the mountain. The Lord called Moses to the top of the mountain, and he went up.",
      "21": "Then the Lord said to Moses, “Go down and tell the people not to break through to look at the Lord. For then many of them would be destroyed.",
      "22": "Have the religious leaders who come near to the Lord set themselves apart to be holy. Or the Lord will go against them.”",
      "23": "Moses said to the Lord, “The people cannot come up to Mount Sinai. For You told us, ‘Set places around the mountain that must not be passed, and set it apart as holy.’”",
      "24": "Then the Lord said to him, “Go down, and then come up with Aaron. But do not let the religious leaders and the people break through to come up to the Lord, or He will go against them.”",
      "25": "So Moses went down to the people and told them."
    },
    "20": {
      "1": "Then God spoke all these words, saying,",
      "2": "“I am the Lord your God, Who brought you out of the land of Egypt, out of the house where you were servants.",
      "3": "“Have no gods other than Me.",
      "4": "“Do not make for yourselves a god to look like anything that is in heaven above or on the earth below or in the waters under the earth.",
      "5": "“Do not worship them or work for them. For I, the Lord your God, am a jealous God. I punish the children, even the great-grandchildren, for the sins of their fathers who hate Me.",
      "6": "But I show loving-kindness to thousands of those who love Me and keep My Laws.",
      "7": "“Do not use the name of the Lord your God in a false way. For the Lord will punish the one who uses His name in a false way.",
      "8": "“Remember the Day of Rest, to keep it holy.",
      "9": "Six days you will do all your work.",
      "10": "But the seventh day is a Day of Rest to the Lord your God. You, your son, your daughter, your male servant, your female servant, your cattle, or the traveler who stays with you, must not do any work on this day.",
      "11": "For in six days the Lord made the heavens, the earth, the sea and all that is in them. And He rested on the seventh day. So the Lord gave honor to the Day of Rest and made it holy.",
      "12": "“Honor your father and your mother, so your life may be long in the land the Lord your God gives you.",
      "13": "“Do not kill other people.",
      "14": "“Do not do sex sins.",
      "15": "“Do not steal.",
      "16": "“Do not tell a lie about your neighbor.",
      "17": "“Do not have a desire for your neighbor’s house. Do not have a desire for his wife or his male servant, his female servant, or his bull or his donkey or anything that belongs to your neighbor.”",
      "18": "All the people heard and saw the thunder and lightning, the sound of the horn, and the mountain smoking. And when the people saw it, they shook with fear and stood far away.",
      "19": "They said to Moses, “You speak to us and we will listen. But do not let God speak to us or we will die.”",
      "20": "Moses said to the people, “Do not be afraid. God has come to test you, so you may have enough fear of Him to keep you from sinning.”",
      "21": "The people stood far away, while Moses came near to the cloud where God was.",
      "22": "Then the Lord said to Moses, “Say this to the people of Israel: ‘You have seen for yourselves that I have spoken to you from heaven.",
      "23": "Do not make any gods other than Me. Do not make for yourselves gods of silver or gods of gold.",
      "24": "Make an altar of earth for Me, and on it give your burnt and peace gifts in worship, your sheep and cattle. In every place where My name is to be remembered, I will come to you and bring good to you.",
      "25": "If you make an altar of stone for Me, do not build it of cut stones. For if you use an object to cut it, it will be unclean.",
      "26": "And do not go up on steps to My altar, so no part of your body may be seen without being covered.’"
    },
    "21": {
      "1": "“Now these are the Laws which you are to give them.",
      "2": "If you buy a Hebrew servant, he will work for six years. In the seventh year he will go free, paying nothing.",
      "3": "If he comes alone, he will leave by himself. If he is married, then his wife will leave with him.",
      "4": "If his owner gives him a wife and she gives birth to his sons or daughters, the wife and her children will belong to her owner, and he will leave by himself.",
      "5": "But if the servant says, ‘I love my owner, my wife and my children; I do not care to go free,’",
      "6": "then his owner will bring him to the judges. And he will bring him to the door or the side of the door. There his owner will make a hole in his ear with a sharp object. And he will serve him all his life.",
      "7": "“If a man sells his daughter to be a female servant, she is not to go free as the male servants do.",
      "8": "If she does not please her owner who has taken her for himself, he will take pay for her to be set free. He does not have the right to sell her to a strange people, because he has not been fair to her.",
      "9": "If he takes her for his son, he will act toward her as with a daughter.",
      "10": "If he marries again, her food, clothing and marriage rights are to stay the same.",
      "11": "And if he will not do these three things for her, then she may go free, without paying any money.",
      "12": "“Whoever hits a man so that he dies will be put to death.",
      "13": "But if he did not plan to hurt him, but God allowed it to happen, then I will give you a place where he may run to be safe.",
      "14": "But if a man wants to hurt his neighbor and he plans to kill him, then you take him away from My altar and put him to death.",
      "15": "“Whoever hits his father or his mother will be put to death.",
      "16": "“Whoever steals a man and sells him, or keeps him for himself, will be put to death.",
      "17": "Whoever curses his father or his mother will be put to death.",
      "18": "“When men argue and one hits the other with a stone or with his hand, and he does not die but has to stay in bed because of it,",
      "19": "then if he gets up and walks around outside using his walking stick, the one who hit him will not be punished. He will only pay for the loss of his time. And he will take care of him until he is healed.",
      "20": "“When a man hits his male or female servant with a stick so that he or she dies, he will be punished.",
      "21": "But if he or she lives a day or two, he will not be punished, for his servant belongs to him.",
      "22": "“If men fight with each other and hit a woman who is going to have a child so that she loses her baby but no other hurt comes to her, he must pay whatever the woman’s husband says he must, as agreed upon by the judges.",
      "23": "But if there is other hurt also, then it is life for life,",
      "24": "eye for eye, tooth for tooth, hand for hand, foot for foot,",
      "25": "burn for burn, cut for cut, sore for sore.",
      "26": "“If a man hits the eye of his male or female servant and destroys it, he will let the person go free because of the eye.",
      "27": "If he knocks out a tooth of his man or woman servant, he will let the person go free because of the tooth.",
      "28": "“When a bull kills a man or a woman with its horns, the bull will be killed with stones. And its flesh will not be eaten. But the owner of the bull will not be punished.",
      "29": "But if a bull has tried to kill with its horns before, and the owner has been told but does not keep him shut up, and the bull kills a man or a woman, the bull will be killed with stones and the owner will be put to death.",
      "30": "But if he is allowed to pay for his life, then he will pay whatever is asked of him.",
      "31": "If the bull kills a son or a daughter, it will be punished by the same law.",
      "32": "If the bull kills a male or female servant, the bull’s owner will give the servant’s owner thirty pieces of silver. And the bull will be killed with stones.",
      "33": "“When a man leaves a deep hole open, or digs a deep hole and does not cover it, and a bull or donkey falls into it,",
      "34": "the owner of the hole will pay for the loss. He will give money to the animal’s owner. And the dead animal will become his.",
      "35": "“If one man’s bull hurts another’s so that it dies, they will sell the live bull and divide the price so they will each have the same. And they will divide the dead bull.",
      "36": "Or if it is known that the bull has tried to kill with its horns in the past, but its owner has not kept it shut up, he will pay bull for bull. And the dead animal will become his."
    },
    "22": {
      "1": "“If a man steals a bull or a sheep and kills it or sells it, he will pay five bulls for the bull and four sheep for the sheep.",
      "2": "If the robber is caught while breaking in, and is hit so that he dies, the owner of the house is not guilty for his blood.",
      "3": "But if the sun has risen on him, there will be guilt for his blood. The robber must pay for the loss. If he has nothing, then he must be sold for stealing.",
      "4": "If the stolen bull or donkey or sheep is found alive with him, he must pay twice what it is worth.",
      "5": "If a man lets his cattle eat from a field or grape-field and lets his cattle loose to eat in another man’s field, he will pay for the loss from the best of his own field or grape-field.",
      "6": "“When a fire starts and spreads to thorn bushes so as to burn up picked grain or standing grain or the field itself, he who started the fire will pay for the loss.",
      "7": "“If a man gives his neighbor money or things to keep for him, and it is stolen from the man’s house, if the robber is caught he will pay twice as much as the loss.",
      "8": "If the robber is not caught, then the owner of the house will be brought to the judges. They will see if he stole what belongs to his neighbor.",
      "9": "For every wrong act, if it is for bull, donkey, sheep, clothing, or any lost thing about which someone says, ‘This is mine,’ the stories of both men will come in front of the judges. Whoever the judges say is guilty will pay his neighbor twice as much as the loss.",
      "10": "“If a man gives his neighbor a donkey, bull, sheep or any animal to keep for him, and it dies or is hurt or is driven away while no one is looking,",
      "11": "the two men will make a promise before the Lord that he has not taken what belongs to his neighbor. The owner will take his word for it. And he will not make him pay for the loss.",
      "12": "But if it is stolen from him, he will pay the owner for the loss.",
      "13": "If the animal is torn to pieces, let him bring it to prove what happened. He will not pay for what has been torn to pieces.",
      "14": "“If a man asks to use anything that belongs to his neighbor, and it gets hurt or dies while its owner is not with it, the man who was using it will pay for the loss.",
      "15": "If its owner is with it, the man who was using it will not pay for the loss. If he paid money to use it, then the loss is paid for.",
      "16": "“If a man tempts a woman who has never had a man and is not promised in marriage, and lies with her, he must pay a wedding gift for her to be his wife.",
      "17": "If her father will not give her to him, he will pay the wedding gift that is to be paid for women who have never had a man.",
      "18": "“Do not allow a woman to live who does witchcraft.",
      "19": "Whoever does sex sins with an animal will be put to death.",
      "20": "“He who gives a gift in worship to any god other than the Lord alone will be destroyed.",
      "21": "Do not do wrong to a stranger or make it hard for him. For you were strangers in the land of Egypt.",
      "22": "Do not bring trouble to any woman whose husband has died or any child whose parents have died.",
      "23": "If you bring them trouble, and they cry out to Me, for sure I will hear their cry.",
      "24": "My anger will burn and I will kill you with the sword. Then your wives will lose their husbands. And your children will lose their fathers.",
      "25": "“If you let any of the poor among My people use your money, do not act toward him like one who is owed money. And do not make him pay you for the use of it.",
      "26": "If you ever take your neighbor’s coat to keep while he owes you money, return it to him before the sun goes down.",
      "27": "For that is his only covering. It is his clothing for his body. What else will he sleep in? When he cries out to Me, I will hear him. For I have loving-pity.",
      "28": "“Do not curse God, or a ruler of your people.",
      "29": "Do not wait before giving Me a gift from your gathered grain and the fruit of your fields. You will give to Me the first-born of your sons.",
      "30": "You will do the same with your cattle and your sheep. The first-born will be with its mother seven days. On the eighth day you will give it to Me.",
      "31": "You will be holy men to Me. So you will not eat any flesh torn to pieces in the field. You will throw it to the dogs."
    },
    "23": {
      "1": "“Do not tell a lie about someone else. Do not join with the sinful to say something that will hurt someone.",
      "2": "Do not follow many people in doing wrong. When telling what you know in a trial, do not agree with many people by saying what is not true.",
      "3": "And do not show favor to a poor man when he has a problem.",
      "4": "“If you meet a bull or donkey that belongs to a man who hates you, be sure to return the animal to him.",
      "5": "If you see the donkey of one who hates you falling under its load, do not leave the problem to him. Help him to free the animal.",
      "6": "Do not keep from doing what is right and fair in trying to help a poor brother when he has a problem.",
      "7": "Do not lie against someone. And do not kill those who are right and good or those who are not guilty. For I will not free the guilty.",
      "8": "Do not take pay in secret for wrong-doing. For such pay blinds the one who sees well and destroys the words of a good man.",
      "9": "Do not make it hard for a stranger because you know how a stranger feels. You were strangers in the land of Egypt.",
      "10": "“You will plant seeds in your land for six years, and gather the grain.",
      "11": "But in the seventh year you will let the land rest without planting. So your people who are in need may eat. Whatever they leave, the animals may eat. You are to do the same with your grape-fields and olive trees.",
      "12": "You will work six days and rest on the seventh day. So your bull and your donkey may rest. And the son of your female servant, and the stranger, may get their strength again.",
      "13": "Be careful to do all I have said to you. Never speak the name of other gods. Do not let them be heard from your mouth.",
      "14": "“Three times a year you will have a special supper to honor Me.",
      "15": "You will have the special supper of bread without yeast. For seven days you are to eat bread without yeast at the time I tell you in the month of Abib. For you came out of Egypt during this month. And no one will come before Me with nothing in his hands.",
      "16": "You will have the special supper of the gathering time of the first-fruits of your work, of all you plant in the field. And you will have the special supper of gathering at the end of the year when you gather in the fruit of your work from the field.",
      "17": "Three times a year all your males will come before the Lord God.",
      "18": "“Do not give the blood of My gift of worship with bread made with yeast. And the fat of My special supper is not to be kept all night until morning.",
      "19": "Bring the best first-fruits of your land to the house of the Lord your God. Do not boil the meat of a young goat in its mother’s milk.",
      "20": "“See, I am sending an angel before you to keep you safe on the way. He will bring you to the place I have made ready.",
      "21": "Listen to him and obey his voice. Do not turn against him, for he will not forgive your sins, because My name is in him.",
      "22": "But if you obey his voice and do all that I say, then I will hate those who hate you and fight against those who fight against you.",
      "23": "For My angel will go before you and bring you into the land of the Amorites, the Hittites, the Perizzites, the Canaanites, the Hivites and the Jebusites. And I will destroy them.",
      "24": "Do not worship their gods, or serve them, or act like them. But you are to destroy them and break their pillars of worship to pieces.",
      "25": "Serve the Lord your God and He will give you bread and water. And I will take sickness from among you.",
      "26": "Women in your land will not lose their babies before they are born, and will be able to give birth. I will give you a full life.",
      "27": "I will send My fear before you. The people you meet will be afraid. And I will make all those who hate you run away from you.",
      "28": "I will send hornets before you. They will drive out the Hivites, the Canaanites and the Hittites before you come.",
      "29": "I will not move them out of your way in one year. So the land will not become a waste, and the animals of the field become too many for you.",
      "30": "I will drive them out a few at a time, until you become many and take the land for your own.",
      "31": "I will give you the land from the Red Sea to the sea of the Philistines, and from the desert to the Euphrates River. For I will give you power over the people of the land. And you will drive them away from you.",
      "32": "Make no agreement with them or their gods.",
      "33": "They are not to live in your land, or they will make you sin against Me. If you worship their gods, for sure it will be a trap to you.”"
    },
    "24": {
      "1": "Then He said to Moses, “Come up to the Lord, you and Aaron, Nadab, Abihu and seventy of the leaders of Israel and worship from far away.",
      "2": "But Moses alone may come near the Lord. The others should not come near and should not come up with him.”",
      "3": "Moses came and told the people all the Lord said and all the Laws. All the people answered with one voice, saying, “We will do all that the Lord has spoken.”",
      "4": "Moses wrote all the words of the Lord. He got up early the next morning and built an altar at the base of the mountain, with twelve pillars, one for each of the twelve families of Israel.",
      "5": "Then he sent young men of Israel, who gave burnt gifts and killed young bulls as gifts of peace given in worship to the Lord.",
      "6": "Moses took half of the blood and put it in pots. The other half of the blood he put upon the altar.",
      "7": "Then he took the Book of the Agreement and read it for the people to hear. They said, “We will do all that the Lord has spoken. We will obey.”",
      "8": "So Moses took the blood and put some on the people. He said, “See, the blood of the agreement, which the Lord has made with you in these words.”",
      "9": "Then Moses went up with Aaron, Nadab, Abihu and seventy of the leaders of Israel.",
      "10": "And they saw the God of Israel. The ground under His feet looked like sapphire stone, as clear as the sky itself.",
      "11": "He did not let His hand come against the leaders of Israel. But they saw God, and ate and drank.",
      "12": "The Lord said to Moses, “Come up to Me on the mountain and stay there. I will give you the pieces of stone with the Law which I have written for you to teach the people.”",
      "13": "Then Moses got up with his helper Joshua, and Moses went up on the mountain of God.",
      "14": "He said to the leaders, “Wait here until we return to you. See, Aaron and Hur are with you. Let whoever has a problem go to them.”",
      "15": "Then Moses went up on the mountain, which was covered with a cloud.",
      "16": "The shining-greatness of the Lord rested on Mount Sinai. And the cloud covered it for six days. On the seventh day He called to Moses from the cloud.",
      "17": "To the people of Israel, the shining-greatness of the Lord looked like a fire that destroys on the mountain top.",
      "18": "Moses went into the cloud as he went up on the mountain. And Moses was on the mountain forty days and forty nights."
    },
    "25": {
      "1": "The Lord said to Moses,",
      "2": "“Tell the people of Israel to take a gift for Me. Receive the gift for Me from every person whose heart makes him willing.",
      "3": "This is the gift you are to receive from them: Gold, silver and brass,",
      "4": "blue, purple and red cloth, fine linen, goat hair,",
      "5": "rams’ skins made red, badgers’ skins, acacia wood,",
      "6": "lamp oil, spices for the oil used in worship and for perfumes,",
      "7": "onyx stones, and stones to be set in the clothing of the religious leaders.",
      "8": "Let them make a holy place for Me, so I may live among them.",
      "9": "Make the meeting tent and all that is in it like the plans I am going to show you.",
      "10": "“They will make a special box of acacia wood, two and a half cubits long, one and a half cubits wide, and one and a half cubits tall.",
      "11": "Cover it inside and out with pure gold. And make a piece of gold to put on it all around.",
      "12": "Make four gold rings for it and put them on its four feet. Put two rings on one side of it and two rings on the other side.",
      "13": "Cut long pieces of acacia wood for carrying and cover them with gold.",
      "14": "Then put the pieces of wood through the rings on the sides of the box, for carrying the box.",
      "15": "The long pieces will stay in the rings of the box. They must not be taken out.",
      "16": "Put into the special box the Law which I will give you.",
      "17": "Then make a mercy-seat from pure gold, two and a half cubits long and one and a half cubits wide.",
      "18": "Make two cherubim out of beaten gold. Make them at the two ends of the mercy-seat.",
      "19": "Make one cherub on one end and one cherub on the other end. Make the top of the mercy-seat, with the cherubim at each end, of one piece.",
      "20": "The wings of the cherubim should spread up over the mercy-seat. Their faces should be toward each other, and toward the mercy-seat.",
      "21": "Put the mercy-seat on top of the box. Put the Law which I will give you into the box.",
      "22": "I will meet with you there. Between the two cherubim which are upon the special box of the Law, I will speak to you about all the Laws I will give you for the people of Israel.",
      "23": "“Make a table of acacia wood, two cubits long, one cubit wide, and one and a half cubits tall.",
      "24": "Cover it with pure gold and make a gold piece around it.",
      "25": "Make a piece around it as wide as a hand and put gold on the side of this piece all around.",
      "26": "Make four rings of gold for it. Put them on the four corners that are on the table’s four legs.",
      "27": "The rings will be close to the sides, to hold the long pieces of wood used to carry the table.",
      "28": "Cut the long, straight pieces of acacia wood and cover them with gold. The table will be carried with these.",
      "29": "Make its plates, its pots and its jars, for pouring your gifts of drink. Make them of pure gold.",
      "30": "And set the holy bread on the table before Me all the time.",
      "31": "“Then make a lamp-stand of pure gold. The lamp-stand and its base are to be made of beaten gold. Its cups, its buds, and its flowers will be of one piece with it.",
      "32": "Six branches will go out of its sides, three branches of the lamp-stand out of one side, and three branches out of its other side.",
      "33": "Three cups will be made to look like almond flowers, each with bud and flower on one branch, and three on the next branch. This is to be done for all six branches going out of the lamp-stand.",
      "34": "Four cups made to look like almond flowers, with their buds and flowers, will be put on the lamp-stand’s base.",
      "35": "Make a bud under each of the six branches going out from the place where the lamp-stand is put.",
      "36": "Their buds and their branches will all be one piece with the lamp-stand of pure, beaten gold.",
      "37": "Then make the seven lamps and put them where they will give light to the space in front of it.",
      "38": "The objects for putting out the light and their dishes will be of pure gold.",
      "39": "Make it and all the objects for it out of a piece of gold about half the weight of a man.",
      "40": "See that you make them by following the plan for them that was shown to you on the mountain."
    },
    "26": {
      "1": "“Make the meeting tent with ten curtains of fine linen, blue and purple and red. Make them with cherubim sewed into them by an able workman.",
      "2": "Each curtain will be as long as fourteen long steps, and as wide as two long steps, all of them the same.",
      "3": "Five curtains will be joined to one another. And the other five curtains will be joined to one another.",
      "4": "Take small pieces of blue cloth, longer than they are wide. Sew both ends to the side of the last curtain in the first group. Then do the same on the side of the last curtain in the second group.",
      "5": "Put fifty of these pieces on the one curtain. And put fifty on the side of the other curtain, so that the pieces meet each other.",
      "6": "Make fifty hooks of gold and join the curtains together with the hooks so the meeting tent will be as one.",
      "7": "“Make curtains of goat hair for a covering over the meeting tent. Make eleven curtains in all.",
      "8": "Each curtain will be as long as fifteen long steps, and as wide as two long steps, all of them the same.",
      "9": "Join five curtains by themselves and six curtains by themselves. Lay the sixth curtain over the front of the meeting tent twice.",
      "10": "Take fifty small pieces of cloth, longer than they are wide. Sew both ends of each to the side of the last curtain in the first group. Then sew fifty pieces onto the side of the last curtain in the second group.",
      "11": "Make fifty hooks of brass. Put the hooks through the sewed pieces of cloth and join the tent together as one.",
      "12": "The part that is left of the tent’s curtains, the half curtain, will lie over the back of the meeting tent.",
      "13": "There will be parts of the tent’s curtains left over on each side, about a cubit. These will hang over each side of the meeting tent to cover it.",
      "14": "Make a covering for the tent of rams’ skins made red, and a covering over that of badgers’ skins.",
      "15": "“Then make the standing pieces of wood for the meeting tent out of acacia wood.",
      "16": "Each piece of wood will be as long as five long steps, and as wide as one step.",
      "17": "Make two joint-pieces in each piece of wood for joining them together. Do this for all the pieces of wood of the meeting tent.",
      "18": "Set up twenty pieces of wood for the south side of the meeting tent.",
      "19": "Make forty silver bases under the twenty pieces of wood, with two holes in each one for joining the two joint-pieces on each piece of wood.",
      "20": "Cut twenty pieces of wood for the north side of the meeting tent.",
      "21": "And make forty silver bases, two under each piece of wood.",
      "22": "Then cut six pieces of wood for the back or west side of the meeting tent.",
      "23": "Cut two pieces of wood for the back corners.",
      "24": "They will be apart at the bottom, and joined at the top with one ring. They will both be made the same and will make the two corners.",
      "25": "There will be eight special pieces of wood and their silver bases with sixteen holes, two holes under each piece of wood.",
      "26": "“Then make cross-pieces of acacia wood, five for the pieces of wood on one side of the meeting tent,",
      "27": "and five for the pieces of wood on the other side of the meeting tent. Then make five for the pieces of wood at the back of the meeting tent to the west side.",
      "28": "The long, cross-piece for the center of the standing pieces of wood will go through from end to end.",
      "29": "Cover the standing pieces of wood with gold. Make rings of gold to hold the cross-pieces and cover these pieces with gold.",
      "30": "Build the meeting tent by following the plan for it that was shown to you on the mountain.",
      "31": "“Make a curtain of blue and purple and red cloth and fine linen. It will be made with cherubim sewed into it by an able workman.",
      "32": "Hang it on four strong pillars of acacia wood covered with gold. Their hooks will be made of gold also. And the pillars will stand on four silver bases.",
      "33": "Hang the top of the curtain from the hooks. Then bring the box of the Law within the curtain. This curtain will divide the holy place from the Holiest Place of All.",
      "34": "Put the mercy-seat on the box of the Law in the Holiest Place of All.",
      "35": "Set the table outside the curtain. Put the lamp-stand on the south side of the meeting tent. And put the table on the north side.",
      "36": "“Make another curtain of fine linen for the door of the tent. It will be made of blue and purple and red cloth by an able workman.",
      "37": "Hang it on five pillars of acacia wood covered with gold. Make their hooks of gold. And make five brass bases for them."
    },
    "27": {
      "1": "“Make the altar of acacia wood. It will be as long and as wide as three steps, and as tall as a man’s chest.",
      "2": "Make horns for it on its four corners. They will be of one piece and covered with brass.",
      "3": "Make its pails for taking away its ashes, its tools for picking up the ashes, its pots, meat-hooks and fire-holders. Make all of these out of brass.",
      "4": "Make a net for it out of brass, with four rings of brass at its four corners.",
      "5": "Put it under the altar so that the net comes up to the center of the altar.",
      "6": "Make long, straight pieces of acacia wood for the altar. And cover them with brass.",
      "7": "Put the long pieces of wood through the rings on each side of the altar when it is carried.",
      "8": "Make the altar with pieces of wood so it is empty inside. Make it as it was shown to you on the mountain.",
      "9": "“Make the open space of the meeting tent. On the south side there will be curtains for the open space. Make them of fine linen, as long as fifty long steps.",
      "10": "They will hang from twenty pillars which are put on twenty bases of brass. The hooks of the pillars and their rings will be made of silver.",
      "11": "Do the same for the north side. There will be curtains as long as fifty long steps, and twenty pillars with twenty bases of brass. The hooks of the pillars and their rings will be made of silver.",
      "12": "On the west side of the open space there will be curtains as long as twenty-five long steps. They will have ten pillars with ten bases.",
      "13": "And the east side of the open space will be as wide as twenty-five long steps.",
      "14": "“The curtains for one side of the gate will be as long as seven steps. They will have three pillars with three bases.",
      "15": "On the other side there will be curtains as long as seven steps, with three pillars and three bases.",
      "16": "Have an able workman make a curtain out of fine linen for the gate of the open space. It will be blue, purple and red, and as long as ten long steps. It will have four pillars with four bases.",
      "17": "All the pillars around the open space will have silver hooks, silver rings, and their bases of brass.",
      "18": "The open space will be as long as fifty long steps, as wide as twenty-five long steps, and as high as a man raises his hand. It will have curtains of fine linen and the bases will be brass.",
      "19": "All the tools used in the meeting tent, all its nails, and all the nails for the open space will be made of brass.",
      "20": "“Tell the people of Israel to bring you clear oil of beaten olives for the light, so a lamp may burn all the time.",
      "21": "In the meeting tent, outside the curtain which is in front of the Law, Aaron and his sons will take care of it from evening until morning before the Lord. It will be a law forever for the people of Israel."
    },
    "28": {
      "1": "“Take from among the people of Israel your brother Aaron and his sons, Nadab, Abihu, Eleazar and Ithamar, to work for Me as religious leaders.",
      "2": "Make holy clothing for your brother Aaron, for honor and for beauty.",
      "3": "Tell all the able workmen, whom I have given the spirit of wisdom, to make Aaron’s clothing to set him apart for My work. He will work for Me as a religious leader.",
      "4": "These are the clothes they will make: A breast-piece, a linen vest, a long piece of clothing, a long coat, a head-covering, and a wide belt. They will make holy clothing for your brother Aaron and his sons to work for Me as religious leaders.",
      "5": "They will use gold and blue and purple and red cloth and fine linen.",
      "6": "“They will use gold and blue, purple and red cloth and fine linen to make the linen vest that holds the breast-piece. It will be the work of the able workman.",
      "7": "It will have two shoulder pieces to join it at the two ends.",
      "8": "The well-made belt on it will be made of the same gold and blue, purple and red cloth and fine linen.",
      "9": "Take two onyx stones and cut on them the names of Israel’s sons.",
      "10": "Put six of their names on one stone, and the six names of the others on the other stone, from the oldest to the youngest.",
      "11": "As an able workman cuts words in a ring, cut the names of Israel’s sons on the two stones. Then set them into beautiful pieces of gold.",
      "12": "Put the two stones on the shoulder pieces of the linen vest, as stones for the family groups of Israel to be remembered. Aaron will carry their names on his two shoulders before the Lord, to be remembered.",
      "13": "Make beautiful pieces of gold",
      "14": "and two chains of pure gold. Make them like ropes are made. And put the chains on the pieces of gold.",
      "15": "“Make a breast-piece to be used when judging. It is to be made by an able workman. Make it like the work of the linen vest, of gold, and blue, purple and red cloth and fine linen.",
      "16": "It will be as long as it is wide, with one half laid over the other. Make it as long and as wide as a man’s fingers can spread.",
      "17": "Put four straight rows of stones on it. The first row will be a ruby, a topaz and an emerald.",
      "18": "The second row will be a turquoise, a sapphire and a diamond.",
      "19": "The third row will be a jacinth, an agate and an amethyst.",
      "20": "And the fourth row will be a beryl, an onyx and a jasper. They will be set in beautiful pieces of gold.",
      "21": "There will be twelve stones, one for each name of the sons of Israel. The name of each family group will be cut on one of these special stones.",
      "22": "Make chains for the breast-piece, like ropes of pure gold.",
      "23": "And make two rings of gold and put them on the two ends of the breast-piece.",
      "24": "Join the two gold chains to the two rings at the ends of the breast-piece.",
      "25": "Join the other two ends of the two chains to the beautiful gold pieces that hold the two stones at the shoulders in the front.",
      "26": "Make two rings of gold to put on the two ends of the breast-piece, on the inside, next to the linen vest.",
      "27": "Then make two rings of gold and put them on the bottom of the two shoulder pieces of the linen vest in front, near where they join. They will be above the well-made belt of the linen vest.",
      "28": "Tie the rings of the breast-piece to the rings of the linen vest with a blue rope so the breast-piece may not come loose from the linen vest.",
      "29": "“Aaron will carry the names of the sons of Israel over his heart on the breast-piece of judging when he goes in the holy place, so they will be remembered before the Lord all the time.",
      "30": "“Put the Urim and the Thummim into the breast-piece over Aaron’s heart when he goes before the Lord. Aaron will carry the judging of the people of Israel over his heart before the Lord all the time.",
      "31": "“Make the long piece of clothing all of blue.",
      "32": "There will be an opening at its top in the center. Around the opening it will be sewed like the opening on heavy battle clothes, so it may not be torn.",
      "33": "Make pomegranates of blue and purple and red cloth to put all around the bottom of this clothing. And put bells of gold between them.",
      "34": "Put a gold bell and a pomegranate, then a gold bell and a pomegranate, all the way around the bottom of this clothing.",
      "35": "Aaron will wear it when he serves Me. The sound of the bells will be heard when he goes in the holy place and when he comes out so that he will not die.",
      "36": "“Make a plate of pure gold and write on it, ‘Holy to the Lord.’",
      "37": "Put it to the front of the head covering with a blue rope.",
      "38": "It will be on Aaron’s forehead. Aaron will take away the sin of the holy things which the people of Israel set apart for the Lord as their holy gifts. It will always be on his forehead, so they may be received by the Lord.",
      "39": "Make the long coat of fine linen, a head covering of fine linen, and a wide belt, the work of an able workman.",
      "40": "“Make long coats for Aaron’s sons. And make belts and head coverings for them, for honor and for beauty.",
      "41": "Dress your brother Aaron and his sons in them. Then pour oil on them, set them apart and make them holy, so they may serve Me as religious leaders.",
      "42": "Make for them linen clothing to cover their flesh from their belts to their legs.",
      "43": "Aaron and his sons will wear them when they go into the meeting tent, or when they go near the altar to serve in the holy place. Then they will not be guilty and die. It will be a law for him and for his children forever."
    },
    "29": {
      "1": "“This is what you will do to set them apart to serve as religious leaders for Me. Take one young bull and two rams that are perfect.",
      "2": "Have bread without yeast, and bread mixed with oil, and hard bread made without yeast and spread with oil. Make them of fine grain flour.",
      "3": "Put them in one basket. Then bring them in the basket with the bull and the two rams.",
      "4": "Bring Aaron and his sons to the door of the meeting tent, and wash them with water.",
      "5": "Take the clothing and dress Aaron in the long coat, the clothing over the linen vest, the linen vest, and the breast-piece. Put on him the well-made belt of the linen vest.",
      "6": "Put the covering on his head, and the holy crown on the head covering.",
      "7": "Then take the oil for holy use and pour it on his head to set him apart for My work.",
      "8": "Bring his sons and dress them with long coats.",
      "9": "Put belts on Aaron and his sons. Tie head coverings on them. And they will be religious leaders by law for all time. So you will set apart Aaron and his sons for My work.",
      "10": "“Then bring the bull in front of the meeting tent. Aaron and his sons will lay their hands on the head of the bull.",
      "11": "Then kill the bull before the Lord at the door of the meeting tent.",
      "12": "Take some of the blood of the bull and put it on the horns of the altar with your finger. Then pour out all the blood at the base of the altar.",
      "13": "Take all the fat that covers the inside parts, and the part that is on the liver, and the two kidneys with the fat that is on them, and burn them on the altar.",
      "14": "But the flesh of the bull, its skin, and its waste you will burn away from the tents. It is a sin gift.",
      "15": "“Then take one of the rams and have Aaron and his sons lay their hands on the head of the ram.",
      "16": "Kill the ram and take its blood and put it around the altar.",
      "17": "Cut the ram into pieces. Wash its inside parts and its legs. And put them with its pieces and its head.",
      "18": "Burn the whole ram on the altar for a burnt gift in worship to the Lord. It is a pleasing smell, a gift by fire to the Lord.",
      "19": "“Then take the other ram and have Aaron and his sons lay their hands on the ram’s head.",
      "20": "Kill the ram and put some of its blood on the bottom of Aaron’s right ear, on the bottom of his sons’ right ears, on the thumbs of their right hands, and on the big toes of their right feet. Put the rest of the blood around the altar.",
      "21": "Take some of the blood from the altar and some of the special oil. Put some on Aaron and his sons and their clothing. So Aaron and his clothing and his sons and their clothing will be set apart and made holy.",
      "22": "Take the fat from the ram, the fat tail, the fat that covers the inside parts, the part that is on the liver, the two kidneys with their fat, and the fat that is on the right thigh. For it is a ram used to set apart those who work for Me.",
      "23": "And take one loaf of bread, and one loaf of bread mixed with oil, and one piece of hard bread from the basket of bread without yeast that is set before the Lord.",
      "24": "Put all these in the hands of Aaron and his sons. They will wave them for a wave gift before the Lord.",
      "25": "Then take them from their hands and burn them on the altar for a burnt gift in worship. It is a pleasing smell before the Lord. It is a gift by fire to the Lord.",
      "26": "“Take the breast of Aaron’s ram used to set him apart. Wave it as a wave gift before the Lord. And it will be your share.",
      "27": "Then set apart the breast of the wave gift and the thigh that was waved and given from the ram used to set apart those who work for Me. One was for Aaron and one for his sons.",
      "28": "It will be for Aaron and his sons as their share forever from the people of Israel. For it is the religious leaders’ share to be given by the people of Israel from their peace gifts. It is their gift to the Lord.",
      "29": "“The holy clothing of Aaron will be for his sons after him. They will wear them when the oil for holy use is poured on them and they are set apart for My work.",
      "30": "The son who takes his place as religious leader will wear them seven days as he goes into the meeting tent to serve in the holy place.",
      "31": "“Take the ram used to set apart those who work for Me and boil its flesh in a holy place.",
      "32": "Aaron and his sons will eat the flesh of the ram, and the bread that is in the basket, at the door of the meeting tent.",
      "33": "They will eat those things that were used in worship when they were forgiven of their sin and when they were set apart for My work. But one who is not a religious leader may not eat them, because they are holy.",
      "34": "If any of the meat or bread used to set apart those who work for Me is left until morning, it must be burned. It must not be eaten, because it is holy.",
      "35": "“Do to Aaron and his sons all I have told you. For seven days you will set them apart for My work.",
      "36": "Give a bull each day for a sin gift, to take away sin. Make the altar clean by taking sin away from it and pour special oil on it to set it apart for Me.",
      "37": "For seven days give gifts upon the altar to take away sin and set it apart for Me. Then the altar will be most holy. And whatever touches the altar will be holy.",
      "38": "“Now this is what you will give on the altar: Two lambs one year old, given every day.",
      "39": "Give one lamb in the morning, and the other lamb in the evening.",
      "40": "With the first lamb give a jar of fine flour mixed with a half jar of beaten oil, and a half jar of wine to be poured out.",
      "41": "Give the other lamb in the evening. Do it with a grain gift and a gift to pour out as in the morning. It has a pleasing smell, a gift by fire to the Lord.",
      "42": "For all time to come this burnt gift is to be given at the door of the meeting tent before the Lord. There I will meet with you and speak to you.",
      "43": "I will meet there with the people of Israel. It will be set apart by My shining-greatness.",
      "44": "I will set apart the meeting tent and the altar. And I will set apart Aaron and his sons to work as religious leaders for Me.",
      "45": "I will live among the people of Israel and will be their God.",
      "46": "They will know that I am the Lord their God, Who brought them out of the land of Egypt to live among them. I am the Lord their God."
    },
    "30": {
      "1": "“Make an altar for burning special perfume. Make it of acacia wood.",
      "2": "It will be as long and as wide as a man’s arm and as high as a man’s waist. Its horns will be of one piece with it.",
      "3": "Cover its top, all its sides and its horns with pure gold. And make a piece of gold to go around it.",
      "4": "Then make two gold rings for the altar to put under this piece. Put one on each side of the altar so it can hold the long pieces of wood used for carrying it.",
      "5": "Make the long pieces of acacia wood and cover them with gold.",
      "6": "Put this altar in front of the curtain that is by the box of the Law, in front of the mercy-seat that is over the box of the Law. There I will meet with you.",
      "7": "Aaron will burn special perfume on it every morning when he takes care of the lamps.",
      "8": "And when Aaron takes care of the lamps in the evening, he will burn special perfume. There will be a burning of special perfume before the Lord for all your people for all time.",
      "9": "Do not give upon this altar any perfume, burnt gift or grain gift that is not holy. And do not pour out a drink gift on it.",
      "10": "Once a year Aaron will give a gift for sin on its horns to take away sin. He will give the blood of the sin gift to make it holy once a year for all your people for all time. It is most holy to the Lord.”",
      "11": "The Lord said to Moses,",
      "12": "“When you number the people of Israel, each one of them will pay a price for his life to the Lord. Then no trouble will come upon them when you number them.",
      "13": "Every one who is numbered will give one piece of silver, by the weight decided upon for the holy place. One piece of silver will be a gift to the Lord.",
      "14": "Every one who is numbered, twenty years old and older, will give the gift to the Lord.",
      "15": "The rich will not pay more and the poor will not pay less than one piece of silver. It will be a gift to the Lord so you will be forgiven of sin.",
      "16": "Receive this money from the people of Israel and use it for the work of the meeting tent. Then it will be remembered before the Lord that the people of Israel gave a gift to take away their sin of being numbered.”",
      "17": "The Lord said to Moses,",
      "18": "“Make a pot of brass for washing. Make its base of brass also. Put it between the meeting tent and the altar, and put water in it.",
      "19": "Aaron and his sons will wash their hands and feet with water from it.",
      "20": "When they go into the meeting tent, they will wash with water, so they will not die. And they will wash when they go near the altar to give a gift made by fire to the Lord.",
      "21": "They will wash their hands and their feet, so they will not die. It will always be a law for Aaron and his children forever.”",
      "22": "The Lord said to Moses,",
      "23": "“Take the best spices: a heavy weight of flowing myrrh, half that weight of sweet-smelling cinnamon and of sweet-smelling cane,",
      "24": "and a heavy weight of cassia, the weight decided upon by the holy place, and a large jar of olive oil.",
      "25": "Mix these to make a holy oil for holy use, mixed like perfume made by an able workman. It will be a holy oil for holy use.",
      "26": "Pour it on the meeting tent and the box of the Law,",
      "27": "the table and all its objects, the lamp-stand and all its objects, the altar of special perfume,",
      "28": "the altar of burnt gifts and all its objects, and the washing pot and its base.",
      "29": "Set them apart so they may be most holy. Whatever touches them will be holy.",
      "30": "Pour oil on Aaron and his sons. Set them apart so they may serve as religious leaders for Me.",
      "31": "Say to the people of Israel, ‘This will be a holy oil to Me for all your people for all time.",
      "32": "It will not be poured on the flesh of man. And you will not mix any like it. It is holy. It will be holy to you.",
      "33": "Whoever mixes any like it, or puts any of it on a man who is not a religious leader, will be cut off from his people.’”",
      "34": "The Lord said to Moses, “Take sweet spices, stacte, onycha and galbanum, spices with pure frankincense. Take the same amount of each.",
      "35": "Mix them to make a special perfume, salted, pure and holy, the work of an able workman.",
      "36": "Beat some of it very fine. And put some of it in front of the special box of the agreement in the meeting tent, where I will meet with you. It will be most holy to you.",
      "37": "Do not mix this special perfume in the same way for yourselves. It will be holy for you to the Lord.",
      "38": "Whoever makes any like it to use as perfume will be cut off from his people.”"
    },
    "31": {
      "1": "The Lord said to Moses,",
      "2": "“See, I have called by name Bezalel, the son of Uri, the son of Hur, of the family of Judah.",
      "3": "I have filled him with the Spirit of God in wisdom, understanding, much learning, and all kinds of special work.",
      "4": "He will plan good work in gold, silver and brass,",
      "5": "in cutting stones to set, and in cutting wood, for all kinds of good work.",
      "6": "And see, I have given Aholiab the son of Ahisamach, of the family of Dan to help him. I have put wisdom in the hearts of all who are wise, so they may make all that I have told you:",
      "7": "the meeting tent, the box of the Law, the mercy-seat upon it, and all the objects of the tent,",
      "8": "the table and its objects, the pure gold lamp-stand with all its objects, the altar of special perfume,",
      "9": "the altar of burnt gifts with all its objects, the washing pot and its base,",
      "10": "the well-made clothing, the holy clothing for Aaron the religious leader, the clothing for his sons for their work as religious leaders,",
      "11": "the oil for holy use, and the sweet-smelling perfume for the holy place. Have them do all I have told you.”",
      "12": "The Lord said to Moses,",
      "13": "“Say to the people of Israel, ‘Keep My Days of Rest. For this is something special between Me and you for all your people forever. So you may know that I am the Lord Who sets you apart for Myself.",
      "14": "You will keep the Day of Rest, for it is holy to you. Every one who does what is sinful on this day will be put to death for sure. Whoever does any work on this day will be cut off from among his people.",
      "15": "Work may be done for six days. But the seventh day is a Day of Rest, holy to the Lord. Whoever does any work on the Day of Rest will be put to death for sure.",
      "16": "So the people of Israel will keep the Day of Rest as a special day for all their people for all time, as an agreement forever.’",
      "17": "It is something special between Me and the people of Israel forever. For the Lord made heaven and earth in six days. But He stopped working and rested on the seventh day.”",
      "18": "When the Lord had finished speaking with Moses on Mount Sinai, He gave him the two stone writings of the Law, pieces of stone written on by the finger of God."
    },
    "32": {
      "1": "When the people saw that Moses was staying a long time before coming down from the mountain, they gathered around Aaron, and said, “Come, make a god for us who will go in front of us. For we do not know what has become of Moses, the man who brought us out of the land of Egypt.”",
      "2": "Aaron said to them, “Take the objects of gold from the ears of your wives, your sons and your daughters, and bring them to me.”",
      "3": "So all the people took the gold objects from their ears and brought them to Aaron.",
      "4": "He took the gold from their hands, worked on it with a sharp tool, and by melting it, made it into a calf. Then they said, “This is your god, O Israel, who brought you out of the land of Egypt.”",
      "5": "When Aaron saw this, he built an altar in front of it. Aaron said to all the people, “Tomorrow will be a special supper to the Lord.”",
      "6": "So the next day they got up early and gave burnt gifts and peace gifts. The people sat down to eat and drink, and got up to play.",
      "7": "Then the Lord said to Moses, “Go down. For your people, whom you brought out of the land of Egypt, have turned to sin.",
      "8": "They have been quick to turn aside from the way I have told them. They have melted gold and made a calf for themselves. They have worshiped it, have given gifts to it, and have said, ‘This is your god, O Israel, who brought you out of the land of Egypt!’”",
      "9": "The Lord said to Moses, “I have seen this people, and see, they are a strong-willed people.",
      "10": "Now let Me alone, so My anger may be against them and I may destroy them. But I will make you into a great nation.”",
      "11": "Then Moses begged the Lord his God, saying, “O Lord, why are you very angry against Your people whom You brought out of the land of Egypt with great power and a strong hand?",
      "12": "Why should the Egyptians say, ‘He brought them out to kill them in the mountains and destroy them from the earth’? Turn from Your anger and change Your mind about destroying Your people.",
      "13": "Remember Abraham, Isaac and Israel, who were your servants. You promised them by Yourself, saying, ‘I will make your children become as many as the stars of the heavens. And I will give all this land I have spoken about to your children. It will be theirs forever.’”",
      "14": "So the Lord changed His mind about the things He said He would do to His people.",
      "15": "Then Moses turned and went down from the mountain with the two stone writings of the Law in his hand. The stones were written on both sides, on one side and the other.",
      "16": "The stone writings were God’s work. The writing was God’s writing cut into the stones.",
      "17": "When Joshua heard the sound of the people as they made noise, he said to Moses, “There is a sound of war at the tents.”",
      "18": "But Moses said, “It is not the sound of winning, or the sound of losing. It is the sound of singing I hear.”",
      "19": "As soon as Moses came near the tents, he saw the calf and the dancing. Moses became very angry. He threw the stone writings from his hands and broke them at the base of the mountain.",
      "20": "And he took the calf they had made and burned it with fire, ground it to dust, spread it over the top of the water, and made the people of Israel drink it.",
      "21": "Then Moses said to Aaron, “What did this people do to you to make you bring such great sin upon them?”",
      "22": "Aaron said, “Do not let my lord be angry. You know the people yourself and how sinful they are.",
      "23": "They said to me, ‘Make a god for us who will go in front of us. For we do not know what has become of Moses, the man who brought us out of the land of Egypt.’",
      "24": "And I said to them, ‘Whoever has any gold, let them take it off.’ So they gave it to me. I threw it into the fire and out came this calf.”",
      "25": "Moses saw that Aaron had let the people go wild and become a shame to those who hated them.",
      "26": "So Moses stood in the gate of the place where they had set up their tents and said, “Whoever is for the Lord, come to me!” And all the sons of Levi came together around him.",
      "27": "He said to them, “This is what the Lord, the God of Israel, says: ‘Every man put his sword on his thigh. And go from one end of the tents to the other, and each one kill his brother, his friend, and his neighbor.’”",
      "28": "So the sons of Levi did as Moses said. About 3,000 men fell that day.",
      "29": "Then Moses said, “Today you have set yourselves apart for the Lord. For each man has been against his son and against his brother, so the Lord may bring good to you today.”",
      "30": "The next day Moses said to the people, “You have sinned. Now I am going up to the Lord. It might be that I can have your sin forgiven.”",
      "31": "Then Moses returned to the Lord and said, “O, this people have sinned. They have made a god of gold for themselves.",
      "32": "But now, if You will, forgive their sin. If not, then take my name out of Your book which You have written.”",
      "33": "The Lord said to Moses, “I will put out of My book whoever has sinned against Me.",
      "34": "But go now. Lead the people where I told you. See, My angel will go before you. But in the day when I punish, I will punish them for their sin.”",
      "35": "Then the Lord sent trouble upon the people, because of what they did with the calf Aaron had made."
    },
    "33": {
      "1": "The Lord said to Moses, “Go away from this place, you and the people you have brought out of the land of Egypt. Go to the land that I promised to Abraham, Isaac and Jacob, saying, ‘I will give it to your children.’",
      "2": "I will send an angel before you. And I will drive out the Canaanite, the Amorite, the Hittite, the Perizzite, the Hivite, and the Jebusite.",
      "3": "Go up to a land flowing with milk and honey. But I will not go with you, because you are a strong-willed people and I might destroy you on the way.”",
      "4": "When the people heard this bad news, they were filled with sorrow. None of them wore his objects of gold or silver.",
      "5": "For the Lord had said to Moses, “Say to the people of Israel, ‘You are a strong-willed people. If I go with you even for just a little time, I would destroy you. So take off your objects of gold and silver that I may know what to do with you.’”",
      "6": "So the people of Israel took off all their objects of gold and silver at Mount Horeb.",
      "7": "Now Moses used to take the tent and set it up far away from the other tents. He called it the meeting tent. Anyone who wanted to meet with the Lord would go away from the other tents to the meeting tent.",
      "8": "When Moses went out to the tent, all the people would get up and stand at the doors of their tents. And they would watch Moses until he went into the meeting tent.",
      "9": "Whenever Moses went into the meeting tent, the cloud would come down and stand at the door of the tent. And the Lord would speak with Moses.",
      "10": "When all the people saw the cloud standing at the door of the meeting tent, they would stand up and worship, each at his tent door.",
      "11": "The Lord spoke to Moses face to face, as a man speaks to his friend. When Moses returned to the other tents, his servant Joshua, the son of Nun, a young man, would not leave the meeting tent.",
      "12": "Moses said to the Lord, “See, You say to me, ‘Lead this people!’ But You have not let me know whom You will send with me. Yet You said, ‘I have known you by name. You have found favor in My eyes.’",
      "13": "So I pray to You, if I have found favor in Your eyes, let me know Your ways. Then I may know You and find favor in Your eyes. And keep in mind that this nation is Your people.”",
      "14": "The Lord said, “I Myself will go with you. I will give you rest.”",
      "15": "Then Moses said to Him, “If You Yourself do not go with us, do not have us leave this place.",
      "16": "For how will it be known that I and Your people have found favor in Your eyes, unless You go with us? Then I and Your people will be different from all the other people on the earth.”",
      "17": "The Lord said to Moses, “I will do what you have said. For you have found favor in My eyes, and I have known you by name.”",
      "18": "Moses said, “I pray to You, show me Your shining-greatness!”",
      "19": "And God said, “I will have My goodness pass in front of you. I will make the name of the Lord known in front of you. I will have loving-kindness and loving-pity for anyone I want to.”",
      "20": "But He said, “You cannot see My face. For no man can see Me and live!”",
      "21": "Then the Lord said, “See, there is a place beside Me. You stand there on the rock.",
      "22": "While My shining-greatness is passing by, I will put you in the large crack of the rock. And I will cover you with My hand until I have passed by.",
      "23": "Then I will take My hand away and you will see My back. But My face will not be seen.”"
    },
    "34": {
      "1": "The Lord said to Moses, “Cut two pieces of stone like the first ones. And I will write on the stones the words that were on the first stones which you broke.",
      "2": "So be ready in the morning. Come up in the morning to Mount Sinai. And stand before Me on the top of the mountain.",
      "3": "No one is to come up with you. Do not let anyone be seen on the whole mountain. Even the sheep and the cattle may not eat in front of the mountain.”",
      "4": "So Moses cut two pieces of stone like the first ones. Then he got up early in the morning and went up on Mount Sinai, as the Lord told him. And he took the two pieces of stone in his hand.",
      "5": "The Lord came down in the cloud and stood there with Moses as he called upon the name of the Lord.",
      "6": "Then the Lord passed by in front of him, saying, “The Lord, the Lord God, with loving-pity and loving-favor, slow to anger, filled with loving-kindness and truth,",
      "7": "keeping loving-kindness for thousands, forgiving wrong-doing and sin. But He will not let the guilty go without being punished. He brings the sin of fathers down upon the children, even the great-grandchildren.”",
      "8": "Moses was quick to put his face to the ground and worship.",
      "9": "And Moses said, “O Lord, if I have found favor in Your eyes, I pray, let the Lord go with us, even if the people are strong-willed. Forgive our wrong-doing and our sin. And take us for Your own.”",
      "10": "Then God said, “See, I am going to make an agreement. I will do powerful works in front of all your people which have never been done on earth among any nation. All the people with whom you live will see the work of the Lord. For what I am going to do with you will fill people with fear.",
      "11": "Be sure to do what I am telling you this day. See, I am going to drive out of your way the Amorite, the Canaanite, the Hittite, the Perizzite, the Hivite, and the Jebusite.",
      "12": "Take care to make no agreement with the people of the land where you are going. It would be a trap to you.",
      "13": "Instead you are to tear down their altars, break their objects of worship, and cut down their false gods.",
      "14": "For you must not worship any other god. For the Lord, Whose name is Jealous, is a jealous God.",
      "15": "So do not make an agreement with the people of the land. Or when they follow their desire with their gods and give gifts to their gods, they would ask you to eat of their gift used in worship.",
      "16": "And you would marry your sons to their daughters who follow their gods. And they would lead your sons to follow their gods also.",
      "17": "Do not make any gods for yourself.",
      "18": "“Keep the special supper of bread without yeast. Eat bread without yeast for seven days as I told you, at the time set aside for it in the month of Abib. For you came out of Egypt in the month of Abib.",
      "19": "Every first-born belongs to Me, and all your male animals, the first-born from cattle and sheep.",
      "20": "But the life of a first-born donkey should be paid for with the blood of a lamb. If you do not pay for its life, you should break its neck. Pay for the life of all your first-born sons with the blood of a lamb. No one is to come before Me without a gift.",
      "21": "“Work six days, but rest on the seventh day. Rest even during plowing time and gathering time.",
      "22": "Have the special supper of weeks at the first gathering of grain. Have the special supper of gathering time at the end of the year.",
      "23": "Three times a year all your males are to come before the Lord God, the God of Israel.",
      "24": "For I will drive nations out of your way and give you more land. No man will desire to have your land when you go to show yourselves before the Lord your God.",
      "25": "“Do not give the blood of My gift together with bread made with yeast. Do not leave any of the gift of the special supper of the Passover until morning.",
      "26": "Bring the first of the first-fruits of your ground into the house of the Lord your God. Do not boil the meat of a young goat in its mother’s milk.”",
      "27": "The Lord said to Moses, “Write these words. For by these words I have made an agreement with you and with Israel.”",
      "28": "Moses was there with the Lord forty days and forty nights. He did not eat bread or drink water. And he wrote on the stones the words of the agreement, the Ten Great Laws.",
      "29": "Moses came down from Mount Sinai with the two stone writings in his hand. He did not know that the skin of his face was shining because of his speaking with the Lord.",
      "30": "When Aaron and all the people of Israel saw Moses, they saw that the skin of his face was shining. They were afraid to come near him.",
      "31": "But Moses called to them, and Aaron and all the leaders of the people returned to him. And Moses spoke to them.",
      "32": "After this all the people of Israel came near. Moses told them to do all the Lord had said to him on Mount Sinai.",
      "33": "When Moses had finished speaking with them, he covered his face with a piece of cloth.",
      "34": "But whenever Moses went before the Lord to speak with Him, he would take off the face covering until he came out. Then he would tell the people of Israel what the Lord had said for them to do.",
      "35": "The people of Israel saw that the skin of Moses’ face shone. So Moses would put the covering over his face again until he went in to speak with the Lord."
    },
    "35": {
      "1": "Then Moses gathered together all the people of Israel, saying, “These are the things that the Lord has told you to do.",
      "2": "Work may be done for six days. But the seventh day will be a holy day for you, a Day of Rest to the Lord. Whoever does any work on this day will be put to death.",
      "3": "Do not make a fire in any of your tents on the Day of Rest.”",
      "4": "Moses said to all the people of Israel, “This is what the Lord has told you to do.",
      "5": "Take from among you a gift to the Lord. Whoever has a willing heart, let him bring the Lord’s gift: gold, silver and brass,",
      "6": "and blue, purple and red cloth, fine linen, cloth made from goat hair,",
      "7": "rams’ skins made red, badgers’ skins and acacia wood,",
      "8": "lamp oil, spices for the oil for holy use and for the sweet-smelling perfume,",
      "9": "onyx stones and stones to be set for the linen vest and the breast-piece.",
      "10": "“Let every able workman among you come and make all that the Lord has told us to make:",
      "11": "the meeting tent, its tent and its covering, its hooks, its wood pieces, its cross-pieces, its pillars and their bases,",
      "12": "the special box of the agreement and the long pieces of wood for carrying it, the mercy-seat, the curtain to hang in front of it,",
      "13": "the table and the long pieces of wood for carrying it, all its objects, and the holy bread to set before the Lord.",
      "14": "Also the able workmen are to make: the lamp-stand for the light, and its lamps and oil for the light,",
      "15": "the altar of special perfume and the long pieces of wood for carrying it, the oil for holy use, the sweet-smelling perfume, and the curtain for the door of the meeting tent.",
      "16": "Also they are to make: the altar of burnt gifts with its brass net and long pieces of wood for carrying it, all its objects, the washing pot and its base,",
      "17": "the curtains of the open space, its pillars and its bases, and the curtain for the gate of the open space.",
      "18": "Also the able workmen are to make: the nails of the meeting tent and the nails of the open space and their ropes,",
      "19": "the well-made clothing for working in the holy place, the holy clothing for Aaron the religious leader, and the clothing for his sons as they work as religious leaders.”",
      "20": "Then all the people of Israel went away from Moses.",
      "21": "And every one whose heart or spirit moved him brought the Lord’s gift to be used for the meeting tent, for all its work, and for the holy clothing.",
      "22": "Then all the men and women who wanted to give brought objects of gold that had been worn on their clothing, ears, fingers and arms. Every man gave a gift of gold to the Lord.",
      "23": "And every one who had blue, purple and red cloth, fine linen, cloth made from goats’ hair, rams’ skins made red, and badgers’ skins, brought them.",
      "24": "Every one who could give a gift of silver or brass brought it as a gift to the Lord. Every one who had acacia wood to be used for the work, brought it.",
      "25": "All the able women made cloth with their hands. They brought the blue, purple and red cloth and fine linen they had made.",
      "26": "All the able women whose hearts moved them made cloth from goat hair.",
      "27": "The leaders brought the onyx stones and the stones to be set for the linen vest and the breast-piece,",
      "28": "and the spice and the oil for the light, and the oil for holy use, and for the sweet-smelling perfume.",
      "29": "The people of Israel who wanted to brought gifts to the Lord. Every man and woman, whose heart moved them, brought what the Lord had told them through Moses.",
      "30": "Then Moses said to the people of Israel, “See, the Lord has called by name Bezalel the son of Uri, the son of Hur, of the family of Judah.",
      "31": "The Lord has filled him with the Spirit of God, in wisdom, understanding, much learning, and in all work.",
      "32": "So he can make plans for working in gold, silver and brass,",
      "33": "and cut stones to be set, cut wood, and do good work of every kind.",
      "34": "The Lord has given him the power to teach also, both he and Oholiab, the son of Ahisamach, of the family of Dan.",
      "35": "He has made them able to do every work: writing words in stone, gold, silver and brass, planning, sewing beautiful work on blue, purple and red cloth and fine linen, making cloth, and all kinds of work done by able workmen."
    },
    "36": {
      "1": "“Bezalel and Oholiab will do the work, together with every workman whom the Lord has made able and understands how to do all the work in the building of the holy place. They will do all that the Lord has said.”",
      "2": "Then Moses called Bezalel and Oholiab and every workman whom the Lord had made able, every one whose heart moved him to come to do the work.",
      "3": "They received from Moses all the gifts the people of Israel had brought for the work of building the holy place. And they kept bringing gifts because they wanted to every morning.",
      "4": "All the able workmen came who were doing all the work on the holy place. Each man came from the work he had been doing.",
      "5": "They said to Moses, “The people are bringing much more than enough for the work the Lord told us to do.”",
      "6": "So Moses made it be known to all the people, saying, “No man or woman is to give any more gifts for the holy place.” So the people were kept from bringing any more.",
      "7": "For the things they had were enough for doing all the work. There was more than enough.",
      "8": "All the able men among those who were doing the work made the meeting tent with ten curtains. They made them of fine linen and blue, purple and red cloth, with cherubim sewed into them by an able workman. Bezalel made them.",
      "9": "Each curtain was as long as fourteen long steps and as wide as two long steps, all of them the same.",
      "10": "He joined five curtains to each other. And the other five curtains he joined to each other.",
      "11": "He took small pieces of blue cloth, longer than they were wide. He sewed both ends to the side of the last curtain in the first row. Then he did the same on the side of the last curtain in the second row.",
      "12": "He put fifty of these pieces on the one curtain. And he put fifty on the side of the other curtain, so that the pieces met each other.",
      "13": "He made fifty hooks of gold. Then he joined the curtains together with the hooks so the meeting tent was as one.",
      "14": "He made curtains of goat hair for a covering over the meeting tent. He made eleven curtains in all.",
      "15": "Each curtain was as long as fifteen long steps, and as wide as two long steps, all of them the same.",
      "16": "He joined five curtains by themselves and six curtains by themselves.",
      "17": "He took fifty small pieces of cloth, longer than they were wide. He sewed both ends of each to the side of the last curtain in the first row. Then he sewed fifty pieces onto the side of the last curtain in the second row.",
      "18": "He made fifty hooks of brass. And he put the hooks through the sewed pieces of cloth and joined the tent together as one.",
      "19": "He made a covering for the tent out of rams’ skins made red, and a covering of badgers’ skins over this.",
      "20": "Then he made the pillars of acacia wood for the meeting tent.",
      "21": "Each piece of wood was as long as five long steps, and as wide as one step.",
      "22": "He made two joining pieces in each piece of wood for joining them together. He did this for all the pieces of wood of the meeting tent.",
      "23": "He made twenty pieces of wood for the south side of the meeting tent.",
      "24": "He made forty silver bases under the twenty pieces of wood, two bases under each piece of wood.",
      "25": "Then he made twenty pieces of wood for the north side of the meeting tent.",
      "26": "And he made forty silver bases, with two bases under each piece of wood.",
      "27": "He made six pieces of wood for the back or west side of the meeting tent.",
      "28": "He made two pieces of wood for the back corners.",
      "29": "They were together at the bottom, and joined at the top with one ring. They were made the same for the two corners.",
      "30": "There were eight pieces of wood, with sixteen silver bases, two under each piece of wood.",
      "31": "He made long, straight pieces of acacia wood, five for the pieces of wood on one side of the meeting tent,",
      "32": "and five for the pieces of wood on the other side of the meeting tent. Then he made five for the pieces of wood at the back of the meeting tent, the west side.",
      "33": "He made the long, straight cross-piece for the center to pass through from end to end.",
      "34": "He covered the pieces of wood with gold. He made rings of gold to hold the long, straight pieces of wood. And he covered these pieces of wood with gold.",
      "35": "He made the curtain of blue and purple and red cloth and fine linen. He made it with cherubim sewed into it by an able workman.",
      "36": "He hung it on four pillars of acacia wood covered with gold. Their hooks were made of gold and he made four silver bases for it.",
      "37": "He made a curtain for the door of the meeting tent out of blue, purple and red cloth and fine linen, the work of an able workman.",
      "38": "He made five pillars with their hooks and covered their tops with gold. But he made their five bases of brass."
    },
    "37": {
      "1": "Bezalel made the special box of the agreement of acacia wood, two and a half cubits long, one and a half cubits wide, and one and a half cubits tall.",
      "2": "He covered it inside and out with pure gold. And he made a piece of gold to put on it all around.",
      "3": "He made four rings of gold for it and put them on its four feet. He put two rings on one side of it and two rings on the other side.",
      "4": "He made long pieces of acacia wood and covered them with gold.",
      "5": "Then he put the long pieces of wood through the rings on the sides of the special box to carry it.",
      "6": "He made a mercy-seat of pure gold, two and a half cubits long, and one and a half cubits wide.",
      "7": "He made two cherubim out of beaten gold at the two ends of the mercy-seat.",
      "8": "He made one cherub on one end and one cherub on the other end. He made the cherubim and the mercy-seat of one piece.",
      "9": "The cherubim had their wings spread up over the mercy-seat. Their faces were toward each other, and toward the mercy-seat.",
      "10": "Then he made a table of acacia wood, two cubits long, one cubit wide, and one and a half cubits tall.",
      "11": "He covered it with pure gold and made a gold piece around it.",
      "12": "He made a piece around it as wide as a hand. And he put gold on the side of this piece all around.",
      "13": "He made four rings of gold for it. He put them on the four corners that were on the table’s four legs.",
      "14": "The rings were close to the sides, to hold the long pieces of wood used to carry the table.",
      "15": "He made the long pieces of acacia wood and covered them with gold. The table was carried with these.",
      "16": "He made of pure gold its plates, its pots and its jars, for pouring gifts of drink.",
      "17": "Then he made the lamp-stand of pure gold and the base of the lamp-stand of beaten gold. Its cups, its buds and its flowers were all made of one piece with it.",
      "18": "Six branches went out of its sides, three branches of the lamp-stand out of one side, and three branches out of its other side.",
      "19": "Three cups were made to look like almond flowers, each with bud and flower, on one branch, and three on the next branch. This was done for all six branches going out of the lamp-stand.",
      "20": "In the lamp-stand there were four cups made to look like almond flowers, with their buds and flowers.",
      "21": "A bud was under each of the six branches going out of the lamp-stand.",
      "22": "Their buds and their branches were of one piece with it. All of it was one piece of pure, beaten gold.",
      "23": "He made its seven lamps, the tools for putting out the light, and its dishes of pure gold.",
      "24": "He made it and all its objects out of a piece of gold about half the weight of a man.",
      "25": "Then he made the altar for burning special perfume of acacia wood. It was one cubit long, one cubit wide, and as high as a man’s waist. Its horns were of one piece with it.",
      "26": "He covered its top, all its sides and its horns with pure gold. And he made a piece of gold to go around it.",
      "27": "Then he made two gold rings to put under this piece. He put one on the altar’s left side and one on its right side to hold the long pieces of wood used for carrying it.",
      "28": "He made the long pieces of acacia wood and covered them with gold.",
      "29": "And he made the holy oil for pouring, and the pure, sweet-smelling perfume of spices, the work of an able workman."
    },
    "38": {
      "1": "Then he made the altar for burnt gifts of acacia wood. It was as long and as wide as three steps, and as tall as a man’s chest.",
      "2": "He made horns on its four corners of one piece with it and covered it with brass.",
      "3": "He made all the objects of the altar, its pails, its tools for picking up the ashes, its pots, meat-hooks and fire-holders of brass.",
      "4": "He made a net for it of brass. It was put under the altar and it came up half-way.",
      "5": "He put four rings of brass at the four corners of the net to hold the long pieces of wood.",
      "6": "He made the long pieces of wood out of acacia wood and covered them with brass.",
      "7": "He put the long pieces of wood through the rings on each side of the altar for carrying it. He made the altar with pieces of wood so it was empty inside.",
      "8": "He made the pot for washing and its base of brass. They were made from the mirrors of the women servants who worked at the door of the meeting tent.",
      "9": "Then he made the open space for the holy tent. On the south side were curtains for the open space. They were made of fine linen, as long as fifty long steps.",
      "10": "They hung from twenty pillars with twenty brass bases. The hooks of the pillar and their rings were made of silver.",
      "11": "And on the north side there were curtains as long as fifty long steps, and twenty pillars with twenty brass bases. The hooks of the pillars and their rings were made of silver.",
      "12": "On the west side there were curtains as long as twenty-five long steps. They had ten pillars with ten bases. The hooks of the pillars and their rings were made of silver.",
      "13": "The east side was as wide as twenty-five long steps.",
      "14": "The curtains for one side of the gate were as long as seven steps. They had three pillars with three bases.",
      "15": "And on the other side there were curtains as long as seven steps, with three pillars and three bases.",
      "16": "All the curtains around the open space were made of fine linen.",
      "17": "The bases for the pillars were made of brass. The hooks of the pillars and their rings were made of silver. Their tops were covered with silver. And the pillars were joined with silver.",
      "18": "The curtain for the gate of the open space was the work of an able workman. It was made of blue, purple and red cloth and fine linen. It was as long as ten long steps, and as high as a man raises his hand, to go with the curtains around the open space.",
      "19": "Its four pillars and their bases were made of brass. Their hooks and rings were made of silver. And their tops were covered with silver.",
      "20": "All the nails of the meeting tent and the open space were made of brass.",
      "21": "This is the number of the things for the meeting tent, the meeting tent of the Law, as they were given by the mouth of Moses, for the work of the Levites, under the leading of Ithamar, the son of Aaron the religious leader.",
      "22": "Bezalel, the son of Uri, son of Hur, of the family of Judah, made all that the Lord had told Moses.",
      "23": "With him was Oholiab, the son of Ahisamach, of the family of Dan. He was an able workman who cut words in stone, gold or silver, and in sewing blue, purple and red cloth and fine linen.",
      "24": "All the gold used for the work of the holy tent, the gold given as a gift in worship, weighed as much as twelve men.",
      "25": "The silver given by the people weighed as much as forty men.",
      "26": "Each one of the men who were twenty years old and older, added up to 603,550 men, gave only a small weight of silver.",
      "27": "One hundred heavy weights of silver were used for making the bases for the holy tent and for the curtain in front of the most holy place. One hundred bases were made from the heavy weights of silver.",
      "28": "And from the heavy weights of silver he made hooks and joining parts for the pillars, and also covered their tops.",
      "29": "The brass that was given weighed as much as thirty men.",
      "30": "With it he made the base for the door of the meeting tent, the brass altar and its brass net, and all the objects of the altar.",
      "31": "He also made bases all around the open space and the base for the gate of the open space, and all the nails of the meeting tent and all around the open space."
    },
    "39": {
      "1": "They used the blue, purple and red cloth for the well-made clothing for those working in the holy place. They made the holy clothing for Aaron, just as the Lord had told Moses.",
      "2": "Bezalel made the linen vest of gold and blue, purple and red cloth and fine linen.",
      "3": "They beat the gold into plates. Then they cut them into strings to be sewed in with the blue, purple and red cloth and the fine linen, the work of an able workman.",
      "4": "They made shoulder pieces for the linen vest, joined at its two top ends.",
      "5": "The well-made belt on it was made of the same gold, and blue, purple and red cloth and fine linen, just as the Lord had told Moses.",
      "6": "They set the onyx stones into beautiful pieces of gold. The names of Israel’s sons were cut in the stones like the writing on a ring by an able workman.",
      "7": "They were put on the shoulder pieces of the linen vest, to help them remember the sons of Israel, just as the Lord had told Moses.",
      "8": "Bezalel made the breast-piece, the work of an able workman. It was like the work of the linen vest, of gold, and blue, purple and red cloth and fine linen.",
      "9": "It was as long as it was wide, with one half laid over the other. It was made as long and as wide as a man’s fingers can spread.",
      "10": "They put four rows of stones on it. The first row was a ruby, a topaz and an emerald.",
      "11": "The second row was a turquoise, a sapphire and a diamond.",
      "12": "The third row was a jacinth, an agate and an amethyst.",
      "13": "And the fourth row was a beryl, an onyx and a jasper. They were set in beautiful pieces of gold.",
      "14": "Each of the twelve stones had written on it the name of one of the sons of Israel. Each name spoke of one of the twelve family groups.",
      "15": "They made chains for the breast-piece, like ropes of pure gold.",
      "16": "And they made two gold rings and put them on the two ends of the breast-piece.",
      "17": "They joined the two gold chains to the two rings at the ends of the breast-piece.",
      "18": "They joined the other two ends of the two chains to the beautiful gold pieces that hold the two stones at the shoulders, joining them in the front.",
      "19": "They made two gold rings to put on the two ends of the breast-piece, on the inside next to the linen vest.",
      "20": "Then they made two gold rings and put them on the bottom of the two shoulder pieces of the linen vest in front, near where they join. They were above the belt of the linen vest.",
      "21": "They tied the rings of the breast-piece to the rings of the linen vest with a blue rope. So the breast-piece could not come loose from the linen vest, just as the Lord had told Moses.",
      "22": "Then he made the long piece of clothing all of blue.",
      "23": "There was an opening at its top in the center. Around the opening it was sewed like the opening on heavy battle-clothes, so it could not be torn.",
      "24": "They made pomegranates of blue, purple and red cloth and fine linen, to put all around the bottom of this clothing.",
      "25": "They made bells of pure gold. And they put the bells between the pomegranates all around the bottom of the clothing.",
      "26": "They put a bell and then a pomegranate all around the bottom of this clothing. It was for the work of the Lord, and was just as the Lord had told Moses.",
      "27": "They made the long coats of fine linen for Aaron and his sons.",
      "28": "They made the beautiful head coverings of fine linen and the clothing that covered the flesh from the belt to the legs.",
      "29": "And they made the wide belt of fine linen and blue, purple and red cloth which was the work of an able workman, just as the Lord had told Moses.",
      "30": "They made the plate of the holy crown of pure gold. And they cut in it like the writings on a ring: “Holy to the Lord.”",
      "31": "They joined it to the front of the head covering with a blue rope, just as the Lord had told Moses.",
      "32": "So all the work of the holy tent, the meeting tent, was finished. The sons of Israel did all that the Lord had told Moses.",
      "33": "They brought the meeting tent to Moses, the tent and all its objects, its hooks, all kinds of pieces of wood, pillars and bases.",
      "34": "They brought the covering of rams’ skins made red, the covering of badgers’ skins, and the curtain to hang in front of the most holy place.",
      "35": "They brought the special box of the agreement, its long pieces of wood for carrying it and its mercy-seat,",
      "36": "the table and all its objects, the bread to be put before the Lord,",
      "37": "the pure gold lamp-stand with its lamps, all its objects and the oil for the light.",
      "38": "They brought the gold altar, the oil for holy use, the sweet-smelling perfume, and the curtain for the door of the meeting tent.",
      "39": "They brought the brass altar, its brass net, its long pieces of wood for carrying it and all its objects, the washing pot and its stand,",
      "40": "the curtains for the open space, its pillars and bases, the curtain for the gate of the open space, its ropes and nails, and all the tools for the work of the meeting tent.",
      "41": "They brought the clothing for the work in the holy place, the holy clothing for Aaron the religious leader, and the clothing of his sons for their work as religious leaders.",
      "42": "So the people of Israel did all the work just as the Lord had told Moses.",
      "43": "Moses looked at all the work and saw they had done it just as the Lord had said. So Moses gave thanks and prayed that good would come to them."
    },
    "40": {
      "1": "The Lord said to Moses,",
      "2": "“Set up the holy tent, the meeting tent, on the first day of the first month.",
      "3": "Put the special box of the Law there. And hang the curtain in front of it.",
      "4": "Bring in the table and set its objects on it. Bring in the lamp-stand and light its lamps.",
      "5": "Set the gold altar of special perfume in front of the box of the Law. Hang the curtain for the door of the meeting tent.",
      "6": "Set the altar of burnt gifts in front of the door of the holy tent, the meeting tent.",
      "7": "Set the washing pot between the meeting tent and the altar and put water in it.",
      "8": "Hang the curtains all around the open space and hang the curtain at the gate of the open space.",
      "9": "Then take the oil and pour it upon the meeting tent and all that is in it. Set it apart with all its objects, and it will be holy.",
      "10": "Pour the oil upon the altar of burnt gifts and all its objects. Set the altar apart, and it will be most holy.",
      "11": "Pour the oil upon the washing pot and its stand, to set it apart.",
      "12": "“Then bring Aaron and his sons to the door of the meeting tent. And wash them with water.",
      "13": "Put the holy clothing on Aaron. Then pour oil upon him and set him apart to work for Me as a religious leader.",
      "14": "Bring his sons and put long coats on them.",
      "15": "Then pour oil upon them as you have done to their father, so they may serve Me as religious leaders. Pouring oil upon them will make them ready to be religious leaders, they and all their children-to-come.”",
      "16": "Moses did all that the Lord told him to do.",
      "17": "On the first day of the first month of the second year, the meeting tent was set up.",
      "18": "Moses set up the meeting tent, laid the bases, set up its pieces of wood, put in its cross-pieces and set up its pillars.",
      "19": "He spread the covering over the meeting tent. And he put the top covering over it, just as the Lord had told Moses.",
      "20": "Then he took the Law and put it into the special box. He put the long pieces of wood on the special box of the agreement. And he put the mercy-seat on top of the special box.",
      "21": "He brought the special box into the meeting tent and hung the curtain. He put the curtain in front of the special box of the agreement, just as the Lord had told Moses.",
      "22": "Then he put the table in the meeting tent, on the north side of the tent, outside the curtain.",
      "23": "He set the bread in its place on the table before the Lord, just as the Lord had told Moses.",
      "24": "Then he put the lamp-stand in the meeting tent, away from the table, on the south side of the tent.",
      "25": "He set up the lamps before the Lord, just as the Lord had told Moses.",
      "26": "He put the gold altar in the tent of meeting, in front of the curtain.",
      "27": "And he burned sweet-smelling perfume on it, just as the Lord had told Moses.",
      "28": "Then he hung the curtain at the door of the meeting tent.",
      "29": "He set the altar of burnt gifts in front of the door of the meeting tent. And he gave the burnt gift and the grain gift on it, just as the Lord had told Moses.",
      "30": "He put the washing pot between the tent of meeting and the altar, with water in it for washing.",
      "31": "Moses and Aaron and his sons washed their hands and feet there.",
      "32": "They washed when they came into the tent of meeting and when they came near the altar, just as the Lord had told Moses.",
      "33": "He made the open space all around the meeting tent and the altar. And he hung the curtain for the gate of the open space. So Moses finished the work.",
      "34": "Then the cloud covered the meeting tent. The shining-greatness of the Lord filled the holy tent.",
      "35": "Moses was not able to go into the meeting tent because the cloud had rested upon it and the shining-greatness of the Lord filled the holy tent.",
      "36": "When the cloud was lifted from the meeting tent, the people of Israel would go on their way through all their traveling days.",
      "37": "But when the cloud was not lifted, they did not move on until the day when it was lifted.",
      "38": "For the cloud of the Lord rested on the meeting tent during the day. And fire was in the cloud during the night. It was seen by all the people of Israel as they traveled."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:59:56.331632-04:00",
    "Translation": "NLV"
  }
}