{
  "Ezekiel": {
    "1": {
      "1": "On the fifth day of the fourth month in the thirtieth year, while I was by the Chebar River with the Jews who had been taken away from their land, the heavens were opened and I saw God in a special way.",
      "2": "(On the fifth day of the month in the fifth year that King Jehoiachin had been living in a strange land,",
      "3": "the Word of the Lord came to Ezekiel the religious leader, son of Buzi, in the land of the Babylonians by the Chebar River. There the hand of the Lord came upon him.)",
      "4": "I looked and saw a wind storm coming from the north. There was a big cloud with lightning coming from it and with a bright light around it. Inside the fire was something like shining brass,",
      "5": "and in the fire was what looked like four living beings. They looked like men,",
      "6": "but each of them had four faces and four wings.",
      "7": "Their legs were straight, and their feet were like those of a calf. They shined like bright brass.",
      "8": "Under their wings on their four sides were hands like a man’s. As for the faces and wings of the four of them,",
      "9": "their wings touched one another. Their faces did not turn when they moved. Each one moved straight ahead.",
      "10": "As for what their faces looked like, each of the four had the face of a man, the face of a lion on the right side, the face of a bull on the left side, and the face of an eagle.",
      "11": "Such were their faces. Their wings were spread out above. Each had two wings touching the wings of another, and two covering their bodies.",
      "12": "And each one went straight ahead. Every place where the spirit would go, they would go, without turning as they went.",
      "13": "Between the living beings there was something that looked like burning coals of fire, like fire lamps moving from side to side among the living beings. The fire was bright, and lightning was coming out of the fire.",
      "14": "And the living beings ran this way and that, like lightning.",
      "15": "As I looked at the living beings, I saw one wheel on the earth beside each of the living beings with its four faces.",
      "16": "The way the wheels were made, they looked like shining chrysolite stone. All four of them looked the same. They were made to look as if one wheel were within another.",
      "17": "When they moved, they went in one of their four ways, without turning as they went.",
      "18": "The wheels were so high that they caused fear. And all four of them were full of eyes all around.",
      "19": "When the living beings moved, the wheels moved with them. And when the living beings rose from the earth, the wheels rose also.",
      "20": "Whatever way the spirit would go, they would go that way. And the wheels rose close beside them, for the spirit of the living beings was in the wheels.",
      "21": "When the living beings moved, they moved. When the beings stood still, they stood still. And when the beings rose up from the earth, the wheels rose close beside them. For the spirit of the living beings was in the wheels.",
      "22": "Over the heads of the living beings there was something that looked like the sky. It shined like crystal and spread over their heads.",
      "23": "Under this covering their wings were spread out straight, one toward the other. Each one also had two wings covering their bodies on one side and on the other.",
      "24": "When they went, I heard the sound of their wings. They sounded like many waters, like the voice of the All-powerful. They sounded like the noise of an army camp. Whenever they stood still, they let down their wings.",
      "25": "A voice came from above the large covering over their heads. Whenever they stood still, they let down their wings.",
      "26": "Above the large covering that was over their heads there was something that looked like a throne, and looked like it was made of sapphire. Sitting on the throne was what looked like a man.",
      "27": "Then I saw that there was something like shining brass from the center of his body and up to his head. It looked like fire all around within it. And from the center of his body and down to his feet I saw something like fire. There was a bright light shining all around Him.",
      "28": "This light shining around Him looked like the rainbow in the clouds on a day of rain.\nThis was what the shining-greatness of the Lord looked like. And when I saw it, I fell on my face and heard a voice speaking."
    },
    "2": {
      "1": "He said to me, “Son of man, stand on your feet, and I will speak with you.”",
      "2": "And when He spoke to me, the Spirit came into me and set me on my feet. I heard Him speaking to me.",
      "3": "He said, “Son of man, I am sending you to the sons of Israel, to sinful people who have turned against Me. They and their fathers have sinned against Me to this very day.",
      "4": "I am sending you to these strong-willed children who show no respect. And you must say to them, ‘This is what the Lord God says.’",
      "5": "If they listen or not (for they are sinful people) they will know that a man of God has been among them.",
      "6": "And you, son of man, do not be afraid of them or of what they say, even if thistles and thorns are with you and you sit on scorpions. Do not be afraid of what they say or lose strength of heart by their looks, for they will not obey Me.",
      "7": "You must speak My words to them if they listen or not, for they do not obey Me.",
      "8": "“As for you, son of man, listen to what I am telling you. Do not be sinful like these sinful people. Open your mouth and eat what I am giving you.”",
      "9": "Then I looked and saw that a hand was held out to me, and there was a book in it.",
      "10": "He held it out in front of me, and it had writing on the front and back. Words of trouble and sorrow were written on it."
    },
    "3": {
      "1": "Then He said to me, “Son of man, eat what is in front of you. Eat this book, then go and speak to the people of Israel.”",
      "2": "So I opened my mouth, and He fed me this book.",
      "3": "And He said to me, “Son of man, eat this book that I give you and fill your stomach with it.” So I ate it, and it was as sweet as honey in my mouth.",
      "4": "Then He said to me, “Son of man, go to the people of Israel, and speak My words to them.",
      "5": "For you are not being sent to people of strange speech and a hard language, but to the people of Israel.",
      "6": "You are not being sent to many people of strange speech and a hard language whom you cannot understand. If I had sent you to them, they would have listened to you.",
      "7": "But the people of Israel will not listen to you, for they are not willing to listen to Me. All the people of Israel are strong-willed and show no respect.",
      "8": "See, I have made you as strong-willed and as hard as they are.",
      "9": "I have made your forehead harder than the hardest stone. Do not be afraid of them. Do not be afraid of how they look, even if they do not obey Me.”",
      "10": "He said to me, “Son of man, take all My words that I say to you into your heart, and hear with your ears.",
      "11": "Then go to the Jews who have been taken away from their land. Go to the sons of your people. And if they listen or not, tell them, ‘This is what the Lord God says.’”",
      "12": "Then the Spirit lifted me up, and I heard a loud sounding voice behind me say, “Great is the shining-greatness of the Lord from His place.”",
      "13": "I heard the sound of the wings of the living beings touching one another, and the sound of the wheels beside them. It was a loud rushing sound.",
      "14": "The Spirit lifted me up and took me away. And I went with a bitter and angry spirit. The hand of the Lord was strong upon me.",
      "15": "Then I came to the Jews who had been taken from their land and who lived by the Chebar River at Tel-abib. I sat among them seven days where they were living, and I was filled with fear.",
      "16": "At the end of seven days the Word of the Lord came to me, saying,",
      "17": "“Son of man, I have chosen you to be a watchman over the people of Israel. Whenever you hear a word from My mouth, tell them of the danger.",
      "18": "If I say to the sinful man, ‘You will die for sure,’ and you do not tell him of the danger, and try to turn him from his sinful way so that he may live, that sinful man will die in his sin. But you will be guilty for his blood.",
      "19": "But if you tell a sinful man of the danger he is in, and he does not turn from his sins or from his sinful way, then he will die in his sin. But you will have saved yourself.",
      "20": "Again, if a right and good man turns away from his right and good way and sins, and I put a cause of falling in his way, he will die. Because you have not told him of the danger, he will die in his sin, and the right and good things he has done will not be remembered. But you will be guilty for his blood.",
      "21": "Yet if you have told the right and good man of the danger of his sinning, and he does not sin, he will live for sure because he listened to you. And you will have saved yourself.”",
      "22": "The hand of the Lord was upon me there, and He said to me, “Get up, go out to the plain, and I will speak to you there.”",
      "23": "So I got up and went out to the plain, and saw the shining-greatness of the Lord standing there. It was like the shining-greatness which I saw by the Chebar River, and I fell on my face.",
      "24": "Then the Spirit came into me and made me stand on my feet. And He spoke and said to me, “Go, shut yourself up in your house.",
      "25": "As for you, son of man, they will put ropes on you and tie you up with them, so that you cannot go out among the people.",
      "26": "And I will make your tongue stick to the roof of your mouth so that you cannot speak. You will not be able to speak sharp words to them, for they will not obey Me.",
      "27": "But when I speak to you, I will open your mouth, and you will tell them, ‘This is what the Lord God says.’ He who hears, let him hear. And he who is not willing to hear, let him not be willing. For they are a sinful people."
    },
    "4": {
      "1": "“Now, son of man, get a hard clay block. Set it down in front of you and draw the city of Jerusalem on it.",
      "2": "Then build a battle-wall around it to shut it in, and build a hill of dirt against the wall. Cut down trees and lay them on wheels all around the city, to use for breaking down the walls.",
      "3": "Then get an iron plate and set it up as an iron wall between you and the city, and turn your face toward it. It will be shut in, and you will fight a battle against it. This will be something special for the people of Israel to see.",
      "4": "“Then lie on your left side, and I will lay the sin of the people of Israel upon you. You will be under the weight of their sin for the number of days that you lie on your side.",
      "5": "I have set a number of days for you which is the same as the number of years of their sin, 390 days. This is how long you must be under the weight of the sin of the people of Israel.",
      "6": "When you have completed these, you must lie down a second time, but on your right side. And you must be under the weight of the sin of the people of Judah. I have set a time of forty days for you to do this, one day for each year.",
      "7": "Then you must turn your face toward the battle against Jerusalem with no covering on your arm, and tell what will happen against the city.",
      "8": "I will tie you up with ropes so that you cannot turn from one side to the other, until you have completed the days of your battle.",
      "9": "“Take wheat, barley, beans, lentils, millet and spelt and put them in one pot, and make them into bread for yourself. Eat it during the 390 days that you lie on your side.",
      "10": "The food you eat each day will weigh as much as twenty pieces of silver, and will have to last until the next day.",
      "11": "And the water you drink each day will be enough to fill a bottle. You will drink it from time to time.",
      "12": "Eat your food as you would barley cakes, making it ready in front of their eyes over a fire burning human waste.”",
      "13": "The Lord said, “In this way the people of Israel will eat unclean food among the nations where I will drive them.”",
      "14": "But I said, “O Lord God! See, I have never been unclean. Since I was young until now, I have never eaten what died of itself or what was torn by wild animals. No unclean meat has ever come into my mouth.”",
      "15": "So He said to me, “Then I will let you make your bread over cow’s waste instead of human waste.”",
      "16": "And He said to me, “Son of man, I am going to take away the bread that is needed in Jerusalem. They will weigh the bread they eat and they will drink water from small cups, and be afraid",
      "17": "because there will not be enough bread and water. They will look at one another in fear, and waste away in their sin."
    },
    "5": {
      "1": "“As for you, son of man, take a sharp sword. Use it to cut the hair from your head and face. Then weigh and divide the hair.",
      "2": "A third part you must burn in the fire in the center of the city, when the days of the battle are completed. Then take a third part and cut it up with your sword as you move around the city. And a third part you must throw to the wind. For I will pull out a sword behind them.",
      "3": "Take a small number of the hairs and tie them in the cloth of your coat.",
      "4": "Take some more of them and throw them into the fire, and burn them up. A fire will spread from there to all the people of Israel.",
      "5": "The Lord God says, ‘This is Jerusalem. I have set her in the center of the nations, with lands around her.",
      "6": "But she has turned against My Laws worse than the nations and the lands around her. The people of Jerusalem have turned away from My Laws and have not obeyed them.’",
      "7": "So the Lord God says, ‘You have been more sinful than the nations around you. You have not walked in My Laws or kept them. You have not even kept Laws like the nations around you have. Because you have acted this way,’",
      "8": "the Lord God says, ‘I Myself am against you, and I will punish you in the eyes of the nations.",
      "9": "Because of all the things you have done which I hate, I will do with you what I have never done before, and what I will never do again.",
      "10": "Fathers will eat their sons among you, and sons will eat their fathers. I will punish you and divide you, and spread to every wind those of you who are left.",
      "11": "You have made My holy place unclean with all your hated objects of worship and sinful ways. So as I live,’ says the Lord, ‘for sure I will turn away from you. My eye will have no pity and I will punish all of you.",
      "12": "One third of you will die by disease or be destroyed by hunger among you. A third will be killed by the sword around you. And a third I will spread to every wind, and go after them with a sword.",
      "13": "‘This is how My anger will stop. I will cause My anger to be upon them, and I will be comforted. Then they will know that I, the Lord, have spoken in My jealousy when I have sent My anger upon them.",
      "14": "I will make you a waste and a shame among the nations around you, in the eyes of all who pass by.",
      "15": "You will be a shame, and people will speak against you. You will show people the danger of sinning and fill the nations around you with fear, when I punish you in anger and with angry words. I, the Lord, have spoken.",
      "16": "I will keep you from getting food. I will make your hunger worse, and take away the bread you need.",
      "17": "I will send hunger and wild animals against you, and they will take away your children. Disease and death will pass through you, and I will bring the sword against you. I, the Lord, have spoken.’”"
    },
    "6": {
      "1": "The Word of the Lord came to me, saying,",
      "2": "“Son of man, turn your face toward the mountains of Israel, and tell what is going to happen against them.",
      "3": "Say, ‘Mountains of Israel, listen to the Word of the Lord God! This is what the Lord God says to the mountains, the hills, the deep and wide valleys: “I Myself am going to bring a sword against you. And I will destroy your high places.",
      "4": "So your altars will be laid waste. Your altars for special perfume will be broken. And I will kill your people in front of your false gods.",
      "5": "I will lay the dead bodies of the sons of Israel in front of their false gods, and spread your bones around your altars.",
      "6": "In every place you live, cities will be laid waste and the high places will be destroyed. Your altars will be laid waste and destroyed. Your false gods will be broken and destroyed. Your altars for special perfume will come to an end.",
      "7": "Your people will fall dead among you, and you will know that I am the Lord.",
      "8": "“But I will leave some of you alive. For some of you will get away from the sword when you are spread among the lands and nations.",
      "9": "Then those who get away will remember Me in the nations where they have been taken. They will remember how I have been hurt by their sinful hearts which turned away from Me, and by their sinful eyes which followed after their false gods. And they will hate themselves in their own eyes for the sins they have done, for all their sinful ways.",
      "10": "Then they will know that I am the Lord. I have not spoken with empty words that I would bring this trouble upon them.”’",
      "11": "“The Lord God says, ‘Clap your hands, and step hard with your feet, and say, “It is bad because of all the hated sins of the people of Israel! They will fall by the sword, hunger, and disease.",
      "12": "He who is far away will die by disease. And he who is near will be killed by the sword. He who stays and is shut in by armies will die by hunger. This is how I will send My anger upon them.",
      "13": "Then you will know that I am the Lord, when their dead lie among their false gods around their altars. They will lie on every high hill, on all the mountain tops, under every green tree, and under every oak tree with many leaves. Their dead will be in all the places where they burned special perfume to all their false gods.",
      "14": "I will put out My hand against them in every place they live. I will make the land more of a waste than the desert toward Diblah. Then they will know that I am the Lord.”’”"
    },
    "7": {
      "1": "The Word of the Lord came to me saying,",
      "2": "“Son of man, this is what the Lord God says to the land of Israel: ‘The end! The end has come upon the four corners of the land.",
      "3": "Now the end is upon you. I will send My anger against you and punish you because of your ways. I will make you pay for all your sinful actions.",
      "4": "My eye will have no pity on you. And I will not let you go without punishment. I will punish you for your ways, and for the hated sins that are among you. Then you will know that I am the Lord!’",
      "5": "“The Lord God says, ‘See, much trouble is coming!",
      "6": "An end has come! The end has come! It has come up against you. See, it has come!",
      "7": "Your punishment has come upon you, O you who live in the land. The time has come. The day is near. The sound of trouble and not of joy is upon the mountains.",
      "8": "Now I will soon pour out My anger upon you. I will send My anger against you. I will punish you for your ways and for the hated sins that are among you.",
      "9": "My eye will show no pity, and I will not let you go without punishment. I will make you pay for your ways, and for the hated sins that are among you. Then you will know that it is I, the Lord, Who punishes you.",
      "10": "‘See, the day! See, it is coming! The time for your punishment has come. The power against you has started to grow. Pride has begun to grow.",
      "11": "Angry action has grown into a power of sin. None of them will be left. None of their people, none of their riches, or anything of honor, will be left among them.",
      "12": "The time has come. The day has come. Let not the one who buys have joy, or the one who sells have sorrow. For anger is against all their people.",
      "13": "For the one who sells will not get back what he has sold as long as both of them live. For the punishment of all their people will not be turned back. Because of their sins, not one of them will keep his life.",
      "14": "‘They have sounded the horn and made everything ready, but no one is going to the battle. For My anger is against all their people.",
      "15": "The sword is outside, and disease and hunger are inside. He who is in the field will die by the sword. And he who is in the city will be destroyed by disease and hunger.",
      "16": "Whoever gets away alive will be on the mountains like doves of the valleys. Each of them will be crying in sorrow because of his sin.",
      "17": "All hands will hang without strength, and all knees will be as weak as water.",
      "18": "They will dress themselves in cloth made from hair. Much fear will cover them. Shame will be upon all faces, and the hair will be cut from all their heads.",
      "19": "They will throw their silver into the streets, and their gold will become an unclean thing. Their silver and gold will not be able to help them in the day of the Lord’s anger. They cannot stop their hunger or fill their stomachs with it. For riches have been the cause of their falling into sin.",
      "20": "They turned the beauty of gold into objects of pride, and made their hated objects of worship with it. So I will make it an unclean thing to them.",
      "21": "I will give it to the strangers and to the sinful people of the earth as a prize of war, and they will make it sinful.",
      "22": "I will turn My face from them, and they will make My secret place sinful. Robbers will go into it and make it sinful.",
      "23": "‘Make chains, for the land is guilty of blood and the city is full of angry actions.",
      "24": "So I will bring the worst of the nations to take their houses for their own. I will put an end to the pride of the strong ones, and their holy places will become unclean.",
      "25": "When suffering comes, they will look for peace, but there will be none.",
      "26": "Trouble will come upon trouble, and one story will come after another. They will look for a special dream from a man of God, but the Law will be lost from the religious leader. And wisdom will be lost from the leaders.",
      "27": "The king will be full of sorrow. The king’s son will be covered with fear. And the hands of the people of the land will shake in fear. I will punish them for their ways. I will give them the punishment they have earned. And they will know that I am the Lord.’”"
    },
    "8": {
      "1": "On the fifth day of the sixth month in the sixth year, I was sitting in my house with the leaders of Judah sitting in front of me. And the hand of the Lord God came upon me there.",
      "2": "Then I saw what looked like a man. From the center of His body and down to his feet, there was what looked like fire. And from the center of His body and up to his head, there was a bright light which looked like shining brass.",
      "3": "He put out what looked like a hand and caught me by the hair on my head. Then the Spirit lifted me up between earth and heaven and brought me to see Jerusalem in a special way. He brought me to the north gate of the open space within its walls, and there was the seat of the false god which causes jealousy.",
      "4": "And I saw that the shining-greatness of the God of Israel was there, like what I had seen in the plain.",
      "5": "He said to me, “Son of man, look toward the north.” So I looked toward the north, and saw that to the north of the altar gate was this false god of jealousy in the doorway.",
      "6": "And the Spirit said to me, “Son of man, do you see what the people of Israel are doing? Do you see the hated sins that they are doing here to drive Me far from My holy place? But you will see even worse sins.”",
      "7": "Then He brought me to the gate of the open space, and I looked and saw a hole in the wall.",
      "8": "And He said to me, “Son of man, now dig through the wall.” So I dug through the wall and saw a door.",
      "9": "He said to me, “Go in and see the hated sins that they are doing here.”",
      "10": "So I went in and looked. And I saw that on the wall all around were pictures of every kind of thing which moves along the ground, and wild animals, and hated things, and all the false gods of the people of Israel.",
      "11": "Standing in front of these pictures were seventy leaders of the people of Israel, with Jaazaniah the son of Shaphan standing among them. Each man held a dish in his hand from which the smell of special perfume rose up in a cloud.",
      "12": "Then He said to me, “Son of man, do you see what the leaders of the people of Israel are doing without anyone seeing them? They are worshiping in a room full of false gods. For they say, ‘The Lord does not see us. The Lord has left the land.’”",
      "13": "And He said to me, “You will see even worse sins which they are doing.”",
      "14": "Then He brought me to the north gate of the Lord’s house. And I saw women sitting there crying for the false god Tammuz.",
      "15": "Then He said to me, “Do you see this, son of man? You will see even worse sins than this.”",
      "16": "He brought me into the open space of the Lord’s house. And I saw about twenty-five men at the gate to the house of the Lord, between the porch and the altar. Their backs were toward the Lord’s house, and their faces were toward the east. They were bowing toward the east worshiping the sun.",
      "17": "And He said to me, “Do you see this, son of man? Is it a little thing for the people of Judah to do the hated sins which they have done here? They have filled the land with sinful actions and have made Me angry again and again. See, they are doing what I hate.",
      "18": "So I will act in My anger. My eye will have no pity, and I will not let any go without punishment. Even if they cry in My ears with a loud voice, I will not listen to them.”"
    },
    "9": {
      "1": "Then I heard Him call out in a loud voice, “Come near, you who punish the city, each with a destroying ax in his hand.”",
      "2": "And I saw six men coming from the upper gate on the north side. Each man had his battle-ax in his hand. Among them was a certain man dressed in linen, with things for writing at his side. And the men went in and stood by the brass altar.",
      "3": "Then the shining-greatness of the God of Israel went up from the cherub where it had been, to the door of the Lord’s house. And He called to the man dressed in linen with the things for writing at his side.",
      "4": "The Lord said to him, “Go through the city of Jerusalem and put a mark on the foreheads of the men who cry inside themselves over all the hated sins which are being done among them.”",
      "5": "But to the others I heard Him say, “Go through the city after him, and destroy. Do not let your eye have pity. And do not let any sinner go without punishment.",
      "6": "Kill and destroy old men, young men, young women, little children, and women. But do not touch anyone who has the mark. Begin at My holy house.” So they started with the leaders who were in front of the Lord’s house.",
      "7": "He said to them, “Make the house of worship unclean and fill the open spaces with the dead. Go out!” So they went out and killed the people in the city.",
      "8": "As they were killing, I alone was left, and I fell on my face and cried out, “It is bad, O Lord God! Are You destroying all the people of Israel who are left, by pouring out Your anger on Jerusalem?”",
      "9": "Then He said to me, “The sin of the people of Israel and Judah is very, very bad. The land is filled with blood, and the city is full of wrong-doing. For they say, ‘The Lord has left the land, and the Lord does not see.’",
      "10": "But as for Me, My eye will have no pity, and I will not leave any sinner without punishment. I will bring their wrong-doing upon their own heads.”",
      "11": "Then I saw the man dressed in linen, who had the things for writing at his side, come and say, “I have done just as You have told me.”"
    },
    "10": {
      "1": "Then I looked and saw something like a sapphire stone in the open space that was over the cherubim’s heads. It looked like a throne above them.",
      "2": "And the Lord said to the man dressed in linen, “Go in between the wheels under the cherubim. Fill your hands with coals of fire from between the cherubim and throw them over the city.” And as I watched, he went in.",
      "3": "Now the cherubim were standing on the right side of the house of the Lord when the man went in. And the cloud filled the open space inside.",
      "4": "Then the shining-greatness of the Lord went up from above the cherubim to the door of the Lord’s house. The house of the Lord was filled with the cloud. And the open space was filled with the bright and shining-greatness of the Lord.",
      "5": "The sound of the wings of the cherubim was heard as far as the outside open space. It was like the voice of God All-powerful when He speaks.",
      "6": "When He told the man dressed in linen, “Take fire from between the wheels, from between the cherubim,” the man went in and stood beside a wheel.",
      "7": "Then one of the cherubim put out his hand to the fire which was among them. He took some and put it into the hands of the one dressed in linen, who took it and went out.",
      "8": "(The cherubim had what looked like a man’s hands under their wings.)",
      "9": "Then I looked and saw four wheels beside the cherubim, one wheel beside each cherub. The wheels looked like they were made of shining chrysolite stone.",
      "10": "All four of them looked the same. Each looked like they had one wheel inside another wheel.",
      "11": "When they moved, they went in any of their four ways without turning as they went, but followed the way the head was facing without turning as they went.",
      "12": "And their whole body, their backs, their hands, their wings, and the wheels were full of eyes all around, the wheels belonging to all four of them.",
      "13": "The wheels were called in my hearing, “the turning wheels.”",
      "14": "Each one of the cherubim had four faces. The first face was the face of a cherub. The second face was the face of a man. The third was the face of a lion. And the fourth was the face of an eagle.",
      "15": "Then the cherubim rose up. They were the living beings that I saw by the Chebar River.",
      "16": "Now when the cherubim moved, the wheels went beside them. And when the cherubim lifted up their wings to rise from the ground, the wheels did not leave their side.",
      "17": "When the cherubim stood still, the wheels stood still. When they rose up, the wheels rose with them. For the spirit of the living beings was in them.",
      "18": "Then the shining-greatness of the Lord left the door of the Lord’s house and stood over the cherubim.",
      "19": "When the cherubim left, they lifted their wings and rose up from the earth in front of my eyes, with the wheels beside them. And they stood still at the door of the east gate of the Lord’s house. The shining-greatness of the God of Israel was over them.",
      "20": "These are the living beings that I saw under the God of Israel by the Chebar River, so I knew that they were cherubim.",
      "21": "Each one had four faces and four wings, and under their wings were what looked like human hands.",
      "22": "Their faces looked the same as those I had seen by the Chebar River. Each one went straight ahead."
    },
    "11": {
      "1": "The Spirit lifted me up and brought me to the east gate of the Lord’s house which faces eastward. There I saw twenty-five men at the door of the gate. Among them I saw Jaazaniah the son of Azzur, and Pelatiah the son of Benaiah, leaders of the people.",
      "2": "Then He said to me, “Son of man, these are the men who make sinful plans and tell others in this city to do what is wrong.",
      "3": "They say, ‘Will it not soon be time to build houses? This city is the pot and we are the meat.’",
      "4": "So tell what will happen against them, son of man. Speak the Word of God!”",
      "5": "Then the Spirit of the Lord came upon me, and He said to me, “Tell them, ‘This is what the Lord says: “This is what you thought, O people of Israel. For I know the things that come into your mind.",
      "6": "You have made many more of your people die in this city. You have filled its streets with them.”",
      "7": "So the Lord God says, “Your dead whom you have laid in the city are the meat, and this city is the pot. But I will bring you out of it.",
      "8": "You have been afraid of the sword, so I will bring a sword upon you,” the Lord God says.",
      "9": "“And I will bring you out of the city, and give you over to strangers and punish you.",
      "10": "You will be killed by the sword all the way to the land of Israel, so you will know that I am the Lord.",
      "11": "This city will not be a pot for you, and you will not be the meat inside it. But I will punish you all the way to the land of Israel.",
      "12": "And you will know that I am the Lord. For you have not walked in my Laws or obeyed them, but have followed the ways of the nations around you.”’”",
      "13": "While I was saying what was going to happen, Pelatiah the son of Benaiah died. Then I fell on my face and cried out with a loud voice, “It is bad, Lord God! Will You bring a complete end to those of Israel who are left?”",
      "14": "Then the Word of the Lord came to me, saying,",
      "15": "“Son of man, your brothers, your family, those who were driven out of the land, and all the people of Israel are those of whom the people of Jerusalem have said, ‘They have gone far away from the Lord. This land has been given to us for our own.’",
      "16": "So tell them, ‘This is what the Lord God says: “I sent them far away among the nations. I divided them among the countries. But still I was a holy place for them a little while in the countries where they had gone.”’",
      "17": "So tell them, ‘This is what the Lord God says: “I will gather you from the nations. I will gather you together out of the countries where you have been divided. And I will give you the land of Israel.”’",
      "18": "When they return to it, they will take away all its hated and sinful things.",
      "19": "I will give them one heart, and put a new spirit within them. I will take the heart of stone out of their flesh and give them a heart of flesh.",
      "20": "Then they will walk in My Laws and keep them, and obey them. They will be My people, and I will be their God.",
      "21": "But as for those whose hearts go after their hated and sinful things, I will bring their actions upon their own heads,” says the Lord God.",
      "22": "Then the cherubim lifted up their wings with the wheels beside them. And the shining-greatness of the God of Israel was over them.",
      "23": "The shining-greatness of the Lord went up from the city and stood over the mountain east of it.",
      "24": "The Spirit lifted me up and brought me in a special dream by the Spirit of God to the Jews who had been taken to Babylon. Then the special dream that I had seen left me.",
      "25": "And I told the Jews in Babylon all the things that the Lord had shown me."
    },
    "12": {
      "1": "The Word of the Lord came to me, saying,",
      "2": "“Son of man, you live among sinful people. They have eyes to see but do not see, and ears to hear but do not hear. For they are sinful people.",
      "3": "So, son of man, get your things ready to take with you to another land, and let them see you leave during the day. Let them see you leave to go to another place. It may be that they will understand even if they are sinful people.",
      "4": "Take your things with you during the day, with them watching you. Take the things you will need for going to another land. Then let them see you go out at evening, like those who go to another land.",
      "5": "While they watch, dig a hole through the wall and go out through it.",
      "6": "Load your things on your shoulder while they watch, and carry the load out in the dark. Cover your face so that you cannot see the land. For I have made you as something special for the people of Israel to see.”",
      "7": "I did as I was told. During the day I brought out my things that I would need to go to another land. Then in the evening I dug through the wall with my hands. I went out in the dark and carried the load on my shoulder while they watched.",
      "8": "In the morning the Word of the Lord came to me, saying,",
      "9": "“Son of man, have not the sinful people of Israel said to you, ‘What are you doing?’",
      "10": "Tell them, ‘This is what the Lord God says: “This word is about the leader in Jerusalem, as well as all the people of Israel who are in it.”’",
      "11": "Tell them, ‘I am something special for you to see. As I have done, so it will be done to them. They will be taken to another land and held there.’",
      "12": "The leader among them will load his things on his shoulder in the dark and go out. A hole will be dug through the wall for him to go through. He will cover his face so that he cannot see the land with his eyes.",
      "13": "I will spread My net over him, and he will be caught in My trap. I will bring him to Babylon in the land of the Babylonians, yet he will not see it. And he will die there.",
      "14": "I will divide all his helpers and all his army who are around him to the four winds and have the sword follow them.",
      "15": "Then they will know that I am the Lord when I divide them among the nations, and spread them among the countries.",
      "16": "But I will let a few of them get away from the sword, hunger and disease. They will tell about all their sinful ways to the nations where they go. And they will know that I am the Lord.”",
      "17": "The Word of the Lord came to me, saying,",
      "18": "“Son of man, shake in fear as you eat your bread and drink your water.",
      "19": "Then tell the people of the land, ‘This is what the Lord God says about the people of Jerusalem in the land of Israel: “They will be afraid as they eat their bread, and drink their water in fear. For their land will lay waste because of the fighting of all who live in it.",
      "20": "The cities where people live will be laid waste, and the land will be destroyed. Then you will know that I am the Lord.”’”",
      "21": "The Word of the Lord came to me, saying,",
      "22": "“Son of man, what is this saying you people have about the land of Israel, which says, ‘The days are long and every special dream comes to nothing’?",
      "23": "Tell them, ‘The Lord God says, “I will make this saying come to an end, so that they will no longer use it as a saying in Israel.’” But tell them, ‘The days are near when all the special dreams from God will come true.",
      "24": "For there will be no more false dreams or good sounding words that do not come true.",
      "25": "For I the Lord will speak, and whatever I say will be done. It will no longer be held back. For in your days, O sinful people, I will speak the word and do it,’ says the Lord God.”",
      "26": "Again the Word of the Lord came to me, saying,",
      "27": "“Son of man, the people of Israel are saying, ‘The special dream he sees will not come to pass for many years. He is speaking of times far in the future.’",
      "28": "So tell them, ‘The Lord God says, “None of My words will be held back any longer. Whatever I say will be done,’” says the Lord God.”"
    },
    "13": {
      "1": "Then the Word of the Lord came to me saying,",
      "2": "“Son of man, speak against those of Israel who speak false words in My name. Say to those who tell what is going to happen in the future out of their own minds, ‘Listen to the Word of the Lord!",
      "3": "The Lord God says, “It is bad for the foolish people who tell what is going to happen by following their own spirit and have seen nothing.",
      "4": "O Israel, your men who speak in My name are of no more worth than foxes in destroyed cities.",
      "5": "You have not gone up to the broken places to build the wall around the people of Israel so that it will stand in the battle on the day of the Lord.",
      "6": "They have lied and have spoken false words using their secret ways, saying, ‘This is what the Lord says,’ when the Lord has not sent them. Yet they hope that what they say will come true.",
      "7": "Did you not see a false dream and tell a lie using your secret ways when you said, ‘This is what the Lord says,’ when I have not spoken?”’”",
      "8": "So the Lord God says: “Because you have spoken false words and seen a lie, I am against you,” says the Lord God.",
      "9": "“My hand will be against those who see false dreams and speak false words. They will have no place in the gathering of My wise people. Their names will not be written down with the people of Israel. And they will not go into the land of Israel. Then you will know that I am the Lord God.",
      "10": "Because they have led My people the wrong way by saying, ‘Peace,’ when there is no peace, and because, when anyone builds a bad wall, they cover it with whitewash,",
      "11": "tell those who cover it with whitewash that it will fall! A flood of rain will come, and large hailstones will fall. And a strong wind will break out.",
      "12": "When the wall has fallen, will you not be asked, ‘Where is the covering you used to cover the wall?’”",
      "13": "So the Lord God says, “I will make a strong wind break out in My anger. There will also be a flood of rain in My anger, and large hailstones to destroy that wall.",
      "14": "I will break down the wall that you covered with whitewash. I will bring it down to the ground so that its base will be showing. And when it falls, you will be destroyed with it. Then you will know that I am the Lord.",
      "15": "I will send My anger upon the wall and upon those who have covered it with whitewash. And I will say to you, ‘The wall is gone and the ones who covered it are gone.",
      "16": "There are no more people of Israel who speak false words to Jerusalem in My name, and who see dreams of peace for her when there is no peace,’ says the Lord God.",
      "17": "“Now, son of man, set your face against the daughters of your people who are telling what will happen from their own minds. Speak against them,",
      "18": "and tell them, ‘This is what the Lord God says: “It is bad for the women who sew objects with secret powers to wear on their arms, and make coverings for the heads to trap people. Will you go after the lives of My people, but save the lives of others for yourselves?",
      "19": "You have used Me in a sinful way among My people for hands full of barley and for pieces of bread. You have killed people who should not die, and have kept others alive who should not live, by your lying to My people who listen to lies.”’”",
      "20": "So the Lord God says, “I am against your objects with secret powers that you wear on your arms with which you trap people like birds. I will tear them from your arms. And I will let the people go that you trap like birds.",
      "21": "I will also tear off your head-coverings and save My people from you. They will no longer be trapped by your hands. Then you will know that I am the Lord.",
      "22": "You have made My good people sad because of your lies whom I did not want to hurt. But you have helped the sinful man, so that he does not turn from his sinful way and save his life.",
      "23": "So you women will no longer see false dreams or use your secret ways to learn the future. I will save My people from your hands. And then you will know that I am the Lord.”"
    },
    "14": {
      "1": "Then some leaders of Israel came and sat down in front of me.",
      "2": "And the Word of the Lord came to me saying,",
      "3": "“Son of man, these men have taken false gods into their hearts. They have put in front of their faces the sin which is the cause of their fall. Should I let Myself be asked questions by them at all?",
      "4": "So speak to them and tell them, ‘The Lord God says, “Every man of Israel who has given his heart to false gods and lets them lead him into sin and then comes to the man of God, I the Lord will answer him, the answer that his many false gods should get,",
      "5": "that I may again have the hearts of the people of Israel who have left Me for their false gods.”’",
      "6": "“So tell the people of Israel, ‘The Lord God says, “Be sorry for your sins and turn away from your false gods. Turn your faces away from all your sinful ways.",
      "7": "If a man of Israel or a stranger living in Israel who turns away from Me and gives his heart to false gods, and worships them, and if he then comes to the man of God to get answers from Me, I the Lord will answer him Myself.",
      "8": "I will set My face against that man and make him something special to see and to speak against. I will cut him off from among My people. And you will know that I am the Lord.",
      "9": "But if the man who speaks in My name is given a false answer, it is I, the Lord, Who has caused him to speak. And I will put out My hand against him and destroy him from among My people Israel.",
      "10": "They will suffer the punishment of their sin. The man who asks the question and the man who speaks to him in My name will both be punished in the same way.",
      "11": "This is so that the people of Israel may no longer turn away from Me, and no longer make themselves sinful with all their wrong-doing. They will be My people and I will be their God,”’ says the Lord God.”",
      "12": "Then the Word of the Lord came to me saying,",
      "13": "“Son of man, if a country sins against Me by not being faithful, I will put out My hand against it. I will destroy its store of bread, and send hunger against it, and take away both man and animal from it.",
      "14": "For even if these three men, Noah, Daniel and Job, were in this country, they would save only their own lives by being right and good,” says the Lord God.",
      "15": "“If I sent wild animals to pass through the land to kill its people and destroy it so that no one would go through it because of the wild animals,",
      "16": "even if these three men were in the land, as I live,” says the Lord God, “they could not save their sons or their daughters. They alone would be saved, but the country would be laid waste.",
      "17": "If I bring a sword against that country and say, ‘Let the sword pass through the country and cut off man and animal from it,’",
      "18": "even if these three men were in the land, as I live,” says the Lord God, “they could not save their sons or their daughters. They alone would be saved.",
      "19": "Or if I send a disease against that country and show My anger by killing, to take away man and animal from it,",
      "20": "even if Noah, Daniel and Job were in the land, as I live,” says the Lord God, “they could not save their son or daughter. They would save only themselves by being right and good.",
      "21": "“For the Lord God says, ‘How much worse will it be when I send my four worst punishments against Jerusalem! I will send the sword, hunger, wild animals, and disease, to take away man and animal from it!",
      "22": "Yet there will be some people and their children left alive in it who will be brought out. When they come to you, see how sinful they are. Then you will know that all the trouble I brought upon Jerusalem was right.",
      "23": "It will help you when you see how they act. Then you will know that there was a good reason for everything I did,’ says the Lord God.”"
    },
    "15": {
      "1": "Then the Word of the Lord came to me saying,",
      "2": "“Son of man, how is the wood of the vine better than any wood of a branch among the trees?",
      "3": "Can wood be taken from it to make anything? Or can men take a piece of wood from it on which to hang a pot?",
      "4": "If it has been put into the fire to burn, and the fire has burned up both of its ends, and the center of it is black from the fire, can it then be used for anything?",
      "5": "See, if it is not used for anything while it is whole, how much less can it ever be used for anything when the fire has burned it up and it has turned black!",
      "6": "So the Lord God says, ‘Like the wood of the vine among the trees, which I have given to be burned in the fire, so will I give up the people of Jerusalem.",
      "7": "I will set My face against them. Even if they get away from the fire, the fire will yet destroy them. Then you will know that I am the Lord, when I set My face against them.",
      "8": "I will lay waste the land, because they have not been faithful,’” says the Lord God."
    },
    "16": {
      "1": "The Word of the Lord came to me, saying,",
      "2": "“Son of man, make known to Jerusalem her hated sins.",
      "3": "Tell them, ‘This is what the Lord God says to Jerusalem: “Your beginning and your birth are from the land of the Canaanite. Your father was an Amorite and your mother was a Hittite.",
      "4": "On the day you were born the cord between you and your mother was not cut. You were not washed with water to make you clean. You were not rubbed with salt or even covered with cloth.",
      "5": "No one looked with pity on you or did any of these things for you out of loving-kindness. Instead you were thrown out into the open field, for you were hated on the day you were born.",
      "6": "“When I passed by you and saw you rolling about in your blood, I said to you in your blood, ‘Live!’ Yes, I said to you while you were in your blood, ‘Live!’",
      "7": "I made you become many, like plants of the field. Then you grew up and became tall. You grew into a beautiful woman. You had breasts and your hair had grown. Yet you were not covered and your body could be seen.",
      "8": "Then I passed by you and saw that you were old enough for love. So I spread my clothing over you and covered your body. I gave you my promise and made an agreement with you so that you became Mine,” says the Lord God.",
      "9": "“Then I washed you with water, washed the blood from you, and poured oil on you.",
      "10": "I dressed you with beautiful cloth, and put leather shoes on your feet. I dressed you with fine linen and covered you with silk.",
      "11": "I put on you objects of beauty. I put beautiful objects on your arms and around your neck.",
      "12": "I put rings in your nose and in your ears, and a beautiful crown on your head.",
      "13": "So you were dressed with gold and silver. Your clothing was of fine linen, silk, and beautiful cloth. You ate fine flour, honey, and oil. So you were very beautiful, and you became a queen.",
      "14": "Your name became known among the nations because of your beauty. For it was perfect because of My shining-greatness which I had given to you,” says the Lord God.",
      "15": "“But you trusted in your beauty. Because your name was well-known, you acted like a woman who sells the use of her body. And you did sex sins with anyone who passed by.",
      "16": "You took some of your clothes of many colors and made for yourself places of worship. There you acted like a woman who sells the use of her body. Such things should never happen or come to pass.",
      "17": "You also took your objects of beauty made of My gold and silver, which I had given you. And you used them to make things that looked like men, that you might play with them as a woman who sells the use of her body.",
      "18": "Then you took your beautiful cloth and covered them, and set My oil and My special perfume in front of them.",
      "19": "You also set in front of them My bread which I gave you, the fine flour, oil and honey I gave you to eat. You gave it all to them as a special perfume. So it was,” says the Lord God.",
      "20": "“You even took your sons and daughters whom you had given birth for Me, and gave them to the false gods to be destroyed. Were your sex sins too little?",
      "21": "You killed My children and gave them as burnt gifts to false gods.",
      "22": "And in all your hated acts and sex sins you did not remember the days when you were young. You did not remember when you were without clothing or covering, and when you rolled about in your blood.",
      "23": "“It is bad for you!” says the Lord God. “After all your sinful acts,",
      "24": "you built a place of worship for yourself, and a high place in every street.",
      "25": "You built yourself a high place at the beginning of every street and made your beauty a hated thing. You gave yourself to anyone who passed by, to make your sex sins many.",
      "26": "You also gave the use of your body to the Egyptians, your neighbors who have much desire for sex sins. And you sinned many times to make Me angry.",
      "27": "So I have raised My hand to punish you and have made your share smaller. I have given you over to the desire of those who hate you, the daughters of the Philistines, who were ashamed of your sinful actions.",
      "28": "You also gave the use of your body to the Assyrians because you had not had enough. Yes, you even gave the use of your body to them and still thought you had not had enough.",
      "29": "You did many sex sins with Babylon, the land of those who trade. Yet even this was not enough for you.",
      "30": "“How sinful your heart is,” says the Lord God, “that you do all these things, the actions of a sinful woman, and show no shame.",
      "31": "You built your places of worship at the beginning of every street and made your high place at every crossing. But you were not like a woman who sells the use of her body, because you did not want pay.",
      "32": "You are like a wife who is not faithful and has strangers instead of her husband!",
      "33": "Men give gifts to all women who sell the use of their body. But you give your gifts to all your lovers. You pay them to come to you from everywhere for your sex sins.",
      "34": "You are different from other women in your sex sins. You go after men; they do not come to you. You pay men instead of them giving pay to you. Yes, you are different.”",
      "35": "So, sinful woman, hear the Word of the Lord.",
      "36": "The Lord God says, “Your shame was poured out and your clothing was taken off because of your sex sins with your lovers and with all your hated false gods. And you killed your children and gave them to false gods. Because of these things,",
      "37": "I will gather all your lovers who pleased you. I will gather all those whom you loved and all those whom you hated. I will gather them against you from every side, and take off your covering so that they may see all your shame.",
      "38": "I will punish you as I punish women who are not faithful in marriage, or women who kill. I will do it in My anger and jealousy.",
      "39": "And I will give you over to your lovers. They will tear down your places of worship and destroy your high places. They will take all of your clothes and your beautiful objects, and will leave you without any covering.",
      "40": "They will bring up a group of people against you, and they will kill you with stones and cut you to pieces with their swords.",
      "41": "They will burn your houses with fire and punish you as many women watch. Then I will stop you from acting like a woman who sells the use of her body, and you will no longer pay your lovers.",
      "42": "Then I will take away My anger from you, and My jealousy will leave you. I will be at peace, and will not be angry any more.",
      "43": "You have not remembered the days when you were young, but have made Me angry with all these things. So I will punish you for what you have done,” says the Lord God. “Did you not add these sex sins to all your other hated sins?",
      "44": "“Every one who uses sayings will use this saying about you: ‘Like mother, like daughter.’",
      "45": "You are the daughter of your mother, who hated her husband and her children. You are also a sister of your sisters who hated their husbands and children. Your mother was a Hittite and your father was an Amorite.",
      "46": "Your older sister is Samaria, who lives north of you with her daughters. And your younger sister is Sodom, who lives south of you with her daughters.",
      "47": "Yet you have walked in their ways and done their hated acts. As if that were too little, you acted worse in all your ways than they.",
      "48": "As I live,” says the Lord God, “your sister Sodom and her daughters have not done as you and your daughters have done.",
      "49": "Now this was the sin of your sister Sodom: She and her daughters had pride, much food, and too much rest, but she did not help those who were poor and in need.",
      "50": "They were proud and did hated sins in front of Me. So I took them away when I saw it.",
      "51": "Samaria has not done half of your sins. You have done more sins than they. So you have made your sisters look right and good by all the hated sins which you have done.",
      "52": "Take your shame upon you, for you have made Me show favor to them in their punishment. Because of your sins in which you acted worse than they, they are more in the right than you. So then be ashamed and take your shame upon you, for you have made your sisters look right and good.",
      "53": "“I will return them to their land, both Sodom and her daughters, and Samaria and her daughters. With them I will return you to your land.",
      "54": "This is so you will take your shame upon you, and feel ashamed for all that you have done in becoming a comfort to them.",
      "55": "Your sisters, Sodom with her daughters and Samaria with her daughters, will return to the land they had before. And you with your daughters will return to your land also.",
      "56": "You did not speak against your sister Sodom in the days of your pride,",
      "57": "before your sinful acts were seen. Now you have become like her, an object of shame for the daughters of Edom and all her neighbors, and for the daughters of the Philistines. All those around you who hate you now look on you with shame.",
      "58": "The penalty of your sex sins and other hated sins has come upon you,” says the Lord.",
      "59": "For the Lord God says, “I will do with you as you have done, because you have hated your promise by breaking the agreement.",
      "60": "“But I will remember My agreement which I made with you when you were young. And I will make an agreement with you that lasts forever.",
      "61": "Then you will remember your ways and be ashamed when you receive your sisters, both your older one and younger one. I will give them to you as daughters, but not because of your agreement with Me.",
      "62": "So I will make My agreement with you, and you will know that I am the Lord.",
      "63": "Then you will remember and be ashamed. You will never open your mouth again because of your shame, when I have forgiven you for all that you have done,” says the Lord God."
    },
    "17": {
      "1": "The Word of the Lord came to me saying,",
      "2": "“Son of man, give the people of Israel this picture-story to think about.",
      "3": "Tell them, ‘The Lord God says, “A large eagle with big wings and long feathers of many colors came to Lebanon and took away the top of the cedar tree.",
      "4": "He broke off the very top of its young branches and brought it to a land of traders. He placed it in a city of people who buy and sell.",
      "5": "Then he took some of the seed of the land and planted it in good ground for growing. He planted it like a willow tree where there was much water to make it grow.",
      "6": "And it grew and became a low spreading vine. Its branches grew toward him, but its roots stayed under it. So it became a vine, and branches and leaves grew out from it.",
      "7": "“But there was another large eagle with big wings and many feathers. And the vine turned its roots and branches toward him from where it was planted, that he might water it.",
      "8": "It had been planted in good ground beside much water, that it might grow branches and give fruit and become a beautiful vine.”’",
      "9": "Tell them, ‘The Lord God says, “Will it live and grow? Will not its roots be pulled up and its fruit be cut off so that its leaves that started to grow dry up? It will not take a strong arm or many people to pull it up by the roots.",
      "10": "Even if it is planted again, will it live and grow? Will it not dry up when the east wind hits it? Will it not dry up in the place where it grew?”’”",
      "11": "Then the Word of the Lord came to me saying,",
      "12": "“Now tell these sinful people, ‘Do you not know what these things mean?’ Tell them, ‘See, the king of Babylon came to Jerusalem. He took its king and the king’s sons, and brought them back with him to Babylon.",
      "13": "He took one of the king’s family and made an agreement with him. And he made him promise to keep it. He also took away the strong leaders of the land,",
      "14": "so that the nation would be under his power and not become strong again. It could only last by keeping his agreement.",
      "15": "But the king of Judah turned against him by sending his men to Egypt to get horses and a large army for him. Will it go well for him? Can he get away with that? Can he break the agreement and not be punished?",
      "16": "As I live,’ says the Lord God, ‘he will die in the land of the king who put him on the throne, whose promise he hated, and whose agreement he broke. He will die in Babylon.",
      "17": "Pharaoh with his powerful army of many men will not help him in the war, when battle-walls are put up so that many people are killed.",
      "18": "He hated the promise and broke the agreement. Because he had given his promise and then did all these things, he will not get away from being punished.’”",
      "19": "So the Lord God says, “As I live, I will punish him for hating My promise and for breaking My agreement.",
      "20": "I will spread My net over him and he will be caught in My trap. Then I will bring him to Babylon and punish him there for not being faithful to Me.",
      "21": "And all the best of his soldiers will be killed by the sword, and those left alive will be thrown to the wind. Then you will know that I, the Lord, have spoken.”",
      "22": "The Lord God says, “I will also take a young branch from the very top of the cedar tree and plant it. I will break a soft new one from the very top of its young branches, and plant it on a high mountain.",
      "23": "I will plant it on the high mountain of Israel. It will grow branches and give fruit and become a beautiful cedar. Birds of every kind will nest in it. They will nest in the shadow of its branches.",
      "24": "Then all the trees of the field will know that I am the Lord. I bring down the high tree and make the low tree grow tall. I dry up the green tree, and make the dry tree become green. I, the Lord, have spoken, and I will do what I say.”"
    },
    "18": {
      "1": "The Word of the Lord came to me saying,",
      "2": "“What do you mean by using this saying about the land of Israel: ‘The fathers eat the sour grapes, but the children get the sour taste’?",
      "3": "As I live,” says the Lord God, “you will never use this saying in Israel again.",
      "4": "For all souls belong to Me. Both the soul of the father and the soul of the son are Mine. The soul who sins will die.",
      "5": "But if a man is right and good and does what is right and good,",
      "6": "he does not eat at the altars on the mountains or look up to the false gods of Israel. He does not sin with his neighbor’s wife or go near a woman during the time she is unclean.",
      "7": "He does not make it hard for anyone. He keeps his promise to pay back what he owes. He does not steal, but gives his bread to the hungry, and gives clothing to those who have none.",
      "8": "He does not make others pay back more than they owe him. He keeps away from sin, and is an honest judge when men argue.",
      "9": "He walks in My Laws and is careful to obey them. This man is right and good, and will live for sure,” says the Lord God.",
      "10": "“But he may have a son who acts in anger and kills another man, or does any of these other things",
      "11": "that the father never did. He eats at the altars on the mountains, and sins with his neighbor’s wife.",
      "12": "He makes it hard for the poor and those in need, and he steals. He does not keep his promise to pay back what he owes. He looks up to false gods, and does sinful acts.",
      "13": "And he makes people pay back more than they owe him. Will this man live? He will not live! He has done all these sinful acts, and for sure he will die. He will be guilty for his own death.",
      "14": "“Now this man may have a son who has seen all the sins his father has done, but does not do the same.",
      "15": "He does not eat at the altars on the mountains or look to the false gods of Israel. He does not sin with his neighbor’s wife,",
      "16": "or make it hard for anyone. He does not keep what another man has given him in trust for a promise. He does not steal, but he gives his bread to the hungry and clothing to those who have none.",
      "17": "He keeps away from sin. He does not make a person pay back more than he owes him. But he walks in My Laws and obeys them. This man will not die for his father’s sin. He will live for sure.",
      "18": "As for his father, because he used his power to rob his brother, and did what was wrong among his people, he will die for his sin.",
      "19": "“Yet you say, ‘Why should the son not suffer for the father’s sin?’ Since the son has done what is right and good, and has kept and obeyed all My Laws, he will live for sure.",
      "20": "The person who sins will die. The son will not be punished for the father’s sin. And the father will not be punished for the son’s sin. The right and good man will receive good, and the sinful man will suffer for his sin.",
      "21": "“But if the sinful man turns from all the sins he has done and obeys all My Laws and does what is right and good, he will live for sure. He will not die.",
      "22": "None of the sins he has done will be remembered against him. Because of the right and good things he has done, he will live.",
      "23": "Am I pleased with the death of a sinful man?” says the Lord God. “No, instead I would like him to turn from his sinful ways and live.",
      "24": "“But when a right and good man turns away from doing what is right and good, and sins, doing all the bad things that a sinful man does, will he live? None of the right and good things he has done will be remembered. Because he has not been faithful and has sinned, he will die.",
      "25": "Yet you say, ‘The Lord is not doing what is right.’ Listen, O people of Israel! Is My way not right? Is it not your ways that are not right?",
      "26": "When a right and good man turns away from doing what is right and good, and sins, and dies because of it, he dies because of the sin he has done.",
      "27": "But when a sinful man turns away from his sin and does what is right and good, he will save his life.",
      "28": "Because he thought about it and turned away from all the sins he had done, he will live for sure. He will not die.",
      "29": "But the people of Israel say, ‘The Lord is not doing what is right.’ Are My ways not right, O people of Israel? Is it not your ways that are not right?",
      "30": "“So I will judge you, O people of Israel, each of you by what he has done,” says the Lord God. “Be sorry for all your sins and turn away from them, so sin will not destroy you.",
      "31": "Turn away from all the sins you have done, and get a new heart and a new spirit! Why will you die, O people of Israel?",
      "32": "For I am not pleased with the death of anyone who dies,” says the Lord God. “So be sorry for your sins and turn away from them, and live.”"
    },
    "19": {
      "1": "“As for you, sing a song of sorrow for the leaders of Israel,",
      "2": "and say: ‘What was your mother? A female lion among lions! She lay down with young lions. She raised her young ones.",
      "3": "She brought up one of her little ones, and he became a lion. He learned to catch his food. He ate men.",
      "4": "The nations heard about him, and he was caught in their trap. And they brought him with hooks to the land of Egypt.",
      "5": "Your mother waited until she saw that her hope was lost. Then she took another of her little ones and made him a young lion.",
      "6": "He walked up and down among the lions. He became a young lion and learned to catch his food. He ate men.",
      "7": "He wrecked their strong towers and destroyed their cities. The land and all who were in it were filled with fear because of the loud noise he made.",
      "8": "Then the nations came against him from their lands all around. They spread their net over him, and he was caught in their trap.",
      "9": "They put him in a prison with chains and brought him to the king of Babylon. They put him in prison so that his voice would never be heard again on the mountains of Israel.",
      "10": "Your mother was like a vine in your grape-field, planted by the water. It gave much fruit and was full of branches because there was much water.",
      "11": "Its branches were strong enough to be made into sticks held by rulers to show their power. It grew as high as the clouds. Everyone saw how high it was and that it had many branches.",
      "12": "But it was pulled up by the roots in anger and thrown down to the ground. The east wind dried up its fruit. Its strong branch was torn off so that it dried up. And fire destroyed it.",
      "13": "Now it is planted in the desert, in a dry and thirsty land.",
      "14": "Fire has spread from its largest branch and has destroyed its young branches and its fruit. No strong branch is left on it to be made into a stick for a ruler.’ This is a song of sorrow, and is to be used as a death song.”"
    },
    "20": {
      "1": "On the tenth day of the fifth month in the seventh year, some of the leaders of Israel came to ask the Lord’s will, and they sat down in front of me.",
      "2": "The Word of the Lord came to me saying,",
      "3": "“Son of man, speak to the leaders of Israel. Tell them, ‘The Lord God says, “Have you come to ask My will? As I live,” says the Lord God, “I will not let you ask me anything.”’",
      "4": "Will you judge them, son of man? Will you judge them? Make known to them the sinful things their fathers did.",
      "5": "Tell them, ‘The Lord God says, “On the day I chose Israel, I raised My hand and made a promise to the children of the family of Jacob and made Myself known to them in the land of Egypt. I made a promise to them, saying, ‘I am the Lord your God.’",
      "6": "On that day I promised to bring them out of the land of Egypt to a land I had chosen for them, a land flowing with milk and honey, the most beautiful of all lands.",
      "7": "I said to them, ‘Each of you get rid of the sinful things you have looked upon. Do not make yourselves sinful with the false gods of Egypt. I am the Lord your God.’",
      "8": "But they turned against Me and would not listen to Me. They did not get rid of the sinful things they had looked upon. And they did not turn away from the false gods of Egypt.\n“Then I said that I would be angry with them. I would send My anger against them in the land of Egypt.",
      "9": "But I acted for the good of My name. I did what would keep My name clean in the eyes of the nations they lived among, in whose eyes I made Myself known to them by bringing My people out of Egypt.",
      "10": "So I led them out of the land of Egypt and brought them into the desert.",
      "11": "I gave them My Laws and made known to them My Words, which bring life to anyone who obeys them.",
      "12": "I gave them My Days of Rest to be something special to see between Me and them, so they would know that I am the Lord Who makes them holy.",
      "13": "But the people of Israel turned against Me in the desert. They did not obey My Laws, and they turned away from My Words which bring life to anyone who obeys them. They made My Days of Rest very sinful. Then I said that I would be angry with them in the desert and destroy them.",
      "14": "But I acted for the good of My name. I did what would keep My name clean in the eyes of the nations who saw Me bring them out of Egypt.",
      "15": "So I promised them in the desert that I would not bring them into the land I had given them, the land flowing with milk and honey, the most beautiful of all lands.",
      "16": "This was because they turned away from My Laws and did not obey My Words. They did not keep My Days of Rest holy, for they followed after their false gods with all their heart.",
      "17": "Yet I looked on them with pity and did not destroy them. I did not make an end of them in the desert.",
      "18": "“And I said to their children in the desert, ‘Do not keep the laws of your fathers, or follow their ways, or make yourselves sinful with their false gods.",
      "19": "I am the Lord your God. Keep My Laws and obey My Words.",
      "20": "Keep My Days of Rest holy, and they will be something special to see between Me and you. Then you will know that I am the Lord your God.’",
      "21": "But the children turned against Me. They did not keep My Laws or obey My Words which bring life to anyone who obeys them. They did not keep My Days of Rest holy. So I said I would be angry with them. I would send My anger against them in the desert.",
      "22": "But I held My hand back, and acted for the good of My name, to keep it clean in the eyes of the nations who saw Me bring them out of Egypt.",
      "23": "And I promised them in the desert that I would send them everywhere among the nations and spread them out among the lands.",
      "24": "This is because they had not obeyed My Words. They had turned away from My Laws and did not keep My Days of Rest holy. And they worshiped the false gods of their fathers.",
      "25": "Then I gave them laws that were not good, and words they could not live by.",
      "26": "And I let them become sinful because of their gifts. I let them give all their first-born sons as burnt gifts. This was to punish them and show them that I am the Lord.”’",
      "27": "“So, son of man, speak to the people of Israel. Tell them, ‘The Lord God says, “This is another way that your fathers have brought shame to My name by not being faithful to Me.",
      "28": "I brought them into the land I promised to give them. And when they saw all the high hills and trees with many leaves, they gave their gifts on all of them and made Me angry. They also burned special perfume there, and poured out their drink gifts.",
      "29": "Then I said to them, ‘What is this high place you go to?’ So it is called Bamah to this day.”’",
      "30": "So tell the people of Israel, ‘The Lord God says, “Will you make yourselves sinful in the same way your fathers did, and go after their sinful things?",
      "31": "When you give your gifts and make your sons go through the fire, you are making yourselves sinful with all your false gods to this day. Am I to let you question Me, O people of Israel? As I live,” says the Lord God, “I will not let you ask Me anything.",
      "32": "You say, ‘We will be like the nations, like the people of the lands, who serve wood and stone.’ But what you have in mind will never happen.",
      "33": "“As I live,” says the Lord God, “I will be King over you, and will rule with a powerful hand, a strong arm, and with anger.",
      "34": "I will bring you out of the nations and countries where you have been divided. I will gather you together with a powerful hand, a strong arm, and with anger.",
      "35": "I will bring you into the desert of the nations, and there I will punish you face to face.",
      "36": "As I punished your fathers in the desert of Egypt, so I will punish you,” says the Lord God.",
      "37": "“I will hold power over you and make you obey the agreement.",
      "38": "I will take away from among you all those who sin or who turn against Me. I will bring them out of the land where they are living, but they will not go into the land of Israel. Then you will know that I am the Lord.",
      "39": "As for you, O people of Israel,” the Lord God says, “Go and serve your false gods, every one of you, now and later if you will not listen to Me. Do not ever again bring shame to My holy name with your gifts and your false gods.",
      "40": "For on My holy mountain, the high mountain of Israel,” says the Lord God, “all the people of Israel will serve Me in the land. There I will receive them. And there I will ask for the best of your gifts, with all your holy things.",
      "41": "I will receive you as the pleasing smell of special perfume, when I bring you out of the nations and gather you from the different lands where you have been sent. And I will prove Myself holy among you in the eyes of the nations.",
      "42": "Then you will know that I am the Lord, when I bring you into the land of Israel, the land I promised to give to your fathers.",
      "43": "There you will remember your ways and all the bad things you did to make yourselves sinful. And you will hate yourselves in your own eyes for all the sinful things you have done.",
      "44": "You will know that I am the Lord when I honor My name by being good to you even though your ways have been sinful and you have done many sinful things, O people of Israel,” says the Lord God.’”",
      "45": "The Word of the Lord came to me saying,",
      "46": "“Son of man, look toward the south. And speak out against the south and against the land of many trees in the Negev.",
      "47": "Say to the land of trees in the Negev, ‘Hear the Word of the Lord. The Lord God says, “See, I am about to start a fire that will destroy all of your green trees and all of your dry trees. The hot fire will not be put out, and every face from south to north will be burned by it.",
      "48": "Everyone will see that I, the Lord, have made the fire. It will not be put out.”’”",
      "49": "Then I said, “O Lord God! They are saying of me, ‘Is he not just telling picture-stories?’”"
    },
    "21": {
      "1": "The Word of the Lord came to me saying,",
      "2": "“Son of man, look toward Jerusalem and speak against the holy places. Speak against the land of Israel.",
      "3": "Tell the land of Israel, ‘The Lord says, “See, I am against you. I will take My sword out of its holder and destroy from you both the good and the sinful.",
      "4": "Because I will destroy from you both the good and the sinful, My sword will go out against everyone from south to north.",
      "5": "Then all people will know that I, the Lord, have taken out My sword. It will not be put back into its holder again.”’",
      "6": "As for you, son of man, cry in sorrow in front of them, as if your heart is breaking.",
      "7": "And when they ask you, ‘Why are you crying?’ tell them, ‘Because of the news that is coming, every heart will melt and all hands will be weak. Every spirit will lose its strength, and all knees will be as weak as water. It is coming, and it will happen,’ says the Lord God.”",
      "8": "Again the Word of the Lord came to me saying,",
      "9": "“Son of man, speak in My name and tell them, ‘The Lord says, “A sword, a sharp and shining sword!",
      "10": "It is made sharp to kill, and shined to look like lightning! Shall we have joy? It hates the special stick of My son, as it does all wood.",
      "11": "The sword is being shined to make it ready to use. It is made sharp and shiny, to be put into the hand of the killer.",
      "12": "Cry out in a loud voice, son of man, for the sword is against My people. It is against all the leaders of Israel. They are going to be killed with My people, so beat your upper leg in sorrow.",
      "13": "They will be put to the test. If they do not turn from their sinful ways, these things will happen,” says the Lord God.’",
      "14": "“So speak in My name, son of man, and clap your hands together. Let the sword that kills hit two, even three times. It is the sword that kills and is all around them,",
      "15": "so that they will lose their strength of heart, and many will be killed at all their gates. I have sent the shining sword. It is made to shine like lightning, and is ready to kill.",
      "16": "O sharp sword, cut to the left and to the right. Cut wherever you have been sent.",
      "17": "I will also clap My hands, and My anger will be gone. I, the Lord, have spoken.”",
      "18": "The Word of the Lord came to me saying,",
      "19": "“Son of man, make two ways for the king of Babylon to come with his sword. Both of them will come from the same land. Mark the way where the road divides and goes to the city.",
      "20": "Mark a way for the sword to go to Rabbah of the Ammonites, and to Judah into the strong city of Jerusalem.",
      "21": "For the king of Babylon stands where the road divides in two to use strange secret powers. He shakes the arrows and speaks with false gods, and looks at the liver.",
      "22": "In his right hand is the arrow marked for Jerusalem. It tells him to set up objects to knock down the city walls, to call out the battle cry, to set up objects to break down the gates, and to build a wall of dirt and battle towers.",
      "23": "The people who promised to obey him will not believe this. But he will make them remember their guilt so that they may be taken.",
      "24": "So the Lord God says, ‘You have made your guilt to be remembered. Your sins are no longer covered, and everyone has seen the bad things you have done and remembers them. So you will be taken in battle.",
      "25": "And you, O bad and sinful one, the leader of Israel, the day of your punishment has come. Your sin will end.’",
      "26": "The Lord God says, ‘Take off the head-covering. Take off the crown. Things will not stay as they are. Honor that which is low. And bring down that which is honored.",
      "27": "A waste, a waste. I will lay the city waste. It will be no more, until He comes whose right it is, and I will give it to Him.’",
      "28": "“And you, son of man, speak in My name and tell them, ‘This is what the Lord God says about the sons of Ammon and about their shame.’ Tell them, ‘A sword is pulled out ready to kill! It is made to shine like lightning!",
      "29": "Even with the false dreams about you, and the lies spoken about you by using secret ways, you will be laid on the necks of the sinful who are killed, whose day has come for their last punishment.",
      "30": "Put your sword back into its holder. I will punish you in the place where you were made, in the land of your birth.",
      "31": "I will be angry with you. I will blow on you with the fire of My anger. And I will give you over to men who show no pity, who have been taught to destroy.",
      "32": "You will be destroyed by fire. You will be killed in your land, and you will not be remembered. For I, the Lord, have spoken.’”"
    },
    "22": {
      "1": "The Word of the Lord came to me saying,",
      "2": "“Son of man, will you judge? Will you judge this city of blood? Then tell the people about all their sinful acts.",
      "3": "Tell them, ‘The Lord God says, “O city, because you have killed your own people and have made yourselves false gods to add to your sins, your time will come!",
      "4": "You have become guilty by killing your people, and sinful by the false gods you have made. You have brought the day of your punishment near. The end of your years has come. So I have made you a shame to the nations. All the countries laugh at you.",
      "5": "People both near and far will make fun of you, you who are full of shame and trouble.",
      "6": "See, each of the rulers of Israel who are in you has used his power to kill.",
      "7": "They have not honored father and mother within you. They have made it hard for the stranger living among you. They have done wrong to those in you who have lost their father or husband.",
      "8": "You have hated My holy things and have not kept My Days of Rest holy.",
      "9": "There are men in you who have lied about others to cause them to be put to death. Some have eaten at the altars on the mountains, and have done sex sins there.",
      "10": "Men have done sex sins with their fathers’ wives. Men have put women to shame during their time of the month when they are unclean.",
      "11": "One has done sex sins with his neighbor’s wife. Another has done sex sins with his daughter-in-law. And another has put his own sister to shame, his father’s daughter.",
      "12": "In you they have taken pay to kill people. You have made others pay back more than they owe you. You have hurt your neighbors by making it hard for them to pay you. And you have forgotten Me,” says the Lord God.",
      "13": "“I will bring My hand down hard upon the money you have made by your sinful ways, and for the blood of those you have killed among you.",
      "14": "Can your strength of heart last? Or can your hands be strong, in the days that I punish you? I, the Lord, have spoken, and I will do what I say.",
      "15": "I will divide you among the nations and spread you out through the lands. I will take away from you all that is unclean.",
      "16": "You will become sinful in the eyes of the nations, and you will know that I am the Lord.”’”",
      "17": "The Word of the Lord came to me saying,",
      "18": "“Son of man, the people of Israel have become waste to Me. They are like brass, tin, iron, and lead in the fire and have become waste that is left after silver has gone through the fire.",
      "19": "So the Lord God says, ‘Because you have all become waste, I am going to gather you together in Jerusalem.",
      "20": "As men gather silver and brass and iron and lead and tin into the stove to blow fire on it and melt it, so I will gather you in My anger. I will put you in the city and melt you.",
      "21": "I will gather you and blow on you with the fire of My anger, and you will be melted within it.",
      "22": "As silver is melted in the hot stove, so you will be melted in Jerusalem. Then you will know that I, the Lord, have poured out My anger upon you.’”",
      "23": "The Word of the Lord came to me saying,",
      "24": "“Son of man, tell Israel, ‘You are a land that is not made clean or rained on in the day of anger.’",
      "25": "Israel’s false religious leaders are making plans within her. They are like a lion making noise over the food it has killed. They have taken human lives and also riches and things of much worth. They have made many women in Israel lose their husbands.",
      "26": "Her religious leaders have broken My Law, and have made My holy things unclean. It makes no difference to them if something is holy or unclean. They have not taught the difference between what is clean and unclean. They hide their eyes from My Days of Rest, and I am not honored among them.",
      "27": "Her leaders are like wolves tearing apart the animals they have killed. They kill and destroy lives to get things by doing wrong.",
      "28": "Her men who speak in My name have covered these sins with whitewash for the people. They see false dreams and lie to them using their secret ways, saying, ‘This is what the Lord God says,’ when the Lord has not spoken.",
      "29": "The people of the land have made it hard for others and have stolen. They have done wrong to the poor and those in need. And they have made it hard for the stranger who lives among them, taking away his rights.",
      "30": "I looked for a man among them who would build up the wall and stand before Me in the place where it is broken, to stop Me from destroying the land, but I found no one.",
      "31": "So I have become angry with them. I have destroyed them with the fire of My anger. I am punishing them for what they have done,” says the Lord God."
    },
    "23": {
      "1": "The Word of the Lord came to me saying,",
      "2": "“Son of man, there were two women, daughters of the same mother.",
      "3": "They sold the use of their bodies in Egypt, and did so when they were young. Their breasts were lain upon in that land. Their breasts, which had never before been held by a man, were held.",
      "4": "The name of the older sister was Oholah, and her younger sister was Oholibah. They became Mine and gave birth to sons and daughters. Oholah is Samaria, and Oholibah is Jerusalem.",
      "5": "“Oholah sold the use of her body while she was Mine. She was full of desire for her lovers, the Assyrians who lived near her",
      "6": "who were dressed in purple. They were rulers and leaders, all of them good-looking young men who rode on horses.",
      "7": "She gave her body to them for sex. They were all the best men of Assyria. And she also sinned by worshiping the false gods of all the men she desired.",
      "8": "She did not turn away from her sex sins she had begun in Egypt. Men had lain with her since she was young. They had held her young breasts and used her to fill their desire.",
      "9": "So I gave her over to her lovers the Assyrians whom she desired.",
      "10": "They took off her clothes. They took her sons and daughters. But they killed her with the sword. So she became a saying among women, because she was punished.",
      "11": "“Her sister Oholibah saw this, but she was more sinful in her desire for sex than Oholah. Her sex sins were worse than those of her sister.",
      "12": "She wanted to have the Assyrians, rulers and leaders, men who were well dressed, those who rode on horses, all those good looking young men.",
      "13": "And I saw that she was sinful. Both sisters went the same way.",
      "14": "But she did even more sex sins. She saw pictures of men on the wall, pictures of Babylonians drawn in bright red.",
      "15": "They had belts around them, and flowing head-coverings. All of them looked like Babylonian captains who were born in Chaldea.",
      "16": "And when she saw them, she had a desire for sex with them, and sent word to them in Chaldea.",
      "17": "The Babylonians came to her, to the bed of love. They made her sinful with their desire. And after she had had sex with them, she became sick of them.",
      "18": "When she let her sins and her body be seen, I turned away from her in anger, as I had turned from her sister.",
      "19": "Yet she did even more sex sins. She remembered when she was young, when she sold the use of her body in the land of Egypt.",
      "20": "She was full of desire for lovers whose flesh was like those of donkeys, and whose flow was like that of horses.",
      "21": "Oholibah, you were filled with desire for the sex sins you did when you were young, when the Egyptians held your breasts.",
      "22": "“So, Oholibah, the Lord God says, ‘I will bring your lovers against you, those you turned away from. I will bring them against you from every side:",
      "23": "Babylonians and all the Chaldeans, Pekod, Shoa, Koa, and all the Assyrians with them, good looking young men, all of them rulers, leaders, captains, and men who are well-known, all of them riding on horses.",
      "24": "They will come against you from the north, with war-wagons and an army of people. They will come against you on every side with battlecoverings and head-coverings. And I will let them punish you. They will punish you in their own way.",
      "25": "Because of My jealous anger, I will let them act toward you in anger. They will cut off your nose and ears, and any people who are left will be killed by the sword. They will take your sons and daughters, and any yet left will be burned in the fire.",
      "26": "They will take away your clothes and take away the beautiful objects you wear.",
      "27": "So I will put an end to the sex sins you brought from the land of Egypt. You will never again look at these things with desire or remember Egypt.’",
      "28": "For the Lord God says, ‘I will give you over to those you hate, to the men you turned away from.",
      "29": "And because they hate you, they will take away everything you own and leave you without clothing. Then your body without clothes will be seen as a sinful woman.",
      "30": "These things will be done to you because you have sold the use of your body to the nations, and because you have made yourself sinful with their false gods.",
      "31": "You have followed the way of your sister, so I will give you the same cup of punishment to drink.’",
      "32": "The Lord God says, ‘You will drink your sister’s cup, which is deep and wide. You will be laughed at and made fun of, for it holds much.",
      "33": "You will become drunk and filled with sorrow, with the cup of fear and waste, with the cup of your sister Samaria.",
      "34": "You will drink it until it is empty. Then you will chew its pieces and tear your breasts, for I have spoken,’ says the Lord God.",
      "35": "So the Lord God says, ‘Because you have forgotten Me and put Me behind your back, now suffer the punishment of your sex sins.’”",
      "36": "The Lord said to me, “Son of man, will you judge Oholah and Oholibah? Make them know their sinful acts.",
      "37": "For they have not been faithful to Me, and blood is on their hands. They have left Me for their false gods. And they gave their sons to these false gods as burnt gifts, the sons they had given to Me at birth.",
      "38": "That is not all they did. At that same time they have not kept My holy place and My Days of Rest holy.",
      "39": "When they had killed their children for their false gods, they went into My holy place on the same day to make it unclean. This is what they did within My house.",
      "40": "They even sent for men who came from far away. And when they came, you washed yourselves, colored your eyes, and put on beautiful objects for them.",
      "41": "You sat on a beautiful seat with a table made ready in front of it on which you had set My special perfume and My oil.",
      "42": "The sound of a group free of care was around you. Men who drank too much were brought from the desert with men who were not important. They put beautiful objects on the women’s hands and beautiful crowns on their heads.",
      "43": "Then I said about the one who was worn out by sex sins, ‘Will they now lie with her when she is this way?’",
      "44": "But they went in to her as they would go in to a woman who sells the use of her body. So they went in to Oholah and Oholibah, the sinful women.",
      "45": "But men who are right and good will punish them as women are punished who do sex sins and kill, because they are sinful women and blood is on their hands.",
      "46": "“The Lord God says, ‘Bring up a group against them to fill them with fear and to rob them.",
      "47": "The group will kill them with stones and with swords. They will kill their sons and daughters and burn down their houses.",
      "48": "So I will put an end to sex sins in the land, that all women will learn of the danger and not sin as you have done.",
      "49": "You will suffer the penalty for your sex sins and for worshiping your false gods. Then you will know that I am the Lord God.’”"
    },
    "24": {
      "1": "The Word of the Lord came to me on the tenth day of the tenth month in the ninth year, saying,",
      "2": "“Son of man, put down in writing this day, this very day. The king of Babylon has shut Jerusalem in with his army this very day.",
      "3": "And tell a picture-story to these sinful people of Israel. Tell them, ‘The Lord God says, “Put the pot on the fire. Put it on, and pour water in it.",
      "4": "Put all the good pieces of meat in it, the thigh, the shoulder. And fill it with the best bones.",
      "5": "Take the best of the flock. Put more and more wood under the pot to make it boil, and boil the bones in it.”",
      "6": "’For the Lord God says, “It is bad for the city of blood, for the rusted pot whose rust has not been cleaned out of it! Take the pieces of meat out of it without choosing them.",
      "7": "For the blood of the city has been poured on the rock. It was not poured on the ground where the dust would cover it.",
      "8": "I have put the blood on the rock where it could not be covered, so that it would cause anger and punishment.”",
      "9": "So the Lord God says, “It is bad for the city of blood! I will put much wood on the fire.",
      "10": "Put on more and more wood, and make the fire burn. Boil the meat well. Mix in the spices, and let the bones be burned up.",
      "11": "Now set the empty pot on the coals until it becomes hot and its brass becomes bright with the heat. Then what is not clean in it will melt away. Its rust will be destroyed.",
      "12": "But it has been all for nothing. Its rust has not left it, not even by fire.",
      "13": "It is sin that makes you unclean. I have tried to make you clean, but you would not be made clean from your sins. So you will not be clean again until My anger against you is finished.",
      "14": "I, the Lord, have spoken. The time has come for Me to act. I will not hold back, I will not pity, and I will not be sorry. I will punish you for your ways and for what you have done,” says the Lord God.’”",
      "15": "The Word of the Lord came to me saying,",
      "16": "“Son of man, with one blow I am about to take away from you the desire of your eyes. But do not have sorrow or loud crying or any tears.",
      "17": "Cry inside yourself. Do not show sorrow for the dead. Put your head-covering on. Put your shoes on your feet. Do not cover your face or eat the bread of those in sorrow.”",
      "18": "So I spoke to the people in the morning, and in the evening my wife died. The next morning I did as I was told.",
      "19": "And the people said to me, “Will you not tell us what these things you are doing mean for us?”",
      "20": "So I said to them, “The Word of the Lord came to me saying,",
      "21": "’Tell the people of Israel, “The Lord God says, ‘I am about to let sin fill My holy place, the pride of your power, the desire of your eyes, and the happiness of your soul. And your sons and daughters you have left behind will be killed by the sword.",
      "22": "Then you will do as I have done. You will not cover your face or eat the bread of those in sorrow.",
      "23": "Your heads will be covered and your shoes will be on your feet. You will not have sorrow or cry. But you will waste away in your sins and cry in pain to one another.",
      "24": "So Ezekiel will be something special for you to see. You will do just as he has done. When this happens, you will know that I am the Lord God.’”",
      "25": "‘Son of man, I will take away their strong-place that was their joy and pride, the desire of their eyes and the things their hearts wanted most. And I will take away their sons and their daughters.",
      "26": "On that day, one who gets away will come to you with the news.",
      "27": "That same day your mouth will be opened. You will speak with him and no longer be quiet. So you will be something special for them to see, and they will know that I am the Lord.’”"
    },
    "25": {
      "1": "The Word of the Lord came to me saying,",
      "2": "“Son of man, look toward the Ammonites and speak against them.",
      "3": "Tell them, ‘Hear the Word of the Lord God! The Lord God says, “Because you were happy when My holy place was made unclean, and when the land of Israel was made waste, and when the people of Judah were taken away,",
      "4": "I am going to give you to the people of the east. They will put up their tents among you and live among you. They will eat your fruit and drink your milk.",
      "5": "I will turn the city of Rabbah into a field for camels, and Ammon into a resting place for flocks. Then you will know that I am the Lord.”",
      "6": "For the Lord God says, “Because you have clapped your hands and crushed under your feet and showed your joy because of your hate for Israel,",
      "7": "I have put out My hand against you. I will give you away to the nations. And I will destroy you from the nations and from the lands. Then you will know that I am the Lord.”",
      "8": "‘The Lord God says, “Because Moab and Seir say, ‘See, Judah is like all the nations,’",
      "9": "I will lay waste the side of Moab, beginning with these cities there, Beth-jeshimoth, Baalmeon, and Kiriathaim, the best of the country.",
      "10": "I will give it to the people of the east, as I did with Ammon, so that the Ammonites will not be remembered among the nations.",
      "11": "I will punish Moab, and they will know that I am the Lord.”",
      "12": "‘The Lord God says, “Because Edom has fought against Judah in its anger, and has become very guilty by doing so,”",
      "13": "the Lord God says, “I will put out My hand against Edom and kill its men and their animals. I will destroy it and they will fall by the sword from Teman to Dedan.",
      "14": "I will punish Edom by the hand of My people Israel. They will act in My anger against Edom, and Edom will know My anger,” says the Lord God.",
      "15": "‘The Lord God says, “Because the Philistines have fought to destroy Judah with the lasting anger that is in their hearts,”",
      "16": "the Lord God says, “I will put out My hand against the Philistines. And I will destroy the Cherethites and those left beside the sea.",
      "17": "I will punish them in My anger, and they will know that I am the Lord when I punish them.”’”"
    },
    "26": {
      "1": "In the eleventh year, on the first day of the month, the Word of the Lord came to me saying,",
      "2": "“Son of man, Tyre has said this about Jerusalem, ‘O, the gate to the nations is broken. It has opened to me. I will do well, now that she is laid waste.’",
      "3": "So the Lord God says, ‘I am against you, O Tyre. And I will bring up many nations against you, as the sea brings up its waves.",
      "4": "They will destroy the walls of Tyre and break down her towers. Then I will clean away what is left from her and make her nothing but rock.",
      "5": "She will be a place to spread fish nets out in the sea, for I have spoken,’ says the Lord God. ‘The nations will take her riches.",
      "6": "And her villages on the land across the sea from her will be destroyed by the sword. Then they will know that I am the Lord.’",
      "7": "For the Lord God says, “I will bring Nebuchadnezzar king of Babylon, king of kings, against Tyre from the north. He will come with horses, war-wagons, horsemen, and a large army.",
      "8": "And he will kill with the sword those in your villages. He will build battle-walls around you. He will build up earth so they can go over your walls. He will build walls and make battle-coverings around you.",
      "9": "He will roll down large objects to knock down your walls, and will break down your towers with axes.",
      "10": "There will be so many horses that you will be covered by their dust. Your walls will shake at the noise of the horsemen and wheels and war-wagons, when he comes through your gates as men come into a city that has been broken open.",
      "11": "The feet of his horses will run all over your streets. He will kill your people with the sword, and your strong pillars will fall to the ground.",
      "12": "They will take your riches and good things as prizes of war. They will break down your walls and destroy your beautiful houses. And they will throw your stones and wood into the sea.",
      "13": "I will put an end to the music of your songs. And the sound of your harps will be heard no more.",
      "14": "I will make you nothing but rock. You will be a place for nets to be spread. You will never be built again, for I the Lord have spoken,” says the Lord God.",
      "15": "The Lord God says to Tyre, “Will not the lands beside the sea shake at the sound of your fall, when those who have been hurt cry in pain, when your people are killed?",
      "16": "Then all the leaders of the sea will step down from their thrones and take off their beautiful clothing. They will clothe themselves with fear. They will sit on the ground and not be able to stop shaking, full of fear and wonder because of you.",
      "17": "They will cry in sorrow for you and say, ‘How you have been destroyed from the seas, O well-known city where many people once lived! You were powerful on the sea. You and all your people who lived here were filled with fear.",
      "18": "Now the islands shake in fear on the day of your fall. Yes, the lands which are by the sea are afraid because of how you are destroyed.’”",
      "19": "The Lord God says, “I will lay waste your city and make you like a destroyed city where no one lives. I will bring up the deep sea over you, and the many waters will cover you.",
      "20": "Then I will send you down with those who go down to the grave, to the people of long ago. I will make you stay in the lower parts of the earth, like in waste places of long ago, with those who go down to the grave. So you will not have people living in you, and you will not have a place in the land of the living.",
      "21": "I will fill you with fear and destroy you. People will look for you, but you will never be found again,” says the Lord God."
    },
    "27": {
      "1": "The Word of the Lord came to me saying,",
      "2": "“Son of man, sing a song of sorrow over Tyre.",
      "3": "Say to Tyre, whose people live at the gateway to the sea and trade with people from many lands, ‘The Lord God says, “O Tyre, you have said, ‘I am perfect in beauty.’",
      "4": "Your home is on the sea. Your builders have made you perfect in beauty.",
      "5": "They made your pieces of wood from the fir trees from Senir. They made the wood that holds your sail out of a cedar from Lebanon.",
      "6": "They made your oars out of oak trees from Bashan. They made your floor of ivory and boxwood from the land of Cyprus.",
      "7": "Your sail was made of fine and beautiful linen from Egypt, to show all people who you are. Your covering was made of blue and purple cloth from the land of Elishah.",
      "8": "The people of Sidon and Arvad were your rowers. Your own wise and able men were your sailors.",
      "9": "The leaders and wise men of Gebal were with you, putting tar where it was needed to keep the water out. All the ships of the sea and their sailors were with you to trade for your good things.",
      "10": "“Soldiers from Persia and Lud and Put were in your army. They hung battle-coverings and head-coverings in you, and made you beautiful.",
      "11": "The men of Arvad and Helech were on your walls all around. And men of Gammad were in your towers. They hung their battle-coverings all around your walls, and made you perfect in beauty.",
      "12": "“Tarshish traded with you because of all your riches of every kind. They paid for your good things with silver, iron, tin, and lead.",
      "13": "Javan, Tubal, and Meshech traded with you. They paid for your good things with servants and objects of brass.",
      "14": "Men of Beth-togarmah paid for your good things with horses, war horses, and mules.",
      "15": "The men of Dedan traded with you. Many lands beside the sea traded with you, paying you with ivory horns and beautiful dark wood.",
      "16": "Syria traded with you because of all your good things. They bought them with stones of great worth, purple cloth, cloth with beautiful sewing, fine linen, and coral.",
      "17": "Judah and the land of Israel traded with you. They paid for your good things with the grain of Minnith, cakes, honey, oil, and medicine.",
      "18": "Damascus traded with you because of all your good things and riches of all kinds. They paid for them with the wine of Helbon and white wool.",
      "19": "Vedan and Javan traded with you from Uzal. They paid you with pure iron and spices.",
      "20": "Dedan paid you with horse coverings.",
      "21": "Arabia and all the leaders of Kedar traded with you. They paid you with lambs, rams, and goats.",
      "22": "Sheba and Raamah traded with you. They paid for your good things with the best of all kinds of spices, stones of great worth, and gold.",
      "23": "Haran, Canneh, Eden, Sheba, Asshur, and Chilmad traded with you.",
      "24": "They paid you with the best clothing, clothes of blue cloth and beautiful sewing, floor coverings of many colors, and strong ropes.",
      "25": "The ships of Tarshish carried your good things for you. You were filled and honored in the middle of the seas.",
      "26": "“Your rowers have brought you into deep waters. The east wind has wrecked you far out in the sea.",
      "27": "Your riches, your good things, the things you trade, your sailors, your pilots, your builders, your traders, all your soldiers, and all your people will fall into the sea on the day you are destroyed.",
      "28": "The lands by the sea will shake at the sound of your sailors’ cry.",
      "29": "All the rowers and sailors of the sea will leave their ships. They will stand on the land",
      "30": "and cry in a loud voice of sorrow over you. They will throw dust on their heads and roll in ashes.",
      "31": "They will cut off their hair because of you, and dress themselves in cloth made from hair. They will cry over you with much sorrow in their soul.",
      "32": "In their crying they will sing a song of sorrow for you, saying, ‘Who is like Tyre, destroyed and quiet in the sea?",
      "33": "When your good things went out on the sea, you pleased many nations. With all your riches and good things you made the kings of the earth rich.",
      "34": "Now you are wrecked by the sea, in the deep waters. Your good things and all your people have gone down with you.",
      "35": "All the people who live on the islands are full of fear and wonder because of you. Their kings are very afraid. Their faces are troubled.",
      "36": "The traders among the nations make sounds of surprise at you. You have come to an end and you will be no more.’”"
    },
    "28": {
      "1": "The Word of the Lord came to me saying,",
      "2": "“Son of man, tell the leader of Tyre, ‘The Lord God says, “Because your heart is proud, you have said, ‘I am a god. I sit in the seat of gods, with the seas around me.’ Yet you are a man and not God, even if you think you are as wise as God.",
      "3": "You are wiser than Daniel. There is no secret that is hidden from you.",
      "4": "By your wisdom and understanding you have gathered riches for yourself. You have gathered gold and silver for your store-houses.",
      "5": "By all your wisdom in trade you have added to your riches, and your heart has become proud because of them.",
      "6": "So the Lord God says, ‘Because you think you are as wise as God,",
      "7": "I will bring strangers against you, those who have the hardest hearts of all the nations. With their swords they will destroy the beauty of your wisdom and your greatness.",
      "8": "They will bring you down to the grave. You will die the death of those who are killed on the sea.",
      "9": "Will you still say, “I am a god,” in front of those who kill you? You will be only a man and not a god in the hands of those who kill you.",
      "10": "You will be killed by strangers, and will die the death of one who has not gone through the religious act of My people. For I have spoken,’ says the Lord God.”’”",
      "11": "The Word of the Lord came to me saying,",
      "12": "“Son of man, sing a song of sorrow for the king of Tyre, and tell him, ‘The Lord God says, “You were once the mark of what is perfect, full of wisdom and perfect in beauty.",
      "13": "You were in Eden, the garden of God. Every stone of great worth covered you: ruby, topaz, diamond, beryl, onyx, jasper, chrysolite, turquoise, and emerald. And you had beautiful objects of gold. They were made for you when you were made.",
      "14": "You were the cherub who kept watch, and I placed you there. You were on the holy mountain of God. You walked among the stones of fire.",
      "15": "You were without blame in your ways from the day you were made until sin was found in you.",
      "16": "Through all your trading you were filled with bad ways, and you sinned. So I have sent you away in shame from the mountain of God and I have destroyed you and driven you out from the stones of fire, O cherub who kept watch.",
      "17": "Your heart was proud because of your beauty. You made your wisdom sinful because of your beauty. So I threw you to the ground. I laid you in front of kings for them to see you.",
      "18": "By all your wrong-doing and sinful trading you made your holy places sinful. So I made a fire come out from you, and it has destroyed you. I have turned you to ashes on the earth in the eyes of all who see you.",
      "19": "All the nations who know you are filled with wonder and fear because of you. You have come to a bad end, and you will be no more forever.”’”",
      "20": "The Word of the Lord came to me saying,",
      "21": "“Son of man, look toward Sidon and speak against her.",
      "22": "Tell her, ‘The Lord God says, “I am against you, O Sidon, and My greatness will be honored among you. They will know that I am the Lord when I punish Sidon. I will show Myself holy within her.",
      "23": "For I will send disease upon her, and blood into her streets. People will be killed by the sword from every side. Then they will know that I am the Lord.",
      "24": "No longer will the people of Israel have neighbors like a sharp thistle or thorn who hate them. Then they will know that I am the Lord God.",
      "25": "“The Lord God says, ‘I will gather the people of Israel from the different nations where they have been sent. And I will show Myself holy among them in the eyes of the nations. Then they will live in their own land which I gave to My servant Jacob.",
      "26": "They will live there and be safe. They will build houses, plant grape-fields, and be safe, when I punish all those around them who speak against them. Then they will know that I am the Lord their God.”’”"
    },
    "29": {
      "1": "On the twelfth day of the tenth month in the tenth year, the Word of the Lord came to me saying,",
      "2": "“Son of man, look toward Pharaoh king of Egypt, and speak against him and against all Egypt.",
      "3": "Tell them, ‘The Lord God says, “I am against you, Pharaoh king of Egypt. You are the big animal that lies in his rivers and says, ‘The Nile is mine. I made it.’",
      "4": "I will put hooks in your mouth. I will make the fish of your rivers stick to your hard skin. And I will pull you up out of your rivers, with the fish that stick to your hard skin.",
      "5": "Then I will leave you in the desert, you and all the fish of your rivers. You will fall on the open field, and not be gathered or buried. I will feed you to the wild animals of the earth and to the birds of the sky.",
      "6": "Then all the people of Egypt will know that I am the Lord. They have been only a weak piece of river grass to the people of Israel.",
      "7": "When they took hold of you with their hands, you broke and tore all their shoulders. When they rested on you, you broke and hurt their backs.”",
      "8": "So the Lord God says, “I will bring a sword against you and kill your people and animals.",
      "9": "And the land of Egypt will be destroyed and laid waste. Then they will know that I am the Lord.\n“Because you said, ‘The Nile is mine, and I made it,’",
      "10": "I am against you and against your rivers. I will destroy Egypt and make it nothing but waste from Migdol to Syene and even to the land of Ethiopia.",
      "11": "No foot of man or animal will pass through it, and no one will live there for forty years.",
      "12": "I will make the land of Egypt a waste among the lands which are laid waste. Her cities will be a waste for forty years among cities that are laid waste. I will divide the Egyptians among the nations and spread them out among the lands.”",
      "13": "’For the Lord God says, “At the end of forty years I will gather the Egyptians from the nations where they were divided.",
      "14": "I will bring them back to Egypt and let them live in Pathros, the land they came from. And there they will be a small nation.",
      "15": "It will be the least of the nations, and will never lift itself up above other nations again. I will make them so small that they will never rule over the nations.",
      "16": "It will never again be a hope for the people of Israel. They will remember their sin in turning to Egypt for help in the past. Then they will know that I am the Lord God.”’”",
      "17": "On the first day of the first month in the twenty-seventh year, the Word of the Lord came to me saying,",
      "18": "“Son of man, Nebuchadnezzar king of Babylon made his army work hard against Tyre. Every head lost its hair, and skin was rubbed off every shoulder. But he and his army did not receive anything from Tyre to pay for the work he had done against it.”",
      "19": "So the Lord God says, “I will give the land of Egypt to Nebuchadnezzar king of Babylon. And he will carry away her riches. He will take all her good things, and they will be pay for his army.",
      "20": "I have given him the land of Egypt for the work he has done, because he and his army worked for Me,” says the Lord God.",
      "21": "“On that day I will make the people of Israel strong, and give you the power to speak among them. Then they will know that I am the Lord.”"
    },
    "30": {
      "1": "The Word of the Lord came to me saying,",
      "2": "“Son of man, speak in My name and say, ‘This is what the Lord God says: “Cry in a loud voice, ‘It is bad for that day!’",
      "3": "For the day is near. The day of the Lord is near. It will be a day of clouds, a time of trouble for the nations.",
      "4": "A sword will come against Egypt, and Ethiopia will be very troubled. When the people are killed in Egypt, her riches will be taken away, and her country destroyed.",
      "5": "Ethiopia, Put, Lud, all of Arabia, Libya, and the people of Israel living there, all who have an agreement with Egypt will be killed by the sword.”’”",
      "6": "‘The Lord says, “Those who help Egypt will be killed in battle. The pride of her power will come down. From Migdol to Syene they will be killed by the sword,” says the Lord God.",
      "7": "“They will be a waste among the lands that are laid waste. And her cities will be among the destroyed cities.",
      "8": "Then they will know that I am the Lord, when I start a fire in Egypt and all those who help her are destroyed.",
      "9": "On that day I will send men in ships to bring fear to Ethiopians who think they are safe. They will be troubled and afraid as when Egypt is destroyed, for their day is coming!”",
      "10": "The Lord God says, “I will put an end to Egypt’s riches by the hand of Nebuchadnezzar king of Babylon.",
      "11": "He and his people show the least pity of all the nations, and they will be brought in to destroy the land. They will use their swords against Egypt and fill the land with dead bodies.",
      "12": "And I will dry up the Nile River and sell the land to sinful men. I will destroy the land and everything in it, by the hand of strangers. I, the Lord, have spoken.”",
      "13": "‘The Lord God says, “I will also destroy the false gods and put an end to the objects of worship in Memphis. There will no longer be a leader in the land of Egypt, so I will put fear in the land.",
      "14": "I will destroy Pathros, start a fire in Zoan, and punish Thebes.",
      "15": "I will be angry with Pelusium, the strong city of Egypt. And I will destroy the riches of Thebes.",
      "16": "I will start a fire in Egypt. Pelusium will suffer much. Thebes will be broken open. And Memphis will not have rest from troubles and fear.",
      "17": "The young men of On and Pi-beseth will be killed in battle, and the women will be taken away.",
      "18": "At Tehaphnehes the day will be dark when I break the power of Egypt. The pride of her strength will come to an end. A cloud will cover her, and her daughters will be taken away.",
      "19": "So I will punish Egypt, and they will know that I am the Lord.’”",
      "20": "On the seventh day of the first month in the eleventh year, the Word of the Lord came to me saying,",
      "21": "“Son of man, I have broken the arm of Pharaoh king of Egypt. And it has not been wrapped so that it could heal and be strong enough to hold the sword.",
      "22": "So the Lord God says, ‘I am against Pharaoh king of Egypt and will break his arms, both the strong one and the one already broken. And I will make the sword fall from his hand.",
      "23": "I will divide the Egyptians among the nations and spread them out among the lands.",
      "24": "For I will give strength to the arms of the king of Babylon and put My sword in his hand, and I will break the arms of Pharaoh, so that he will cry in pain in front of him like a dying man in battle.",
      "25": "I will give strength to the arms of the king of Babylon, but Pharaoh’s arms will fall. Then they will know that I am the Lord, when I give My sword to the king of Babylon and he uses it against the land of Egypt.",
      "26": "I will make the Egyptians go to the different nations and spread them out among the lands. Then they will know that I am the Lord.’”"
    },
    "31": {
      "1": "On the first day of the third month in the eleventh year, the Word of the Lord came to me saying,",
      "2": "“Son of man, say to Pharaoh king of Egypt and to his people, ‘Who can be compared with you in greatness?",
      "3": "Look at Assyria, once a cedar in Lebanon with beautiful branches and many leaves. It was very high, and its top was among the heavy branches.",
      "4": "The waters made it grow, and the water under the ground made it grow high. Its rivers flowed all around its base, and spread water to all the trees of the field.",
      "5": "So it was higher than all the trees of the field. And it grew many long and spreading branches because it had so much water.",
      "6": "All the birds of the air made their nests in its branches. And under its branches all the animals of the field gave birth. All great nations lived in its shadow.",
      "7": "It was beautiful in its greatness with its spreading branches, for its roots went down to much water.",
      "8": "The cedars in God’s garden could not compare with it. The fir trees and the chestnut trees could not compare with its branches. No tree in God’s garden was like it in beauty.",
      "9": "I made it beautiful with its many branches. And all the trees that were in Eden were jealous of it.",
      "10": "‘So the Lord God says, “Because it has grown high with its top among the heavy branches, its heart has become proud,",
      "11": "I will give it over to a powerful ruler of the nations, and he will punish it. Because of its sin, I will drive it out.",
      "12": "Rulers from other nations will cut it down and leave it. Its branches will fall on the mountains and in all the valleys. Its spreading branches will be broken in all the deep valleys of the land. All the people of the earth will go away from its shadow and leave it.",
      "13": "All the birds of the air will live on its broken pieces. And all the animals of the field will be on its fallen branches.",
      "14": "This will be so that no trees by the water will grow high with their tops among the heavy branches. No trees that drink water will ever grow so high. For they have all been given over to death. They will go to the earth below, among men who die and go down to the grave.”",
      "15": "‘The Lord God says, “When it goes down to the place of the dead, I will make the waters under the ground cover it in sorrow. I will stop its rivers of water and fill Lebanon with sorrow over it. All the trees of the field will waste away because of it.",
      "16": "I will make the nations shake in fear at the sound of its fall when I send it to the place of the dead with those who go down to the grave. Then all the well-watered trees of Eden, the best of Lebanon, will be comforted in the earth below.",
      "17": "And those who lived under its shadow among the nations will go down to the place of the dead with it, to those who were killed by the sword.",
      "18": "“Which of the trees of Eden can be compared with you in beauty and greatness? Yet you will be brought down with the trees of Eden to the earth below. You will lie among the sinful, with those who were killed by the sword. This is Pharaoh and all his people!”’ says the Lord God.”"
    },
    "32": {
      "1": "On the first day of the twelfth month in the twelfth year, the Word of the Lord came to me saying,",
      "2": "“Son of man, sing a song of sorrow for Pharaoh king of Egypt, and say to him, ‘You compared yourself to a young lion among the nations, yet you are like the big dragon in the seas. You go through your rivers, troubling the water with your feet and making the rivers muddy.’”",
      "3": "The Lord God says, “Now I will throw My net over you with an army of many nations. They will lift you up in My net.",
      "4": "And I will leave you on the land. I will throw you on the open field. I will have all the birds of the air live on you. And I will feed you to the wild animals of the earth.",
      "5": "I will lay your flesh on the mountains, and fill the valleys with what is left of you.",
      "6": "I will make the land drink your flowing blood as far as the mountains, and the deep valleys will be full of you.",
      "7": "When I destroy you, I will cover the heavens and make the stars dark. I will cover the sun with a cloud, and the moon will not give its light.",
      "8": "I will make all the shining lights in the heavens dark over you, and bring darkness upon your land,” says the Lord God.",
      "9": "“I will trouble the hearts of many people when I destroy you among the nations, among lands you have not known.",
      "10": "I will fill many nations with fear and wonder because of you. Their kings will shake in fear for you when I wave My sword in front of them. Every man will keep shaking in fear for his own life, on the day you are destroyed.”",
      "11": "For the Lord God says, “The sword of the king of Babylon will come against you.",
      "12": "I will cause your people to be killed by the swords of powerful men who will have no pity, all of them strong rulers of the nations. They will destroy the pride of Egypt and kill all its people.",
      "13": "I will also destroy all its cattle from beside many waters. No foot of man or animal will fill them with mud any more.",
      "14": "I will make their waters clear and make their rivers flow like oil,” says the Lord God.",
      "15": "“When I destroy the land of Egypt and take from the land everything that was in it, and when I punish all who live there, then they will know that I am the Lord.",
      "16": "This is the song of sorrow they will sing. The women of the nations will sing it. They will sing it over Egypt and all her people,” says the Lord God.",
      "17": "In the twelfth year, on the fifteenth of the month, the Word of the Lord came to me saying,",
      "18": "“Son of man, cry in a loud voice for the people of Egypt. Send them down with the powerful nations to the place of the dead, with those who go down to the grave.",
      "19": "Say to them, ‘Do you think you are more favored than anyone else? Go down and make your bed with the sinful.’",
      "20": "They will fall among those who are killed by the sword. The sword is ready to kill all of Egypt’s people.",
      "21": "From the place of the dead the powerful leaders will say of Egypt and her helpers, ‘They have come down. They lie with the sinful, with those killed by the sword.’",
      "22": "“Assyria is there, with all of her army. All around her are the graves of her dead, who have been killed by the sword.",
      "23": "Their graves lie in the farthest parts of the place of the dead. Her army is around her grave. All who had spread fear in the land of the living are dead, killed by the sword.",
      "24": "“Elam is there, with all of her people around her grave. All of them are dead, killed by the sword. They have gone to the lower parts of the earth having not gone through the religious act of the Jews. They filled the land of the living with fear, and carried their shame with those who went down to the place of the dead.",
      "25": "A bed is made for her among the dead with all her people. Their graves are around her. They are all sinful people, killed by the sword. They spread fear in the land of the living, and were put to shame with those who go down to the place of the dead and are among the dead.",
      "26": "“Meshech and Tubal are there, with all their people. Their graves are around them. All of them are sinful, killed by the sword, for they had spread fear in the land of the living.",
      "27": "They do not lie beside the graves of the powerful men of long ago, who went down to the place of the dead with their swords of war, whose swords were laid under their heads. But the punishment for their sin rested on their bones. For the fear of these powerful men was once in the land of the living.",
      "28": "You too, O Pharaoh, will be broken and lie among the sinful, with those killed by the sword.",
      "29": "“Edom is there, with its kings and all its leaders. Even with all their power they are laid with those killed by the sword. They lie with the sinful, with those who go down to the place of the dead.",
      "30": "“All the leaders of the north and all the Sidonians are there. Even with the fear they caused by their power, they went down with the dead in shame. They lie as sinful people with those killed by the sword. They carried their shame with those who go down to the place of the dead.",
      "31": "“When Pharaoh and his army see them, they will be comforted for all his people who were killed by the sword,” says the Lord God.",
      "32": "“I spread fear of him in the land of the living, yet Pharaoh and all his people will be laid among the sinful, with those killed by the sword,” says the Lord God."
    },
    "33": {
      "1": "The Word of the Lord came to me saying,",
      "2": "“Son of man, speak to the children of your people. Say to them, ‘If I bring a sword upon a land, and the people of the land choose one of their men to keep watch for them,",
      "3": "and he sees the sword coming upon the land and sounds the horn to tell the people of the danger,",
      "4": "then if anyone hears the horn and does not take care, and a sword comes and kills him, he will be to blame for his own death.",
      "5": "He heard the sound of the horn, but did not worry about the danger. He will be to blame for his own death. If he had been careful, he would have saved his life.",
      "6": "But if the watchman sees the sword coming and does not blow the horn, and the people are not told of the danger, and a sword comes and kills one of them, that man will be taken away because of his sin. But the blood of the watchman must be given.’",
      "7": "“Son of man, I have chosen you as a watchman for the people of Israel. So when I give you the word, you must tell them of the danger.",
      "8": "When I tell a sinful man that he will die for sure, and you do not speak to him about the danger of his way, that sinful man will die in his sin. But your blood must be given.",
      "9": "But if you tell a sinful man to turn from his way, and he does not turn from his way, he will die in his sin. But you have saved your life.",
      "10": "“Son of man, say to the people of Israel, ‘You have said, “Our sins are upon us, and we are wasting away in them. How then can we live?”’",
      "11": "Say to them, ‘As I live,’ says the Lord God, ‘I am not pleased when sinful people die. But I am pleased when the sinful turn from their way and live. Turn! Turn from your sinful ways! Why will you die, O people of Israel?’",
      "12": "Now, son of man, tell the children of your people, ‘If a man does what is right and good, it will not save him when he sins.’ And the sins of a sinful man will not make him fall when he turns from his sinful way. But the man who is right and good will not be able to live by his good ways when he sins.",
      "13": "When I tell the man who is right and good that he will live, and he trusts in his good ways so much that he sins, none of his good works will be remembered. He will die for the sin he has done.",
      "14": "But when I tell the sinful man that he will die, and he turns from his sin and does what is right and good,",
      "15": "if he gives back what a person gave him as trust for a promise, pays back what he had stolen, follows the Laws that give life and does not sin, he will live for sure. He will not die.",
      "16": "None of the sins he has done will be remembered against him. He has done what is right and good, and he will live for sure.",
      "17": "“Yet the children of your people say, ‘The way of the Lord is not right.’ But it is their way that is not right.",
      "18": "When the right and good man turns from his good way and sins, he will die for it.",
      "19": "But when the sinful man turns from his sin and does what is right and good, he will live because of it.",
      "20": "Yet you say, ‘The way of the Lord is not right.’ O people of Israel, I will judge each of you by his ways.”",
      "21": "On the fifth day of the tenth month in the twelfth year since we had been taken to a strange land, a man who got away from Jerusalem came and said to me, “The city has been taken.”",
      "22": "Now the hand of the Lord had been upon me in the evening before the man came. And He opened my mouth so that when the man came to me in the morning, I was able to speak.",
      "23": "Then the Word of the Lord came to me saying,",
      "24": "“Son of man, the people who live in these waste places in the land of Israel are saying, ‘Abraham was only one man, yet he owned the land. But we are many, and for sure the land has been given to us.’",
      "25": "So tell them, ‘The Lord God says, “You eat meat with the blood in it, and worship your false gods as you kill. Should the land belong to you?",
      "26": "You trust in your sword, and keep on sinning. Each of you does sex sins with his neighbor’s wife. Should the land belong to you?”’",
      "27": "Tell them, ‘The Lord God says, “As I live, those who are in the waste places will be killed by the sword. Whoever is in the open field, I will feed to the wild animals. And those who are in the strong-places and in the caves will die of disease.",
      "28": "I will destroy the land and make it a waste. The pride of her power will come to an end. The mountains of Israel will be laid waste, so that no one will pass through.",
      "29": "Then they will know that I am the Lord, when I destroy the land and make it a waste because of all the hated sins they have done.”’",
      "30": "“As for you, son of man, your people are talking to each other about you by the walls and at the doors of the houses. They are saying, ‘Come and hear the word that has come from the Lord.’",
      "31": "They come and sit in front of you as My people, and listen to the words you say. But they do not do them. With their mouth they speak of love, but their hearts are full of sinful desire.",
      "32": "They think of you as nothing more than one who sings love songs with a beautiful voice and plays music well. For they hear what you say, but they will not do it.",
      "33": "When all this comes true, and it will, then they will know that a man of God has been among them.”"
    },
    "34": {
      "1": "The Word of the Lord came to me saying,",
      "2": "“Son of man, speak against the shepherds of Israel. Speak in My name and tell those shepherds, ‘The Lord God says, “It is bad for the shepherds of Israel who have been feeding themselves! Should not the shepherds feed the flock?",
      "3": "You eat the fat and clothe yourselves with the wool. You kill the fat sheep without feeding the flock.",
      "4": "You have not given strength to the weak ones. You have not healed the sick. You have not helped the ones that are hurt. You have not brought back those that have gone away. And you have not looked for the lost. But you have ruled them with power and without pity.",
      "5": "They went everywhere because they had no shepherd. And they became food for every animal of the field.",
      "6": "My flock went many different ways through all the mountains and on every high hill. My sheep were spread over all the earth, and there was no one looking for them.”’”",
      "7": "So, you shepherds, hear the Word of the Lord.",
      "8": "“As I live,” says the Lord God, “My flock has been killed and become food for wild animals because they had no shepherd. My shepherds did not look for My flock. They fed themselves, but have not fed My flock.”",
      "9": "So, you shepherds, hear the Word of the Lord.",
      "10": "The Lord God says, “I am against the shepherds, and I will ask them for My sheep. I will stop them from feeding the sheep, so they will no longer be able to feed themselves. I will save my sheep from their mouths, so that they will no longer be food for them.”",
      "11": "For the Lord God says, “I Myself will look for My sheep and find them.",
      "12": "As a shepherd looks for his sheep when they are not together, so I will look for My sheep. And I will save them from all the places where they were spread out on a day of clouds and darkness.",
      "13": "I will bring them out from the people and gather them from the countries, and bring them to their own land. I will feed them on the mountains of Israel, by the rivers, and in all the places of the land where people live.",
      "14": "I will feed them in a good field. The ground they eat upon will be on the mountains of Israel. There they will lie down in a good field and feed on good grass on the mountains of Israel.",
      "15": "I will feed My sheep, and give them rest,” says the Lord God.",
      "16": "“I will look for the lost, bring back those that have gone away, help those who have been hurt, and give strength to the sick. But I will destroy the fat and the strong. I will feed them with punishment.",
      "17": "“As for you, My flock, the Lord God says, ‘I will judge between one sheep and another, between the rams and the male goats.",
      "18": "Is it not enough for you to eat in the good field? Must you crush under foot the rest of your fields? Is it not enough for you to drink of the clear waters? Must your feet fill the rest with mud?",
      "19": "Must My flock eat what you have crushed with your feet, and drink what you have made dirty with your feet?’”",
      "20": "So the Lord God says to them, “I Myself will judge between the fat sheep and the weak sheep.",
      "21": "Because you push with your side and shoulder and run against all the weak with your horns until you have driven them away,",
      "22": "I will save My flock. They will no longer be hurt. And I will judge between one sheep and another.",
      "23": "Then I will set over them one shepherd, My servant David, and he will feed them. He will feed them and be their shepherd.",
      "24": "I, the Lord, will be their God, and My servant David will be their leader. I, the Lord, have spoken.",
      "25": "“I will make a peace agreement with them and take away wild animals from the land. Then they will be safe as they live in the desert and sleep in the woods.",
      "26": "I will bring good to them and to the places around My hill. I will give them rain when they need it. Good will rain down upon them.",
      "27": "The trees of the field will give their fruit and the earth will give its food. They will be safe in their land. Then they will know that I am the Lord, when I have broken the load from their backs and have saved them from those who made servants of them.",
      "28": "They will no longer be under the power of the nations. And the wild animals of the earth will not eat them. But they will be safe, and no one will make them afraid.",
      "29": "I will give them a land well known for its fields of food. They will never suffer with hunger again, and will no longer be put to shame by the nations.",
      "30": "Then they will know that I, the Lord their God, am with them, and that they, the people of Israel, are My people,” says the Lord God.",
      "31": "“You, My sheep, the sheep of My field, are people, and I am your God,” says the Lord God."
    },
    "35": {
      "1": "The Word of the Lord came to me saying,",
      "2": "“Son of man, look toward Mount Seir and speak against it,",
      "3": "saying, ‘The Lord God says, “I am against you, Mount Seir. I will put out My hand against you and make you a waste land.",
      "4": "I will destroy your cities, and you will become a waste. Then you will know that I am the Lord.",
      "5": "You have always hated the people of Israel and have given them over to be killed at the time of their trouble, at the time of the punishment of the end.",
      "6": "So as I live,” says the Lord God, “I will give you over to death, and you will not get away from death. Since you have not hated killing, death will come after you.",
      "7": "I will destroy Mount Seir and make it a waste. And I will kill all who travel through it.",
      "8": "I will fill its mountains with its dead. Those killed by the sword will fall on your hills and in your valleys.",
      "9": "I will destroy you forever, and no one will live in your cities. Then you will know that I am the Lord.",
      "10": "“You have said, ‘These two nations and these two lands will be mine, and we will own them,’ even when the Lord was there.",
      "11": "So as I live,” says the Lord God, “I will punish you for your anger and the jealousy you showed because of your hate toward them. And I will make Myself known among them when I judge you.",
      "12": "Then you will know that I, the Lord, have heard all the bad things you have said against the mountains of Israel. You have said, ‘They are destroyed. They are given to us for food.’",
      "13": "You have spoken in pride against Me, with many words and I have heard you.”",
      "14": "The Lord God says, “While the whole earth is filled with joy, I will destroy you.",
      "15": "As you had joy because the land of Israel was destroyed, so I will do to you. You will be destroyed, O Mount Seir, and all Edom, all of it. Then they will know that I am the Lord.”’"
    },
    "36": {
      "1": "“Son of man, speak in My name to the mountains of Israel. Say, ‘O mountains of Israel, hear the Word of the Lord.",
      "2": "The Lord God says, “Those who hate you have laughed and spoken against you, saying, ‘The old hills now belong to us.’",
      "3": "So tell the mountains of Israel, ‘The Lord God says, “They have made you a waste land, and destroyed you from every side. You were taken by the rest of the nations for their own. And the people have been saying bad things about you.”’”",
      "4": "So, mountains of Israel, hear the Word of the Lord God. This is what the Lord God says to the mountains, the hills, the valleys, the destroyed places and empty cities, which have been robbed and made fun of by the rest of the nations around them.",
      "5": "The Lord God says, “I speak in the fire of My jealousy against the rest of the nations and against all Edom. They have taken My land for themselves with hearts full of joy and hate, that they might rob its good things.”",
      "6": "‘So speak about the land of Israel, and tell the mountains, the hills, and valleys, “The Lord God says, ‘I speak in My jealousy and anger because you have been put to shame by the nations.’",
      "7": "So the Lord God says, ‘I promise that the nations around you will also suffer shame.",
      "8": "But you, O mountains of Israel, will put out your branches and give your fruit for My people Israel. For they will come home soon.",
      "9": "See, I care for you and will show you favor. You will be plowed and planted.",
      "10": "I will cause the people to become many, all the people of Israel. People will live in the cities, and the places that have been destroyed will be built again.",
      "11": "I will give you many people and animals, and they will have many young ones. You will be full of people as you were before. And I will do more good to you than ever before. Then you will know that I am the Lord.",
      "12": "I will have people, My people Israel, walk on you and own you. You will belong to them, and you will never again take their children from them.’",
      "13": "“The Lord God says, ‘People say to you, “You destroy men and have taken children from your nation.",
      "14": "But you will no longer destroy men and take away your nation’s children,” says the Lord God.",
      "15": "“I will not let you hear words of shame from the nations any more. You will not be put to shame by the nations any longer. And you will no longer make your nation fall,” says the Lord God.’”",
      "16": "The Word of the Lord came to me saying,",
      "17": "“Son of man, when the people of Israel were living in their own land, they made it sinful by their ways and their works. The way they acted before Me was unclean, like a woman is unclean during her time each month.",
      "18": "So I poured out My anger upon them because of the blood they had poured on the land, and because they had made it sinful with their false gods.",
      "19": "I sent them among the different nations and spread them out among the lands. I judged them for their ways and their works.",
      "20": "But in every place they went among the nations, they brought shame upon My holy name, because it was said of them, ‘These are the people of the Lord, yet they had to leave His land.’",
      "21": "But I cared about My holy name, which the people of Israel had put to shame among the nations where they had gone.",
      "22": "“So tell the people of Israel, ‘The Lord God says, “It is not because of you, O people of Israel, that I am about to act. It is because of My holy name, which you have put to shame among the nations where you have gone.",
      "23": "I will show how holy My great name is, which you have put to shame among the nations. Then the nations will know that I am the Lord,” says the Lord God, “when I use you to show them that I am holy.",
      "24": "For I will take you from the nations and gather you from all the lands, and bring you into your own land.",
      "25": "Then I will put clean water on you, and you will be clean. I will make you clean from all your unclean ways and from all your false gods.",
      "26": "I will give you a new heart and put a new spirit within you. I will take away your heart of stone and give you a heart of flesh.",
      "27": "And I will put My Spirit within you and cause you to follow My Laws and be careful to do what I tell you.",
      "28": "And you will live in the land that I gave to your fathers. You will be My people, and I will be your God.",
      "29": "I will save you from all your unclean ways. I will give you much grain, and you will not have to go without food.",
      "30": "I will have the trees give much fruit and the fields give much food. So you will never again suffer the shame of going hungry among the nations.",
      "31": "Then you will remember your sinful ways and your sinful works, and you will hate yourselves because of your sins and wrong-doing.",
      "32": "I want you to know that I am not doing this because of you,” says the Lord God. “Be ashamed and troubled because of your ways, O people of Israel!”",
      "33": "‘The Lord God says, “On the day that I make you clean from all your sins, I will fill the cities with people, and the destroyed places will be built again.",
      "34": "And the waste land will be planted, instead of being a waste in the eyes of all who pass by.",
      "35": "They will say, ‘This waste land has become like the garden of Eden. And the destroyed cities now have strong walls and many people.’",
      "36": "Then the nations that are left around you will know that I, the Lord, have built again the places that were destroyed, and planted what had been waste land. I, the Lord, have spoken, and I will do what I say.”",
      "37": "‘The Lord God says, “I will also let the people of Israel ask Me to do this for them: I will give them many people, like the sheep of a flock.",
      "38": "The empty cities will be filled with flocks of people, like the flock kept for burnt gifts, like the flock at Jerusalem during her special suppers. Then they will know that I am the Lord.”’”"
    },
    "37": {
      "1": "The hand of the Lord was upon me. He brought me out by His Spirit and set me down in the center of the valley. It was full of bones.",
      "2": "He led me around the valley. I saw there were very many bones, and they were very dry.",
      "3": "He said to me, “Son of man, can these bones live?” I answered, “O Lord God, only You know that.”",
      "4": "He said to me, “Speak in My name over these bones. Say to them, ‘O dry bones, hear the Word of the Lord.’",
      "5": "This is what the Lord God says to these bones: ‘I will make breath come into you, and you will come to life.",
      "6": "I will join you together, make flesh grow back on you, cover you with skin, and put breath in you to make you come to life. Then you will know that I am the Lord.’”",
      "7": "So I spoke as I was told. And as I spoke, there was a noise, the sound of bones hitting against each other. The bones came together, bone to bone.",
      "8": "I looked and saw that parts had grown to hold them together. Flesh had grown, and they were covered with skin. But there was no breath in them.",
      "9": "Then He said to me, “Speak to the breath in My name, son of man. Tell the breath, ‘The Lord God says, “Come from the four winds, O breath, and breathe on these dead bodies to make them come to life.”’”",
      "10": "So I spoke as I had been told. The breath came into them, and they came to life and stood on their feet. They were a large army.",
      "11": "Then He said to me, “Son of man, these bones are all the people of Israel. They say, ‘Our bones are dried up, and our hope is gone. We are all destroyed.’",
      "12": "So speak in My name and tell them, ‘The Lord God says, “I will open your graves, My people, and make you come out of them. And I will bring you into the land of Israel.",
      "13": "Then, My people, you will know that I am the Lord, when I have opened your graves and brought you up.",
      "14": "I will put My Spirit within you, and you will come to life. I will place you in your own land. Then you will know that I, the Lord, have spoken and have done it,” says the Lord.’”",
      "15": "The Word of the Lord came to me saying,",
      "16": "“Son of man, take one stick of wood and write on it, ‘For Judah and for the people of Israel with him.’ Then take another stick of wood and write on it, ‘For Joseph, the stick of Ephraim, and for all the people of Israel with him.’",
      "17": "Then join them together into one stick so that they will become one in your hand.",
      "18": "And when your people say to you, ‘Will you not let us know what you mean by these?’",
      "19": "tell them, ‘The Lord God says, “I will take the stick of Joseph, which is in the hand of Ephraim, and the people of Israel who are with him. And I will put it with the stick of Judah, and make them one stick. They will be one in My hand.”’",
      "20": "Hold in front of them the sticks you write on,",
      "21": "and tell them, ‘The Lord God says, “I will take the people of Israel from the nations where they have gone. I will gather them from every side and bring them into their own land.",
      "22": "I will make them one nation in the land, on the mountains of Israel. And one king will rule over all of them. They will no longer be two nations, and they will no longer be divided under two kings.",
      "23": "They will no longer make themselves unclean with their false gods, or with their hated objects of worship, or with any of their sins. I will keep them from turning again to these sins, and will make them clean. They will be My people, and I will be their God.",
      "24": "“My servant David will be their king, and they will have one shepherd. They will follow and keep My Laws, and obey them.",
      "25": "And they will live in the land that I gave to My servant Jacob, where your fathers lived. They and their children and their children’s children will live in it forever. And My servant David will be their leader forever.",
      "26": "I will make a peace agreement with them, one that lasts forever. I will bring good to them and make them many in number. And I will set My holy place among them forever.",
      "27": "I will live with them, and will be their God, and they will be My people.",
      "28": "Then the nations will know that I am the Lord Who makes Israel holy, when My holy place is among them forever.”’”"
    },
    "38": {
      "1": "The Word of the Lord came to me saying,",
      "2": "“Son of man, look toward Gog of the land of Magog, the leader of Rosh, Meshech, and Tubal, and speak against him.",
      "3": "Tell him, ‘The Lord God says, “I am against you, O Gog, leader of Rosh, Meshech, and Tubal.",
      "4": "I will turn you around, put hooks into your mouth, and bring you out with your whole army. Your horses and horsemen will be dressed for battle. The army will be very large, with all the men holding battle-coverings and waving swords.",
      "5": "Persia, Ethiopia, and Put will be with you, all with battlecoverings and head-coverings.",
      "6": "There will be Gomer with all its army, and Beth-togarmah from the farthest parts of the north with all its army. Many nations will be with you.",
      "7": "“Get ready and keep ready, you and all the armies gathered around you, and watch over them.",
      "8": "After many days you will be called. In future years you will come into the land where people have been gathered from many nations and have lived without fear of war. You will come to the mountains of Israel, which had been a waste land for a long time. But its people were brought out from the nations, and all of them are living without fear.",
      "9": "You and all your army will come up against them like a storm. You will be like a cloud covering the land. Many nations will be with you.”",
      "10": "‘The Lord God says, “On that day, thoughts will come into your mind, and you will make a sinful plan.",
      "11": "You will say, ‘I will go up against the open country, where people are quiet and live in peace. They live in villages without walls and have no iron pieces or gates.’",
      "12": "You will go to rob the land and fight in the waste places where people now live. You will go up against the people who were gathered from the nations and are rich with cattle and good things and who live at the center of the land.",
      "13": "Sheba and Dedan and the traders of Tarshish and all its villages will say to you, ‘Have you come to take prizes of war? Have you gathered your army to carry away silver and gold, cattle, good things, and many prizes of war?’”’",
      "14": "“So, son of man, speak in My name and tell Gog, ‘The Lord God says, “On that day when My people Israel are living in peace and without fear, will you not know it?",
      "15": "You will come from your place in the far north, and many nations will be with you. All of them will be riding on horses, a large and powerful army.",
      "16": "You will come up against My people Israel like a cloud covering the land. In the last days, O Gog, I will bring you against My land, so that the nations may know Me when I show Myself holy through you in front of their eyes.”",
      "17": "‘The Lord God says, “Are you the one I spoke of in the past, through My servants of Israel who spoke in My name? At that time they said for many years that I would bring you against them.",
      "18": "“On the day when Gog comes against the land of Israel, I will become very angry,” says the Lord God.",
      "19": "“In My jealousy and in My burning anger I have said that on that day the earth will shake in the land of Israel.",
      "20": "The fish of the sea, the birds of the air, the wild animals of the field, all the animals that move upon the earth, and all the men on the earth will shake before Me. Mountains will be thrown down, the mountain sides will fall, and every wall will fall to the ground.",
      "21": "I will call for a sword against Gog on all My mountains,” says the Lord God. “His men will turn their swords against one another.",
      "22": "I will punish him with disease and with blood. I will send down a hard rain, hailstones, fire and sulphur upon him and his army and the many nations with him.",
      "23": "I will show the many nations that I am great and holy. And they will know that I am the Lord.”"
    },
    "39": {
      "1": "“Son of man, speak against Gog, and tell him, ‘The Lord God says, “I am against you, O Gog, leader of Rosh, Meshech, and Tubal.",
      "2": "I will turn you around and drive you on. I will bring you from the farthest parts of the north and lead you against the mountains of Israel.",
      "3": "I will knock your bow out of your left hand, and knock your arrows out of your right hand.",
      "4": "You will fall dead on the mountains of Israel, you and all your army and the nations who are with you. I will feed you to every kind of meat-eating bird and wild animal of the field.",
      "5": "You will fall dead in the open field, for I have spoken,” says the Lord God.",
      "6": "“I will send fire upon Magog and upon those who think they are safe in the islands. Then they will know that I am the Lord.",
      "7": "“I will make My holy name known among My people Israel. I will not let My holy name be made unclean any more. And the nations will know that I am the Lord, the Holy One in Israel.",
      "8": "It is coming, and it will be done,” says the Lord God. “This is the day I have spoken of.",
      "9": "“Then those who live in the cities of Israel will go out and make fires to burn up the objects of war. They will burn battle-coverings, bows and arrows, heavy sticks, and spears. For seven years they will use them to make fires.",
      "10": "They will not take wood from the field or from among the trees to burn. For they will make fires with the objects of war. And they will rob those who robbed them,” says the Lord God.",
      "11": "“On that day I will give Gog a place in Israel for burying his dead. It will be the valley of those who travel east of the sea. And it will close that road to travelers, for Gog and all his people will be buried there. They will call it the Valley of Hamon-Gog.",
      "12": "It will take the people of Israel seven months to bury the dead and make the land clean again.",
      "13": "All the people of the land will bury them, and they will be honored for this on the day that I show My greatness,” says the Lord God.",
      "14": "“At the end of seven months, they will choose men to pass through the land to look for bodies that may be left on the ground. And the bodies will be buried to make the land clean.",
      "15": "Those who pass through and see a man’s bone will set up something to mark the place, until it is buried in the Valley of Hamon-Gog.",
      "16": "(There will be a city called Hamonah there also.) And so they will make the land clean.”’”",
      "17": "“Son of man, the Lord God says, ‘Speak to every kind of bird and to every wild animal of the field. Say to them, “Gather together and come. Come together from every side to the special supper I have made for you. Much food has been killed for you on the mountains of Israel. You will eat flesh and drink blood.",
      "18": "You will eat the flesh of powerful men, and drink the blood of the leaders of the earth. It will be as if they were rams, lambs, goats, and bulls, all of them fat animals of Bashan.",
      "19": "You will eat fat until you are filled, and drink blood until you are drunk, at the special supper I have killed and made ready for you.",
      "20": "You will be filled at My table with horses and horsemen, with powerful men and all the men of war,” says the Lord God.",
      "21": "“I will show My greatness among the nations. All the nations will see how I have punished Israel and My hand which I have laid on them.",
      "22": "Then the people of Israel will know that I am the Lord their God from that day on.",
      "23": "The nations will know that the people of Israel were taken from their land because of their sin, because they were not faithful to Me. So I hid My face from them and gave them over to those who hated them, and they died in battle.",
      "24": "I punished them because they were unclean and sinful, and I hid My face from them.”’”",
      "25": "So the Lord God says, “Now I will return the people of Jacob to their land and show loving-kindness to all the people of Israel. And I will be jealous for My holy name.",
      "26": "They will forget their shame and how unfaithful they were to Me, when they live in peace on their own land with no one to make them afraid.",
      "27": "I will bring them back from the nations and gather them from the lands of those who hate them. In this way I will show the many nations that I am holy.",
      "28": "Then they will know that I am the Lord their God, because I sent them away into the other nations and then gathered them again to their own land. And I will not leave any of them there any longer.",
      "29": "I will not hide My face from them again, for I will pour out My Spirit on the people of Israel,” says the Lord God."
    },
    "40": {
      "1": "It was the twenty-fifth year since the people of Israel were taken away to a strange land, at the beginning of the year, on the tenth of the month, and fourteen years since Jerusalem was taken in battle. On that day the hand of the Lord was upon me and He brought me there.",
      "2": "In a special way God brought me into the land of Israel and set me on a very high mountain. There were some buildings on its south side that looked like a city.",
      "3": "He took me there, and I saw a man who looked like he was made of brass. In his hand was a linen rope and a stick to find how long something is. He was standing at the gate.",
      "4": "And the man said to me, “Son of man, look with your eyes, hear with your ears, and think about all I am going to show you. For you have been brought here so that I may show it to you. Tell the people of Israel everything you see.”",
      "5": "I saw a wall all around the outside of the house of the Lord. The stick in the man’s hand was six cubits long (with the width of a hand being added to the length of each arm). And with it he showed that the wall was one stick wide and one stick high.",
      "6": "Then he went up the steps of the east gate, and showed me with his stick that the gateway was one stick wide, and the other gate was also one stick wide.",
      "7": "The rooms for the watchmen were each one stick long and one stick wide, and they were five cubits apart. And the gateway next to the porch toward the Lord’s house was one stick wide.",
      "8": "Then he showed me with his stick that the porch of the inside gate was one-tenth stick wide.",
      "9": "The porch of the gate was eight cubits and its side pillars two cubits wide. The porch of the gate was on the inside.",
      "10": "There were three rooms for the watchmen on each side of the east gate. They all had the same length and width. And the pillars on each side were the same in width.",
      "11": "Then he showed me that the opening of the gateway was ten cubits wide and thirteen cubits long.",
      "12": "There was a wall one-tenth cubit wide in front of the watchmen’s rooms on each side. And the watchmen’s rooms were six cubits wide and six cubits long.",
      "13": "Then he showed me that it was twenty-five cubits from the roof of one room to the roof of the room across from it.",
      "14": "He showed me that it was twenty cubits around the walls inside the gateway, up to the porch facing the open space.",
      "15": "It was fifteen cubits from the front of the outer gate to the front of the porch of the inner gate.",
      "16": "There were narrow windows looking toward the watchmen’s rooms and toward their side pillars, all around inside the gate and also in the porches. And pictures of palm trees were cut on each side pillar.",
      "17": "Then he brought me into the outer open space, and I saw rooms and a stone floor all around it. Thirty rooms were around the stone floor.",
      "18": "The lower stone floor was beside the gates, and was as wide as the gates.",
      "19": "Then he showed me how far it was from the inside of the lower gate to the outside of the inner open space. Both east and north sides were 100 cubits each.",
      "20": "He then showed me the length and width of the north gate of the outer open space.",
      "21": "It had three rooms on each side for the watchmen. Its side pillars and porches were as long and as wide as the first gate. It was as long as fifty cubits, and as wide as twenty-five cubits.",
      "22": "Its windows, its porches, and palm tree pictures were the same length and width as those of the east gate. Seven steps led up to it, and its porch was in front of them.",
      "23": "Across from the north gate was another gate leading to the inner open space, just as there was for the east gate. He showed me that it was 100 cubits from gate to gate.",
      "24": "Then he led me to the south, and I saw a gate toward the south. He showed me the length and width of its side pillars and its porches, and they were the same as the others.",
      "25": "The gate and its porches had windows like the others all around and was as long as fifty cubits and as wide as twenty-five cubits.",
      "26": "Seven steps led up to it, and its porches were in front of them. And it had pictures of palm trees on its side pillars, one on each side.",
      "27": "The open space had a gate toward the south. He showed me that it was 100 cubits from gate to gate toward the south.",
      "28": "Then he brought me to the inner open space by the south gate, and showed me that this gate had the same width as the others.",
      "29": "Its watchmen’s rooms, side pillars and porches were also the same as the others and had windows all around. It was as long as fifty cubits and as wide as twenty-five cubits.",
      "30": "(There were porches all around, as long as twenty-five cubits and five cubits wide)",
      "31": "and its porches were toward the outer open space. Pictures of palm trees were on its side pillars, and leading up to it were eight steps.",
      "32": "Then he brought me to the inner open space toward the east. He showed me that it was as wide as the others.",
      "33": "Its watchmen’s rooms, side pillars and porches were also the same as the others and, there were windows all around which were as long as fifty cubits and as wide as twenty-five cubits.",
      "34": "Its gateway was toward the outer open space. Pictures of palm trees were on its side pillars, on each side. And going up to it were eight steps.",
      "35": "Then he brought me to the north gate, and showed me that it was the same width as the others.",
      "36": "Its watchmen’s rooms, side pillars and porches were also the same as the others. There were windows all around and it was as long as fifty cubits and as wide as twenty-five cubits.",
      "37": "Its side pillars were toward the outer open space. Pictures of palm trees were on its side pillars, on each side. And going up to it were eight steps.",
      "38": "There was a room with its door by the side pillars, where the burnt gifts were washed.",
      "39": "And there were two tables on each side of the porch. On these tables the animals were killed for the burnt gifts, the sin gifts, and the guilt gifts.",
      "40": "On the outer side of the gateway, by the north gate, were two tables. And there were two tables on the other side of the gate.",
      "41": "So there were four tables on each side of the gateway, eight tables in all, where they killed the animals for the altar.",
      "42": "There were four tables for the burnt gifts. They were made of cut stone, and were one-and-a-half cubits long, one-and-a-half cubits wide, and one cubit high. The objects used for killing the animals for the burnt gifts were kept on these stone tables.",
      "43": "Hooks as long as a man’s hand hung on the wall all around. The tables were for the meat of the burnt gifts.",
      "44": "Then he brought me from the outside into the inner open space and there were two rooms for the singers. One was at the side of the north gate which faced the south, and the other was at the side of the south gate which faced the north.",
      "45": "And he said to me, “This room which faces the south is for the religious leaders who take care of the Lord’s house.",
      "46": "The room which faces the north is for the religious leaders who take care of the altar. These are the sons of Zadok, who are the only Levites who may come near the Lord to do His work.”",
      "47": "He showed me that the inner open space was as long as 100 cubits and as wide as 100 cubits, the same on all four sides. And the altar was in front of the Lord’s house.",
      "48": "Then he brought me to the porch of the Lord’s house. He showed me that each side pillar of the porch was five cubits wide. And each side of the gate was three cubits wide.",
      "49": "The porch was as long as twenty cubits, and six steps wide. Ten steps led up to it, and there was one pillar on each side."
    },
    "41": {
      "1": "Then he brought me into the center room, and showed me the width of the side pillars. They were six cubits wide on each side.",
      "2": "The doorway was ten cubits wide, and the side walls on each side of it were five cubits wide. The center room was as long as forty cubits and as wide as twenty cubits.",
      "3": "Then he went into a smaller room. Each side pillar of the doorway was two cubits wide, and the doorway was six cubits high and seven cubits wide.",
      "4": "The room was as long as twenty cubits and as wide as twenty cubits, at the far end of the center room. He said to me, “This is the most holy place.”",
      "5": "Then he showed me that the wall of the Lord’s house was six cubits in width. And the side rooms all around the house on every side were four cubits wide.",
      "6": "The side rooms were on three floors, one above the other, and thirty on each floor. The outside wall on each floor was not as wide as the one below it, so the side rooms could sit upon the wall without being nailed to it.",
      "7": "The side rooms at the top were larger than the ones at the bottom, all around the Lord’s house. The house became wider as it went higher. There were steps leading up from the first floor all the way to the third floor.",
      "8": "I saw that the house had a raised base all around it, which made the base for the side rooms six cubits high.",
      "9": "The width of the outside wall of the side rooms was five cubits. But the open space between the side rooms",
      "10": "and the center rooms was as wide as twenty cubits all around the house on every side.",
      "11": "There were doorways to the side rooms from this open space, one on the north and another on the south. The width of this open space was five cubits wide all around.",
      "12": "The building in front of the open space of the Lord’s house, on the west side, was as wide as seventy cubits. The width of the building wall was five cubits, and it was as long as ninety cubits.",
      "13": "Then he showed me that the Lord’s house was as long as 100 cubits. The open space and the other building and its walls were also as long as 100 cubits.",
      "14": "And the front of the Lord’s house and its grounds on the east side were as wide as 100 cubits.",
      "15": "He showed me the length of the building to the west, with its walkways on each side. It was as long as 100 cubits.\nThe center room, the most holy place, and the outer porch,",
      "16": "all had roofs of wood. And all three had windows with wooden cross-pieces all around. The inside walls of the house were covered with wood from the floor up to the windows, and from the windows to the roof.",
      "17": "There was wood covering the wall above the door, and all the way to the most holy place, and all the walls both inside and out.",
      "18": "Pictures of cherubim and palm trees were cut into the wood. A palm tree was between every two cherubim, and each cherub had two faces.",
      "19": "The face of a man looked toward the palm tree on one side, and the face of a young lion looked toward the palm tree on the other side. These pictures were cut into the wood all around the Lord’s house.",
      "20": "There were cherubim and palm trees from the floor to above the door, and on the wall of the center room.",
      "21": "The pillars beside the door of the center room were the same width on all four sides, and they looked alike.",
      "22": "There was an altar of wood three cubits high and two cubits long. Its corners, base, and sides were made of wood. And he said to me, “This is the table that is before the Lord.”",
      "23": "The center room and the most holy place each had two doors.",
      "24": "And each of these doors had two parts that opened and closed.",
      "25": "Pictures of cherubim and palm trees were made on the doors of the center room, like the pictures on the walls. And there was a roof of wood over the front of the porch outside.",
      "26": "There were windows with wooden cross-pieces and palm trees cut on each side wall of the house porch. It was the same on the side rooms of the house and their roofs."
    },
    "42": {
      "1": "Then he brought me to the outside open space toward the north. He brought me to the rooms which were on the other side of the open space and the building to the north.",
      "2": "The building whose door faced north was as long as 100 cubits and as wide as fifty cubits.",
      "3": "Over from the place in the inner open space which was as wide as twenty cubits, and over from the stone floor in the outer open space, was a walkway on the three floors, one above the other.",
      "4": "In front of the rooms was an inside walkway as wide as ten cubits and as long as 100 cubits. Their doors were on the north.",
      "5": "The upper rooms were smaller because the walkways took more away from them than from the rooms on the first and second floors of the building.",
      "6": "For the rooms on all three floors had no pillars like the other buildings on the grounds. So the upper rooms were smaller than the ones on the first and second floors.",
      "7": "There was an outside wall built beside the rooms toward the outer open space. It was in front of the rooms for fifty cubits.",
      "8": "The rooms next to the outer open space were as long as fifty cubits, and those over from the Lord’s house were as long as 100 cubits.",
      "9": "Below these rooms was a door on the east side, as one goes into them from the outer open space.",
      "10": "There were rooms in the width of the wall of the open space toward the east, over from the other open space and the other building.",
      "11": "These rooms had a walkway in front of them, and they were like the rooms on the north. They had the same length and width. The ways out of them were the same, and the doors were made the same way.",
      "12": "And like the doors of the rooms on the south side, there was a door at the beginning of the walkway in front of the wall toward the east, as one goes into them.",
      "13": "Then he said to me, “The north rooms and the south rooms, over from the other open space, are the holy rooms where the religious leaders who go near the Lord eat the most holy things. There they will lay the most holy things, the grain gift, the sin gift, and the guilt gift. For the place is holy.",
      "14": "When the religious leaders go in, they are not to go out into the outer open space from the holy place without leaving behind the clothes they wear while they do the Lord’s work, for these are holy. They must put on other clothes before they go near the places that are for the people.”",
      "15": "When he had finished showing me the lengths and widths of the inner house, he brought me out through the east gate. And he showed me the lengths of all the open space around the house.",
      "16": "He showed me with his stick that the east side was as long as 500 sticks.",
      "17": "The north side was as long as 500 sticks.",
      "18": "The south side was as long as 500 sticks.",
      "19": "And the west side was as long as 500 sticks.",
      "20": "He showed me the length of the four sides. It had a wall all around it, as long as 500 sticks and as wide as 500 sticks. This wall divided what was holy from what was not."
    },
    "43": {
      "1": "Then he brought me to the east gate,",
      "2": "and I saw the shining-greatness of the God of Israel coming from the east. His voice was like the sound of many waters, and the earth was shining because of His greatness.",
      "3": "It was like the special dream that I saw when He came to destroy the city. It was like the special dream that I saw by the Chebar River. I fell with my face to the ground.",
      "4": "As the shining-greatness of the Lord came into the house through the east gate,",
      "5": "the Spirit lifted me up and brought me into the inner open space. And the shining-greatness of the Lord filled the house.",
      "6": "While the man was standing beside me, I heard Someone speaking to me from inside the house.",
      "7": "And He said to me, “Son of man, this is the place for My throne and for the bottom of My feet, where I will live among the people of Israel forever. No longer will the people of Israel or their kings make My holy name unclean, by worshiping other gods or by the dead bodies of their kings.",
      "8": "They put their doorways by My doorways, and their door pillars beside My door pillars, with only a wall between Me and them. In doing so, they have made My holy name unclean by the hated sins they have done. So I have destroyed them in My anger.",
      "9": "Now let them put their worship of other gods and the dead bodies of their kings far from Me. And I will live among them forever.",
      "10": "“Son of man, tell the people of Israel about the house of the Lord, that they may be ashamed of their sins. Let them look over the plan.",
      "11": "And if they are ashamed of all that they have done, let them know how the house is built, the house with its doors and gateways, and its whole plan. Let them know all its laws. Write it down in front of them, so that they will see its whole plan and obey all its laws.",
      "12": "This is the law of the house: All the ground around it on top of the mountain will be most holy. This is the law of the house.",
      "13": "“This is the length, width, and height of the altar by cubits (with the length of the hand being added to the length of each arm). The base will be one cubit long and one cubit wide, with a side piece going around it as wide as a man’s spread hand. This will be the height of the altar:",
      "14": "The base will be two cubits long from the base on the ground to its top, and one cubit wide. And it will be four cubits from the smaller part up to its larger top part, and one cubit wide.",
      "15": "The altar fireplace will be four cubits high, and four horns will go up from the top four corners of the altar one cubit high.",
      "16": "This top part of the altar will be twelve cubits long and twelve cubits wide, the same on each of the four sides.",
      "17": "The side of it will be fourteen cubits long and fourteen cubits wide, the same on each of the four sides. And a side piece half a cubit will be around that. Its base will be a cubit wide all around, and its steps will be on the east side.”",
      "18": "And He said to me, “Son of man, the Lord God says, ‘These are the laws for giving burnt gifts and for putting blood on the altar on the day it is built:",
      "19": "You must give a young bull for a sin gift to the Levite religious leaders of the sons of Zadok. They are the ones who come near Me to do My work,’ says the Lord God.",
      "20": "‘You must take some of the bull’s blood and put it on the four horns of the altar, and on the four corners of the top of the altar, and on the side piece that goes around it. In this way you will make it clean and free from sin.",
      "21": "You must also take the bull for the sin gift, and burn it in the chosen place of the house, outside the holy place.",
      "22": "On the second day you must give a male goat that is perfect for a sin gift. And the altar will be made clean, as it was made clean with the bull.",
      "23": "When you have finished making it clean, you must give a young bull that is perfect, and a ram from the flock that is perfect.",
      "24": "You must bring them before the Lord. The religious leaders will throw salt on them, and burn them on the altar as a gift to the Lord.",
      "25": "You must make ready a goat for a sin gift each day for seven days. Also make ready a young bull and a ram from the flock. They must be perfect.",
      "26": "For seven days they must make the altar free from sin and make it pure, so it will be set apart to Me.",
      "27": "At the end of these days, from the eighth day on, the religious leaders will give your burnt gifts and peace gifts on the altar. And I will receive you,’ says the Lord God.”"
    },
    "44": {
      "1": "Then he brought me back to the outer gate of the holy place, toward the east, and it was shut.",
      "2": "The Lord said to me, “This gate must stay shut. It must not be opened. No one may come in through it, for the Lord God of Israel has come in through it. So it must stay shut.",
      "3": "Only the ruler may sit at the gate to eat bread before the Lord. He must come in through the porch of the gate, and go out the same way.”",
      "4": "Then he brought me by way of the north gate to the front of the house. There I saw the shining-greatness of the Lord filling the Lord’s house, and I fell with my face to the ground.",
      "5": "The Lord said to me, “Son of man, be careful to see with your eyes and to hear with your ears everything that I say to you about all the rules and laws of the Lord’s house. Be careful to learn which persons are allowed to go in and out of the Lord’s house, and which persons are not allowed.",
      "6": "Tell the sinful people of Israel, ‘The Lord God says, “Enough of your hated sins, O people of Israel!",
      "7": "You have brought in strangers, who had not gone through the religious act of becoming a Jew, and who were sinful in their heart. You brought them into My holy place to make it unclean, when you brought My food of the fat and the blood. You have broken My agreement by all your hated sins.",
      "8": "And you have not taken care of My holy things yourselves. You have let strangers take care of My holy place.”",
      "9": "‘So the Lord God says, “No stranger among the people of Israel who has not gone through the religious act of becoming a Jew, and is sinful in his heart, may come into My holy place.",
      "10": "“The Levites who went far from Me when Israel left Me to follow their false gods, will be punished for their sin.",
      "11": "They may do the work in My holy place. They may watch over the gates of the house and do the work in the house. They may kill the burnt gifts and the gifts brought by the people. And they may stand in front of the people to serve them.",
      "12": "But because they served them in front of their false gods and caused the people of Israel to sin, I have promised,” says the Lord God, “that they will be punished for their sin.",
      "13": "They must not come near Me to serve Me as a religious leader. They must not come near any of My holy things and the things that are most holy. But they must suffer their shame because of the hated sins they have done.",
      "14": "Yet I will have them take care of the house and do all the work that is needed to be done in it.",
      "15": "“But the Levite religious leaders of the sons of Zadok took care of My holy place when the people of Israel left Me. So they will come near Me to serve Me. They will stand before Me to give Me the fat and the blood,” says the Lord God.",
      "16": "“They will come into My holy place and come near My table, to serve Me and to do My work.",
      "17": "When they come through the gates of the inner open space, they will be dressed in linen clothing. They must not wear any wool while they are serving inside the gates of the inner open space or in the house.",
      "18": "They will wear linen head-coverings and linen underclothes. They must not dress in anything that makes their bodies wet with heat.",
      "19": "When they go out to the people in the outer open space, they must take off the clothes they wear while they serve Me, and lay them in the holy rooms. Then they will put on other clothes, so that they do not make the people holy because of their clothing.",
      "20": "And they must not cut all the hair from their heads, yet they must not let their hair grow long. They must only cut their hair shorter.",
      "21": "None of the religious leaders may drink wine when they come into the inner open space.",
      "22": "They must not marry a woman whose husband has died, or who has been divorced. But they may marry women of Israel who have never had a man, or a woman whose husband was a religious leader before he died.",
      "23": "They will teach My people the difference between what is holy and what is not. And they will teach them to know what is unclean and what is clean.",
      "24": "In an argument, the religious leaders will serve as judges, and will judge by My Laws. They will also keep My Laws in all My special suppers. And they will keep My Day of Rest holy.",
      "25": "They must not make themselves unclean by going near a dead person. But they may make themselves unclean if the dead person is their father or mother, son or daughter, brother, or sister who was not married.",
      "26": "After a religious leader has become clean again, he must wait seven days.",
      "27": "And on the day he goes into the holy place, into the inner open space to serve in the holy place, he must bring his sin gift,” says the Lord God.",
      "28": "“I am to be the only part that the religious leaders have. You must not give them any land in Israel for their own. I am their part.",
      "29": "They will eat the grain gift, the sin gift, and the guilt gift. Everything in Israel that is set apart to Me will be theirs.",
      "30": "The first of all the first fruits of every kind, and every kind of gift you bring, will be for the religious leaders. And you must give them the first of your grain, so that good will come to your house.",
      "31": "The religious leaders must not eat any bird or animal that has died of itself or has been torn to pieces."
    },
    "45": {
      "1": "“When the land is divided and each family receives its part, you must give a part to the Lord. This will be a holy piece of land, as long as 12,500 long steps and as wide as 5,000 long steps. This whole piece of land will be holy.",
      "2": "Of this, there will be a piece of land for the holy place, as long as 250 long steps and as wide as 250 long steps. It will have four sides of the same length. And there will be an open space around it as wide as fifty cubits.",
      "3": "In the holy piece of land, number a length of 12,500 long steps and a width of 5,000 long steps. And in it will be the most holy place.",
      "4": "It will be the holy part of the land. It will be for the religious leaders, those who do the work in the holy place, who come near to serve the Lord. It will also be a place for their houses, and a holy place for the Lord’s House.",
      "5": "Another piece of land as long as 12,500 long steps and as wide as 5,000 long steps will be for the Levites who serve in the house. It will be land to build their houses on.",
      "6": "Next to the holy piece of land, another piece as wide as 2,500 long steps and as long as 12,500 long steps will be set aside for a city belonging to all the people of Israel.",
      "7": "The ruler will have land on both sides of the holy piece of land and the place for the city. His land will be next to these two pieces of land, on the west side and on the east side. It will be as long as one of the shares of land, from the west side of the whole land to the east side.",
      "8": "This land in Israel will belong to him. So My rulers will no longer make it hard for My people. They will give the rest of the land to the people of Israel by their family groups.”",
      "9": "‘The Lord God says, “Enough, you rulers of Israel! Stop ruling in bad ways with your power and do what is right and good. Stop driving My people off their land,” says the Lord God.",
      "10": "“Be honest in your weights.",
      "11": "One barrel of grain must be the same amount as one barrel of water. And one-tenth part of a barrel of grain must be the same amount as one-tenth part of a barrel of water.",
      "12": "The silver piece of money must be worth the same as twenty small silver pieces. And sixty silver pieces of money must be worth the same as the heavy silver weight.",
      "13": "“This is the gift that you must bring: One-sixtieth part of a barrel of wheat, one-sixtieth part of a barrel of barley,",
      "14": "and one-hundredth part of a barrel of oil.",
      "15": "Also bring one lamb from each flock of 200 sheep from the well-watered fields of Israel. Bring them for a grain gift, a burnt gift, and a peace gift, to pay for the people’s sins,” says the Lord God.",
      "16": "“All the people of the land must take these gifts to the ruler in Israel.",
      "17": "It will be the ruler’s duty to bring the burnt gifts, the grain gifts, and the drink gifts, to the special suppers on the new moons and on the Days of Rest, and to all the special suppers of the people of Israel. He must bring the sin gift, the grain gift, the burnt gift, and the peace gifts, to pay for the sins of the people of Israel.”",
      "18": "‘The Lord God says, “On the first day of the first month, you must take a young bull that is perfect and make the holy place clean.",
      "19": "The religious leader will take some of the blood from the sin gift and put it on the door pillars of the house, on the four corners of the altar, and on the pillars of the gate of the inner open space.",
      "20": "You must do the same on the seventh day of the month for every one who sins by mistake or because he does not know any better. In this way you will keep the Lord’s house holy.",
      "21": "“On the fourteenth day of the first month, you will have the Passover, a special supper that lasts for seven days. Every one will eat bread made without yeast.",
      "22": "On that day the ruler is to bring a bull as a sin gift for himself and all the people of the land.",
      "23": "During the seven days of the special supper he will bring as a burnt gift to the Lord seven bulls and seven rams that are perfect, on each of the seven days. And he will bring a male goat each day for a sin gift.",
      "24": "For a grain gift he will bring a tenth part of a barrel of grain for each bull, a tenth part of a barrel for each ram. And he will bring a large jar of oil for each tenth part of a barrel of grain.",
      "25": "On the fifteenth day of the seventh month, and for the seven days of the special supper, he is to bring the same amount for the sin gift, the burnt gift, the grain gift, and the oil.”"
    },
    "46": {
      "1": "‘The Lord God says, “The east gate of the inner open space must stay shut during the six working days. But it may be opened on the Day of Rest and on the day of the new moon.",
      "2": "The ruler will come in through the porch of the gate from outside and stand by the pillar of the gate. The religious leaders will make ready his burnt gift and his peace gifts, and he will worship at the gate and then go out. But the gate will not be shut until evening.",
      "3": "The people of the land will also worship at the gate before the Lord on the Days of Rest and on the new moons.",
      "4": "The burnt gift the ruler gives to the Lord on the Day of Rest will be six lambs that are perfect and a ram that is perfect.",
      "5": "The grain gift will be one-tenth part of a barrel of grain with the ram, and as much grain as he is able to give with the lambs. And he will give a large jar of oil with each tenth part of a barrel of grain.",
      "6": "On the day of the new moon he will give a young bull that is perfect, and six lambs and a ram that are perfect.",
      "7": "He will give a grain gift, one-tenth part of a barrel of grain with the bull, one-tenth part of a barrel of grain with the ram, and as much grain as he is able to give with the lambs. And he will give a large jar of oil with each tenth part of a barrel of grain.",
      "8": "When the ruler comes in, he must come in through this gateway, and go out the same way.",
      "9": "But when the people of the land come before the Lord at the special suppers, he who comes in through the north gate to worship must go out through the south gate. And he who comes in through the south gate must go out through the north gate. No one should leave through the same gate that he came in. Each person must go out the gate on the other side from where he came in.",
      "10": "The ruler should come in when the people come in, and leave when they leave.",
      "11": "At the special times and special suppers, the grain gift will be one-tenth part of a barrel of grain with a bull, and one-tenth part of a barrel with a ram. A person should give as much grain as he is able to give with the lambs. And he will give a large jar of oil with each tenth part of a barrel of grain.",
      "12": "When the ruler brings a free-will gift to the Lord, a burnt gift or a peace gift, the east gate must be opened for him. He will bring his burnt gift and his peace gifts as he does on the Day of Rest. Then he will leave, and the gate will be shut after he goes out.",
      "13": "“You must bring a one-year-old lamb that is perfect for a burnt gift to the Lord each day. Morning by morning you must bring it.",
      "14": "And you must bring a grain gift with it each morning. Bring one-sixtieth part of a barrel of grain, and one-third part of a large jar of oil to mix with the flour. This is the law for the grain gift to the Lord forever.",
      "15": "In this way the lamb, the grain gift and the oil will be brought each morning for a burnt gift forever.”",
      "16": "‘The Lord God says, “If the ruler gives some of his land to any of his sons, it will belong to his sons. They will own the land for their families.",
      "17": "But if he gives some of his land to one of his servants, it will be his until the year he is set free. Then it will be returned to the ruler. His land may be kept only by his sons. It will belong to them.",
      "18": "The ruler must not take any land from the people, driving them away from what belongs to them. He must give only his own land to his sons, so that My people will not be divided from what belongs to them.”’”",
      "19": "Then he brought me through the door beside the gate into the holy rooms for the religious leaders, toward the north. And I saw a place at the far west end.",
      "20": "He said to me, “This is the place where the religious leaders will boil the guilt gift and the sin gift, and make the grain gift ready. This is so they will not bring them into the outer open space and make the people holy.”",
      "21": "Then he brought me into the outer open space and led me to its four corners. And in every corner I saw a small open space.",
      "22": "In the four corners there were open spaces with walls around them, as long as twenty long steps and as wide as fifteen long steps. All four spaces in the corners were the same in length and width.",
      "23": "There was a fireplace of stone all around in each of them.",
      "24": "Then he said to me, “These are the places where those who serve in the house will boil the gifts brought by the people.”"
    },
    "47": {
      "1": "Then he brought me back to the door of the house. And I saw water flowing from under the doorway toward the east, for the house looked toward the east. The water was flowing from under the right side of the house, from south of the altar.",
      "2": "He brought me out through the north gate and led me around on the outside to the east gate. And I saw water coming from the south side.",
      "3": "Going toward the east, the man numbered 500 long steps, and he led me through the water, which covered my feet.",
      "4": "He numbered another 500 long steps and led me through the water, which came up to my knees. He numbered another 500 long steps and led me through the water. This time it came above my legs.",
      "5": "Again he numbered 500 long steps, and it was a river that I could not walk through. The water had risen. It was deep enough to swim in, and no one could cross it.",
      "6": "He said to me, “Son of man, do you see this?”\nThen he brought me back to the side of the river.",
      "7": "As I returned, I saw that there were very many trees on both sides of the river.",
      "8": "He said to me, “These waters go out toward the east country and down into the Arabah, then flow into the Dead sea. When they flow into the sea, the waters there become clean again.",
      "9": "Every living thing that gathers where the river goes will live. There will be very many fish, because these waters go there and make the salt water clean. So everything will live where the river goes.",
      "10": "Fishermen will stand beside it. They will have places to spread their nets from Engedi to Eneglaim. The fish will be of many kinds, like the fish of the Great Sea.",
      "11": "But its wet places and pools will not be good for animal life. They will be left for salt.",
      "12": "All kinds of fruit trees will grow on both sides of the river. Their leaves will not dry up, and they will never stop giving fruit. They will give fruit every month because their water flows from the holy place. Their fruit will be for food and their leaves for healing.”",
      "13": "The Lord God says, “This is how you should divide the land among the twelve family groups of Israel. Joseph will have two parts.",
      "14": "You must divide the land so each family receives the same amount. For I promised to give this land to your fathers, and it will be your land to own.",
      "15": "“This will be the side of the land: The north side will go from the Great Sea by way of Hethlon, and on to Zedad,",
      "16": "Hamath, Berothah, Sibraim (between the lands of Damascus and Hamath), and to Hazer-hatticon, by the land of Hauran.",
      "17": "So the land will spread from the sea to Hazarenan on the north side of Damascus, with the land of Hamath toward the north. This will be the north side.",
      "18": "The east side of the land will go from between Hauran and Damascus along the Jordan between Gilead and the land of Israel, to the sea in the east. This will be the east side.",
      "19": "The south side of the land will go from Tamar as far as the waters of Meribath-kadesh, then to the River of Egypt and to the Great Sea. This will be the south side.",
      "20": "The west side of the land will be the Great Sea, to a place beside Lebo-hamath. This will be the west side.",
      "21": "“So divide this land among your family groups of Israel.",
      "22": "Divide it by drawing names for yourselves and for the people from other lands who live with you and raise their children among you. You are to think of them as if they were born Israelites. They must be given a share of land with you among the families of Israel.",
      "23": "The man from another country must be given a share of land among the family group he lives with,” says the Lord God."
    },
    "48": {
      "1": "“These are the names of the family groups: Dan will have one share of land at the far north. His land will follow the Hethlon road to Lebo-hamath, as far as Hazar-enan beside the land of Damascus, toward the north beside Hamath, going from east to west.",
      "2": "Asher will have one share of land beside Dan, from the east side to the west side.",
      "3": "Naphtali will have one share beside Asher, from the east side to the west side.",
      "4": "Manasseh will have one share beside Naphtali, from the east side to the west side.",
      "5": "Ephraim will have one share beside Manasseh, from the east side to the west side.",
      "6": "Reuben will have one share beside Ephraim, from the east side to the west side.",
      "7": "Judah will have one share beside Reuben, from the east side to the west side.",
      "8": "“Beside Judah, from the east side to the west side, will be the share of land you must set apart as a special gift. It will be as wide as 12,500 long steps, and as long as one of the other shares of land, from the east side to the west side. And the holy place will be in the center of it.",
      "9": "The gift of land that you will set apart to the Lord will be as long as 12,500 long steps and as wide as 5,000 long steps.",
      "10": "There will be a holy part for the religious leaders. It will be as long as 12,500 long steps on the north side, 5,000 long steps on the west side, 5,000 long steps on the east side, and 12,500 long steps on the south side. The holy house of the Lord will be in the center of it.",
      "11": "It will be for the religious leaders who are set apart of the sons of Zadok, who have been faithful in serving Me. They did not sin as the Levites did when the people of Israel went the wrong way.",
      "12": "It will belong to them as a special gift from part of the land, a most holy place, beside the land of the Levites.",
      "13": "The Levites will have land beside the religious leaders, as long as 12,500 long steps and as wide as 5,000 long steps. The whole length will be 12,500 long steps, and the width 5,000 long steps.",
      "14": "They must not sell or trade any of it. This is the best part of the land, and it must not pass into other hands. For it is holy to the Lord.",
      "15": "“The rest of the land, 2,500 long steps in width and 12,500 long steps in length, will be for all the people. It will be for houses and for open fields, and the city will be in the center of it.",
      "16": "The city will be 2,250 long steps on each of its four sides.",
      "17": "And it will have open fields, 125 long steps in width, all around the city.",
      "18": "The rest of the length beside the holy part of the land will be 5,000 long steps toward the east and 5,000 long steps toward the west. This will be where food is grown for those who work in the city.",
      "19": "And the workers of the city, from all the family groups of Israel, will work the ground.",
      "20": "The whole piece of land will be as long as 12,500 long steps on each of its four sides. You will set apart the holy piece of land, together with the land for the city.",
      "21": "“The rest of the land will be for the ruler, on both sides of the holy piece of land and of the land for the city. It will go from the 12,500 long steps of the holy piece of land all the way to the east side, and from the 12,500 long steps all the way to the west side, along the shares for the family groups. It will belong to the ruler. The holy piece of land and the house of the Lord will be in the center of it.",
      "22": "So the land of the Levites and the land of the city will be in the center of the ruler’s land. And the ruler’s land will be between the land of Judah and the land of Benjamin.",
      "23": "“As for the rest of the family groups, Benjamin will have one share of land. It will spread from the east side to the west side.",
      "24": "Simeon will have one share beside Benjamin, from the east side to the west side.",
      "25": "Issachar will have one share beside Simeon, from the east side to the west side.",
      "26": "Zebulun will have one share beside Issachar, from the east side to the west side.",
      "27": "Gad will have one share beside Zebulun, from the east side to the west side.",
      "28": "The south side of Gad’s share will be from Tamar to the waters of Meribath-kadesh, then to the River of Egypt and to the Great Sea.",
      "29": "This is the land you will give by drawing names to the family groups of Israel for their own. And these are their shares,” says the Lord God.",
      "30": "“These will be the gates of the city: Beginning on the north side, which is as long as 2,250 long steps,",
      "31": "the gates of the city will be given the names of the family groups of Israel. The three gates on the north side will be the gate of Reuben, the gate of Judah, and the gate of Levi.",
      "32": "The east side is as long as 2,250 long steps. The three gates on this side will be the gate of Joseph, the gate of Benjamin, and the gate of Dan.",
      "33": "The south side is as long as 2,250 long steps. The three gates on this side will be the gate of Simeon, the gate of Issachar, and the gate of Zebulun.",
      "34": "And the west side is as long as 2,250 long steps. The three gates on this side will be the gate of Gad, the gate of Asher, and the gate of Naphtali.",
      "35": "It will be 9,000 long steps around the city. And the name of the city from that time on will be: ‘The Lord is there.’”"
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:31.889570-04:00",
    "Translation": "NLV"
  }
}