{
  "Ezra": {
    "1": {
      "1": "In the first year of King Cyrus of Persia, the words of the Lord spoken by Jeremiah came true. The Lord worked in the spirit of King Cyrus of Persia so that he made it known through all his nation, and also put it in writing, saying,",
      "2": "“This is what Cyrus king of Persia says: ‘The Lord, the God of heaven, has given me all the nations of the earth. He has chosen me to build Him a house in Jerusalem, which is in Judah.",
      "3": "Whoever there is among you of all His people, may his God be with him! Let him go up to Jerusalem which is in Judah, and build again the house of the Lord, the God of Israel. He is the God Who is in Jerusalem.",
      "4": "Let each one who is still alive, at whatever place he may live, be helped by the men of his place with silver and gold and with good things and cattle. Let the men also give a free-will gift for the house of God in Jerusalem.’”",
      "5": "Then the leaders of the family groups of Judah and Benjamin and the religious leaders and Levites stood up, everyone in whose spirit the Lord had worked to go up and build the Lord’s house in Jerusalem again.",
      "6": "All those around them helped them with gifts of silver, gold, good things, cattle, and things worth much money, besides all that was given as a free-will gift.",
      "7": "King Cyrus brought out the objects of the house of the Lord, which Nebuchadnezzar had carried away from Jerusalem and put in the house of his gods.",
      "8": "King Cyrus of Persia had them brought out by Mithredath, the man who took care of the nation’s riches. And he numbered them as he handed them over to Sheshbazzar, the leader of Judah.",
      "9": "This was their number: 30 gold dishes, 1,000 silver dishes, 29 other dishes,",
      "10": "30 gold pots, 410 silver pots, and 1,000 other objects.",
      "11": "There were 5,400 objects of gold and silver in all. Sheshbazzar brought all of them back when the people who had been taken away went up from Babylon to Jerusalem."
    },
    "2": {
      "1": "These are the people who left the land of Babylon and returned to Jerusalem and Judah, each to his own city. Their families had been taken away to Babylon by Nebuchadnezzar the king of Babylon.",
      "2": "These people returned with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah.\nThe number of the men of Israel:",
      "3": "2,172 sons of Parosh,",
      "4": "372 sons of Shephatiah,",
      "5": "775 sons of Arah,",
      "6": "2,812 sons of Pahath-moab of the sons of Jeshua and Joab,",
      "7": "1,254 sons of Elam,",
      "8": "945 sons of Zattu,",
      "9": "760 sons of Zaccai,",
      "10": "642 sons of Bani,",
      "11": "623 sons of Bebai,",
      "12": "1,222 sons of Azgad,",
      "13": "666 sons of Adonikam,",
      "14": "2,056 sons of Bigvai,",
      "15": "454 sons of Adin,",
      "16": "98 sons of Ater,",
      "17": "323 sons of Bezai,",
      "18": "112 sons of Jorah,",
      "19": "223 sons of Hashum,",
      "20": "95 sons of Gibbar,",
      "21": "123 sons of Bethlehem,",
      "22": "56 sons of Netophah,",
      "23": "128 sons of Anathoth,",
      "24": "42 sons of Azmaveth,",
      "25": "743 sons of Kiriath-arim, Chephirah, and Beeroth,",
      "26": "621 sons of Raman and Geba,",
      "27": "122 sons of Michmas,",
      "28": "223 sons of Bethel and Ai,",
      "29": "52 sons of Nebo,",
      "30": "156 sons of Magbish,",
      "31": "1,254 sons of the other Elam,",
      "32": "320 sons of Harim,",
      "33": "725 sons of Lod, Hadid, and Ono,",
      "34": "345 sons of Jericho,",
      "35": "3,630 sons of Senaah.",
      "36": "The religious leaders: 973 sons of Jedaiah of the house of Jeshua,",
      "37": "1,052 sons of Immer,",
      "38": "1,247 sons of Pashhur,",
      "39": "1,017 sons of Harim.",
      "40": "The Levites: 74 sons of Jeshua and Kadmiel, of the sons of Hodaviah.",
      "41": "The singers: 128 sons of Asaph.",
      "42": "The sons of the gate-keepers: 139 of the sons of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai.",
      "43": "The men who worked in the house of the Lord: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,",
      "44": "the sons of Keros, the sons of Siaha, the sons of Padon,",
      "45": "the sons of Lebanah, the sons of Hagabah, the sons of Akkub,",
      "46": "the sons of Hagab, the sons of Shalmai, the sons of Hanan,",
      "47": "the sons of Giddel, the sons of Gahar, the sons of Reaiah,",
      "48": "the sons of Rezin, the sons of Nekoda, the sons of Gazzam,",
      "49": "the sons of Uzza, the sons of Paseah, the sons of Besai,",
      "50": "the sons of Asnah, the sons of Meunim, the sons of Nephisim,",
      "51": "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,",
      "52": "the sons of Bazluth, the sons of Mehida, the sons of Harsha,",
      "53": "the sons of Barkos, the sons of Sisera, the sons of Temah,",
      "54": "the sons of Neziah, the sons of Hatipha.",
      "55": "The sons of Solomon’s servants: the sons of Sotai, the sons of Hassophereth, the sons of Peruda,",
      "56": "the sons of Jaalah, the sons of Darkon, the sons of Giddel,",
      "57": "the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim, the sons of Ami.",
      "58": "All the servants of the house of the Lord, and all the sons of Solomon’s servants, were 392.",
      "59": "Now these are the men who came up from Tel-melah, Tel-harsha, Cherub, Addan, and Immer. But they were not able to show that their fathers and they were children of Israel:",
      "60": "652 sons of Delaiah, Tobiah, and Nekoda.",
      "61": "And the sons of the religious leaders: the sons of Habaiah, Hakkoz, and Barzillai, who had married one of the daughters of Barzillai the Gileadite, and was called by their name.",
      "62": "These men looked for their names among the names of all the families, but could not find them. So they were thought of as being unclean, and were not allowed to work as religious leaders.",
      "63": "And the leader told them that they should not eat from the most holy things until a religious leader learned God’s will by the Urim and Thummin.",
      "64": "There were 42,360 people in all,",
      "65": "besides the 7,337 men servants and women servants, and 200 singing men and women.",
      "66": "They had 736 horses, 245 mules,",
      "67": "435 camels, and 6,720 donkeys.",
      "68": "When they came to the house of the Lord in Jerusalem, some of the heads of the family groups gave a free-will gift for the house of God to be built again on the same place.",
      "69": "As they were able, they gave 61,000 gold-pieces and 5,000 silverpieces and 100 coats for the religious leaders, for the work to be done.",
      "70": "So the religious leaders, the Levites, some of the people, the singers, the gate-keepers and the servants of the Lord’s house lived in their own cities, and all Israel lived in their cities."
    },
    "3": {
      "1": "When the seventh month came, and the sons of Israel were in the cities, the people gathered together as one man in Jerusalem.",
      "2": "Then Jozadak’s son Jeshua and his brothers the religious leaders, and Shealtiel’s son Zerubbabel and his brothers, built the altar of the God of Israel, to give burnt gifts on it. They did this as it is written in the Law of Moses, the man of God.",
      "3": "So they set up the altar in its place, for they were afraid because of the peoples of the lands. On it they gave burnt gifts in worship to the Lord morning and evening.",
      "4": "They kept the Special Supper of Tents, as it is written. They gave the right number of burnt gifts every day by the Law, as was needed for each day.",
      "5": "After that they gave the gifts to be burned day and night and for the new moons, and for all the special times of the Lord, and the gifts from every one who brought a free-will gift to the Lord.",
      "6": "From the first day of the seventh month they began to give burnt gifts to the Lord. But the house of the Lord had not begun to be built.",
      "7": "So they gave money to the men who worked with stone and wood. They gave food, drink and oil to the Sidonians and Tyrians so the cedar wood could be brought from Lebanon to the sea at Joppa, as King Cyrus of Persia had allowed them.",
      "8": "In the second month of the second year of their coming to the house of God at Jerusalem, Zerubbabel the son of Shealtiel, Jeshua the son of Jozadak, and the rest of their brothers the religious leaders and Levites, and all who returned from Babylon to Jerusalem, began the work. And they chose the Levites from twenty years old and older to watch over the work of the Lord’s house.",
      "9": "Then Jeshua with his sons and brothers, Kadmiel and his sons, the sons of Judah, and the sons of Henadad with their sons and brothers the Levites, together watched over the workmen in the house of God.",
      "10": "When the builders had begun building the house of the Lord, the religious leaders stood in their religious clothing blowing horns. The Levites, the sons of Asaph, stood with brass noise-makers. And they praised the Lord, as they had been told by King David of Israel.",
      "11": "They sang, praising and giving thanks to the Lord, saying, “For He is good, for His loving-kindness is upon Israel forever.” All the people called out with a loud voice when they praised the Lord because the work on the house of the Lord had begun.",
      "12": "But many of the religious leaders and Levites and heads of the family groups were old men who had seen the first house of the Lord. And they cried with a loud voice when the work of this house was begun in front of their eyes. But many called out for joy in a loud voice.",
      "13": "The people could not tell the difference between the sound of joy and the sound of crying. For the people called out with a loud voice, and the sound was heard far away."
    },
    "4": {
      "1": "Now those who hated Judah and Benjamin heard that the people had returned from Babylon and were building a house of worship to the Lord God of Israel.",
      "2": "They came to Zerubbabel and the heads of the family groups and said to them, “Let us build with you. For we worship your God as you do. We have been giving gifts to Him since the days of King Esar-haddon of Assyria, who brought us here.”",
      "3": "But Zerubbabel and Jeshua and the rest of the heads of the family groups of Israel said to them, “You have nothing to do with us in building a house to our God. But we alone will build to the Lord God of Israel, as King Cyrus of Persia has told us to do.”",
      "4": "Then the people of the land made the hearts of the people of Judah weak, and made them afraid to go on building.",
      "5": "They paid people to speak against them and to make trouble in their plans all the days of Cyrus king of Persia, even until the rule of King Darius of Persia.",
      "6": "In the beginning of Ahasuerus’ rule, people of the land wrote that the Jews in Judah and Jerusalem had done something wrong.",
      "7": "During Artaxerxes’ rule, Bishlam, Mithredath, Tabeel and the rest of their friends wrote to King Artaxerxes of Persia. The letter was written in the Aramaic language.",
      "8": "Rehum the captain and Shimshai the writer wrote a letter against Jerusalem to King Artaxerxes.",
      "9": "It was written by Rehum the captain and Shimshai the writer and the rest of their friends, the judges, the leaders and important men, the men of Erech, Babylon, Shusha (that is, the Elamites),",
      "10": "and the rest of the nations. The people of these nations were sent away by the great and honored Osnappar, and made their home in the city of Samaria and in the rest of the land on the other side of the Euphrates River. Now",
      "11": "this is what they said in their letter to him: “To King Artaxerxes, your servants, the men in the land on the other side of the River,",
      "12": "let it be known to the king that the Jews who came up from you have come to Jerusalem. They are building again the sinful city that is not willing to be ruled. They are finishing the walls and beginning the work on the buildings.",
      "13": "Now let it be known to the king that, if that city is built again and the walls are finished, they will not pay what should be paid to the king. The taxes paid to the king will be less.",
      "14": "We are under the care of the king, and it is not right for us to see the king not being honored. So we have sent to let the king know.",
      "15": "Look through the books kept by your fathers. You will find from these books that Jerusalem is not willing to be ruled, and that it is a danger to kings and lands. They have turned against kings in past times, and this is why that city was laid waste.",
      "16": "We are letting the king know that, if that city is built again and the walls are finished, you will own nothing in the land on the other side of the River.”",
      "17": "The king sent an answer to Rehum the captain, Shimshai the writer, and to the rest of their friends who live in Samaria and in the rest of the land on the other side of the River. He wrote: “Peace.",
      "18": "The letter you sent to us has been put into our language and read to me.",
      "19": "I have had men look through the books. And it has been found that the city has turned against kings in past times, and that plans against kings have been made in it.",
      "20": "Powerful kings have ruled over Jerusalem, who ruled over all the lands on the other side of the River, and taxes were paid to them.",
      "21": "So give word to these men to make them stop the work. This city may not be built again until I allow it.",
      "22": "Be sure that you do this. Why should more trouble be given to the kings?”",
      "23": "When the letter from King Artaxerxes was read to Rehum and Shimshai the writer and their friends, they went in a hurry to the Jews at Jerusalem and with their power made them stop.",
      "24": "Then the work on the house of God in Jerusalem stopped. It was stopped until the second year of the rule of Darius king of Persia."
    },
    "5": {
      "1": "Now the men who spoke for God, Haggai and Zechariah the son of Iddo, spoke for God to the Jews in Judah and Jerusalem. They spoke in the name of the God of Israel Who was over them.",
      "2": "Then Zerubbabel the son of Shealtiel and Jeshua the son of Jozadak began to build again the house of God in Jerusalem. The men who spoke for God were with them and helped them.",
      "3": "Then Tattenai, the leader over the land on the other side of the River, and Shethar-bozenai, and their friends, came to them and said, “Who told you to build on this house and to finish the building?”",
      "4": "They also asked, “What are the names of the men who are building this building?”",
      "5": "But the eye of their God was on the leaders of the Jews. They did not stop them until a letter was sent to Darius about it, and a written answer received from him.",
      "6": "This is what was said in the letter sent to King Darius from Tattenai, the leader over the land on the other side of the River, and Shethar-bozenai and his important friends.",
      "7": "It said: “To Darius the king, all peace.",
      "8": "Let it be known to the king that we have gone to the land of Judah, to the house of the great God. It is being built with very large stones, and heavy pieces of wood are being laid in the walls. This work is being done with much care and is going well in their hands.",
      "9": "We asked those leaders, ‘Who told you to build this house of worship and to finish the building?’",
      "10": "We also asked them their names, that we might write down the names of their leaders and let you know.",
      "11": "They answered, ‘We are the servants of the God of heaven and earth. We are building again the house of God that was built many years ago, which a great king of Israel built and finished.",
      "12": "But because our fathers had made the God of heaven angry, He gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean. Nebuchadnezzar destroyed this house of God, and carried the people away to Babylon.",
      "13": "But in the first year of Cyrus king of Babylon, King Cyrus told us to build again this house of God.",
      "14": "Nebuchadnezzar had taken the gold and silver objects of the house of God from the house in Jerusalem, and brought them to the house of worship at Babylon. But King Cyrus took them from the house of worship at Babylon and they were given to Sheshbazzar, whom he had chosen as leader over the land.",
      "15": "He said to him, “Go, take these objects to Jerusalem and carry them into the place of worship. And let the house of God be built again in its place.”",
      "16": "Then Sheshbazzar came and began building the house of God in Jerusalem. The building has been going on from then until now, and it is not yet finished.’",
      "17": "So now, if it pleases the king, have men look through the books kept there in Babylon to see if King Cyrus had told them to build again this house of God at Jerusalem. Let the king send us word on what is decided about this.”"
    },
    "6": {
      "1": "Then King Darius had men look through the books which were kept in Babylon.",
      "2": "And in Ecbatana, the most important city in the land of Media, a book was found in which was written:",
      "3": "“In the first year of King Cyrus, Cyrus the king said that this was to be done about the house of God at Jerusalem: ‘Let the house of God, the place where burnt gifts are given in worship, be built again with a good base. It should be sixteen times taller than a man, and as wide as thirty long steps.",
      "4": "There should be three very large stones laid on the top of each other, and then one large piece of wood laid. Let it be paid for from the king’s money.",
      "5": "Let the gold and silver objects which Nebuchadnezzar took from the house of God in Jerusalem and brought to Babylon be returned to their places in the house of God in Jerusalem. You must put them in the house of God.’",
      "6": "“So now, Tattenai, leader over the land on the other side of the River, Shethar-bozenai, and your friends who are leaders in the lands on the other side of the River, stay away from there.",
      "7": "Leave this work on the house of God alone. Let the leaders of the Jews build this house of God again where it stood before.",
      "8": "Also, I am making it known what you are to do for these leaders of Judah for the building of this house of God. All of it is to be paid for from the king’s money out of the taxes from the lands on the other side of the River. And waste no time to get it to them.",
      "9": "Be sure to give them each day whatever is needed, young bulls, rams and lambs for a burnt gift to the God of heaven, and grain, salt, wine, and oil for pouring.",
      "10": "This is so they may give pleasing gifts in worship to the God of heaven and pray for the life of the king and his sons.",
      "11": "I here make it known that if anyone does not do what I say, a piece of wood will be taken from his house and he will be nailed on it. And his house will become a place to gather waste.",
      "12": "May the God Who has caused His name to be there take away the power of any king or people who will try to change what I have said, so as to destroy this house of God in Jerusalem. I, Darius, have told this to you. Let it be done with much care.”",
      "13": "Then Tattenai, the leader over the land on the other side of the River, and Shethar-bozenai and their friends obeyed the words of the king with much care, just as King Darius had told them.",
      "14": "The leaders of the Jews did well in building, through the words spoken by Haggai the man who spoke for God and Zechariah the son of Iddo. They finished building as they had been told to do by the God of Israel, and by Cyrus, Darius, and Artaxerxes king of Persia.",
      "15": "The house of God was finished on the third day of the month of Adar, in the sixth year of the rule of King Darius.",
      "16": "The people of Israel, the religious leaders, the Levites, and the rest of the people who returned from Babylon, set apart this house of God with joy.",
      "17": "To set apart this house of God they gave 100 bulls, 200 rams, 400 lambs. For a sin gift for all Israel they gave twelve male goats, one for each number of the families of Israel.",
      "18": "Then they put the religious leaders and the Levites into groups by the work they were to do for God in Jerusalem, as it is written in the book of Moses.",
      "19": "The people who had returned from Babylon kept the Passover on the fourteenth day of the first month.",
      "20": "For the religious leaders and the Levites had made themselves holy together. All of them were clean. Then they killed the Passover lamb for all the people, for their brothers the religious leaders, and for themselves.",
      "21": "It was eaten by the people of Israel who returned from Babylon and all those who had separated themselves from the sin of the nations of the land to join them and to look for the Lord God of Israel.",
      "22": "They kept the Special Supper of Bread Without Yeast for seven days with joy, for the Lord had made them very happy. He had turned the heart of the king of Assyria toward them to give them strength in the work of the house of God, the God of Israel."
    },
    "7": {
      "1": "Now after this, during the rule of King Artaxerxes of Persia, Ezra went up from Babylon. Ezra was the son of Seraiah, son of Azariah, son of Hilkiah,",
      "2": "son of Shallum, son of Zadok, son of Ahitub,",
      "3": "son of Amariah, son of Azariah, son of Meraioth,",
      "4": "son of Zerahiah, son of Uzzi, son of Bukki,",
      "5": "son of Abishua, son of Phinehas, son of Eleazar, son of Aaron the head religious leader.",
      "6": "This Ezra went up from Babylon. He was a writer who knew well the Law of Moses which the Lord God of Israel had given. The king gave him everything he asked for, because the Lord his God was good to him.",
      "7": "Some of the sons of Israel and some of the religious leaders, the Levites, the singers, the gate-keepers and the servants of the house of God went up to Jerusalem in the seventh year of King Artaxerxes.",
      "8": "Ezra came to Jerusalem in the fifth month in the seventh year of the king.",
      "9": "He left Babylon on the first day of the first month, and came to Jerusalem on the first day of the fifth month, because the good hand of his God was upon him.",
      "10": "For Ezra had set his heart to learn the Law of the Lord, to live by it, and to teach His Laws in Israel.",
      "11": "This is what was written in the letter which King Artaxerxes gave to Ezra the religious leader, the writer, who had much learning in the Laws of the Lord and His Laws for Israel:",
      "12": "“Artaxerxes, king of kings, to Ezra the religious leader, the writer who knows the Law of the God of heaven: Peace. And now",
      "13": "I let it be known that if there are any people of Israel, religious leaders or Levites in my nation who are willing to go to Jerusalem, they may go with you.",
      "14": "For you are sent by the king and his seven men of wisdom to see if the Law of your God which is in your hand is being obeyed in Judah and Jerusalem.",
      "15": "Take the silver and gold which the king and his men of wisdom have given because they wanted to give to the God of Israel, Whose house is in Jerusalem.",
      "16": "Take this with all the silver and gold you will find in the whole land of Babylon. And take the gifts of the people and of the religious leaders, who have given because they have wanted to for the house of their God in Jerusalem.",
      "17": "With this money, buy bulls, rams, and lambs, with their grain gifts and their drink gifts. And give them on the altar of the house of your God in Jerusalem.",
      "18": "Whatever you and your brothers think is best to do with the rest of the silver and gold, you may do, if it is the will of your God.",
      "19": "Also take to the God of Jerusalem all the objects given to you for the work of the house of your God.",
      "20": "Whatever else is needed for the house of your God, you may take it from the king’s store-house.",
      "21": "I, King Artaxerxes, here make this known to all those who take care of the money in the lands on the other side of the River. You should be ready and willing to give Ezra, the religious leader and writer who knows the Law of the God of heaven, whatever he needs.",
      "22": "Give silver weighing up to as much as 100 men, and as much as 1,000 baskets of grain, 1,100 jars of wine, 1,100 jars of oil, and as much salt as is needed.",
      "23": "Whatever is wanted by the God of heaven, let it be done in full for the house of the God of heaven. Or else He might be angry with the nation of the king and his sons.",
      "24": "We also let you know that it is not allowed to take any taxes from any of the religious leaders, Levites, singers, door-keepers, or servants of this house of God.",
      "25": "And you, Ezra, use the wisdom of your God which is in your hand to choose leaders and judges. They are to judge all the people in the land on the other side of the River, all those who know the Laws of your God. You may teach anyone who does not know them.",
      "26": "Whoever will not obey the Law of your God and the law of the king, let his punishment be hard. Put him to death, or send him out of the land, or take what he has, or put him in prison.”",
      "27": "Honor and thanks be to the Lord, the God of our fathers, Who has put such a thing as this in the king’s heart, to make the house of the Lord in Jerusalem beautiful.",
      "28": "He has shown loving-kindness to me in front of the king and his wise men, and in front of all the king’s powerful leaders. I was given strength, because the hand of the Lord my God was upon me. And I gathered leaders from Israel to go up with me."
    },
    "8": {
      "1": "These are the leaders of family groups and the family names of those who went up with me from Babylon during the rule of King Artaxerxes:",
      "2": "there was Gershom of the sons of Phinehas, Daniel of the sons of Ithamar, and from the house of David, Hattush,",
      "3": "the son of Shecaniah. There was Zechariah of the sons of Parosh, and with him were 150 men whose family names were written down.",
      "4": "Of the sons of Pahath-moab, there was Eliehoenai the son of Zerahiah, and 200 men with him.",
      "5": "Of the sons of Zattu, there was Shecaniah the son of Jahaziel, and 300 men with him.",
      "6": "Of the sons of Adin, there was Ebed the son of Jonathan, and fifty men with him.",
      "7": "Of the sons of Elam, there was Jeshaiah the son of Athaliah, and seventy men with him.",
      "8": "Of the sons of Shephatiah, there was Zebadiah the son of Michael, and eighty men with him.",
      "9": "Of the sons of Joab, there was Obadiah the son of Jehiel, and 218 men with him.",
      "10": "Of the sons of Shelomith there was the son of Josiphiah, and 160 men with him.",
      "11": "Of the sons of Bebai, there was Zechariah the son of Bebai, and twenty-eight men with him.",
      "12": "Of the sons of Azgad, there was Johanan the son of Hakkatan, and 110 men with him.",
      "13": "Of the sons of Adonikam, the last to come, there were Eliphelet, Jeuel, and Shemaiah, and sixty men with them.",
      "14": "Of the sons of Bigvai, there were Uthai and Zabbud, and seventy men with them.",
      "15": "I gathered them at the river that flows to Ahava, where we had our camp for three days. When I saw the people and the religious leaders, I did not find any Levites there.",
      "16": "So I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, who were leaders, and for Joiarib and Elnathan, who were teachers.",
      "17": "I sent them to Iddo, the leader at Casiphia. I told them what to say to Iddo and his brothers, servants in the house of worship at Casiphia. They were to bring men to us to care for the house of our God.",
      "18": "And by the good hand of our God upon us, they brought us a man of wisdom, of the sons of Mahli, the son of Levi, the son of Israel. His name is Sherebiah, and with him came his sons and brothers, eighteen men.",
      "19": "They also brought Hashabiah and Jeshaiah of the sons of Morari, with his brothers and their sons, twenty men.",
      "20": "They brought 220 men to work in the house of God, whom David and the leaders had chosen to help the Levites. All of them were chosen by name.",
      "21": "Then I set apart a time there at the river of Ahava when we would not eat any food. This was so we might put away our pride before our God, and pray that He would keep us and our children and all our things safe as we traveled.",
      "22": "For I was ashamed to ask the king for soldiers and horsemen to keep us safe from those who hate us on the way, because we had said to the king, “The hand of our God brings good to all who look for Him. But His power and His anger are against all who turn away from Him.”",
      "23": "So we did not eat, and prayed to God about this. And He listened to our prayer.",
      "24": "Then I set apart twelve of the head religious leaders: Sherebiah, Hashabiah, and ten of their brothers.",
      "25": "And I weighed and gave to them the silver, the gold and the dishes and objects, which had been given for the house of our God by the king and his wise men and leaders, and all the people of Israel who were there.",
      "26": "I gave them silver weighing as much as 650 men, silver dishes and objects weighing as much as 100 men, and gold weighing as much as 100 men.",
      "27": "I gave them twenty deep, gold dishes, worth 1,000 gold-pieces, and two pots of fine shining brass, worth as much as gold.",
      "28": "Then I said to them, “You are holy to the Lord, and these objects are holy. The silver and the gold are a free-will gift to the Lord God of your fathers.",
      "29": "Watch and keep them until you weigh them in front of the head religious leaders, the Levites, and the heads of the family groups of Israel at Jerusalem, in the house of the Lord.”",
      "30": "So the religious leaders and the Levites took the weight of silver and gold and objects, to bring them to the house of our God at Jerusalem.",
      "31": "Then we left the river Ahava on the twelfth day of the first month to go to Jerusalem. And God helped us and kept us safe from those who hated us and from those who hid waiting to fight us on the way.",
      "32": "We came to Jerusalem and stayed there for three days.",
      "33": "On the fourth day the silver and gold and objects were weighed in the house of our God and given to Meremoth the son of Uriah the religious leader. With him was Eleazar the son of Phinehas. And with them were the Levites, Jozabad the son of Jeshua and Noadiah the son of Binnui.",
      "34": "Everything was numbered and weighed, and all the weight was written down.",
      "35": "The people who had returned from Babylon gave burnt gifts in worship to the God of Israel. They gave 12 bulls for all Israel, 96 rams, 77 lambs, and 12 male goats for a sin gift. All this was a burnt gift to the Lord.",
      "36": "Then they let the king’s rulers and leaders in the lands on the other side of the River know what the king said for them to do. And they helped the people and the house of God."
    },
    "9": {
      "1": "After these things had been done, the leaders came to me, saying, “The people of Israel and the religious leaders and the Levites have not separated themselves from the people of the lands. They have followed the sinful ways of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites.",
      "2": "For they have taken some of their daughters as wives for themselves and for their sons. The holy people have mixed with the peoples of the lands. The leaders and rulers of the government have been the first in this sin.”",
      "3": "When I heard this, I tore my clothing and my coat, and pulled hair from my head and face, and sat down filled with much trouble and fear.",
      "4": "Then everyone who shook with fear at the words of the God of Israel, because of the sin of the Jews who returned from Babylon, gathered around me. And I sat filled with trouble and fear until the time to give the evening gift in worship.",
      "5": "When the evening gift was given, I rose up from my trouble, with my clothing and coat torn. And I got down on my knees and spread out my hands to the Lord my God.",
      "6": "I said, “O my God, I am ashamed to lift up my face to You, my God, for our sins have risen above our heads. Our guilt has grown even to the heavens.",
      "7": "We have been very guilty since the days of our fathers to this day. Because of our sins, we and our kings and our religious leaders have been given into the hand of the kings of the lands. We have been killed by the sword. We have been carried away to a strange land. We have had our things taken from us, and have been put to shame, as it is this day.",
      "8": "But now for a short time loving-favor has been shown to us from the Lord our God. He has kept some of us alive to return to get a hold on His holy place, that our God may give light to our eyes, and give us some new life while we are under the power of Persia.",
      "9": "For we are servants, but our God has not left us even while we are servants of another nation. He has shown us loving-kindness in the eyes of the kings of Persia. He has given us new life to set up the house of our God, to build again its parts that have been destroyed, and to give us a wall in Judah and Jerusalem.",
      "10": "And now, our God, what should we say after this? For we have turned away from Your Laws,",
      "11": "which You have given to us by Your servants who spoke for You, saying, ‘The land which you are going in to take for your own is an unclean land. The peoples of the lands are unclean and have sinful ways, and they have filled it from end to end with their sin.",
      "12": "So do not let your daughters marry their sons, or their daughters marry your sons. Never look for their peace or their well-being, that you may be strong and eat the good things of the land, and leave it as a gift to your children forever.’",
      "13": "You, our God, have made our punishment less than our sins. You have given us these people who are left of the Jews and who have returned from a strange land. And after all that has come upon us because of our wrong-doing and much guilt,",
      "14": "should we break Your Laws again and marry the peoples who do these sinful things? Would You not be angry with us until we are destroyed and there is no one left?",
      "15": "O Lord God of Israel, You are right and good. For some of us have been left alive to return, as it is this day. See, we are guilty before You. No one can stand before You because of this.”"
    },
    "10": {
      "1": "Ezra was praying and telling their sins, and crying and lying on the ground before the house of God. Many people, men, women and children, gathered around him from Israel, for the people cried with many tears.",
      "2": "Shecaniah the son of Jehiel, one of the sons of Elam, said to Ezra, “We have not been faithful to our God. We have married strange women from the people of the land. But even so, there is hope for Israel.",
      "3": "So let us make an agreement with our God to put away all the wives and their children. Let this be done by the wise words of my lord and of those who shake with fear at the Word of our God. And let it be done by the Law.",
      "4": "Get up, for this is your duty, but we will be with you. Have strength of heart and do it.”",
      "5": "So Ezra got up and made the head religious leaders, the Levites and all Israel promise that they would do as he had said, and they promised.",
      "6": "Then Ezra got up from before the house of God and went into the room of Jehohanan the son of Eliashib. He went there, but he did not eat bread or drink water, for he was filled with sorrow because the people who returned had not been faithful to God.",
      "7": "And it was made known to all the Jews who had returned to Judah and Jerusalem that they should gather together at Jerusalem.",
      "8": "Whoever would not come within three days, as the leaders had said, would have all he owned taken away from him. He would be sent away from the people who had returned from Babylon.",
      "9": "So all the men of Judah and Benjamin gathered together at Jerusalem within the three days. It was the twentieth day of the ninth month. All the people sat in the open space before the house of God, shaking because of this trouble and because of much rain.",
      "10": "Then Ezra the religious leader stood up and said to them, “You have been sinful and have married wives of strange lands, adding to the guilt of Israel.",
      "11": "So now tell your sins to the Lord God of your fathers, and do His will. Separate yourselves from the people of the land and from the strange wives.”",
      "12": "Then all the people answered with a loud voice, “That is right! We must do as you have said.",
      "13": "But there are many people, and there is much rain. We cannot stand in the open. This cannot be done in one or two days, for we have sinned very much.",
      "14": "Let our leaders speak for all the people. Then let all those in our cities who have married strange wives come at certain times, together with the leaders and judges of each city. Let this be done until the anger of our God, because of this sin, is turned away from us.”",
      "15": "Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah were against this, with Meshullam and Shabbethai the Levite following them.",
      "16": "But the other people who had returned from Babylon agreed to do this. Ezra the religious leader chose men who were leaders of family groups for each of their fathers’ houses. Each of them were chosen by name. So they met together on the first day of the tenth month to look into the problem.",
      "17": "And by the first day of the first month, they finished finding the names of all the men who had married wives from the other nations.",
      "18": "Of the sons of the religious leaders who had married strange wives were found the sons of Jeshua the son of Jozadak, and his brothers: Maaseiah, Eliezer, Jarib, and Gedaliah.",
      "19": "They promised to put away their wives, and because they were guilty, they gave a ram of the flock for their sin.",
      "20": "And there were Hanani and Zebadiah of the sons of Immer,",
      "21": "and Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah, of the sons of Harim,",
      "22": "and Elionai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah, of the sons of Pashur.",
      "23": "Of the Levites there were Jozabad, Shimei, Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer.",
      "24": "Of the singers there was Eliashib. Of the gate-keepers there were Shallum, Telem, and Uri.",
      "25": "Of Israel, there were Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah, and Benaiah, of the sons of Parosh.",
      "26": "There were Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah, of the sons of Elam.",
      "27": "There were Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza, of the sons of Zattu.",
      "28": "There were Jehohanan, Hananiah, Zabbai, and Athlai, of the sons of Bebai.",
      "29": "There were Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeramoth, of the sons of Bani.",
      "30": "There were Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh, of the sons of Pahath-moab.",
      "31": "Of the sons of Harim, there were Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,",
      "32": "Benjamin, Malluch, and Shemariah.",
      "33": "There were Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei, of the sons of Hashum.",
      "34": "Of the sons of Bani, there were Maadai, Amram, Uel,",
      "35": "Benaiah, Bedeiah, Cheluhi,",
      "36": "Vaniah, Meremoth, Eliashib,",
      "37": "Mattaniah, Mattenai, Jaasu,",
      "38": "Bani, Binnui, Shimei,",
      "39": "Shelemiah, Nathan, Adaiah,",
      "40": "Machnadebai, Shashai, Sharai,",
      "41": "Azarel, Shelemiah, Shemariah,",
      "42": "Shallum, Amariah, and Joseph.",
      "43": "And there were Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah, of the sons of Nebo.",
      "44": "All these had married wives of the other nations, and some of the wives had given birth to children."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:15.145531-04:00",
    "Translation": "NLV"
  }
}