{
  "Galatians": {
    "1": {
      "1": "This letter is from Paul. I am a missionary sent by Jesus Christ and God the Father Who raised Jesus from the dead. I am not sent by men or by any one man.",
      "2": "All the Christians join me in writing to you who are in the churches in the country of Galatia.",
      "3": "May you have loving-favor and peace from God our Father and from the Lord Jesus Christ.",
      "4": "He gave Him-self to die for our sins. He did this so we could be saved from this sinful world. This is what God wanted Him to do.",
      "5": "May He have all the honor forever. Let it be so.",
      "6": "I am surprised you are leaving Christ so soon. You were chosen through His loving-favor. But now you are turning and listening to another kind of good news.",
      "7": "No! There is not another kind of good news. There are some who would like to lead you in the wrong way. They want to change the Good News about Christ.",
      "8": "Even if we or an angel from heaven should preach another kind of good news to you that is not the one we preached, let him be cursed.",
      "9": "As we said before, I will say it again. If any man is preaching another good news to you which is not the one you have received, let him be cursed.",
      "10": "Do you think I am trying to get the favor of men, or of God? If I were still trying to please men, I would not be a servant owned by Christ.",
      "11": "Christian brothers, I want you to know the Good News I preached to you was not made by man.",
      "12": "I did not receive it from man. No one taught it to me. I received it from Jesus Christ as He showed it to me.",
      "13": "You have heard of my old life when I followed the Jewish religion. I made it as hard as I could for the Christians and did everything I could to destroy the Christian church.",
      "14": "I had learned more about the Jewish religion than many of the Jews my age. I had a much stronger desire than they to follow the ways of our early fathers.",
      "15": "But God chose me before I was born. By His loving-favor He called me to work for Him.",
      "16": "His Son was to be seen in me. He did this so I could preach about Christ to the people who are not Jews. When this happened, I did not talk to men.",
      "17": "I did not even go to Jerusalem to talk to those who were missionaries before me. Instead, I went to the country of Arabia. Later I returned to the city of Damascus.",
      "18": "Three years later I went to Jerusalem to meet Peter. I stayed with him fifteen days.",
      "19": "I did not see any of the other missionaries except James, the Lord’s brother.",
      "20": "I am writing the truth. God knows I am not lying.",
      "21": "I went from Jerusalem to the countries of Syria and Cilicia.",
      "22": "None of the Christians in the churches in the country of Judea had ever seen me.",
      "23": "The only thing they heard was, “The one who tried to destroy the Christian church is now preaching the Good News!”",
      "24": "And they gave thanks to God because of me."
    },
    "2": {
      "1": "Fourteen years later I went again to Jerusalem. This time I took Barnabas. Titus went with us also.",
      "2": "God showed me in a special way I should go. I spoke to them about the Good News that I preach among the people who are not Jews. First of all, I talked alone to the important church leaders. I wanted them to know what I was preaching. I did not want that which I was doing or would be doing to be wasted.",
      "3": "Titus was with me. Even being a Greek, he did not have to go through the religious act of becoming a Jew.",
      "4": "Some men who called themselves Christians asked about this. They got in our meeting without being asked. They came there to find out how free we are who belong to Christ. They tried to get us to be chained to the Law.",
      "5": "But we did not listen to them or do what they wanted us to do so the truth of the Good News might be yours.",
      "6": "Those who seemed to be important church leaders did not help me. They did not teach me anything new. What they were, I do not care. God looks on us all as being the same.",
      "7": "Anyway, they saw how I had been given the work of preaching the Good News to the people who are not Jews, as Peter had been given the work of preaching the Good News to the Jews.",
      "8": "For God helped Peter work with the Jews. He also helped me work with those who are not Jews.",
      "9": "James and Peter and John were thought of as being the head church leaders. They could see that God’s loving-favor had been given to me. Barnabas and I were joined together with them by shaking hands. Then we were sent off to work with the people who are not Jews. They were to work with the Jews.",
      "10": "They asked us to do only one thing. We were to remember to help poor people. I think this is important also.",
      "11": "But when Peter came to Antioch, I had to stand up against him because he was guilty.",
      "12": "Peter had been eating with the people who are not Jews. But after some men came who had been with James, he kept away from them. He was afraid of those who believe in the religious act of becoming a Jew.",
      "13": "Then the rest of the Jews followed him because they were afraid to do what they knew they should do. Even Barnabas was fooled by those who pretended to be someone they were not.",
      "14": "When I saw they were not honest about the truth of the Good News, I spoke to Peter in front of them all. I said, “If you are a Jew, but live like the people who are not Jews, why do you make the people who are not Jews live like the Jews?”",
      "15": "You and I were born Jews. We were not sinners from among the people who are not Jews.",
      "16": "Even so, we know we cannot become right with God by obeying the Law. A man is made right with God by putting his trust in Jesus Christ. For that reason, we have put our trust in Jesus Christ also. We have been made right with God because of our faith in Christ and not by obeying the Law. No man can be made right with God by obeying the Law.",
      "17": "As we try to become right with God by what Christ has done for us, what if we find we are sinners also? Does that mean Christ makes us sinners? No! Never!",
      "18": "But if I work toward being made right with God by keeping the Law, then I make myself a sinner.",
      "19": "The Law has no power over me. I am dead to the Law. Now I can live for God.",
      "20": "I have been put up on the cross to die with Christ. I no longer live. Christ lives in me. The life I now live in this body, I live by putting my trust in the Son of God. He was the One Who loved me and gave Himself for me.",
      "21": "I say that we are not to put aside the loving-favor of God. If we could be made right with God by keeping the Law, then Christ died for nothing."
    },
    "3": {
      "1": "You foolish Galatians! What strange powers are trying to lead you from the way of faith in Christ? We made it plain for you to see that Jesus Christ was put on a cross to die.",
      "2": "There is one thing I want to know. Did you receive the Holy Spirit by keeping the Law? Or did you receive Him by hearing about Christ?",
      "3": "How foolish can you be? You started the Christian life by the Holy Spirit. Do you think you are going to become better Christians by your old way of worship?",
      "4": "You suffered so much because of the Good News you received. Was this all of no use?",
      "5": "He gave you the Holy Spirit and did powerful works among you. Does He do it because you do what the Law says or because you hear and believe the truth?",
      "6": "It was the same with Abraham. He put his trust in God. This made Abraham right with God.",
      "7": "Be sure to remember that all men who put their trust in God are the sons of Abraham.",
      "8": "The Holy Writings said long ago that God would save the people who are not Jews from the punishment of sin also. Before this time the Holy Writings gave the Good News to Abraham in these words, “All nations will be happy because of you.”",
      "9": "So then, all those who have faith will be happy, along with Abraham who had faith.",
      "10": "All those who expect the Law to save them from the punishment of sin will be punished. Because it is written, “Everyone who does not keep on doing all the things written in the Book of the Law will be punished.”",
      "11": "No one is made right with God by doing what the Law says. For, “The man right with God will live by faith.”",
      "12": "The Law does not use faith. It says, “You must obey all the Law or you will die.”",
      "13": "Christ bought us with His blood and made us free from the Law. In that way, the Law could not punish us. Christ did this by carrying the load and by being punished instead of us. It is written, “Anyone who hangs on a cross is hated and punished.”",
      "14": "Because of the price Christ Jesus paid, the good things that came to Abraham might come to the people who are not Jews. And by putting our trust in Christ, we receive the Holy Spirit He has promised.",
      "15": "Christian brothers, let me show you what this means. If two men agree to something and sign their names on a paper promising to stay true to what they agree, it cannot be changed.",
      "16": "Now the promise was made to Abraham and to his son. He does not say, “And to sons,” speaking of many. But instead, “And to your Son,” which means Christ.",
      "17": "This is what I am saying: The Law which came 430 years later could not change the promise. The promise had already been made by God. The Law could not put that promise aside.",
      "18": "If it had been possible to be saved from the punishment of sin by obeying the Law, the promise God gave Abraham would be worth nothing. But since it is not possible to be saved by obeying the Law, the promise God gave Abraham is worth everything.",
      "19": "Then why do we have the Law? It was given because of sin. It was to be used until Christ came. The promise had been made looking toward Christ. The Law was given by angels through Moses who stood between God and man.",
      "20": "But when the promise was given to Abraham, God gave it without anyone standing between them.",
      "21": "Is the Law against the promise of God? No! Never! If it had been possible to be saved from the punishment of sin by obeying the Law, then being right with God would have come by obeying the Law.",
      "22": "But the Holy Writings say that all men are guilty of sin. Then that which was promised might be given to those who put their trust in Christ. It will be because their faith is in Him.",
      "23": "Before it was possible to be saved from the punishment of sin by putting our trust in Christ, we were held under the Law. It was as if we were being kept in prison. We were kept this way until Christ came.",
      "24": "The Law was used to lead us to Christ. It was our teacher, and so we were made right with God by putting our trust in Christ.",
      "25": "Now that our faith is in Christ, we do not need the Law to lead us.",
      "26": "You are now children of God because you have put your trust in Christ Jesus.",
      "27": "All of you who have been baptized to show you belong to Christ have become like Christ.",
      "28": "God does not see you as a Jew or as a Greek. He does not see you as a servant or as a person free to work. He does not see you as a man or as a woman. You are all one in Christ.",
      "29": "If you belong to Christ, then you have become the true children of Abraham. What God promised to him is now yours."
    },
    "4": {
      "1": "Let me say this another way. A young child who will get all the riches of his family is not different from a servant who is owned by the family. And yet the young child owns everything.",
      "2": "While he is young, he is cared for by men his father trusts. These men tell the child what he can and cannot do. The child cannot do what he wants to do until he has become a certain age.",
      "3": "We were as children also held by the Law. We obeyed the Law in our religious worship.",
      "4": "But at the right time, God sent His Son. A woman gave birth to Him under the Law.",
      "5": "This all happened so He could buy with His blood and make free all those who were held by the Law. Then we might become the sons of God.",
      "6": "Because you are the sons of God, He has sent the Spirit of His Son into our hearts. The Spirit cries, “Father!”",
      "7": "So now you are no longer a servant who is owned by someone. You are a son. If you are a son, then you will receive what God has promised through Christ.",
      "8": "During the time when you did not know God, you worshiped false gods.",
      "9": "But now that you know God, or should I say that you are known by God, why do you turn back again to the weak old Law? Why do you want to do those religious acts of worship that will keep you from being free? Why do you want to be held under the power of the Law again?",
      "10": "You do special things on certain days and months and years and times of the year.",
      "11": "I am afraid my work with you was wasted.",
      "12": "I ask you, Christian brothers, stay free from the Law as I am. Even if I am a Jew, I became free from the Law, just as you who are not Jews. You did no wrong to me.",
      "13": "You know I preached the Good News to you the first time because of my sickness.",
      "14": "Even though I was hard to look at because of my sickness, you did not turn away from me. You took me in as an angel from God. You took me in as you would have taken in Christ Jesus Himself.",
      "15": "What has become of the happiness you once had? You would have taken out your own eyes if you could have and given them to me.",
      "16": "Do you hate me because I have told you the truth?",
      "17": "Those false teachers are trying to turn your eyes toward them. They do not want you to follow my teaching. What they are doing is not good.",
      "18": "It is good when people help you if they do not hope to get something from it. They should help you all the time, not only when I am with you.",
      "19": "My children, I am suffering birth pain for you again. I will suffer until Christ’s life is in your life.",
      "20": "I wish I could be with you now. I wish I could speak to you in a more gentle voice, but I am troubled about you.",
      "21": "Listen! If you want to be under the Law, why do you not listen to what it says?",
      "22": "The Holy Writings say that Abraham had two sons. One was born from a woman servant (Hagar) who was owned by someone. She had to do what she was told. The other son was born from a woman (Sarah) who was free to work and live as she desired.",
      "23": "The son born from the woman servant who was owned by someone was like any other birth. The son born from the free woman was different. That son had been promised by God.",
      "24": "Think of it like this: These two women show God’s two ways of working with His people. The children born from Hagar are under the Law given on Mount Sinai. They will be servants who are owned by someone and will always be told what to do!",
      "25": "Hagar is known as Mount Sinai in the country of Arabia. She is as Jerusalem is today, because she and her children are not free to do what they want to do.",
      "26": "But the Jerusalem of heaven is the free woman, and she is our mother.",
      "27": "The Holy Writings say, “Woman, be happy, you who have had no children. Cry for joy, you who have never had the pains of having a child, for you will have many children. Yes, you will have more children than the one who has a husband.”",
      "28": "Christian brothers, we are like Isaac. We are the children God promised.",
      "29": "At that time the son born as other children are born made it hard for the son born by the Holy Spirit. It is the same way now.",
      "30": "But what do the Holy Writings say? They say, “Put the woman servant who is owned by someone and her son out of your home. The son of that woman servant will never get any of the riches of the family. It will all be given to the son of the free woman.”",
      "31": "Christian brothers, we are not children of the woman servant who was owned by someone (Hagar). We are children of the free woman (Sarah)."
    },
    "5": {
      "1": "Christ made us free. Stay that way. Do not get chained all over again in the Law and its kind of religious worship.",
      "2": "Listen to me! I, Paul, tell you that if you have the religious act of becoming a Jew done on you, Christ will be of no use to you at all.",
      "3": "I say it again. Every man who has the religious act of becoming a Jew done on him must obey every Law.",
      "4": "If you expect to be made right with God by obeying the Law, then you have turned away from Christ and His loving-favor.",
      "5": "We are waiting for the hope of being made right with God. This will come through the Holy Spirit and by faith.",
      "6": "If we belong to Jesus Christ, it means nothing to have or not to have gone through the religious act of becoming a Jew. But faith working through love is important.",
      "7": "You were doing well. Who stopped you from obeying the truth?",
      "8": "Whatever he used did not come from the One Who chose you to have life.",
      "9": "It only takes a little yeast to make the whole loaf of bread rise.",
      "10": "I feel I can trust you because of what the Lord has done in your life. I believe you will not follow another way. Whoever is trying to lead you in the wrong way will suffer for it.",
      "11": "Christian brothers, if I would still preach that people must go through the religious act of becoming a Jew to be a Christian, I would not be suffering from those who are making it hard for me. If I preached like that, the Jews would have no reason to be against the cross of Christ.",
      "12": "I wish those who are so willing to cut your bodies would complete the job by cutting themselves off from you.",
      "13": "Christian brother, you were chosen to be free. Be careful that you do not please your old selves by sinning because you are free. Live this free life by loving and helping others.",
      "14": "You obey the whole Law when you do this one thing, “Love your neighbor as you love yourself.”",
      "15": "But if you hurt and make it hard for each other, watch out or you may be destroyed by each other.",
      "16": "I say this to you: Let the Holy Spirit lead you in each step. Then you will not please your sinful old selves.",
      "17": "The things our old selves want to do are against what the Holy Spirit wants. The Holy Spirit does not agree with what our sinful old selves want. These two are against each other. So you cannot do what you want to do.",
      "18": "If you let the Holy Spirit lead you, the Law no longer has power over you.",
      "19": "The things your sinful old self wants to do are: sex sins, sinful desires, wild living,",
      "20": "worshiping false gods, witchcraft, hating, fighting, being jealous, being angry, arguing, dividing into little groups and thinking the other groups are wrong, false teaching,",
      "21": "wanting something someone else has, killing other people, using strong drink, wild parties, and all things like these. I told you before and I am telling you again that those who do these things will have no place in the holy nation of God.",
      "22": "But the fruit that comes from having the Holy Spirit in our lives is: love, joy, peace, not giving up, being kind, being good, having faith,",
      "23": "being gentle, and being the boss over our own desires. The Law is not against these things.",
      "24": "Those of us who belong to Christ have nailed our sinful old selves on His cross. Our sinful desires are now dead.",
      "25": "If the Holy Spirit is living in us, let us be led by Him in all things.",
      "26": "Let us not become proud in ways in which we should not. We must not make hard feelings among ourselves as Christians or make anyone jealous."
    },
    "6": {
      "1": "Christian brothers, if a person is found doing some sin, you who are stronger Christians should lead that one back into the right way. Do not be proud as you do it. Watch yourself, because you may be tempted also.",
      "2": "Help each other in troubles and problems. This is the kind of law Christ asks us to obey.",
      "3": "If anyone thinks he is important when he is nothing, he is fooling himself.",
      "4": "Everyone should look at himself and see how he does his own work. Then he can be happy in what he has done. He should not compare himself with his neighbor.",
      "5": "Everyone must do his own work.",
      "6": "He who is taught God’s Word should share the good things he has with his teacher.",
      "7": "Do not be fooled. You cannot fool God. A man will get back whatever he plants!",
      "8": "If a man does things to please his sinful old self, his soul will be lost. If a man does things to please the Holy Spirit, he will have life that lasts forever.",
      "9": "Do not let yourselves get tired of doing good. If we do not give up, we will get what is coming to us at the right time.",
      "10": "Because of this, we should do good to everyone. For sure, we should do good to those who belong to Christ.",
      "11": "See what big letters I make when I write to you with my own hand.",
      "12": "Those men who say you must go through the religious act of becoming a Jew are doing it because they want to make a good show in front of the world. They do this so they will not have to suffer because of following the way of the cross of Christ.",
      "13": "Those who have gone through the religious act of becoming a Jew do not even keep the Law themselves. But they want you to go through that religious act so they can be proud that you are their followers.",
      "14": "I do not want to be proud of anything except in the cross of our Lord Jesus Christ. Because of the cross, the ways of this world are dead to me, and I am dead to them.",
      "15": "If a person does or does not go through the religious act of becoming a Jew, it is worth nothing. The important thing is to become a new person.",
      "16": "Those who follow this way will have God’s peace and loving-kindness. They are the people of God.",
      "17": "Let no one make trouble for me from now on. For I have on my body the whip marks of one who has been a servant owned by Jesus.",
      "18": "Christian brothers, may the loving-favor of our Lord Jesus Christ be with your spirit. Let it be so."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:50.593653-04:00",
    "Translation": "NLV"
  }
}