{
  "Habakkuk": {
    "1": {
      "1": "This is the special word which Habakkuk the man of God saw.",
      "2": "O Lord, how long must I call for help before You will hear? I cry out to You, “We are being hurt!” But You do not save us.",
      "3": "Why do you make me see sins and wrong-doing? People are being destroyed in anger in front of me. There is arguing and fighting.",
      "4": "The Law is not followed. What is right is never done. For the sinful are all around those who are right and good, so what is right looks like sin.",
      "5": "“Look among the nations, and see! Be surprised and full of wonder! For I am doing something in your days that you would not believe if you were told.",
      "6": "I am bringing the Babylonians to power. They are people filled with anger who go across the whole earth to take homes that are not theirs.",
      "7": "They fill others with fear. They make their own law about what is fair and honored.",
      "8": "Their horses are faster than leopards, and show less pity than wolves in the evening. Their horsemen come on running horses from far away. They fly like an eagle coming down to get food.",
      "9": "They all come in anger. Their armies move like the desert wind. They gather prisoners like sand.",
      "10": "They make fun of kings and laugh at rulers. They laugh at every strong city and build a battle-wall to take it.",
      "11": "Then they move through like the wind and keep going. They are guilty men, whose strength is their god.”",
      "12": "Have You not lived forever, O Lord, my God, my Holy One? We will not die. O Lord, You have chosen them to judge. You, O Rock, have chosen them to punish us.",
      "13": "Your eyes are too pure to look at sin. You cannot look on wrong. Why then do You look with favor on those who do wrong? Why are You quiet when the sinful destroy those who are more right and good than they?",
      "14": "Why have You made men like the fish of the sea, like things which move along the ground that have no ruler?",
      "15": "The Babylonians bring all of them up with a hook, and pull them away with their net. They gather them together in their fishing net, and so they have joy and are glad.",
      "16": "So they give gifts in worship to their net. They burn special perfume to their fishing net, because their net catches all the good things and good food they need.",
      "17": "Will they empty their net forever and keep on destroying nations without pity?"
    },
    "2": {
      "1": "I will take my stand and keep watch. I will take my place on the tower. And I will keep watch to see what the Lord will say, and how I should answer when He speaks strong words to me.",
      "2": "Then the Lord answered me and said, “Write down the special dream on stone so that one may read it in a hurry.",
      "3": "For it is not yet time for it to come true. The time is coming in a hurry, and it will come true. If you think it is slow in coming, wait for it. For it will happen for sure, and it will not wait.",
      "4": "As for the proud one, his soul is not right in him. But the one who is right and good will live by his faith.",
      "5": "“Also, wine fools the proud man, so he does not stay at home. He is like the grave who always wants more. Like death, he never has enough. He gathers all nations for himself, and gathers all people for his own.",
      "6": "“Will not all these people make fun of him and say, ‘It is bad for him who gathers what is not his and makes himself rich with other people’s money. How long will this go on?’",
      "7": "Will not those to whom you owe money rise up all at once? Will they not wake up and make you afraid? Then they will take what belongs to you.",
      "8": "Because you have robbed many nations, the rest of them will rob you. For you have killed men. You have destroyed lands and cities and everyone in them.",
      "9": "“It is bad for him who builds his house by sinful ways, to put his nest in a high place to be safe from trouble!",
      "10": "You have brought shame upon your house by destroying many nations. You are sinning against yourself.",
      "11": "The stone will cry out from the wall, and the roof will answer it from the wood.",
      "12": "“It is bad for him who builds a city with blood, and builds a town with wrong-doing!",
      "13": "Is it not the will of the All-powerful Lord that people work for what will burn up and nations make themselves tired for nothing?",
      "14": "For the earth will be filled with knowing of the Lord’s shining-greatness, as the waters cover the sea.",
      "15": "“It is bad for him who makes his neighbors drink, mixing in his poison to make them drunk, so he can look on their shame!",
      "16": "You will be filled with shame instead of honor. Now you yourself drink and let your own shame be seen. The cup in the Lord’s right hand will come around to you, and your greatness will turn to shame.",
      "17": "The bad things you have done to Lebanon will come back to you. Because you have killed its animals, now they will make you afraid. This will happen because of all the killing you have done. You have destroyed lands and cities and everyone in them.",
      "18": "“Of what worth is a false god when a workman has made it? Of what worth is an object of worship, a teacher of lies? For the workman trusts in his own work when he makes these false gods that cannot speak.",
      "19": "It is bad for him who says to a piece of wood, ‘Wake up!’ or to a stone that cannot speak, ‘Get up!’ Can this teach you? See, it is covered with gold and silver. There is no breath in it.",
      "20": "But the Lord is in His holy house. Let all the earth be quiet before Him.”"
    },
    "3": {
      "1": "Shigionoth tells of this prayer of Habakkuk, the man of God.",
      "2": "O Lord, I have heard of what You have done, and I am filled with fear. O Lord, do again in our times the great things which You have done before. Remember to show loving-kindness, even when You are angry.",
      "3": "God comes from Teman. The Holy One comes from Mount Paran. His shining-greatness covers the heavens, and the earth is full of His praise.",
      "4": "He is as bright as the sun. He has light shining from His hand, where His power is hidden.",
      "5": "Disease goes before Him, and much trouble comes after Him.",
      "6": "He stood and looked over the earth. He looked and shook the nations. The lasting mountains were broken to pieces, and the old hills fell down. His ways last forever.",
      "7": "I saw the tents of Cushan in trouble. The tent curtains of the land of Midian were shaking.",
      "8": "Were You angry with the rivers, O Lord? Was Your anger against the rivers? Or were You angry with the sea? You rode on Your horses. You rode on Your war-wagons saving people.",
      "9": "You took the covering off Your bow and put the arrows to the string. You divided the earth with rivers.",
      "10": "The mountains saw You and shook. The flood of waters flowed by. The sea made its noise and its waves rose high.",
      "11": "The sun and moon stood still in the heavens at the light of Your arrows, at the shining of Your spear.",
      "12": "You walked over the earth in Your anger. In anger You crushed the nations under foot.",
      "13": "You went to save Your people, to save Your chosen ones. You crushed the leader of the land of the sinful and laid him open from thighs to neck.",
      "14": "With his own spear You cut through the head of his soldiers. They came like a storm to send us everywhere, finding joy as if they were destroying in secret those who had it very hard.",
      "15": "You stepped on the sea with Your horses, on the waves of many waters.",
      "16": "I heard and my body shook. My lips shook at the sound. My bones began to waste away and my legs shook. Yet I will be quiet and wait for the day of trouble to come upon the people who fight against us.",
      "17": "Even if the fig tree does not grow figs and there is no fruit on the vines, even if the olives do not grow and the fields give no food, even if there are no sheep within the fence and no cattle in the cattle-building,",
      "18": "yet I will have joy in the Lord. I will be glad in the God Who saves me.",
      "19": "The Lord God is my strength. He has made my feet like the feet of a deer, and He makes me walk on high places.\nThis is for the song leader, on my different kinds of harps."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:38.585652-04:00",
    "Translation": "NLV"
  }
}