{
  "Haggai": {
    "1": {
      "1": "On the first day of the sixth month in the second year of Darius the king, the Word of the Lord came to Haggai. The Word was for Zerubbabel the son of Shealtiel, ruler of Judah, and to Joshua the son of Jehozadak, the head religious leader, saying,",
      "2": "“This is what the Lord of All says: ‘These people say, “The time has not yet come to build again the house of the Lord.”’”",
      "3": "Then the Word of the Lord came by Haggai the man of God, saying,",
      "4": "“Is it a time for you yourselves to live in your houses with walls covered with wood, while this house lies waste?”",
      "5": "Now the Lord of All says, “Think about your ways!",
      "6": "You have planted much, but gather little. You eat, but there is not enough to fill you. You drink, but never have your fill. You put on clothing, but no one is warm enough. You earn money, but put it into a bag with holes.”",
      "7": "The Lord of All says, “Think about your ways!",
      "8": "Go up to the mountains and bring wood and build again the house of God, that I may be pleased with it and worshiped as I should be,” says the Lord.",
      "9": "“You look for much, but it turns out to be little. When you bring it home, I blow it away. Why?” says the Lord of All. “Because My house lies waste, while each of you takes care of his own house.",
      "10": "So the sky has held back the water on the grass in the early morning because of you, and the earth has held back its food.",
      "11": "I have called for a time without rain on the land, on the mountains, on the grain, on the new wine, on the oil, on the vegetables, on men, on cattle, and on all the work of your hands.”",
      "12": "Then Zerubbabel the son of Shealtiel, and Joshua the son of Jehozadak, the head religious leader, and all the rest of the people of Israel, obeyed the voice of the Lord their God. They obeyed the words of Haggai the man of God, as the Lord their God had sent him. And the people honored the Lord with fear.",
      "13": "Then Haggai the man of God spoke for the Lord to the people, saying, “I am with you,” says the Lord.",
      "14": "So the Lord moved the spirit of Zerubbabel the son of Shealtiel, ruler of Judah, and the spirit of Joshua the son of Jehozadak, the head religious leader, and the spirit of all the rest of the people. And they came and worked on the house of the Lord of All, their God.",
      "15": "This was on the twenty-fourth day of the sixth month in the second year of Darius the king."
    },
    "2": {
      "1": "On the twenty-first day of the seventh month, the Word of the Lord came by Haggai the man of God, saying,",
      "2": "“Speak now to Zerubbabel the son of Shealtiel, ruler of Judah, and to Joshua the son of Jehozadak, the head religious leader, and to the rest of the people. Say to them,",
      "3": "‘Who is left among you who saw this house of God as it was before in its greatness? And how does it look to you now? Is it anything like it was?",
      "4": "But now be strong, Zerubbabel,’ says the Lord. ‘Be strong, Joshua son of Jehozadak, head religious leader. And be strong, all you people of the land,’ says the Lord. ‘Do the work, for I am with you,’ says the Lord of All.",
      "5": "‘As I promised you when you came out of Egypt, My Spirit is with you. Do not be afraid.’",
      "6": "For the Lord of All says, ‘Once again, in a little while, I am going to shake the heavens and the earth, the sea and the dry land.",
      "7": "I will shake all the nations so that the riches of all nations will come in. And I will fill this house with greatness,’ says the Lord of All.",
      "8": "‘The silver is Mine, and the gold is Mine,’ says the Lord of All.",
      "9": "‘This house will be even greater than it was before,’ says the Lord of All. ‘And in this place I will give peace,’ says the Lord of All.”",
      "10": "On the twenty-fourth day of the ninth month in the second year of Darius, the Word of the Lord came to Haggai the man of God, saying,",
      "11": "“The Lord of All says, ‘Ask the religious leaders to decide about this:",
      "12": "If a man carries holy meat in the fold of his clothing, and this fold touches bread or hot food, or wine, oil, or any other food, will it become holy?’” The religious leaders answered and said, “No.”",
      "13": "Then Haggai said, “If a man is unclean because he touched a dead body and touches any of these, will it become unclean?” And the religious leaders answered and said, “It will become unclean.”",
      "14": "Then Haggai said, “‘So are these people, and so is this nation before Me,’ says the Lord. ‘And so is everything they have made. What they give there is unclean.",
      "15": "Now think about this from this day on. Think about how things were before one stone was placed on another in the house of the Lord.",
      "16": "When anyone came to a place where there were twenty baskets of grain, there would be only ten. When anyone came to a place to get fifty bottles of wine, there would be only twenty.",
      "17": "I destroyed you and everything you did with a strong-wind, disease, and hail. Yet you did not return to Me,’ says the Lord.",
      "18": "‘Think about this from this day on, from the twenty-fourth day of the ninth month. Since the day when the base of the Lord’s house was laid, think about this:",
      "19": "Is the seed still in the store-house? The vine, the fig tree, the pomegranate and the olive tree have not given any fruit. Yet from this day on I will bring good to you.’”",
      "20": "The Word of the Lord came a second time to Haggai on the twenty-fourth day of the month, saying,",
      "21": "“Tell Zerubbabel, ruler of Judah, ‘I am going to shake the heavens and the earth.",
      "22": "I will take the power away from kings and destroy the power of the nations. I will destroy war-wagons and their drivers. Horses and their horsemen will fall, every one by the sword of another.",
      "23": "On that day,’ says the Lord of All, ‘I will take you, Zerubbabel, son of Shealtiel, My servant,’ says the Lord. ‘And I will make you like a ring for marking My name. For I have chosen you,’ says the Lord of All.”"
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:39.644253-04:00",
    "Translation": "NLV"
  }
}