{
  "Hebrews": {
    "1": {
      "1": "Long ago God spoke to our early fathers in many different ways. He spoke through the early preachers.",
      "2": "But in these last days He has spoken to us through His Son. God gave His Son everything. It was by His Son that God made the world.",
      "3": "The Son shines with the shining-greatness of the Father. The Son is as God is in every way. It is the Son Who holds up the whole world by the power of His Word. The Son gave His own life so we could be clean from all sin. After He had done that, He sat down on the right side of God in heaven.",
      "4": "The Son of God was made greater and better than the angels. God gave Him a greater name than theirs.",
      "5": "God did not say to any of His angels, “You are My Son. Today I have become Your Father.” And He did not say to any angel, “I will be a Father to Him. He will be a Son to Me.”",
      "6": "But when God brought His first-born Son, Jesus, into the world, He said, “Let all the angels of God worship Him.”",
      "7": "He said this about the angels, “He makes His angels to be winds. He makes His servants a burning fire.”",
      "8": "But about His Son, He says, “O God, Your throne will last forever. Whatever You say in Your nation is right and good.",
      "9": "You have loved what is right. You have hated what is wrong. That is why God, Your God, has chosen You. He has poured over You the oil of joy more than over anyone else.”",
      "10": "He said also, “Lord, You made the earth in the beginning. You made the heavens with Your hands.",
      "11": "They will be destroyed but You will always be here. They will all become old just as clothes become old.",
      "12": "You will roll up the heavens like a coat. They will be changed. But You are always the same. You will never grow old.”",
      "13": "God never said to any angel, “Sit at My right side, until I make those who hate You a place to rest Your feet.”",
      "14": "Are not all the angels spirits who work for God? They are sent out to help those who are to be saved from the punishment of sin."
    },
    "2": {
      "1": "That is why we must listen all the more to the truths we have been told. If we do not, we may slip away from them.",
      "2": "These truths given by the angels proved to be true. People were punished when they did not obey them.",
      "3": "God was so good to make a way for us to be saved from the punishment of sin. What makes us think we will not go to hell if we do not take the way to heaven that He has made for us? The Lord was the first to tell us of this. Then those who heard Him told it later.",
      "4": "God proved what they said was true by showing us special things to see and by doing powerful works. He gave the gifts of the Holy Spirit as He wanted to.",
      "5": "God did not make angels to be the leaders of that world to come which we have been speaking about.",
      "6": "Instead, the Holy Writings say, “What is man that You think of him and the son of man that You should remember him?”",
      "7": "“You made him so he took a place that was not as important as the angels for a little while. You gave him the crown of honor and shining-greatness. You made him the head over everything You have made.",
      "8": "You have put everything under his feet.” There is nothing that does not obey him, but we do not see all things obey him yet.",
      "9": "But we do see Jesus. For a little while He took a place that was not as important as the angels. But God had loving-favor for everyone. He had Jesus suffer death on a cross for all of us. Then, because of Christ’s death on a cross, God gave Him the crown of honor and shining-greatness.",
      "10": "God made all things. He made all things for Himself. It was right for God to make Jesus a perfect Leader by having Him suffer for men’s sins. In this way, He is bringing many men to share His shining-greatness.",
      "11": "Jesus makes men holy. He takes away their sins. Both Jesus and the ones being made holy have the same Father. That is why Jesus is not ashamed to call them His brothers.",
      "12": "Jesus is saying to His Father, “I will tell My brothers Your name. I will sing songs of thanks for You among the people.”",
      "13": "And again He says, “I will put My trust in God.” At another time He said, “Here I am with the children God gave Me.”",
      "14": "It is true that we share the same Father with Jesus. And it is true that we share the same kind of flesh and blood because Jesus became a man like us. He died as we must die. Through His death He destroyed the power of the devil who has the power of death.",
      "15": "Jesus did this to make us free from the fear of death. We no longer need to be chained to this fear.",
      "16": "Jesus did not come to help angels. Instead, He came to help men who are of Abraham’s family.",
      "17": "So Jesus had to become like His brothers in every way. He had to be one of us to be our Religious Leader to go between God and us. He had loving-pity on us and He was faithful. He gave Himself as a gift to die on a cross for our sins so that God would not hold these sins against us any longer.",
      "18": "Because Jesus was tempted as we are and suffered as we do, He understands us and He is able to help us when we are tempted."
    },
    "3": {
      "1": "Christian brothers, you have been chosen and set apart by God. So let us think about Jesus. He is the One God sent and He is the Religious Leader of our Christian faith.",
      "2": "Jesus was faithful in God’s house just as Moses was faithful in all of God’s house.",
      "3": "The man who builds a house gets more honor than the house. That is why Jesus gets more honor than Moses.",
      "4": "Every house is built by someone. And God is the One Who has built everything.",
      "5": "Moses was a faithful servant owned by God in God’s house. He spoke of the things that would be told about later on.",
      "6": "But Christ was faithful as a Son Who is Head of God’s house. We are of God’s house if we keep our trust in the Lord until the end. This is our hope.",
      "7": "The Holy Spirit says, “If you hear His voice today,",
      "8": "do not let your hearts become hard as your early fathers did when they turned against Me. It was at that time in the desert when they put Me to the test.",
      "9": "Your early fathers tempted Me and tried Me. They saw the work I did for forty years.",
      "10": "For this reason, I was angry with the people of this day. And I said to them, ‘They always think wrong thoughts. They have never understood what I have tried to do for them.’",
      "11": "I was angry with them and said to Myself, ‘They will never go into My rest.’”",
      "12": "Christian brothers, be careful that not one of you has a heart so bad that it will not believe and will turn away from the living God.",
      "13": "Help each other. Speak day after day to each other while it is still today so your heart will not become hard by being fooled by sin.",
      "14": "For we belong to Christ if we keep on trusting Him to the end just as we trusted Him at first.",
      "15": "The Holy Writings say, “If you hear His voice today, do not let your hearts become hard as your early fathers did when they turned against Me.”",
      "16": "Who heard God’s voice and turned against Him? Did not all those who were led out of the country of Egypt by Moses?",
      "17": "Who made God angry for forty years? Was it not those people who had sinned in the desert? Was it not those who died and were buried there?",
      "18": "Who did He say could never go into His rest? Was it not those who did not obey Him?",
      "19": "So we can see that they were not able to go into His rest because they did not put their trust in Him."
    },
    "4": {
      "1": "The same promise of going into God’s rest is still for us. But we should be afraid that some of us may not be able to go in.",
      "2": "We have heard the Good News even as they did, but it did them no good because it was not mixed with faith.",
      "3": "We who have put our trust in God go into His rest. God said this of our early fathers, “I was angry and said, ‘They will not go into My rest.’” And yet God’s work was finished after He made the world.",
      "4": "In the Holy Writings He said this about the seventh day when He made the whole world, “God rested on the seventh day from all He had made.”",
      "5": "But God said this about those who turned against Him, “They will not go into My rest.”",
      "6": "Those who heard the Good News first did not go into His rest. It was because they had not obeyed Him. But the promise is still good and some are going into His rest.",
      "7": "God has again set a certain day for people to go into His rest. He says through David many years later as He had said before, “If you hear His voice today, do not let your hearts become hard.”",
      "8": "If Joshua had led those people into God’s rest, He would not have told of another day after that.",
      "9": "And so God’s people have a complete rest waiting for them.",
      "10": "The man who goes into God’s rest, rests from his own work the same as God rested from His work.",
      "11": "Let us do our best to go into that rest or we will be like the people who did not go in.",
      "12": "God’s Word is living and powerful. It is sharper than a sword that cuts both ways. It cuts straight into where the soul and spirit meet and it divides them. It cuts into the joints and bones. It tells what the heart is thinking about and what it wants to do.",
      "13": "No one can hide from God. His eyes see everything we do. We must give an answer to God for what we have done.",
      "14": "We have a great Religious Leader Who has made the way for man to go to God. He is Jesus, the Son of God, Who has gone to heaven to be with God. Let us keep our trust in Jesus Christ.",
      "15": "Our Religious Leader understands how weak we are. Christ was tempted in every way we are tempted, but He did not sin.",
      "16": "Let us go with complete trust to the throne of God. We will receive His loving-kindness and have His loving-favor to help us whenever we need it."
    },
    "5": {
      "1": "Every Jewish religious leader is chosen from among men. He is a helper standing between God and men. He gives gifts on the altar in worship to God from the people. He gives blood from animals for the sins of the people.",
      "2": "A Jewish religious leader is weak in many ways because he is just a man himself. He knows how to be gentle with those who know little. He knows how to help those who are doing wrong.",
      "3": "Because he is weak himself, he must give gifts to God for his own sins as well as for the sins of the people.",
      "4": "A Jewish religious leader does not choose this honor for himself. God chooses a man for this work. Aaron was chosen this way.",
      "5": "It is the same way with Christ. He did not choose the honor of being a Religious Leader Who has made the way for man to go to God. Instead, God said to Christ, “You are My Son. Today I have become Your Father.”",
      "6": "God says in another part of His Word, “You will be a Religious Leader forever. You will be like Melchizedek.”",
      "7": "During the time Jesus lived on earth, He prayed and asked God with loud cries and tears. Jesus’ prayer was to God Who was able to save Him from death. God heard Christ because Christ honored God.",
      "8": "Even being God’s Son, He learned to obey by the things He suffered.",
      "9": "And having been made perfect, He planned and made it possible for all those who obey Him to be saved from the punishment of sin.",
      "10": "In God’s plan He was to be a Religious Leader Who made the way for man to go to God. He was like Melchizedek.",
      "11": "There is much we could say about this, but it is hard to make you understand. It is because you do not want to hear well.",
      "12": "By now you should be teachers. Instead, you need someone to teach you again the first things you need to know from God’s Word. You still need milk instead of solid food.",
      "13": "Anyone who lives on milk cannot understand the teaching about being right with God. He is a baby.",
      "14": "Solid food is for full-grown men. They have learned to use their minds to tell the difference between good and bad."
    },
    "6": {
      "1": "So let us leave the first things you need to know about Christ. Let us go on to the teaching that full-grown Christians should understand. We do not need to teach these first truths again. You already know that you must be sorry for your sins and turn from them. You know that you must have faith in God.",
      "2": "You know about being baptized and about putting hands on people. You know about being raised from the dead and about being punished forever.",
      "3": "We will go on, if God lets us.",
      "4": "There are those who have known the truth. They have received the gift from heaven. They have shared the Holy Spirit.",
      "5": "They know how good the Word of God is. They know of the powers of the world to come.",
      "6": "But if they turn away, they cannot be sorry for their sins and turn from them again. It is because they are nailing the Son of God on a cross again. They are holding Him up in shame in front of all people.",
      "7": "It is the same with a piece of ground that has had many rains fall on it. God makes it possible for that ground to give good fruits and vegetables.",
      "8": "But if it gives nothing but weeds, it is worth nothing. It will be hated and destroyed by fire.",
      "9": "Dear friends, even as we tell you this, we are sure of better things for you. These things go along with being saved from the punishment of sin.",
      "10": "God always does what is right. He will not forget the work you did to help the Christians and the work you are still doing to help them. This shows your love for Christ.",
      "11": "We want each one of you to keep on working to the end. Then what you hope for, will happen.",
      "12": "Do not be lazy. Be like those who have faith and have not given up. They will receive what God has promised them.",
      "13": "When God made a promise to Abraham, He made that promise in His own name because no one was greater.",
      "14": "He said, “I will make you happy in so many ways. For sure, I will give you many children.”",
      "15": "Abraham was willing to wait and God gave to him what He had promised.",
      "16": "When men make a promise, they use a name greater than themselves. They do this to make sure they will do what they promise. In this way, no one argues about it.",
      "17": "And so God made a promise. He wanted to show Abraham that He would never change His mind. So He made the promise in His own name.",
      "18": "God gave these two things that cannot be changed and God cannot lie. We who have turned to Him can have great comfort knowing that He will do what He has promised.",
      "19": "This hope is a safe anchor for our souls. It will never move. This hope goes into the Holiest Place of All behind the curtain of heaven.",
      "20": "Jesus has already gone there. He has become our Religious Leader forever and has made the way for man to go to God. He is like Melchizedek."
    },
    "7": {
      "1": "Melchizedek was king of Salem. He was a religious leader for God. When Abraham was coming back from the war where many kings were killed, Melchizedek met Abraham and showed respect to him.",
      "2": "Abraham gave Melchizedek one-tenth part of all he had. Melchizedek’s name means king of what is right. Salem means peace. So he is king of peace.",
      "3": "Melchizedek was without a father or mother or any family. He had no beginning of life or end of life. He is a religious leader forever like the Son of God.",
      "4": "We can see how great Melchizedek was. Abraham gave him one-tenth part of all he had taken in the war.",
      "5": "The Law made the family of Levi the Jewish religious leaders. The Law said that the religious leaders were to take one-tenth part of everything from their own people.",
      "6": "Melchizedek was not even from the family group of Levi but Abraham paid him. Melchizedek showed respect to Abraham who was the one who had received God’s promises.",
      "7": "The one who shows respect is always greater than the one who receives it.",
      "8": "Jewish religious leaders receive one-tenth part. They are men and they all die. But here Melchizedek received one-tenth part and is alive.",
      "9": "We might say that Levi, who receives one-tenth part, paid one-tenth part through Abraham.",
      "10": "Levi was not yet born. He was still inside Abraham’s body when Abraham paid Melchizedek.",
      "11": "The Law was given during the time when Levi and his sons were the religious leaders. If the work of those religious leaders had been perfect in taking away the sins of the people, there would have been no need for another religious leader. But one like Melchizedek was needed and not one from the family group of Aaron.",
      "12": "For when the family group of religious leaders changed, the Law had to be changed also.",
      "13": "These things speak of Christ Who is from another family group. That family group never had a religious leader who killed animals and gave gifts at the altar for the sins of the people.",
      "14": "Our Lord came from the family group of Judah. Moses did not write anything about religious leaders coming from that family group.",
      "15": "We can see that a different Religious Leader has come. This One is like Melchizedek.",
      "16": "Christ did not become a Religious Leader by coming from the family group of Levi as the Law said had to be. He became the Religious Leader by the power of a life that never ends.",
      "17": "The Holy Writings say this about Christ, “You are a Religious Leader forever like Melchizedek.”",
      "18": "God put the Law of Moses aside. It was weak and could not be used.",
      "19": "For the Law of Moses could not make men right with God. Now there is a better hope through which we can come near to God.",
      "20": "God made a promise when Christ became the Religious Leader Who made the way for man to go to God.",
      "21": "God did not make such a promise when Levi’s family group became religious leaders. But when Christ became a Religious Leader, this is the promise God made, “The Lord has made a promise. He will never change His mind. You will be a Religious Leader forever.”",
      "22": "Christ makes this New Way of Worship sure for us because of God’s promise.",
      "23": "There had to be many religious leaders during the time of the Old Way of Worship. They died and others had to keep on in their work.",
      "24": "But Jesus lives forever. He is the Religious Leader forever. It will never change.",
      "25": "And so Jesus is able, now and forever, to save from the punishment of sin all who come to God through Him because He lives forever to pray for them.",
      "26": "We need such a Religious Leader Who made the way for man to go to God. Jesus is holy and has no guilt. He has never sinned and is different from sinful men. He has the place of honor above the heavens.",
      "27": "Christ is not like other religious leaders. They had to give gifts every day on the altar in worship for their own sins first and then for the sins of the people. Christ did not have to do that. He gave one gift on the altar and that gift was Himself. It was done once and it was for all time.",
      "28": "The Law makes religious leaders of men. These men are not perfect. After the Law was given, God spoke with a promise. He made His Son a perfect Religious Leader forever."
    },
    "8": {
      "1": "Now the important thing is this: We have such a Religious Leader Who has made the way for man to go to God. He is the One Who sits at the right side of the All-powerful God in the heavens.",
      "2": "He is the Religious Leader of that holy place in heaven which is the true place of worship. It was built by the Lord and not by men’s hands.",
      "3": "Every religious leader of the Old Way of Worship had the work of killing animals and of giving gifts on the altar to God. So Christ had to have something to give also.",
      "4": "If Christ were on the earth, He would not be a religious leader such as these. The religious leaders on earth give gifts like the Law says.",
      "5": "Their work shows us only a picture of the things in heaven. When Moses was putting up the tent to worship in, God told him, “Be sure you make the tent for worship like I showed you on Mount Sinai.”",
      "6": "But Christ has a more perfect work. He is the One Who goes between God and man in this new and better way. The New Way of Worship promises better things.",
      "7": "If the Old Way of Worship had been perfect, there would have been no need for another one.",
      "8": "God was not happy how the people lived by the Old Way of Worship. He said, “The day will come when I will make a New Way of Worship for the Jews and those of the family group of Judah.",
      "9": "The New Way of Worship will not be like the Old Way of Worship I gave to their early fathers. That was when I took them by the hand and led them out of Egypt. But they did not follow the Old Way of Worship. And so I turned away from them.",
      "10": "This is the New Way of Worship that I will give to the Jews. When that day comes, says the Lord, I will put My Laws into their minds. And I will write them in their hearts. I will be their God, and they will be My people.",
      "11": "No one will need to teach his neighbor or his brother to know the Lord. All of them will already know Me from the least to the greatest.",
      "12": "I will show loving-kindness to them and forgive their sins. I will remember their sins no more.”",
      "13": "When God spoke about a New Way of Worship, He showed that the Old Way of Worship was finished and of no use now. It will never be used again."
    },
    "9": {
      "1": "There were special ways of worship and a special holy place made by man for the Old Way of Worship.",
      "2": "A big tent was built and set up. It was called the holy place. It had a light and a table, and the holy bread was on the table.",
      "3": "Behind the second curtain there was another tent. This was called the Holiest Place of All.",
      "4": "In the inside tent there was an altar where special perfume was burned. There was also a large box made of wood called the box of the Way of Worship. Both of these were covered with gold inside and out. Inside the box was a pot made of gold with the bread from heaven. It also had in it Aaron’s stick that once started to grow. The stones on which the Law of Moses was written were in it.",
      "5": "Above the box were the cherubim of honor. Their wings were spread up and over and met in the center. On the top of the box and under the shadow of their wings was the mercy-seat. We cannot tell anymore about these things now.",
      "6": "When everything was finished, the Jewish religious leaders went in and out of the outside tent to do the things which had to be done to worship God.",
      "7": "Once each year the head religious leader would go into the inside tent alone. He would not go in without blood. He gave this blood to God as a gift in worship for his own sins and for the sins of all the people who sinned without knowing it.",
      "8": "And so the Holy Spirit is teaching that, with the Old Way of Worship, the people could not go into the Holiest Place of All as long as the outside tent and its Old Way of Worship were being used.",
      "9": "The outside tent is a picture of that day. With the Old Way of Worship, animals killed and gifts given in worship to God could not take away the guilty feeling of sin.",
      "10": "The Old Way of Worship was made up of Laws about what to eat and drink. These Laws told how to wash and other things to do with the body. These things had to be done until Christ came to bring a better way of worship.",
      "11": "But Christ came as the Head Religious Leader of the good things God promised. He made the way for man to go to God. He was a greater and more perfect tent. He was not made by human hands and was not a part of this earth.",
      "12": "Christ went into the Holiest Place of All one time for all people. He did not take the blood of goats and young cows to give to God as a gift in worship. He gave His own blood. By doing this, He bought us with His own blood and made us free from sin forever.",
      "13": "With the Old Way of Worship, the blood and ashes of animals could make men clean after they had sinned.",
      "14": "How much more the blood of Christ will do! He gave Himself as a perfect gift to God through the Spirit that lives forever. Now your heart can be free from the guilty feeling of doing work that is worth nothing. Now you can work for the living God.",
      "15": "Christ is the One Who gave us this New Way of Worship. All those who have been called by God may receive life that lasts forever just as He promised them. Christ bought us with His blood when He died for us. This made us free from our sins which we did under the Old Way of Worship.",
      "16": "When a man wants to give his money to someone after he dies, he writes it all down on paper. But that paper is worth nothing until the man is dead.",
      "17": "That piece of paper means nothing as long as he is alive. It is good only when he dies.",
      "18": "The Old Way of Worship had to have a death to make it good. The blood of an animal was used.",
      "19": "Moses told the people all the things they had to obey in the Law. Then he took the blood of animals together with water and put it on the Book of the Law and on all the people. He used special branches and red wool as he put it on them.",
      "20": "Moses said, “This is the blood of the Way of Worship which God said you must obey.”",
      "21": "In the same way, Moses put the blood on the tent and on all the things used in worship.",
      "22": "The Law says that almost everything is made clean by blood. Sins are not forgiven unless blood is given.",
      "23": "The tent to worship in and the things inside to worship with were like the things in heaven. They were made clean by putting blood on them. But the things in heaven were made clean by a much better gift of worship.",
      "24": "For Christ did not go into the Holiest Place of All that was made by men, even if it was like the true one in heaven. He went to heaven itself and He is before God for us.",
      "25": "Christ has not given Himself many times, as the head religious leader here on earth went into the Holiest Place of All each year with blood that was not his own.",
      "26": "For then Christ would have had to die many times since the world began. But He came once at the end of the Old Way of Worship. He gave Himself once for all time. He gave Himself to destroy sin.",
      "27": "It is in the plan that all men die once. After that, they will stand before God and be judged.",
      "28": "It is the same with Christ. He gave Himself once to take away the sins of many. When He comes the second time, He will not need to give Himself again for sin. He will save all those who are waiting for Him."
    },
    "10": {
      "1": "The Law is like a picture of the good things to come. The Jewish religious leaders gave gifts on the altar in worship to God all the time year after year. Those gifts could not make the people who came to worship perfect.",
      "2": "If those gifts given to God could take away sins, the people who came to worship would no longer feel guilty of sin. They would have given no more gifts.",
      "3": "When they gave the gifts year after year, it made them remember that they still had their sins.",
      "4": "The blood of animals cannot take away the sins of men.",
      "5": "When Christ came to the world, He said to God, “You do not want animals killed or gifts given in worship. You have made My body ready to give as a gift.",
      "6": "You are not pleased with animals that have been killed or burned and given as gifts on the altar to take away sin.",
      "7": "Then I said, ‘I have come to do what You want, O God. It is written in the Law that I would.’”",
      "8": "Then Christ said, “You do not want animals killed or gifts given in worship to you for sin. You are not pleased with them.” These things are done because the Law says they should be done.",
      "9": "Then He said, “I have come to do what You want Me to do.” And this is what He did when He died on a cross. God did away with the Old Way of Worship and made a New Way of Worship.",
      "10": "Our sins are washed away and we are made clean because Christ gave His own body as a gift to God. He did this once for all time.",
      "11": "All Jewish religious leaders stand every day killing animals and giving gifts on the altar. They give the same gifts over and over again. These gifts cannot take away sins.",
      "12": "But Christ gave Himself once for sins and that is good forever. After that He sat down at the right side of God.",
      "13": "He is waiting there for God to make of those who have hated Him a place to rest His feet.",
      "14": "And by one gift He has made perfect forever all those who are being set apart for God-like living.",
      "15": "The Holy Spirit tells us this: First He says,",
      "16": "“This is the New Way of Worship that I will give them. When that day comes, says the Lord, I will put My Laws in their hearts. And I will write them in their minds.” Then He says,",
      "17": "“I will not remember their sins and wrong-doings anymore.”",
      "18": "No more gifts on the altar in worship are needed when our sins are forgiven.",
      "19": "Christian brothers, now we know we can go into the Holiest Place of All because the blood of Jesus was given.",
      "20": "We now come to God by the new and living way. Christ made this way for us. He opened the curtain, which was His own body.",
      "21": "We have a great Religious Leader over the house of God.",
      "22": "And so let us come near to God with a true heart full of faith. Our hearts must be made clean from guilty feelings and our bodies washed with pure water.",
      "23": "Let us hold on to the hope we say we have and not be changed. We can trust God that He will do what He promised.",
      "24": "Let us help each other to love others and to do good.",
      "25": "Let us not stay away from church meetings. Some people are doing this all the time. Comfort each other as you see the day of His return coming near.",
      "26": "If we keep on sinning because we want to after we have received and know the truth, there is no gift that will take away sins then.",
      "27": "Instead, we will stand before God and on that day He will judge us. And the hot fires of hell will burn up those who work against God.",
      "28": "Anyone who did not obey the Old Way of Worship died without loving-kindness when two or three men spoke against him.",
      "29": "How much more will a man have to be punished if he walks on and hates the Son of God? How much more will he be punished if he acts as if the blood of God’s New Way of Worship is worth nothing? This New Way of Worship is God’s way of making him holy. How much more will he be punished if he laughs at the Holy Spirit Who wanted to show him loving-favor?",
      "30": "For we know God said, “I will pay back what is coming to them.” And, “The Lord will judge His people.”",
      "31": "The very worst thing that can happen to a man is to fall into the hands of the living God!",
      "32": "Remember how it was in those days after you heard the truth. You suffered much.",
      "33": "People laughed at you and beat you. When others suffered, you suffered with them.",
      "34": "You had loving-pity for those who were in prison. You had joy when your things were taken away from you. For you knew you would have something better in heaven which would last forever.",
      "35": "Do not throw away your trust, for your reward will be great.",
      "36": "You must be willing to wait without giving up. After you have done what God wants you to do, God will give you what He promised you.",
      "37": "The Holy Writings say, “In a little while, the One you are looking for will come. It will not be a long time now.",
      "38": "For the one right with God lives by faith. If anyone turns back, I will not be pleased with him.”",
      "39": "We are not of those people who turn back and are lost. Instead, we have faith to be saved from the punishment of sin."
    },
    "11": {
      "1": "Now faith is being sure we will get what we hope for. It is being sure of what we cannot see.",
      "2": "God was pleased with the men who had faith who lived long ago.",
      "3": "Through faith we understand that the world was made by the Word of God. Things we see were made from what could not be seen.",
      "4": "Because Abel had faith, he gave a better gift in worship to God than Cain. His gift pleased God. Abel was right with God. Abel died, but by faith he is still speaking to us.",
      "5": "Because Enoch had faith, he was taken up from the earth without dying. He could not be found because God had taken him. The Holy Writings tell how he pleased God before he was taken up.",
      "6": "A man cannot please God unless he has faith. Anyone who comes to God must believe that He is. That one must also know that God gives what is promised to the one who keeps on looking for Him.",
      "7": "Because Noah had faith, he built a large boat for his family. God told him what was going to happen. His faith made him hear God speak and he obeyed. His family was saved from death because he built the boat. In this way, Noah showed the world how sinful it was. Noah became right with God because of his faith in God.",
      "8": "Because Abraham had faith, he obeyed God when God called him to leave his home. He was to go to another country that God promised to give him. He left his home without knowing where he was going.",
      "9": "His faith in God kept him living as a stranger in the country God had promised to him. Isaac and Jacob had received the same promise. They all lived in tents together.",
      "10": "Abraham was looking to God and waiting for a city that could not be moved. It was a city planned and built by God.",
      "11": "Because Sarah had faith, she was able to have a child long after she was past the age to have children. She had faith to believe that God would do what He promised.",
      "12": "Abraham was too old to have children. But from this one man came a family with as many in it as the stars in the sky and as many as the sand by the sea.",
      "13": "These people all died having faith in God. They did not receive what God had promised to them. But they could see far ahead to all the things God promised and they were glad for them. They knew they were strangers here. This earth was not their home.",
      "14": "People who say these things show they are looking for a country of their own.",
      "15": "They did not think about the country they had come from. If they had, they might have gone back.",
      "16": "But they wanted a better country. And so God is not ashamed to be called their God. He has made a city for them.",
      "17": "Because Abraham had faith, when he was tested, he gave his son Isaac as a gift on the altar in worship. God had made a promise to Abraham that He would give him a son. And yet Abraham was willing to give his only son as a gift on the altar in worship.",
      "18": "God had said to Abraham, “Your family will come from Isaac.”",
      "19": "Abraham believed God was able to bring Isaac back to life again. And so it may be said that Abraham did receive him back from death.",
      "20": "Because Isaac had faith, he said that good would come to Jacob and Esau in the future.",
      "21": "Because Jacob had faith, he said that good would come to each of Joseph’s sons as he was dying. He used his walking stick to hold him up as he prayed to God.",
      "22": "Because Joseph had faith, he spoke of the Jews leaving the country of Egypt. He was going to die soon, and he told them to bury his body in the country where they were going.",
      "23": "Because of faith, Moses, after he was born, was hidden by his parents for three months. They saw that he was a beautiful child. They were not afraid of the king when he said that all baby boys should be killed.",
      "24": "Because Moses had faith, he would not be called the son of Pharaoh’s daughter when he grew up.",
      "25": "He chose to suffer with God’s people instead of having fun doing sinful things for awhile.",
      "26": "Any shame that he suffered for Christ was worth more than all the riches in Egypt. He kept his eyes on the reward God was going to give him.",
      "27": "Because Moses had faith, he left Egypt. He was not afraid of the king’s anger. Moses did not turn from the right way but kept seeing God in front of him.",
      "28": "Because Moses had faith, he told all the Jews to put blood over their doors. Then the angel of death would pass over their houses and not kill their oldest sons.",
      "29": "Because the Jews had faith, they went through the Red Sea as if they were on dry ground. But when the people of Egypt tried to go through, they were all killed by the water.",
      "30": "Because the Jews had faith, the walls of the city of Jericho fell down after the Jews had walked around the city for seven days.",
      "31": "Because Rahab had faith, she was kept from being killed along with those who did not obey God. She was a woman who sold the use of her body. But she helped the men who had come in secret to look over the country.",
      "32": "What more should I say? There is not enough time to tell of Gideon and of Barak and of Samson and of Jephthah and of David and of Samuel and of the early preachers.",
      "33": "It was because these people had faith that they won wars over other countries. They were good leaders. They received what God promised to them. They closed the mouths of lions",
      "34": "and stopped fire that was burning. They got away from being killed with swords. They were made strong again after they had been weak and sick. They were strong in war. They made fighting men from other countries run home.",
      "35": "It was because some women had faith that they received their dead back to life. Others chose to be beaten instead of being set free, because they would not turn against God. In this way, they would be raised to a better life.",
      "36": "Others were talked against. Some were beaten. Some were put in chains and in prison.",
      "37": "They were killed by stones being thrown at them. People were cut in pieces. They were tested. They were killed with swords. They wore skins of sheep and goats and had nothing they could call their own. They were hungry and sick. Everyone was bad to them.",
      "38": "They walked around in deserts and in mountains. They looked for caves and holes in the earth to live in. They were too good for this world.",
      "39": "It was because of their faith that God was pleased with them. But they did not receive what God had promised.",
      "40": "God had planned something better for us. These men could not be made perfect without us."
    },
    "12": {
      "1": "All these many people who have had faith in God are around us like a cloud. Let us put every thing out of our lives that keeps us from doing what we should. Let us keep running in the race that God has planned for us.",
      "2": "Let us keep looking to Jesus. Our faith comes from Him and He is the One Who makes it perfect. He did not give up when He had to suffer shame and die on a cross. He knew of the joy that would be His later. Now He is sitting at the right side of God.",
      "3": "Sinful men spoke words of hate against Christ. He was willing to take such shame from sinners. Think of this so you will not get tired and give up.",
      "4": "In your fight against sin, you have not yet had to stand against sin with your blood.",
      "5": "Do you remember what God said to you when He called you His sons? “My son, listen when the Lord punishes you. Do not give up when He tells you what you must do.",
      "6": "The Lord punishes everyone He loves. He whips every son He receives.”",
      "7": "Do not give up when you are punished by God. Be willing to take it, knowing that God is teaching you as a son. Is there a father who does not punish his son sometimes?",
      "8": "If you are not punished as all sons are, it means that you are not a true son of God. You are not a part of His family and He is not your Father.",
      "9": "Remember that our fathers on earth punished us. We had respect for them. How much more should we obey our Father in heaven and live?",
      "10": "For a little while our fathers on earth punished us when they thought they should. But God punishes us for our good so we will be holy as He is holy.",
      "11": "There is no joy while we are being punished. It is hard to take, but later we can see that good came from it. And it gives us the peace of being right with God.",
      "12": "So lift up your hands that have been weak. Stand up on your weak legs.",
      "13": "Walk straight ahead so the weak leg will not be turned aside, but will be healed.",
      "14": "Be at peace with all men. Live a holy life. No one will see the Lord without having that kind of life.",
      "15": "See that no one misses God’s loving-favor. Do not let wrong thoughts about others get started among you. If you do, many people will be turned to a life of sin.",
      "16": "None of you should fall into sex sins or forget God like Esau did. He had a right to get all Isaac had because he was the oldest son. But for one plate of food he sold this right to his brother.",
      "17": "You know that later he would have received everything. But he did not get it even when he asked for it with tears. It was too late to make right the wrong he had done.",
      "18": "For you have not come close to a mountain that you can touch. You have not come to worship where there is burning fire and darkness and storm and wind.",
      "19": "The sound of a horn was heard and God’s voice spoke. The people cried out to Moses to have God stop speaking to them.",
      "20": "They could not stand to listen to His strong words, “Even if an animal comes to the mountain, it must be killed.”",
      "21": "What Moses saw was so hard to look at that he said, “I am full of fear and am shaking.”",
      "22": "But instead, you have come to the mountain of Jerusalem. It is the city of the living God. It is the Jerusalem of heaven with its thousands of angels.",
      "23": "You have gathered there with God’s children who were born long ago. They are citizens of heaven. God is there. He will judge all men. The spirits of all those right with God are there. They have been made perfect.",
      "24": "Jesus is there. He has made a way for man to go to God. He gave His blood that men might worship God the New Way. The blood of Jesus tells of better things than that which Abel used.",
      "25": "Be sure you listen to the One Who is speaking to you. The Jews did not obey when God’s Law was given to them on earth. They did not go free. They were punished. We will be punished more if we do not listen to God as He speaks from heaven.",
      "26": "On Mount Sinai, God’s voice shook the earth. But now He has promised, saying, “Once more I will shake the earth and the heavens.”",
      "27": "When God says, “Once more,” He means He will take away everything of this world that can be shaken so the things that cannot be shaken will be left.",
      "28": "Since we have received a holy nation that cannot be moved, let us be thankful. Let us please God and worship Him with honor and fear.",
      "29": "For our God is a fire that destroys everything."
    },
    "13": {
      "1": "Keep on loving each other as Christian brothers.",
      "2": "Do not forget to be kind to strangers and let them stay in your home. Some people have had angels in their homes without knowing it.",
      "3": "Remember those in prison. Think of them as if you were in prison with them. Remember those who are suffering because of what others have done to them. You may suffer in the same way.",
      "4": "Marriage should be respected by everyone. God will punish those who do sex sins and are not faithful in marriage.",
      "5": "Keep your lives free from the love of money. Be happy with what you have. God has said, “I will never leave you or let you be alone.”",
      "6": "So we can say for sure, “The Lord is my Helper. I am not afraid of anything man can do to me.”",
      "7": "Remember your leaders who first spoke God’s Word to you. Think of how they lived, and trust God as they did.",
      "8": "Jesus Christ is the same yesterday and today and forever.",
      "9": "Do not let the many strange teachings lead you in the wrong way. Our hearts are made strong by God’s loving-favor. Food does not make our hearts strong. Those who obey laws about eating certain foods are not helped by them.",
      "10": "We have an altar from which those who work in the place of worship have no right to eat.",
      "11": "The head religious leader takes the blood of animals into the holy place to give it on the altar for sins. But the bodies of the animals are burned outside the city.",
      "12": "It was the same with Jesus. He suffered and died outside the city so His blood would make the people clean from sin.",
      "13": "So let us go to Him outside the city to share His shame.",
      "14": "For there is no city here on earth that will last forever. We are looking for the one that is coming.",
      "15": "Let us give thanks all the time to God through Jesus Christ. Our gift to Him is to give thanks. Our lips should always give thanks to His name.",
      "16": "Remember to do good and help each other. Gifts like this please God.",
      "17": "Obey your leaders and do what they say. They keep watch over your souls. They have to tell God what they have done. They should have joy in this and not be sad. If they are sad, it is no help to you.",
      "18": "Pray for us. Our hearts tell us we are right. We want to do the right thing always.",
      "19": "Pray for me all the more so that I will be able to come to you soon.",
      "20": "God is a God of peace. He raised our Lord Jesus from the dead. Jesus is the Good Shepherd of the sheep. His blood made the New Way of Worship which will last forever.",
      "21": "May God give you every good thing you need so you can do what He wants. May He do in us what pleases Him through Jesus Christ. May Christ have all the shining-greatness forever! Let it be so.",
      "22": "Christian brothers, I beg of you to listen to these words that will help you. This has been a short letter.",
      "23": "I want you to know that Timothy is out of prison. If he comes soon, I will bring him with me when I come to see you.",
      "24": "Greet all of your leaders and to all those who belong to Christ. The Christians from the country of Italy greet you.",
      "25": "May all of you have God’s loving-favor. Let it be so."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:55.907565-04:00",
    "Translation": "NLV"
  }
}