{
  "Hosea": {
    "1": {
      "1": "The Word of the Lord came to Hosea the son of Beeri during the time that Uzziah, Jotham, Ahaz and Hezekiah were kings of Judah, and Jeroboam the son of Joash was king of Israel.",
      "2": "When the Lord first spoke through Hosea, the Lord said to him, “Go and marry a wife who is not faithful in marriage, and have children from that woman. For the land is guilty of not being faithful to the Lord.”",
      "3": "So he married Gomer the daughter of Diblaim and she gave birth to his son.",
      "4": "And the Lord said to Hosea, “Name him Jezreel, because I will soon punish the people of Jehu for the killing at Jezreel. And I will put an end to the ruling power of the people of Israel.",
      "5": "On that day, I will break the power of Israel in the valley of Jezreel.”",
      "6": "Then Gomer gave birth to a daughter. And the Lord said to Hosea, “Name her Lo-ruhamah, for I will no longer have loving-pity on the people of Israel and forgive them.",
      "7": "But I will have loving-pity on the people of Judah. I, the Lord their God, will save them. But I will not save them by bow, sword, war, horses, or horsemen.”",
      "8": "When Gomer had finished nursing Lo-ruhamah, she gave birth to a son.",
      "9": "And the Lord said, “Name him Lo-ammi, for you are not My people and I am not your God.",
      "10": "“Yet the number of the people of Israel will be like the sand of the sea, which cannot be numbered. And in the place where it was said to them, ‘You are not My people,’ it will be said to them, ‘You are the sons of the living God.’",
      "11": "The people of Judah and the people of Israel will be gathered together, and they will choose one leader for themselves. And they will go up from the land, for the day of Jezreel will be a great day."
    },
    "2": {
      "1": "“Say to your brothers, ‘My people,’ and to your sisters, ‘My loved one.’",
      "2": "“Speak with strong words to your mother. Speak with strong words, for she is not My wife and I am not her husband. Tell her to stop selling the use of her body and giving herself to other men.",
      "3": "If she does not, I will put her to shame by taking off her clothes and show her as when she was born. I will make her like a desert, like a hot and dry land, and will kill her with thirst.",
      "4": "I will have no loving-pity on her children, for they are children of her sinful ways.",
      "5": "Their mother has not been faithful. She who gave birth to them has acted in shame. For she said, ‘I will go after my lovers. They give me my bread and water, my wool and linen, my oil and my drink.’",
      "6": "So I will put thorn bushes in her way. I will build a wall so that she cannot find her way.",
      "7": "She will go after her lovers but will not catch up with them. She will look for them but will not find them. Then she will say, ‘I will return to my first husband. For it was better for me then than now.’",
      "8": "“She does not know that it was I Who gave her the grain, the new wine, the oil, and all the silver and gold, which they used for the false god Baal.",
      "9": "So I will take back My grain during the gathering time, and My new wine during its time. And I will take away My wool and My linen, which were given to cover her.",
      "10": "So I will take away the covering of her shame in the eyes of her lovers. And no one will take her out of My hand.",
      "11": "I will put an end to all her fun, her special suppers, her new moons, her Days of Rest, and all her special times for gathering together.",
      "12": "I will destroy her vines and fig trees, which she said were her pay from her lovers. I will make many trees grow wild among them, and the animals of the field will eat them.",
      "13": "I will punish her for the days she gave gifts in worship to the false gods of Baal. I will punish her for the times she forgot Me, and put on rings and other beautiful objects and went after her lovers” says the Lord.",
      "14": "“So I will lead her into the desert and speak words of comfort to her.",
      "15": "I will give her grape-fields there, and make the Valley of Achor a door of hope. And she will sing there as she did when she was young, as in the day she came out of the land of Egypt.",
      "16": "In that day” says the Lord, “you will call Me, ‘My Husband.’ And you will no longer call Me, ‘My Baal.’",
      "17": "For I will take the names of the Baals from her mouth. The names of these false gods will never be spoken again.",
      "18": "In that day I will make an agreement for them with the wild animals of the field, the birds of the sky, and the things which move upon the ground. I will put an end to the bow, the sword, and war in all the land. And I will let My people lie down in peace and be safe.",
      "19": "I will promise to make you Mine forever. Yes, I will take you as My bride in what is right and good and fair, and in loving-kindness and in loving-pity.",
      "20": "I will keep My promise and make you Mine. Then you will know the Lord.",
      "21": "“In that day” says the Lord, “I will give an answer to the heavens, and they will give an answer to the earth.",
      "22": "The earth will give an answer to the grain, the new wine, and the oil. And they will give an answer to Jezreel.",
      "23": "I will plant her for Myself in the land. Those who were not loved, I will call, ‘My loved ones.’ Those who were not My people, I will call, ‘My people.’ And they will say, ‘You are my God!’”"
    },
    "3": {
      "1": "Then the Lord said to me, “Go again and love your wife, even when she is loved by another and is not faithful. Love her as the Lord loves the people of Israel, even when they turn to other gods and love cakes of dried grapes.”",
      "2": "So I bought her for fifteen pieces of silver money and ten baskets of barley.",
      "3": "Then I said to her, “You must stay with me for many days, and be faithful to me. Do not have another man, and I will also be faithful to you.”",
      "4": "For the sons of Israel will live many days without a king or leader, without holy gifts or holy stone pillars, and without linen vests or false gods.",
      "5": "After this the sons of Israel will return and look for the Lord their God and for David their king. And they will come shaking before the Lord and receive His goodness in the last days."
    },
    "4": {
      "1": "Listen to the Word of the Lord, O people of Israel, because He has something against the people of the land. “They are not faithful or kind, and no one in the land knows God.",
      "2": "There is swearing, lying, killing, stealing, and sex sins. They are always hurting others, and there is one killing after another.",
      "3": "The land is filled with sorrow. Everyone who lives on it wastes away, together with the animals of the field and the birds of the sky. Even the fish of the sea are taken away.",
      "4": "“Yet let no one put blame or guilt upon another. For your people are like those who argue with the religious leader.",
      "5": "You will fall during the day, and the religious leaders will fall with you during the night. And I will destroy your mother.",
      "6": "My people are destroyed because they have not learned. You were not willing to learn. So I am not willing to have you be My religious leader. Since you have forgotten the Law of your God, I also will forget your children.",
      "7": "“The more there were, the more they sinned against Me. I will change their shining-greatness into shame.",
      "8": "They feed on the sin of My people, and so they want them to sin more.",
      "9": "The religious leaders will be punished the same as the people. I will punish them for what they have done.",
      "10": "They will eat, but not have enough. They will do sex sins, but the number of their children will not grow because they have not been faithful to the Lord.",
      "11": "“Their sinful ways and both old and new wine take away My people’s understanding.",
      "12": "They ask things of a wooden god and are answered by a stick of wood. A false spirit has led them the wrong way. They have not been faithful, and they have left their God.",
      "13": "They give gifts in worship on the tops of the mountains and burn special perfume on the hills. They do this under oak, poplar and terebinth trees, because their shadow is pleasing. So your daughters are like women who sell the use of their bodies, and your brides do sex sins.",
      "14": "I will not punish your daughters when they are like women who sell the use of their bodies, or your brides when they do sex sins. For the men themselves go with the sinful women to give gifts in worship to false gods. And people without understanding will be destroyed.",
      "15": "“Even if you, Israel, are like women who sell the use of their bodies, do not let Judah become guilty. Do not go to Gilgal or up to Beth-aven. And do not swear, ‘As the Lord lives!’",
      "16": "The people of Israel are strong-willed like a young cow. How then can the Lord feed them like a lamb in a large field?",
      "17": "Ephraim is joined to false gods. Let him alone.",
      "18": "Their strong drink is gone. They are like women who sell the use of their bodies all the time. Their rulers love shame.",
      "19": "The wind will carry them away, and they will be ashamed because they gave gifts to false gods."
    },
    "5": {
      "1": "“Hear this, O religious leaders! Listen, O people of Israel! Listen, O family of the king! For you are to be judged. You have been a trap at Mizpah, and a net spread out on Tabor.",
      "2": "Those who will not obey have gone deep into sin, but I will punish all of them.",
      "3": "I know all about Ephraim. Israel is not hidden from Me. O Ephraim, you have acted like a woman who sells the use of her body. Israel has made itself unclean.",
      "4": "Their wrong-doing will not allow them to return to their God. For a spirit of a woman who sells the use of her body is within them, and they do not know the Lord.",
      "5": "The pride of Israel speaks against them. Israel and Ephraim fall in their sin, and Judah has fallen with them.",
      "6": "They will go with their flocks and cattle to look for the Lord, but they will not find Him. He has gone away from them.",
      "7": "They have not been faithful to the Lord, for they have given birth to children who are not His. Now the new moon will destroy them with their land.",
      "8": "“Blow the horn in Gibeah and in Ramah! Let the sound of danger be heard at Beth-aven! Look behind you, Benjamin!",
      "9": "Ephraim will be laid waste in the day of punishment. Among the family groups of Israel I make known what is sure.",
      "10": "The leaders of Judah are like those who take away the land-marks. I will pour out My anger on them like water.",
      "11": "It is hard for Ephraim. He is crushed by punishment, because he wanted to follow what is of no worth.",
      "12": "So I am like a moth to Ephraim, and like a wasting disease to the people of Judah.",
      "13": "When Ephraim saw his sickness and Judah saw his sore, then Ephraim went to Assyria and sent to King Jareb for help. But he is not able to cure you, or heal your sore.",
      "14": "For I will be like a lion to Ephraim, and like a young lion to the people of Judah. I will tear them to pieces and go away. I will carry them away, with no one to take them.",
      "15": "I will go away and return to My place until they know they are guilty and look for Me. In their suffering they will try to find Me.”"
    },
    "6": {
      "1": "“Come, let us return to the Lord. He has hurt us but He will heal us. He has cut us but He will cover the sore.",
      "2": "After two days He will give us new life. He will raise us up on the third day, that we may live before Him.",
      "3": "So keep on trying to know the Lord. His coming to us is as sure as the rising of the sun. He will come to us like the rain, like the spring rain giving water to the earth.”",
      "4": "“What should I do with you, Ephraim? What should I do with you, Judah? Your loving-kindness is like a morning cloud, and like the water on the grass in the early morning.",
      "5": "So I have cut them in pieces by the men who speak for Me. I have killed them by the words of My mouth. My punishments come upon you like lightning.",
      "6": "I want loving-kindness and not a gift to be given in worship. I want people to know God instead of giving burnt gifts.",
      "7": "But like Adam they have sinned against the agreement. They were not faithful to Me there.",
      "8": "Gilead is a city of wrong-doers, with blood in every footstep.",
      "9": "Like robbers lie in wait for a man, a group of religious leaders kill on the way to Shechem. For sure they have done a sinful thing.",
      "10": "I have seen a very bad thing among the people of Israel. Ephraim has left Me to worship false gods. Israel has made itself unclean.",
      "11": "Also, Judah, there is a time coming for you, when I give back the riches of My people."
    },
    "7": {
      "1": "“Whenever I would heal Israel, I see the sin of Ephraim and the wrong-doing of Samaria. They are false in their ways. The robber breaks into houses, and sinful men rob in the streets.",
      "2": "They do not think about how I remember all the sinful things they do. Their sins are all around them, and are always before Me.",
      "3": "They make the king glad with their wrong-doing, and the leaders with their lies.",
      "4": "None of them are faithful. They are like a hot stove whose fire the bread-maker leaves alone from the time he makes the dough until the bread rises.",
      "5": "On the special day of our king the leaders became drunk with wine. He joined hands with those who laughed at the truth.",
      "6": "Their hearts are like a hot stove as they make their plans. Their anger smokes all night, and in the morning it burns like a hot fire.",
      "7": "All of them are hot like a stove, and they destroy their leaders. All their kings have fallen, and none of them calls to Me for help.",
      "8": "“Ephraim mixes with the nations. Ephraim is a cake not turned.",
      "9": "Strangers destroy his strength, yet he does not know it. White hairs come upon him, yet he does not know it.",
      "10": "Israel’s pride speaks against him, yet they do not return to the Lord their God. Even for all this, they do not look for Him.",
      "11": "Ephraim is like a foolish dove that is not able to think. They call to Egypt. They go to Assyria.",
      "12": "When they go, I will spread My net over them. I will bring them down like the birds of the sky. I will punish them for the sinful things they have done.",
      "13": "It is bad for them, for they have turned away from Me! They will be destroyed, for they would not obey Me! I would save them and make them free, but they speak lies against Me.",
      "14": "They do not cry out to Me from their heart when they cry on their beds. They come together for grain and new wine, but turn away from Me.",
      "15": "I taught them and gave strength to their arms, yet they make sinful plans against Me.",
      "16": "They do not turn to the Most High. They are like a bow that does not work right. Their leaders will be killed by the sword because of their proud words. And those in the land of Egypt will laugh at them."
    },
    "8": {
      "1": "“Put the horn to your lips! Men who hate us are coming like an eagle to fight against the house of the Lord, because the people of Israel have sinned against My agreement and would not obey My Law.",
      "2": "They cry out to Me, ‘My God, we of Israel know You!’",
      "3": "Israel has turned away from the good, and those who hate him will come after him.",
      "4": "They have set up kings, but not by Me. They have chosen leaders, but I did not know it. They have made false gods for themselves out of silver and gold, so they will be destroyed.",
      "5": "O Samaria, I will have nothing to do with the calf you worship. My anger burns against them! How long will it be before they are pure",
      "6": "in Israel? A workman made this calf, so it is not God. The calf of Samaria will be broken to pieces.",
      "7": "They plant the wind and they will gather the storm. The standing grain has no heads, and will give no food. If it were to give food, strangers would eat it.",
      "8": "“Israel is eaten up. They are now among the nations like a pot that is of no worth.",
      "9": "They have gone up to Assyria like a wild donkey all alone. Ephraim has hired lovers.",
      "10": "Even when they hire people among the nations to help them, I will now gather them together. And they will begin to waste away because the powerful king will make it hard for them.",
      "11": "“Because Ephraim has made many altars for sin gifts, they have become altars for sinning.",
      "12": "I wrote 10,000 of My Laws for him, but they think of them as something strange.",
      "13": "They give gifts to Me and eat the meat of the gifts, but the Lord is not pleased with them. Now He will remember their wrong-doing and punish them for their sins. They will return to Egypt.",
      "14": "Israel has forgotten his Maker and built great houses. And Judah has built many strong cities ready for battle. But I will send a fire upon its cities that will destroy its beautiful houses.”"
    },
    "9": {
      "1": "Do not be happy, O Israel! Do not be glad like the nations! For you have sinned like a woman who sells the use of her body, turning away from your God. You have loved selling yourselves on every grain-floor.",
      "2": "The grain-floor and the place where the grapes are crushed will not feed them. And they will not have enough new wine.",
      "3": "They will not stay in the Lord’s land, but Ephraim will return to Egypt. And in Assyria they will eat unclean food.",
      "4": "They will not pour out drink gifts of wine to the Lord. Their gifts of worship will not please Him. Their bread will be like the bread of those in sorrow. Everyone who eats it will be unclean, for their bread will be for themselves alone. It will not come into the house of the Lord.",
      "5": "What will you do on the days set to have a special supper for the Lord?",
      "6": "When trouble comes and the people try to get away, Egypt will gather them up. Memphis will bury them. Their riches of silver will be grown over by weeds, and thorns will be in their tents.",
      "7": "The days of punishment have come, the days when the people must pay for their sins. Let Israel know this. The man who tells what will happen in the future is a fool. The man who is led by the spirit is crazy. This is because of all your sin and anger.",
      "8": "Ephraim was meant to be a watchman who would speak for God. Yet there is a net in all his ways, and only anger in the house of his God.",
      "9": "They have gone deep into sin, as in the days of Gibeah. The Lord will remember their wrong-doing, and will punish their sins.",
      "10": "“I found Israel like grapes in the desert. I saw your fathers like the first-fruit on the fig tree in its first year. But they came to Baal-peor and gave themselves to that false god of shame. They became as sinful as the thing they loved.",
      "11": "Ephraim’s greatness will fly away like a bird. There will be no more children born to them, and they will not be able to have children.",
      "12": "Even if they raise children, I will take them away and not leave anyone alive. It will be bad for them when I leave them!",
      "13": "I have seen Ephraim planted in a good field like Tyre. But Ephraim will lead his children out to be killed.”",
      "14": "O Lord, what will You give them? Give them children who die before they are born, and make them not able to nurse their babies.",
      "15": "“Because of all their sin at Gilgal, I hated them there. Because of the sinful things they did, I will drive them out of My house. I will not love them any more. All their leaders would not obey Me.",
      "16": "Ephraim is destroyed. Their root is dried up and they will give no fruit. Even if they give birth, I will kill the children they love.”",
      "17": "My God will send them away because they have not listened to Him. And they will travel from nation to nation."
    },
    "10": {
      "1": "Israel is a spreading vine full of fruit. The more fruit he had, the more altars he made. As his land became richer, he made his pillars for worship better.",
      "2": "Their heart is not faithful, and now they must suffer for their sins. The Lord will break down their altars and destroy their pillars for worship.",
      "3": "Then they will say, “We have no king because we do not fear the Lord. And what could a king do for us?”",
      "4": "They speak empty words and make false promises, so punishment grows like weeds of poison in a plowed field.",
      "5": "The people of Samaria will be afraid for the calf of Beth-aven. Its people will have sorrow for it. Its religious leaders who worship false gods will cry over it in a loud voice. They will cry because its greatness has gone.",
      "6": "The thing itself will be carried to Assyria and given to King Jareb. Ephraim will be put to shame, and Israel will be ashamed of its false god.",
      "7": "Samaria and its king will be lost like a piece of wood on the water.",
      "8": "The high places of Aven, the sin of Israel, will be destroyed. Thorns and thistles will grow on their altars. Then they will say to the mountains, “Cover us!” and to the hills, “Fall on us!”",
      "9": "“You have sinned since the days of Gibeah, O Israel, and there you have stayed. Will not the sinners be destroyed in battle in Gibeah?",
      "10": "I will punish them when I please. And the nations will be gathered against them when they are punished for their many sins.",
      "11": "“Ephraim is a well-taught young cow that loves to crush the grain. But I will put a load on her beautiful neck. I will drive Ephraim. Judah must plow. And Jacob must break up the ground.",
      "12": "Plant what is right and good for yourselves. Gather the fruit of lasting love. Break up your ground that has not been plowed. For it is time to look for the Lord, until He comes and pours His saving power on you.",
      "13": "You have plowed wrong-doing and have gathered sin. You have eaten the fruit of lies. You have trusted in your own strength and in your many soldiers.",
      "14": "The noise of battle will rise up among your people. All your strong cities will be destroyed, as Shalman destroyed Beth-arbel on the day of battle. Mothers were crushed in pieces with their children.",
      "15": "This will be done to you at Bethel because of your many sins. When the day begins, the king of Israel will be destroyed."
    },
    "11": {
      "1": "“When Israel was a child, I loved him. And I called My son out of Egypt.",
      "2": "The more I called them, the more they went from Me. They kept giving gifts in worship to the Baals and burning special perfume to false gods.",
      "3": "Yet it was I who taught Ephraim to walk. I took them in My arms. But they did not know that I healed them.",
      "4": "I led them with ropes of human kindness, with ties of love. I lifted the load from their neck and went down to feed them.",
      "5": "“They will not return to the land of Egypt, and Assyria will be their king, because they would not return to Me.",
      "6": "The sword will come upon their cities and destroy their gates. And it will destroy them because of their plans.",
      "7": "My people are always turning from Me. Even when those who speak for the Lord call them to the Most High, no one honors Him.",
      "8": "“How can I give you up, O Ephraim? How can I give you up, O Israel? How can I make you like Admah? How can I make you like Zeboiim? My heart will not let Me do it. I love you very much.",
      "9": "I will not do anything in My burning anger. I will not destroy Ephraim again. For I am God and not man. I am the Holy One among you, and I will not come in anger.",
      "10": "They will follow the Lord, and He will make noise like a lion. Yes, He will make noise like a lion, and His children will come from the west shaking with fear.",
      "11": "They will come shaking like birds from Egypt, and like doves from the land of Assyria. And I will return them to their homes,” says the Lord.",
      "12": "“The lies of Ephraim and the lies of the people of Israel are all around Me. And Judah will not obey God, the One Who is holy and faithful.”"
    },
    "12": {
      "1": "Ephraim’s food is the wind, he goes after the east wind all day long. He tells many lies and does much in his anger. He makes an agreement with Assyria and takes oil to Egypt.",
      "2": "The Lord has a cause against Judah, and will punish Jacob for his ways. He will make him pay for what he has done.",
      "3": "Before he was born he took his brother by the heel. And when he was grown he fought with God.",
      "4": "He fought with the angel and won. He cried and begged for His favor. He met God at Bethel, and God spoke with him there.",
      "5": "This was the Lord, the God of All. The Lord is His name.",
      "6": "So return to your God. Show kindness and do what is fair, and wait for your God all the time.",
      "7": "One who buys and sells and who lies about the weight of things loves to make it hard for others.",
      "8": "Ephraim has said, “I have become rich. I have found riches for myself. With all my riches they will not find any sin in me.”",
      "9": "“I am the Lord your God Who brought you out of Egypt. I will make you live in tents again, as in the days of your special suppers.",
      "10": "I have spoken to the men who speak for Me. I have given many special dreams. And I gave picture-stories through the men who speak for Me.”",
      "11": "Is there sin in Gilead? For sure its people are of no worth. In Gilgal they kill bulls in worship. Their altars are like the many stones laid beside a plowed field.",
      "12": "Jacob ran away to the land of Aram. There he worked for a wife, and for a wife he kept sheep.",
      "13": "By a man who spoke for Him, the Lord brought Israel from Egypt. And by a man who spoke for Him, the Lord cared for him.",
      "14": "But Ephraim has made the Lord very angry. So the Lord will leave on him the guilt of his blood, and make his shame return to him."
    },
    "13": {
      "1": "When Ephraim spoke, men shook in fear. He was honored in Israel. But he sinned by worshiping Baal, and died.",
      "2": "And now they sin more and more. They make false gods for themselves. Their able workmen make them out of silver. And they say, “Let the men who give gifts in worship kiss the calf-gods!”",
      "3": "So they will be like the morning cloud, and like the water on the grass in the early morning which is soon gone. They will be like the dust of the grain that is blown away from the grain-floor, and like smoke from a fire.",
      "4": "“I am the Lord your God Who brought you out of Egypt. You were not to know any god but Me, for there is no one who can save you but Me.",
      "5": "I cared for you in the desert, in the land where there was no water.",
      "6": "When I fed them, they were filled. And when they were filled, their heart became proud and they forgot Me.",
      "7": "So I will be like a lion to them. I will lie in wait by the road like a leopard.",
      "8": "I will fight them like a bear robbed of her young ones. I will tear open their chests. I will eat them there like a female lion, and tear them like a wild animal.",
      "9": "“I will destroy you, O Israel, because you are against Me, against your Helper.",
      "10": "Where is your king, that he may save you? Where are your rulers in all your cities, of whom you said, ‘Give me a king and leaders’?",
      "11": "I gave you a king in My anger, and in My anger I took him away.",
      "12": "“The wrong-doing of Ephraim is being kept. His sin is being stored up.",
      "13": "The pains like a woman giving birth will come upon him, but he is not a wise son. He is not willing to be born.",
      "14": "I will pay the price to free them from the power of the grave. I will save them from death. O Death, where are your thorns? O Grave, where is your power to destroy? I will have no loving-pity.",
      "15": "“Even if he grows among his brothers, an east wind will come. The wind of the Lord will come from the desert. And his well will dry up. His water will be gone. It will take away everything of much worth.",
      "16": "Samaria will suffer for her guilt, for she has not wanted to obey her God. They will be killed by the sword. Their little ones will be crushed in pieces. And their women who are soon to give birth will be torn open.”"
    },
    "14": {
      "1": "Return to the Lord your God, O Israel, for you have fallen because of your sin.",
      "2": "Take words with you and return to the Lord. Say to Him, “Take away all sin, and receive us in kindness, that we may praise You with our lips.",
      "3": "Assyria will not save us. We will not ride on horses. And we will never say again, ‘Our god,’ to what we have made with our hands. For those who have no father find loving-kindness in You.”",
      "4": "“I will bring My people back to Me. I will not hold back My love from them, for I am no longer angry with them.",
      "5": "I will be to Israel like the water on the grass in the early morning. He will grow like the lily, and have roots like the cedars of Lebanon.",
      "6": "His young branches will spread out and his beauty will be like the olive tree. His smell will be like the cedars of Lebanon.",
      "7": "Those who live in his shadow will grow like grain and like flowers of the vine. He will be known like the wine of Lebanon.",
      "8": "“O Ephraim, what have I to do with false gods? It is I Who answer and take care of you. I am like a green cypress tree. Your fruit comes from Me.”",
      "9": "Whoever is wise, let him understand these things and know them. For the ways of the Lord are right, and those who are right and good will follow them, but sinners will not follow them."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:34.576387-04:00",
    "Translation": "NLV"
  }
}