{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:56.764239-04:00",
    "Translation": "NLV"
  },
  "James": {
    "1": {
      "1": "This letter is from James. I am a servant owned by God and the Lord Jesus Christ. I greet the twelve family groups of the Jewish nation living in many parts of the world.",
      "2": "My Christian brothers, you should be happy when you have all kinds of tests.",
      "3": "You know these prove your faith. It helps you not to give up.",
      "4": "Learn well how to wait so you will be strong and complete and in need of nothing.",
      "5": "If you do not have wisdom, ask God for it. He is always ready to give it to you and will never say you are wrong for asking.",
      "6": "You must have faith as you ask Him. You must not doubt. Anyone who doubts is like a wave which is pushed around by the sea.",
      "7": "Such a man will get nothing from the Lord.",
      "8": "The man who has two ways of thinking changes in everything he does.",
      "9": "A Christian brother who has few riches of this world should be happy for what he has. He is great in the eyes of God.",
      "10": "But a rich man should be happy even if he loses everything. He is like a flower that will die.",
      "11": "The sun comes up with burning heat. The grass dries up and the flower falls off. It is no longer beautiful. The rich man will die also and all his riches will be gone.",
      "12": "The man who does not give up when tests come is happy. After the test is over, he will receive the crown of life. God has promised this to those who love Him.",
      "13": "When you are tempted to do wrong, do not say, “God is tempting me.” God cannot be tempted. He will never tempt anyone.",
      "14": "A man is tempted to do wrong when he lets himself be led by what his bad thoughts tell him to do.",
      "15": "When he does what his bad thoughts tell him to do, he sins. When sin completes its work, it brings death.",
      "16": "My Christian brothers, do not be fooled about this.",
      "17": "Whatever is good and perfect comes to us from God. He is the One Who made all light. He does not change. No shadow is made by His turning.",
      "18": "He gave us our new lives through the truth of His Word only because He wanted to. We are the first children in His family.",
      "19": "My Christian brothers, you know everyone should listen much and speak little. He should be slow to become angry.",
      "20": "A man’s anger does not allow him to be right with God.",
      "21": "Put out of your life all that is unclean and wrong. Receive with a gentle spirit the Word that was taught. It has the power to save your souls from the punishment of sin.",
      "22": "Obey the Word of God. If you hear only and do not act, you are only fooling yourself.",
      "23": "Anyone who hears the Word of God and does not obey is like a man looking at his face in a mirror.",
      "24": "After he sees himself and goes away, he forgets what he looks like.",
      "25": "But the one who keeps looking into God’s perfect Law and does not forget it will do what it says and be happy as he does it. God’s Word makes men free.",
      "26": "If a person thinks he is religious, but does not keep his tongue from speaking bad things, he is fooling himself. His religion is worth nothing.",
      "27": "Religion that is pure and good before God the Father is to help children who have no parents and to care for women whose husbands have died who have troubles. Pure religion is also to keep yourself clean from the sinful things of the world."
    },
    "2": {
      "1": "My Christian brothers, our Lord Jesus Christ is the Lord of shining-greatness. Since your trust is in Him, do not look on one person as more important than another.",
      "2": "What if a man comes into your church wearing a gold ring and good clothes? And at the same time a poor man comes wearing old clothes.",
      "3": "What if you show respect to the man in good clothes and say, “Come and sit in this good place”? But if you say to the poor man, “Stand up over there,” or “Sit on the floor by my feet,”",
      "4": "are you not thinking that one is more important than the other? This kind of thinking is sinful.",
      "5": "Listen, my dear Christian brothers, God has chosen those who are poor in the things of this world to be rich in faith. The holy nation of heaven is theirs. That is what God promised to those who love Him.",
      "6": "You have not shown respect to the poor man. Is it not the rich men who make it hard for you and take you to court?",
      "7": "They speak against the name of Christ. And it was Christ Who called you.",
      "8": "You do well when you obey the Holy Writings which say, “You must love your neighbor as you love yourself.”",
      "9": "But if you look on one man as more important than another, you are sinning. And the Law says you are sinning.",
      "10": "If you obey all the Laws but one, you are as guilty as the one who has broken them all.",
      "11": "The One Who said, “You must not do any sex sins,” also said, “You must not kill another person.” If you do no sex sins but kill someone, you are guilty of breaking the Law.",
      "12": "Keep on talking and acting as people who will be told they are guilty or not by the Law that makes men free.",
      "13": "Anyone who shows no loving-kindness will have no loving-kindness shown to him when he is told he is guilty. But if you show loving-kindness, God will show loving-kindness to you when you are told you are guilty.",
      "14": "My Christian brothers, what good does it do if you say you have faith but do not do things that prove you have faith? Can that kind of faith save you from the punishment of sin?",
      "15": "What if a Christian does not have clothes or food?",
      "16": "And one of you says to him, “Goodbye, keep yourself warm and eat well.” But if you do not give him what he needs, how does that help him?",
      "17": "A faith that does not do things is a dead faith.",
      "18": "Someone may say, “You have faith, and I do things. Prove to me you have faith when you are doing nothing. I will prove to you I have faith by doing things.”",
      "19": "You believe there is one God. That is good! But even the demons believe that, and because they do, they shake.",
      "20": "You foolish man! Do I have to prove to you that faith without doing things is of no use?",
      "21": "Was not our early father Abraham right with God by what he did? He obeyed God and put his son Isaac on the altar to die.",
      "22": "You see his faith working by what he did and his faith was made perfect by what he did.",
      "23": "It happened as the Holy Writings said it would happen. They say, “Abraham put his trust in God and he became right with God.” He was called the friend of God.",
      "24": "A man becomes right with God by what he does and not by faith only.",
      "25": "The same was true with Rahab, the woman who sold the use of her body. She became right with God by what she did in helping the men who had been sent to look through the country and sent them away by another road.",
      "26": "The body is dead when there is no spirit in it. It is the same with faith. Faith is dead when nothing is done."
    },
    "3": {
      "1": "My Christian brothers, not many of you should become teachers. If we do wrong, it will be held against us more than other people who are not teachers.",
      "2": "We all make many mistakes. If anyone does not make a mistake with his tongue by saying the wrong things, he is a perfect man. It shows he is able to make his body do what he wants it to do.",
      "3": "We make a horse go wherever we want it to go by a small bit in its mouth. We turn its whole body by this.",
      "4": "Sailing ships are driven by strong winds. But a small rudder turns a large ship whatever way the man at the wheel wants the ship to go.",
      "5": "The tongue is also a small part of the body, but it can speak big things. See how a very small fire can set many trees on fire.",
      "6": "The tongue is a fire. It is full of wrong. It poisons the whole body. The tongue sets our whole lives on fire with a fire that comes from hell.",
      "7": "Men can make all kinds of animals and birds and fish and snakes do what they want them to do.",
      "8": "But no man can make his tongue say what he wants it to say. It is sinful and does not rest. It is full of poison that kills.",
      "9": "With our tongue we give thanks to our Father in heaven. And with our tongue we speak bad words against men who are made like God.",
      "10": "Giving thanks and speaking bad words come from the same mouth. My Christian brothers, this is not right!",
      "11": "Does a well of water give good water and bad water from the same place?",
      "12": "Can a fig tree give olives or can a grape-vine give figs? A well does not give both good water and bad water.",
      "13": "Who among you is wise and understands? Let that one show from a good life by the things he does that he is wise and gentle.",
      "14": "If you have jealousy in your heart and fight to have many things, do not be proud of it. Do not lie against the truth.",
      "15": "This is not the kind of wisdom that comes from God. But this wisdom comes from the world and from that which is not Christian and from the devil.",
      "16": "Wherever you find jealousy and fighting, there will be trouble and every other kind of wrong-doing.",
      "17": "But the wisdom that comes from heaven is first of all pure. Then it gives peace. It is gentle and willing to obey. It is full of loving-kindness and of doing good. It has no doubts and does not pretend to be something it is not.",
      "18": "Those who plant seeds of peace will gather what is right and good."
    },
    "4": {
      "1": "What starts wars and fights among you? Is it not because you want many things and are fighting to have them?",
      "2": "You want something you do not have, so you kill. You want something but cannot get it, so you fight for it. You do not get things because you do not ask for them.",
      "3": "Or if you do ask, you do not receive because your reasons for asking are wrong. You want these things only to please yourselves.",
      "4": "You are as wives and husbands who are not faithful in marriage and do sex sins. Do you not know that to love the sinful things of the world and to be a friend to them is to be against God? Yes, I say it again, if you are a friend of the world, you are against God.",
      "5": "Do you think the Holy Writings mean nothing when they said, “The Holy Spirit Whom God has given to live in us has a strong desire for us to be faithful to Him”?",
      "6": "But He gives us more loving-favor. For the Holy Writings say, “God works against the proud but gives loving-favor to those who have no pride.”",
      "7": "So give yourselves to God. Stand against the devil and he will run away from you.",
      "8": "Come close to God and He will come close to you. Wash your hands, you sinners. Clean up your hearts, you who want to follow the sinful ways of the world and God at the same time.",
      "9": "Be sorry for your sins and cry because of them. Be sad and do not laugh. Let your joy be turned to sorrow.",
      "10": "Let yourself be brought low before the Lord. Then He will lift you up and help you.",
      "11": "Christian brothers, do not talk against anyone or speak bad things about each other. If a person says bad things about his brother, he is speaking against him. And he will be speaking against God’s Law. If you say the Law is wrong, and do not obey it, you are saying you are better than the Law.",
      "12": "Only God can say what is right or wrong. He made the Law. He can save or put to death. How can we say if our brother is right or wrong?",
      "13": "Listen! You who say, “Today or tomorrow we will go to this city and stay a year and make money.”",
      "14": "You do not know about tomorrow. What is your life? It is like fog. You see it and soon it is gone.",
      "15": "What you should say is, “If the Lord wants us to, we will live and do this or that.”",
      "16": "But instead you are proud. You talk loud and big about yourselves. All such pride is sin.",
      "17": "If you know what is right to do but you do not do it, you sin."
    },
    "5": {
      "1": "Listen, you rich men! Cry about the troubles that will come to you.",
      "2": "Your riches are worth nothing. Your fine clothes are full of moth holes.",
      "3": "Your gold and silver have rusted. Their rust will speak against you and eat your flesh like fire. You have saved riches for yourselves for the last days.",
      "4": "See! The men working in your fields are crying against you because you have kept back part of their pay. Their cries have been heard by the Lord Who hears His people.",
      "5": "You have had everything while you lived on the earth and have enjoyed its fun. You have made your hearts fat and are ready to be killed as an animal is killed.",
      "6": "You have killed men who are right with God who were not making it hard for you.",
      "7": "Christian brothers, be willing to wait for the Lord to come again. Learn from the farmer. He waits for the good fruit from the earth until the early and late rains come.",
      "8": "You must be willing to wait also. Be strong in your hearts because the Lord is coming again soon.",
      "9": "Do not complain about each other, Christian brothers. Then you will not be judged. See! The Judge is standing at the door.",
      "10": "See how the early preachers spoke for the Lord by their suffering and by being willing to wait.",
      "11": "We think of those who stayed true to Him as happy even though they suffered. You have heard how long Job waited. You have seen what the Lord did for him in the end. The Lord is full of loving-kindness and pity.",
      "12": "My Christian brothers, do not swear. Do not use heaven or earth or anything else to swear by. If you mean yes, say yes. If you mean no, say no. You will be guilty for saying anything more.",
      "13": "Is anyone among you suffering? He should pray. Is anyone happy? He should sing songs of thanks to God.",
      "14": "Is anyone among you sick? He should send for the church leaders and they should pray for him. They should pour oil on him in the name of the Lord.",
      "15": "The prayer given in faith will heal the sick man, and the Lord will raise him up. If he has sinned, he will be forgiven.",
      "16": "Tell your sins to each other. And pray for each other so you may be healed. The prayer from the heart of a man right with God has much power.",
      "17": "Elijah was a man as we are. He prayed that it might not rain. It did not rain on the earth for three and one-half years.",
      "18": "Then he prayed again that it would rain. It rained much and the fields of the earth gave fruit.",
      "19": "My Christian brothers, if any of you should be led away from the truth, let someone turn him back again.",
      "20": "That person should know that if he turns a sinner from the wrong way, he will save the sinner’s soul from death and many sins will be forgiven."
    }
  }
}